[
    {
        "id": "3f80cad4-944c-4ec6-aa6d-bde591773476",
        "word": "speaker",
        "phonetic": "spiːkɚ ",
        "type": "noun",
        "defineEn": "equipment that converts electrical signals into sound, loud enough for public announcements, playing music, etc.",
        "defineVi": "thiết bị biến đổi tín hiệu điện thành âm thanh đủ lớn để thông báo công cộng, phát nhạc, v.v.",
        "hasImg": true
    },
    {
        "id": "34114348-27ff-4591-b40a-336e8bf89430",
        "word": "stereo",
        "phonetic": "stɛɹɪoʊ ",
        "type": "noun",
        "defineEn": "a sound system that plays back a recorded sound, music, etc. through two channels, producing a three-dimensional effect",
        "defineVi": "một hệ thống âm thanh phát lại âm thanh đã ghi, âm nhạc, v.v. qua hai kênh, tạo ra hiệu ứng ba chiều"
    },
    {
        "id": "bc7702cb-4aed-4e52-9e82-7d0e4bf7586a",
        "word": "tape",
        "phonetic": "teɪp ",
        "type": "noun",
        "defineEn": "a thin magnetic material on which a piece of music is recorded",
        "defineVi": "một vật liệu từ tính mỏng mà một bản nhạc được ghi lại",
        "hasImg": true
    },
    {
        "id": "18879860-0144-4e6d-b3ad-83b22b6924e4",
        "word": "track",
        "phonetic": "tɹæk ",
        "type": "noun",
        "defineEn": "a musical piece or song recorded on a CD, tape, or vinyl record",
        "defineVi": "một đoạn nhạc hoặc bài hát được ghi trên đĩa CD, băng hoặc đĩa nhựa",
        "hasImg": true
    },
    {
        "id": "82207ec2-3581-4e4b-abd7-ffacbb076fa3",
        "word": "tracklist",
        "phonetic": "tɹæklɪst ",
        "type": "noun",
        "defineEn": "a set of musical pieces or songs listed in the same order in which they appear on a recording",
        "defineVi": "một tập hợp các bản nhạc hoặc bài hát được liệt kê theo cùng thứ tự xuất hiện trên bản ghi âm"
    },
    {
        "id": "3b74a0f7-4410-4263-a773-6ecc01318669",
        "word": "turntable",
        "phonetic": "tɜːnteɪbəl ",
        "type": "noun",
        "defineEn": "the flat and circular part of a record player on which the record is placed in order to be played",
        "defineVi": "phần phẳng và hình tròn của máy ghi âm mà bản ghi được đặt trên đó để phát",
        "hasImg": true
    },
    {
        "id": "558df88d-ad67-4d59-9e92-ecd0252000a5",
        "word": "vinyl",
        "phonetic": "vaɪnəl ",
        "type": "noun",
        "defineEn": "a record made of synthetic resin or plastic, used in the past before CDs became popular",
        "defineVi": "một bản ghi làm bằng nhựa tổng hợp hoặc nhựa, được sử dụng trong quá khứ trước khi đĩa CD trở nên phổ biến",
        "hasImg": true
    },
    {
        "id": "bf40a034-db43-4eb0-ab61-4477e3aa4f5c",
        "word": "lp",
        "phonetic": "ɛlpiː ",
        "type": "noun",
        "defineEn": "a long-playing phonograph record; designed to be played at 33.3 rpm",
        "defineVi": "một bản ghi âm dài chơi; được thiết kế để chơi ở tốc độ 33,3 vòng/phút"
    },
    {
        "id": "fb83840c-8dd7-440e-9f25-2ee1b97f5d40",
        "word": "A-side",
        "phonetic": "eɪsaɪd ",
        "type": "noun",
        "defineEn": "the side of a musical record that is regarded as the main release and is more likely to be successful",
        "defineVi": "khía cạnh của một đĩa nhạc được coi là bản phát hành chính và có nhiều khả năng thành công hơn"
    },
    {
        "id": "5360879c-4f8f-42ab-9653-c213bdd76705",
        "word": "B-side",
        "phonetic": "biːsaɪd ",
        "type": "noun",
        "defineEn": "the side of a musical record that does not have the main songs",
        "defineVi": "mặt của đĩa nhạc không có các bài hát chính"
    },
    {
        "id": "04df6a76-a3b4-4bd0-a569-9860b7b00d88",
        "word": "CD",
        "phonetic": "siːdiː ",
        "type": "noun",
        "defineEn": "a small disc on which audio or other formats are recorded and could be played back by a player or computer using laser",
        "defineVi": "một đĩa nhỏ trên đó âm thanh hoặc các định dạng khác được ghi lại và có thể được phát lại bằng trình phát hoặc máy tính bằng laser",
        "hasImg": true
    },
    {
        "id": "9608a033-71db-4766-8cae-7dd77bd70043",
        "word": "CD writer",
        "phonetic": "siːdiː ɹaɪɾɚ ",
        "type": "noun",
        "defineEn": "a piece of equipment or the software that is needed for copying sound or other information on a CD",
        "defineVi": "một phần của thiết bị hoặc phần mềm cần thiết để sao chép âm thanh hoặc thông tin khác trên đĩa CD",
        "hasImg": true
    },
    {
        "id": "1dd4a18c-727e-46ac-a08d-435cbcf2fe71",
        "word": "MP3 player",
        "phonetic": "ɛmpiː θɹiː pleɪɚ ",
        "type": "noun",
        "defineEn": "a small device used for listening to audio and MP3 files",
        "defineVi": "một thiết bị nhỏ được sử dụng để nghe các tập tin âm thanh và MP3",
        "hasImg": true
    },
    {
        "id": "28b8725f-3c4d-4057-93cf-1cdd27ddbfbe",
        "word": "beatbox",
        "phonetic": "biːtbɑːks ",
        "type": "noun",
        "defineEn": "a radio, CD player, etc. that is carried around in order to play loud music, especially rap",
        "defineVi": "một đài phát thanh, đầu đĩa CD, v.v. được mang theo để phát nhạc lớn, đặc biệt là nhạc rap"
    },
    {
        "id": "65c9cfca-ef88-4253-9996-e00efe0c282c",
        "word": "compilation",
        "phonetic": "kɑːmpɪleɪʃən ",
        "type": "noun",
        "defineEn": "something such as a book, record, etc. that consists of different pieces taken from several sources",
        "defineVi": "một cái gì đó chẳng hạn như một cuốn sách, bản ghi, v.v. bao gồm các phần khác nhau được lấy từ nhiều nguồn"
    },
    {
        "id": "261664e4-1889-4dfd-857a-597d24d61d5d",
        "word": "concept album",
        "phonetic": "kɑːnsɛpt ælbəm ",
        "type": "noun",
        "defineEn": "an album of popular music the tracks of which are unified around a particular theme or idea",
        "defineVi": "một album nhạc phổ biến có các bản nhạc được thống nhất xung quanh một chủ đề hoặc ý tưởng cụ thể"
    },
    {
        "id": "6c22d810-139e-49a1-9537-8f79f72cee25",
        "word": "deck",
        "phonetic": "dɛk ",
        "type": "noun",
        "defineEn": "a sound system that is used for playing or recording disks or tapes",
        "defineVi": "một hệ thống âm thanh được sử dụng để phát hoặc ghi đĩa hoặc băng",
        "hasImg": true
    },
    {
        "id": "3459ca0e-f907-4a75-97d6-e6021e2a47b3",
        "word": "discography",
        "phonetic": "dɪskɑːɡɹəfi ",
        "type": "noun",
        "defineEn": "all of the records or a list of the records that have been created by a particular singer, composer or musical band",
        "defineVi": "tất cả các bản ghi hoặc danh sách các bản ghi đã được tạo bởi một ca sĩ, nhà soạn nhạc hoặc ban nhạc cụ thể"
    },
    {
        "id": "3c09b76b-ba09-4e57-b852-686528552c57",
        "word": "ghetto blaster",
        "phonetic": "ɡɛɾoʊ blæstɚ ",
        "type": "noun",
        "defineEn": "a stereophonic radio and CD or tape player that is portable and produces a very loud sound",
        "defineVi": "một đài phát thanh âm thanh nổi và máy nghe đĩa CD hoặc băng có thể mang theo và tạo ra âm thanh rất lớn",
        "hasImg": true
    },
    {
        "id": "24c7f68f-e884-44e9-b9f8-4c2be243b186",
        "word": "headphones",
        "phonetic": "hɛdfoʊnz ",
        "type": "noun",
        "defineEn": "a device that has two pieces that cover our ears and we use to listen to music or sounds without others hearing",
        "defineVi": "một thiết bị có hai miếng che tai của chúng ta và chúng ta sử dụng để nghe nhạc hoặc âm thanh mà người khác không nghe thấy",
        "hasImg": true
    },
    {
        "id": "8ac715e9-4185-425a-bf79-bd326df6768a",
        "word": "hi-fi",
        "phonetic": "haɪfaɪ ",
        "type": "noun",
        "defineEn": "a playback device that produces high-quality stereo sound",
        "defineVi": "một thiết bị phát lại tạo ra âm thanh nổi chất lượng cao"
    },
    {
        "id": "bef18d16-b60e-4afe-a486-d3511ed55663",
        "word": "laserdisc",
        "phonetic": "læzɚdɪsk ",
        "type": "noun",
        "defineEn": "a large disk with plastic coating on which information, such as music, video, etc., can be stored, now replaced by the DVD",
        "defineVi": "một đĩa lớn có lớp phủ nhựa trên đó có thể lưu trữ thông tin, chẳng hạn như nhạc, video, v.v., hiện được thay thế bằng DVD",
        "hasImg": true
    },
    {
        "id": "b25db370-21d8-4757-aeca-48a177de49f6",
        "word": "loudspeaker",
        "phonetic": "laʊdspiːkɚ ",
        "type": "noun",
        "defineEn": "a piece of equipment that makes sounds louder, used for playing music, etc.",
        "defineVi": "một thiết bị làm cho âm thanh to hơn, được sử dụng để chơi nhạc, v.v.",
        "hasImg": true
    },
    {
        "id": "e1906ee6-52e5-4dc0-aa85-926de4e4de4a",
        "word": "player",
        "phonetic": "pleɪɚ ",
        "type": "noun",
        "defineEn": "a playback device that reproduces recorded sound or video",
        "defineVi": "một thiết bị phát lại tái tạo âm thanh hoặc video đã ghi"
    },
    {
        "id": "cd679c81-9b8f-4214-8197-56fafe5f836f",
        "word": "playlist",
        "phonetic": "pleɪlɪst ",
        "type": "noun",
        "defineEn": "a set of recorded songs and pieces of music that have been selected to be broadcast on a radio station or a radio program",
        "defineVi": "một tập hợp các bài hát và đoạn nhạc đã ghi âm đã được chọn để phát trên đài phát thanh hoặc chương trình phát thanh"
    },
    {
        "id": "1ac4777a-6757-49ec-8e15-3a950546ea75",
        "word": "record",
        "phonetic": "ɹɛkɚd ",
        "type": "noun",
        "defineEn": "a round, thin piece of plastic with a hole in the middle, on which music, etc. is recorded",
        "defineVi": "một miếng nhựa tròn, mỏng có lỗ ở giữa, trên đó ghi nhạc, v.v.",
        "hasImg": true
    },
    {
        "id": "ba2df3d0-83c0-40ec-a8d3-cefe2029a4e4",
        "word": "record player",
        "phonetic": "ɹɛkɚd pleɪɚ ",
        "type": "noun",
        "defineEn": "a playback device with a spinning turntable that tracks the record and transmits it to a loudspeaker",
        "defineVi": "một thiết bị phát lại có bàn xoay quay theo dõi bản ghi và truyền nó tới loa",
        "hasImg": true
    },
    {
        "id": "1db05ea5-66a9-43de-956b-51189e5c5d45",
        "word": "single",
        "phonetic": "sɪŋɡəl ",
        "type": "noun",
        "defineEn": "a CD or a musical record that has only one main song",
        "defineVi": "đĩa CD hoặc đĩa nhạc chỉ có một bài hát chính"
    },
    {
        "id": "82f946d9-3237-41be-a696-c9acf7a5c455",
        "word": "sound system",
        "phonetic": "saʊnd sɪstəm ",
        "type": "noun",
        "defineEn": "a piece of equipment used for playing recorded music, making a live performance, or turning up sound through speakers",
        "defineVi": "một phần của thiết bị được sử dụng để phát nhạc đã ghi, biểu diễn trực tiếp hoặc tăng âm thanh qua loa",
        "hasImg": true
    },
    {
        "id": "f942ca8e-b7d9-453e-8c4d-38d5ff963179",
        "word": "album",
        "phonetic": "ælbəm ",
        "type": "noun",
        "defineEn": "a number of music pieces or songs sold as a single item, normally on a CD or the internet",
        "defineVi": "một số bản nhạc hoặc bài hát được bán dưới dạng một mặt hàng, thường là trên đĩa CD hoặc internet",
        "hasImg": true
    },
    {
        "id": "02321c16-698c-452f-b093-d00416db29aa",
        "word": "radio",
        "phonetic": "ɹeɪdɪoʊ ",
        "type": "noun",
        "defineEn": "a device that is used for listening to programs that are broadcast",
        "defineVi": "một thiết bị được sử dụng để nghe các chương trình được phát sóng",
        "hasImg": true
    },
    {
        "id": "5ab9c3e8-4a52-4d2b-9306-0ed4a0cde878",
        "word": "EP",
        "phonetic": "ɛp ",
        "type": "noun",
        "defineEn": "a music recording that contains more tracks than a single but fewer tracks than a full album",
        "defineVi": "một bản ghi nhạc chứa nhiều bản nhạc hơn một bản nhưng ít bản nhạc hơn một album đầy đủ"
    },
    {
        "id": "a285556e-cf5d-47d3-9c7c-ca0bde4a8d40",
        "word": "record",
        "phonetic": "ɹɛkɚd ",
        "type": "noun",
        "defineEn": "a standalone audio track that is part of a larger collection of songs",
        "defineVi": "một bản âm thanh độc lập là một phần của bộ sưu tập lớn hơn các bài hát"
    },
    {
        "id": "0546f98e-af4c-416e-8f69-eb53864b37fc",
        "word": "turntable",
        "phonetic": "tɜːnteɪbəl ",
        "type": "noun",
        "defineEn": "the flat and circular part of a record player on which the record is placed in order to be played",
        "defineVi": "phần phẳng và hình tròn của máy ghi âm mà bản ghi được đặt trên đó để phát",
        "hasImg": true
    },
    {
        "id": "d3171b80-4b7d-4bc6-89bd-d90aa5d884c8",
        "word": "volume",
        "phonetic": "vɑːljuːm ",
        "type": "noun",
        "defineEn": "the amount of loudness produced by a TV, radio, etc.",
        "defineVi": "lượng âm lượng được tạo ra bởi TV, radio, v.v.",
        "hasImg": true
    },
    {
        "id": "85102876-5426-4dc2-977e-7423c3f23298",
        "word": "liner note",
        "phonetic": "laɪnɚ noʊt ",
        "type": "noun",
        "defineEn": "the explanatory information that is printed on a paper, accompanying a CD or DVD of musical recordings",
        "defineVi": "thông tin giải thích được in trên giấy, kèm theo đĩa CD hoặc DVD ghi âm nhạc"
    }
]