[
    {
        "id": "5734cf32-3e40-4d2a-bb80-65073f82f0dc",
        "word": "lion",
        "phonetic": "laɪən ",
        "type": "noun",
        "defineEn": "a powerful and large animal that is from the cat family and mostly found in Africa, with the male having a large mane",
        "defineVi": "một loài động vật mạnh mẽ và to lớn thuộc họ mèo và chủ yếu được tìm thấy ở Châu Phi, với con đực có bờm lớn",
        "hasImg": true
    },
    {
        "id": "be6da31d-98e3-4299-9fca-0048e303907c",
        "word": "mountain lion",
        "phonetic": "maʊntɪn laɪən ",
        "type": "noun",
        "defineEn": "a large wild cat with a grayish coat that is originally found in mountainous areas of North America",
        "defineVi": "một con mèo hoang lớn với bộ lông màu xám ban đầu được tìm thấy ở các vùng núi của Bắc Mỹ",
        "hasImg": true
    },
    {
        "id": "967c6749-6948-4c5f-8b97-53001708fbe8",
        "word": "tiger",
        "phonetic": "taɪɡɚ ",
        "type": "noun",
        "defineEn": "a type of large and wild animal that is from the cat family, has orange fur and black stripes, and is mostly found in Asia",
        "defineVi": "một loại động vật hoang dã lớn thuộc họ mèo, có bộ lông màu cam và sọc đen, chủ yếu được tìm thấy ở châu Á",
        "hasImg": true
    },
    {
        "id": "9e7fe499-d182-45fb-9054-63138151d594",
        "word": "jaguar",
        "phonetic": "dʒæɡwɑːɹ ",
        "type": "noun",
        "defineEn": "a large wild animal belonging to the cat family with a yellow fur covered with black spots, native to Central and South America",
        "defineVi": "một loài động vật hoang dã lớn thuộc họ mèo với bộ lông màu vàng phủ những đốm đen, có nguồn gốc từ Trung và Nam Mỹ",
        "hasImg": true
    },
    {
        "id": "97ea5c54-d6c4-4287-bce3-0038aa4ada9f",
        "word": "wildcat",
        "phonetic": "waɪldkæt ",
        "type": "noun",
        "defineEn": "a small or mid-sized wild mammal of the cat family that usually lives in mountains or forests",
        "defineVi": "một loài động vật có vú hoang dã cỡ nhỏ hoặc trung bình thuộc họ mèo thường sống ở vùng núi hoặc rừng",
        "hasImg": true
    },
    {
        "id": "1b11fe71-030e-4d5d-b437-478cdbc1f2ef",
        "word": "puma",
        "phonetic": "puːmə ",
        "type": "noun",
        "defineEn": "a large wild cat with a grayish brown coat, native to the Americas",
        "defineVi": "một con mèo hoang lớn với bộ lông màu nâu xám, có nguồn gốc từ châu Mỹ",
        "hasImg": true
    },
    {
        "id": "b1191e37-0bf9-4f45-9265-9aac7f51cdbf",
        "word": "cougar",
        "phonetic": "kuːɡɚ ",
        "type": "noun",
        "defineEn": "a large wild cat with a tawny fur that lives in mountains, native to the Americas",
        "defineVi": "một con mèo hoang lớn với bộ lông hung hung sống ở vùng núi, có nguồn gốc từ châu Mỹ",
        "hasImg": true
    },
    {
        "id": "908acde9-3175-4efc-bd65-77b0a4341edf",
        "word": "lynx",
        "phonetic": "lɪŋks ",
        "type": "noun",
        "defineEn": "a mid-sized wild cat with a short tail and pointed ears, often found in North America and Eurasia",
        "defineVi": "một con mèo rừng cỡ trung bình với đuôi ngắn và đôi tai nhọn, thường được tìm thấy ở Bắc Mỹ và Âu Á",
        "hasImg": true
    },
    {
        "id": "9fc1beae-9d3f-4fc8-8e24-feb88f2e654b",
        "word": "bobcat",
        "phonetic": "bɑːbkæt ",
        "type": "noun",
        "defineEn": "a medium-sized wild cat that is red in color with black markings, native to North America",
        "defineVi": "một con mèo rừng cỡ trung bình có màu đỏ với những mảng màu đen, có nguồn gốc từ Bắc Mỹ",
        "hasImg": true
    },
    {
        "id": "3cd7085b-4907-4e27-ac49-007b2fff4e3b",
        "word": "cheetah",
        "phonetic": "tʃiːɾə ",
        "type": "noun",
        "defineEn": "a type of large and wild animal that is from the cat family, can run very fast, and has yellow fur that is covered with small black spots",
        "defineVi": "một loại động vật hoang dã lớn thuộc họ mèo, có thể chạy rất nhanh và có bộ lông màu vàng được bao phủ bởi những đốm đen nhỏ",
        "hasImg": true
    },
    {
        "id": "cbe10042-7f2c-4727-963d-836c799f6482",
        "word": "leopard",
        "phonetic": "lɛpɚd ",
        "type": "noun",
        "defineEn": "a large wild animal from the cat family with yellow fur and hollow black spots",
        "defineVi": "một loài động vật hoang dã lớn thuộc họ mèo có bộ lông màu vàng và những đốm đen rỗng",
        "hasImg": true
    },
    {
        "id": "26155841-ea98-4196-ba32-2a8365f903e5",
        "word": "snow leopard",
        "phonetic": "snoʊ lɛpɚd ",
        "type": "noun",
        "defineEn": "a large, elusive, and endangered big cat species known for its unique beauty, adapted for life in high-altitude mountainous regions of Central Asia",
        "defineVi": "một loài mèo lớn lớn, khó nắm bắt và có nguy cơ tuyệt chủng được biết đến với vẻ đẹp độc đáo, thích nghi với cuộc sống ở các vùng núi cao ở Trung Á",
        "hasImg": true
    },
    {
        "id": "a85c89dc-f2b1-4c36-a9bc-2f55315966ad",
        "word": "ocelot",
        "phonetic": "ɑːsəlɑːt ",
        "type": "noun",
        "defineEn": "a mid-sized feline with round ears and black spots and stripes on its yellow coat that is found mainly in Americas",
        "defineVi": "một con mèo cỡ trung bình với đôi tai tròn và những đốm đen và sọc trên bộ lông màu vàng được tìm thấy chủ yếu ở châu Mỹ",
        "hasImg": true
    },
    {
        "id": "c5371bd7-541a-4a69-8a6a-a5fb6e3e31a3",
        "word": "caracal",
        "phonetic": "kæɹækəl ",
        "type": "noun",
        "defineEn": "a medium-sized wild cat with distinctive elongated tufted ears, short reddish-brown fur, and a long black-tufted tail. It is native to Africa, the Middle East, and Central Asia.",
        "defineVi": "một con mèo hoang có kích thước trung bình với đôi tai dài đặc biệt, bộ lông ngắn màu nâu đỏ và chiếc đuôi dài có chùm lông màu đen. Nó có nguồn gốc từ Châu Phi, Trung Đông và Trung Á.",
        "hasImg": true
    },
    {
        "id": "f58223c6-d0e7-4d38-bc8d-f43bc26d6db0",
        "word": "civet",
        "phonetic": "saɪvət ",
        "type": "noun",
        "defineEn": "a nocturnal mammal with a lean body, long tail and striped and spotted coat that is native to tropical Asia and Africa",
        "defineVi": "một loài động vật có vú sống về đêm với thân hình gầy gò, đuôi dài và bộ lông có sọc và đốm có nguồn gốc từ vùng nhiệt đới châu Á và châu Phi",
        "hasImg": true
    },
    {
        "id": "140e3843-bd1c-448b-9a63-d8f74b9956b3",
        "word": "margay",
        "phonetic": "mɑːɹɡeɪ ",
        "type": "noun",
        "defineEn": "a small wildcat native to Central and South America, known for its agility and ability to adapt to a variety of forest habitats",
        "defineVi": "một loài mèo rừng nhỏ có nguồn gốc từ Trung và Nam Mỹ, được biết đến với sự nhanh nhẹn và khả năng thích nghi với nhiều môi trường sống trong rừng",
        "hasImg": true
    },
    {
        "id": "b952fe4c-38e2-4277-960e-208b37dfcb8e",
        "word": "marbled cat",
        "phonetic": "mɑːɹbəld kæt ",
        "type": "noun",
        "defineEn": "a small wild cat species native to South and Southeast Asia. It is characterized by its distinctive marbled coat pattern, with dark stripes and spots on a grayish-brown background.",
        "defineVi": "một loài mèo hoang nhỏ có nguồn gốc từ Nam và Đông Nam Á. Nó được đặc trưng bởi kiểu lông cẩm thạch đặc biệt, với các sọc và đốm sẫm màu trên nền màu nâu xám."
    },
    {
        "id": "3de318ad-4374-4e79-8ac7-f47ae10eb4d2",
        "word": "kodkod",
        "phonetic": "kɑːdkɑːd ",
        "type": "noun",
        "defineEn": "a small wild cat species native to South America. It is about the size of a domestic cat and has a stocky build with a broad head and short tail.",
        "defineVi": "một loài mèo hoang nhỏ có nguồn gốc từ Nam Mỹ. Nó có kích thước bằng một con mèo nhà và có thân hình chắc nịch với cái đầu rộng và cái đuôi ngắn.",
        "hasImg": true
    },
    {
        "id": "f4a45641-85a8-4d53-bd24-181e5ebf2589",
        "word": "bay cat",
        "phonetic": "beɪ kæt ",
        "type": "noun",
        "defineEn": "a small wild cat native to the island of Borneo in Southeast Asia. It is recognized by its reddish-brown fur with distinctive white markings on its face and belly.",
        "defineVi": "một con mèo hoang nhỏ có nguồn gốc từ đảo Borneo ở Đông Nam Á. Nó được nhận ra nhờ bộ lông màu nâu đỏ với những mảng trắng đặc biệt trên mặt và bụng.",
        "hasImg": true
    },
    {
        "id": "a5595ac0-75bb-48e8-86eb-04f8235444bd",
        "word": "leopard cat",
        "phonetic": "lɛpɚd kæt ",
        "type": "noun",
        "defineEn": "a small wildcat species found across a wide range of habitats in Asia, known for its spotted coat and adaptability to various environments",
        "defineVi": "một loài mèo rừng nhỏ được tìm thấy trên nhiều môi trường sống ở châu Á, được biết đến với bộ lông đốm và khả năng thích ứng với nhiều môi trường khác nhau",
        "hasImg": true
    },
    {
        "id": "dd8e4921-cb0a-42e4-8acd-61abf1e7d88a",
        "word": "flat-headed cat",
        "phonetic": "flæthɛdᵻd kæt ",
        "type": "noun",
        "defineEn": "a small wild cat of Southeast Asia with a flat, elongated head, short legs, and webbed toes",
        "defineVi": "một con mèo hoang nhỏ của Đông Nam Á với cái đầu phẳng, thon dài, chân ngắn và ngón chân có màng",
        "hasImg": true
    },
    {
        "id": "ebe1d015-cfcd-41ea-92de-7dafb91492f8",
        "word": "fishing cat",
        "phonetic": "fɪʃɪŋ kæt ",
        "type": "noun",
        "defineEn": "a medium-sized wild cat that is found in the wetlands of South and Southeast Asia",
        "defineVi": "một con mèo rừng cỡ trung bình được tìm thấy ở vùng đất ngập nước ở Nam và Đông Nam Á"
    },
    {
        "id": "80811a4e-899d-4caa-84f7-ba7eed184a4b",
        "word": "jaguarundi",
        "phonetic": "dʒæɡɐɹʌndi ",
        "type": "noun",
        "defineEn": "a small wildcat species found in parts of the Americas, known for its sleek body, short legs, and long tail",
        "defineVi": "một loài mèo rừng nhỏ được tìm thấy ở các vùng của Châu Mỹ, được biết đến với thân hình bóng bẩy, chân ngắn và đuôi dài",
        "hasImg": true
    },
    {
        "id": "a881d819-c808-4ce4-b346-3ac8ab8c8932",
        "word": "genet",
        "phonetic": "dʒɛnɪt ",
        "type": "noun",
        "defineEn": "a nocturnal catlike mammal with a spotted fur and long ringed tail that feeds on insects and small animals",
        "defineVi": "một loài động vật có vú giống mèo sống về đêm với bộ lông đốm và chiếc đuôi dài có vòng khuyên ăn côn trùng và động vật nhỏ",
        "hasImg": true
    },
    {
        "id": "5a979f40-35e6-4e1f-b3fd-2f7305f2be7a",
        "word": "oncilla",
        "phonetic": "ɑːnsɪlə ",
        "type": "noun",
        "defineEn": "a small wild cat species native to Central and South America",
        "defineVi": "một loài mèo hoang nhỏ có nguồn gốc từ Trung và Nam Mỹ",
        "hasImg": true
    },
    {
        "id": "c8ded79d-8752-4621-8225-338fe309d20e",
        "word": "serval",
        "phonetic": "sɜːvəl ",
        "type": "noun",
        "defineEn": "a medium-sized wild cat species known for its distinctive long legs, large ears, and spotted coat, native to Africa",
        "defineVi": "một loài mèo hoang cỡ trung bình được biết đến với đôi chân dài đặc biệt, đôi tai lớn và bộ lông đốm, có nguồn gốc từ Châu Phi",
        "hasImg": true
    },
    {
        "id": "3407a85d-6bdd-451d-9101-4ca3464a8e52",
        "word": "fossa",
        "phonetic": "fɑːsə ",
        "type": "noun",
        "defineEn": "a unique carnivorous mammal native to Madagascar, known for its slender body, sharp teeth, and long tail",
        "defineVi": "một loài động vật có vú ăn thịt độc đáo có nguồn gốc từ Madagascar, được biết đến với thân hình mảnh khảnh, hàm răng sắc nhọn và chiếc đuôi dài",
        "hasImg": true
    },
    {
        "id": "defcb9bf-fed4-4766-8e00-444127044781",
        "word": "jungle cat",
        "phonetic": "dʒʌŋɡəl kæt ",
        "type": "noun",
        "defineEn": "a medium-sized wild cat species found in various habitats across Asia and Africa, characterized by its sandy-brown coat, long legs, and tufted ears",
        "defineVi": "một loài mèo hoang cỡ trung bình được tìm thấy ở nhiều môi trường sống khác nhau trên khắp châu Á và châu Phi, đặc trưng bởi bộ lông màu nâu cát, chân dài và đôi tai chần",
        "hasImg": true
    },
    {
        "id": "2535f888-ed57-411b-b7af-b3c0f3f887bd",
        "word": "sand cat",
        "phonetic": "sænd kæt ",
        "type": "noun",
        "defineEn": "a small wild cat species that is adapted to live in arid regions of North Africa and Southwest Asia",
        "defineVi": "một loài mèo hoang nhỏ thích nghi để sống ở các vùng khô cằn ở Bắc Phi và Tây Nam Á",
        "hasImg": true
    },
    {
        "id": "7b117d7f-c73a-4503-b4cd-5b45b0dda49b",
        "word": "Asian golden cat",
        "phonetic": "eɪʒən ɡoʊldən kæt ",
        "type": "noun",
        "defineEn": "a medium-sized wild cat species native to Southeast Asia, which is recognized for its golden-brown fur with black spots, stripes or bands",
        "defineVi": "một loài mèo rừng cỡ trung bình có nguồn gốc từ Đông Nam Á, được công nhận với bộ lông màu nâu vàng với những đốm, sọc hoặc dải màu đen",
        "hasImg": true
    },
    {
        "id": "f9924d07-33dc-47aa-90a6-db1de8582c2c",
        "word": "pallas\\'s cat",
        "phonetic": "pæləs bækslæʃ ɛs kæt ",
        "type": "noun",
        "defineEn": "a small wild cat species native to the grasslands and montane steppes of Central Asia",
        "defineVi": "một loài mèo hoang nhỏ có nguồn gốc từ đồng cỏ và thảo nguyên vùng núi ở Trung Á",
        "hasImg": true
    },
    {
        "id": "ddd1f0e9-e951-4f93-8d41-54638512316f",
        "word": "white tiger",
        "phonetic": "waɪt taɪɡɚ ",
        "type": "noun",
        "defineEn": "a rare color variant of the Bengal tiger, with white fur and black stripes",
        "defineVi": "một biến thể màu hiếm của hổ Bengal, với bộ lông trắng và sọc đen",
        "hasImg": true
    },
    {
        "id": "19d1c9b2-ca91-45af-bb9e-ad931626f954",
        "word": "Bengal tiger",
        "phonetic": "bɛŋɡɔːl taɪɡɚ ",
        "type": "noun",
        "defineEn": "a large and powerful big cat species native to the Indian subcontinent, known for its distinctive orange coat with black stripes",
        "defineVi": "một loài mèo lớn lớn và mạnh mẽ có nguồn gốc từ tiểu lục địa Ấn Độ, được biết đến với bộ lông màu cam đặc biệt có sọc đen",
        "hasImg": true
    },
    {
        "id": "d58ce494-4351-447f-9648-d3f07184d42a",
        "word": "Canada lynx",
        "phonetic": "kænədə lɪŋks ",
        "type": "noun",
        "defineEn": "a medium-sized wild cat native to North America, known for its distinctive tufted ears and long hind legs",
        "defineVi": "một con mèo rừng cỡ trung bình có nguồn gốc từ Bắc Mỹ, được biết đến với đôi tai cụp đặc biệt và đôi chân sau dài"
    },
    {
        "id": "bc2e3c79-15fd-42d3-ad24-025ef084db7a",
        "word": "clouded leopard",
        "phonetic": "klaʊdᵻd lɛpɚd ",
        "type": "noun",
        "defineEn": "a medium-sized wild cat native to Southeast Asia",
        "defineVi": "một con mèo rừng cỡ trung bình có nguồn gốc từ Đông Nam Á"
    },
    {
        "id": "0563250d-7727-4bdc-8ada-4976acca4241",
        "word": "tiger cat",
        "phonetic": "taɪɡɚ kæt ",
        "type": "noun",
        "defineEn": "a medium-sized wild cat found in Central and South America",
        "defineVi": "một con mèo rừng cỡ trung bình được tìm thấy ở Trung và Nam Mỹ"
    },
    {
        "id": "e34204d0-4809-4497-ad9c-84ae6587ff7d",
        "word": "Andean mountain cat",
        "phonetic": "ændiən maʊntɪn kæt ",
        "type": "noun",
        "defineEn": "a small wild cat native to the high Andes Mountains of South America",
        "defineVi": "một con mèo hoang nhỏ có nguồn gốc từ dãy núi Andes cao của Nam Mỹ"
    },
    {
        "id": "43b75632-8877-481a-bcbd-1e425d3b5252",
        "word": "black-footed cat",
        "phonetic": "blækfʊɾᵻd kæt ",
        "type": "noun",
        "defineEn": "a small wild cat native to southern Africa, named for its distinctive black foot pads",
        "defineVi": "một con mèo hoang nhỏ có nguồn gốc từ miền nam châu Phi, được đặt tên theo miếng đệm chân màu đen đặc biệt của nó"
    },
    {
        "id": "df1ef09d-4cc9-41ff-b78c-70a1aa17e809",
        "word": "rusty-spotted cat",
        "phonetic": "ɹʌstispɑːɾᵻd kæt ",
        "type": "noun",
        "defineEn": "the smallest wild cat species in Asia and one of the smallest in the world, with a distinctive rusty-red coat with spots",
        "defineVi": "loài mèo hoang nhỏ nhất ở châu Á và là một trong những loài nhỏ nhất trên thế giới, với bộ lông màu đỏ gỉ đặc biệt có đốm"
    },
    {
        "id": "be76b0f2-4fbf-44ef-af4c-5d20c36cc326",
        "word": "Geoffroy\\'s cat",
        "phonetic": "dʒɛfɹɔɪ bækslæʃ ɛs kæt ",
        "type": "noun",
        "defineEn": "a small wild cat species native to South America, typically found in grasslands, scrublands, and forests",
        "defineVi": "một loài mèo hoang nhỏ có nguồn gốc từ Nam Mỹ, thường được tìm thấy ở đồng cỏ, bụi rậm và rừng"
    },
    {
        "id": "5267e1a0-d4cb-438d-b9cd-52693ac3aad6",
        "word": "black panther",
        "phonetic": "blæk pænθɚ ",
        "type": "noun",
        "defineEn": "a leopard with an all-black coat",
        "defineVi": "một con báo với bộ lông toàn màu đen",
        "hasImg": true
    }
]