[
    {
        "id": "74822d1c-3430-461c-a407-dfbbe09a0d08",
        "word": "novella",
        "phonetic": "nɑːvɛlə ",
        "type": "noun",
        "defineEn": "a work of fiction with an intermediate length, which could be considered a short novel",
        "defineVi": "một tác phẩm hư cấu có độ dài trung bình, có thể được coi là một cuốn tiểu thuyết ngắn"
    },
    {
        "id": "577564ea-8088-4a29-bff9-5eb610c5a61b",
        "word": "epic",
        "phonetic": "ɛpɪk ",
        "type": "noun",
        "defineEn": "a long poem in narrative form giving an account of the extraordinary deeds and adventures of a nation's heroes or legends",
        "defineVi": "một bài thơ dài ở dạng tường thuật kể về những hành động và cuộc phiêu lưu phi thường của những anh hùng hoặc huyền thoại của một quốc gia"
    },
    {
        "id": "5ff9e02c-65c0-410f-b080-9fc5c41cd27e",
        "word": "chronicle",
        "phonetic": "kɹɑːnɪkəl ",
        "type": "noun",
        "defineEn": "a historical account of events presented in chronological order",
        "defineVi": "một tài khoản lịch sử của các sự kiện được trình bày theo thứ tự thời gian"
    },
    {
        "id": "bed5a2b9-3e3e-47c0-a17d-3c1c9794df26",
        "word": "ode",
        "phonetic": "oʊd ",
        "type": "noun",
        "defineEn": "a lyric poem, written in varied or irregular metrical form, for a particular object, person, or concept",
        "defineVi": "một bài thơ trữ tình, được viết bằng hình thức số liệu đa dạng hoặc bất thường, cho một đối tượng, người hoặc khái niệm cụ thể"
    },
    {
        "id": "051fcba4-9e15-43d4-94e2-eda3fe590b49",
        "word": "parody",
        "phonetic": "pæɹədi ",
        "type": "noun",
        "defineEn": "a piece of writing, music, etc. that imitates the style of someone else in a humorous way",
        "defineVi": "một đoạn văn bản, âm nhạc, v.v. bắt chước phong cách của người khác một cách hài hước"
    },
    {
        "id": "8ba8c927-f0d9-4715-8fb6-0c2e0595a7f8",
        "word": "fable",
        "phonetic": "feɪbəl ",
        "type": "noun",
        "defineEn": "a short story on morality with animal characters",
        "defineVi": "một câu chuyện ngắn về đạo đức với các nhân vật động vật"
    },
    {
        "id": "633175fb-1ead-40bb-aa46-9f58fd2107d7",
        "word": "parable",
        "phonetic": "pæɹəbəl ",
        "type": "noun",
        "defineEn": "a short fictitious story with a moral or spiritual lesson, especially one told by Jesus Christ in the Gospels",
        "defineVi": "một câu chuyện hư cấu ngắn với một bài học đạo đức hoặc tinh thần, đặc biệt là một kể bởi Chúa Giêsu Kitô trong Tin Mừng"
    },
    {
        "id": "a0731292-9245-4115-bc66-804544bcbc1a",
        "word": "haiku",
        "phonetic": "haɪkuː ",
        "type": "noun",
        "defineEn": "a Japanese poem with three unrhymed lines that have five, seven and five syllables each",
        "defineVi": "một bài thơ Nhật Bản có ba dòng không có vần, mỗi dòng có năm, bảy và năm âm tiết"
    },
    {
        "id": "d31e7b2d-2ba9-4049-9680-0636cdf0672b",
        "word": "epigram",
        "phonetic": "ɛpɪɡɹæm ",
        "type": "noun",
        "defineEn": "a short poem or phrase that expresses a single thought satirically, often ending in a clever or humorous way",
        "defineVi": "một bài thơ ngắn hoặc cụm từ thể hiện một ý nghĩ châm biếm, thường kết thúc một cách thông minh hoặc hài hước"
    },
    {
        "id": "2434aa7b-93ce-4ad5-afc1-0a0fa2929f82",
        "word": "saga",
        "phonetic": "sɑːɡə ",
        "type": "noun",
        "defineEn": "a long story of heroic actions and bravery in old Norse or Icelandic in the Middle Ages, or a modern narrative resembling such a narrative",
        "defineVi": "một câu chuyện dài về những hành động anh hùng và lòng dũng cảm ở Bắc Âu cổ hoặc Iceland thời Trung cổ, hoặc một câu chuyện hiện đại giống như một câu chuyện như vậy"
    },
    {
        "id": "1cafea28-054e-467e-9683-9e3f776fb7a0",
        "word": "epigraph",
        "phonetic": "ɛpɪɡɹæf ",
        "type": "noun",
        "defineEn": "a short quotation or phrase that is written at the beginning of a book or any chapter of it, suggesting the theme",
        "defineVi": "một trích dẫn hoặc cụm từ ngắn được viết ở đầu một cuốn sách hoặc bất kỳ chương nào của nó, gợi ý chủ đề"
    },
    {
        "id": "e182dc67-dfd0-456f-8c1b-65ee634b02b1",
        "word": "limerick",
        "phonetic": "lɪmɚɹɪk ",
        "type": "noun",
        "defineEn": "a humorous poem of five anapestic lines with a rhyme scheme of aabba",
        "defineVi": "một bài thơ hài hước gồm năm dòng anapesic với sơ đồ gieo vần aabba"
    },
    {
        "id": "c83699d6-ba71-4863-9367-c83e50af7b70",
        "word": "lyricism",
        "phonetic": "lɪɹɪsɪzəm ",
        "type": "noun",
        "defineEn": "the creative and imaginative expression of powerful feelings in art, poetry, music, etc.",
        "defineVi": "sự thể hiện sáng tạo và giàu trí tưởng tượng của những cảm xúc mạnh mẽ trong nghệ thuật, thơ ca, âm nhạc, v.v."
    },
    {
        "id": "bce4c43b-2149-48f9-9ba0-56989316f6fb",
        "word": "prose",
        "phonetic": "pɹoʊz ",
        "type": "noun",
        "defineEn": "spoken or written language in its usual form, in contrast to poetry",
        "defineVi": "ngôn ngữ nói hoặc viết ở dạng thông thường, trái ngược với thơ"
    },
    {
        "id": "153eb960-560b-45b4-93fc-db64b88eb7b0",
        "word": "oeuvre",
        "phonetic": "ɜːvɹə ",
        "type": "noun",
        "defineEn": "the collection of artistic or literary works produced by a particular painter, author, etc.",
        "defineVi": "bộ sưu tập các tác phẩm nghệ thuật hoặc văn học được tạo ra bởi một họa sĩ, tác giả cụ thể, v.v."
    },
    {
        "id": "645463d4-133e-42ed-90f4-d4e1d6a8e01c",
        "word": "motif",
        "phonetic": "moʊtiːf ",
        "type": "noun",
        "defineEn": "a subject, idea, or phrase that is repeatedly used in a literary work or musical composition",
        "defineVi": "một chủ đề, ý tưởng hoặc cụm từ được sử dụng nhiều lần trong một tác phẩm văn học hoặc tác phẩm âm nhạc"
    },
    {
        "id": "0351baf9-55df-4c4f-974d-55aa3c5fa9bd",
        "word": "characterization",
        "phonetic": "kæɹɪktɚɹaɪzeɪʃən ",
        "type": "noun",
        "defineEn": "the way in which characters in a movie, book, etc. are created and represented by a writer",
        "defineVi": "cách mà các nhân vật trong phim, sách, v.v. được tạo ra và thể hiện bởi một nhà văn"
    },
    {
        "id": "6ccd4bcf-30f3-4bdd-bc06-4e5be7975b2a",
        "word": "antagonist",
        "phonetic": "æntæɡənɪst ",
        "type": "noun",
        "defineEn": "someone who strongly opposes another person or thing",
        "defineVi": "một người phản đối mạnh mẽ người khác hoặc điều",
        "hasImg": true
    },
    {
        "id": "6bc4de18-b083-41fd-a18a-76eaf614702a",
        "word": "protagonist",
        "phonetic": "pɹoʊɾɐɡənɪst ",
        "type": "noun",
        "defineEn": "the main character in a movie, novel, TV show, etc.",
        "defineVi": "nhân vật chính trong phim, tiểu thuyết, chương trình truyền hình, v.v.",
        "hasImg": true
    },
    {
        "id": "88256a5e-d788-403d-a589-d6e9b609ddf4",
        "word": "to abridge",
        "phonetic": "tʊ ɐbɹɪdʒ ",
        "type": "verb",
        "defineEn": "to make a book, play, etc. short by omitting the details and including the main parts",
        "defineVi": "để làm cho một cuốn sách, vở kịch, v.v. ngắn lại bằng cách bỏ qua các chi tiết và bao gồm các phần chính",
        "hasImg": true
    },
    {
        "id": "1f533cd0-e422-466b-9481-2e5ca9c20659",
        "word": "to depict",
        "phonetic": "tə dᵻpɪkt ",
        "type": "verb",
        "defineEn": "to describe or portray someone or something in words",
        "defineVi": "để mô tả hoặc miêu tả một ai đó hoặc một cái gì đó trong lời nói",
        "hasImg": true
    },
    {
        "id": "e5ee53dd-e06e-4b02-8b77-d37e5bdfaf21",
        "word": "addendum",
        "phonetic": "ɐdɛndəm ",
        "type": "noun",
        "defineEn": "a section of additional material that is usually added at the end of a book",
        "defineVi": "một phần tài liệu bổ sung thường được thêm vào cuối cuốn sách"
    },
    {
        "id": "ee21ac1b-12cf-4109-9721-89d26a9a6f81",
        "word": "foreword",
        "phonetic": "fɔːɹwɜːd ",
        "type": "noun",
        "defineEn": "a short introductory section at the beginning of a book, usually written by someone other than the author",
        "defineVi": "một phần giới thiệu ngắn ở phần đầu của một cuốn sách, thường được viết bởi một người nào đó không phải là tác giả"
    },
    {
        "id": "e98ac742-a7f0-4e90-b50a-7eb7267cbc69",
        "word": "afterword",
        "phonetic": "æftɚwɜːd ",
        "type": "noun",
        "defineEn": "a part at the end of a book including some final words that may not be written by the author",
        "defineVi": "một phần ở phần cuối của một cuốn sách bao gồm một số từ cuối cùng có thể không được viết bởi tác giả"
    },
    {
        "id": "f9cf1049-1f69-4e07-805c-99466d6f00bd",
        "word": "stanza",
        "phonetic": "stænzə ",
        "type": "noun",
        "defineEn": "a series of lines in a poem, usually with recurring rhyme scheme and meter",
        "defineVi": "một loạt các dòng trong một bài thơ, thường có sơ đồ vần lặp lại và nhịp điệu"
    },
    {
        "id": "b93e72d2-775c-424d-b36b-b59fbc57b9a0",
        "word": "verse",
        "phonetic": "vɜːs ",
        "type": "noun",
        "defineEn": "a set of words that usually have a rhythmic pattern",
        "defineVi": "một tập hợp các từ thường có một mô hình nhịp điệu"
    },
    {
        "id": "3a139920-bbca-4624-904d-531206730943",
        "word": "sonnet",
        "phonetic": "sɑːnɪt ",
        "type": "noun",
        "defineEn": "a verse of Italian origin that has 14 lines, usually in an iambic pentameter and a prescribed rhyme scheme",
        "defineVi": "một câu thơ có nguồn gốc từ Ý có 14 dòng, thường ở thể thơ năm chữ iambic và một sơ đồ gieo vần theo quy định"
    },
    {
        "id": "bd281273-bbf5-412f-8206-805d380ac69a",
        "word": "gripping",
        "phonetic": "ɡɹɪpɪŋ ",
        "type": "adjective",
        "defineEn": "exciting and intriguing in a way that attracts someone's attention",
        "defineVi": "thú vị và hấp dẫn theo cách thu hút sự chú ý của ai đó"
    },
    {
        "id": "734405b1-a247-4367-8585-7a7f68cb68c8",
        "word": "concise",
        "phonetic": "kənsaɪs ",
        "type": "adjective",
        "defineEn": "giving a lot of information briefly and clearly",
        "defineVi": "cung cấp nhiều thông tin ngắn gọn và rõ ràng",
        "hasImg": true
    },
    {
        "id": "aee62941-795d-43ad-96e3-6f0260bada63",
        "word": "canonical",
        "phonetic": "kɐnɑːnɪkəl ",
        "type": "adjective",
        "defineEn": "(of an author or literary work) accepted as highly acclaimed authors or pieces of literature, which are collectively referred to as the literary canon",
        "defineVi": "(của một tác giả hoặc tác phẩm văn học) được công nhận là tác giả hoặc tác phẩm văn học được đánh giá cao, được gọi chung là kinh điển văn học"
    },
    {
        "id": "79aefc5c-8436-46b0-915f-f77ce74e2383",
        "word": "flowery",
        "phonetic": "flaʊɚɹi ",
        "type": "adjective",
        "defineEn": "(of writing or speech) full of literary or complicated words and phrases",
        "defineVi": "(về văn bản hoặc lời nói) đầy những từ và cụm từ văn học hoặc phức tạp"
    },
    {
        "id": "69371671-97ac-450c-bab0-c6ab3100d73f",
        "word": "mannered",
        "phonetic": "mænɚd ",
        "type": "adjective",
        "defineEn": "behaving in an artificial way that is too formal, trying to impress others",
        "defineVi": "cư xử một cách giả tạo quá trang trọng, cố gắng gây ấn tượng với người khác"
    },
    {
        "id": "d258ff96-1c38-474d-a9d5-009b9f60770c",
        "word": "raunchy",
        "phonetic": "ɹɔːntʃi ",
        "type": "adjective",
        "defineEn": "sexually explicit or morally obscene",
        "defineVi": "khiêu dâm hoặc tục tĩu về mặt đạo đức"
    },
    {
        "id": "49cd5de7-b2a5-4938-adb0-e8509289f4e2",
        "word": "highbrow",
        "phonetic": "haɪbɹaʊ ",
        "type": "adjective",
        "defineEn": "scholarly and highly interested in cultural or artistic matters",
        "defineVi": "học thuật và rất quan tâm đến các vấn đề văn hóa hoặc nghệ thuật"
    },
    {
        "id": "eea2f16a-df89-4ab1-957b-0c52112a6cd9",
        "word": "sequel",
        "phonetic": "siːkwəl ",
        "type": "noun",
        "defineEn": "a book, movie, play, etc. that continues and extends the story of an earlier one",
        "defineVi": "một cuốn sách, bộ phim, vở kịch, v.v. tiếp tục và mở rộng câu chuyện của một cuốn trước đó",
        "hasImg": true
    },
    {
        "id": "2f61ed25-043f-4dd1-9327-8680804ff80e",
        "word": "codex",
        "phonetic": "koʊdɛks ",
        "type": "noun",
        "defineEn": "an ancient book, written by hand, especially of scriptures, classics, etc.",
        "defineVi": "một cuốn sách cổ, được viết bằng tay, đặc biệt là kinh điển, kinh điển, v.v."
    },
    {
        "id": "80e25217-b02b-4141-a114-e6e4ce25453a",
        "word": "ghostwriter",
        "phonetic": "ɡoʊstɹaɪɾɚ ",
        "type": "noun",
        "defineEn": "an author whose work is published under someone else's name",
        "defineVi": "một tác giả có tác phẩm được xuất bản dưới tên của người khác"
    },
    {
        "id": "7ef9511e-95df-4c48-b52e-e596dc758b3e",
        "word": "humorist",
        "phonetic": "hjuːmoːɹɪst ",
        "type": "noun",
        "defineEn": "someone who is known for writing or telling humorous stories or jokes about real people and events",
        "defineVi": "một người được biết đến với việc viết hoặc kể những câu chuyện hài hước hoặc những câu chuyện cười về những người và sự kiện có thật"
    },
    {
        "id": "c31d74dd-6dfa-4c36-b836-56708f0a7b6d",
        "word": "tragedian",
        "phonetic": "tɹædʒiːdiən ",
        "type": "noun",
        "defineEn": "a playwright who writes tragedies",
        "defineVi": "một nhà viết kịch viết bi kịch"
    },
    {
        "id": "dcf23e73-4baa-4e17-99c6-833145a82922",
        "word": "man of letters",
        "phonetic": "mæn ʌv lɛɾɚz ",
        "type": "noun",
        "defineEn": "a male literary author or scholar",
        "defineVi": "một tác giả văn học nam hoặc học giả",
        "hasImg": true
    },
    {
        "id": "2f9608e0-d714-4ee3-8f75-542b5f27da82",
        "word": "satirist",
        "phonetic": "sæɾɪɹɪst ",
        "type": "noun",
        "defineEn": "a person who writes or uses satires in order to criticize or humor someone or something",
        "defineVi": "một người viết hoặc sử dụng châm biếm để chỉ trích hoặc hài hước ai đó hoặc một cái gì đó"
    }
]