[
    {
        "id": "01a2f7fc-b982-4d67-aa66-7f5fbf8e1a81",
        "word": "to announce",
        "phonetic": "tʊ ɐnaʊns ",
        "type": "verb",
        "defineEn": "to make plans or decisions known by officially telling people about them",
        "defineVi": "để thực hiện các kế hoạch hoặc quyết định được biết đến bằng cách chính thức nói với mọi người về họ",
        "hasImg": true
    },
    {
        "id": "eba9fca0-6148-40e0-9294-b977d2a421eb",
        "word": "to appear",
        "phonetic": "tʊ ɐpɪɹ ",
        "type": "verb",
        "defineEn": "to become visible and noticeable",
        "defineVi": "để trở nên có thể nhìn thấy và đáng chú ý",
        "hasImg": true
    },
    {
        "id": "b401d8c8-41aa-4c88-a26a-8261fe851fbd",
        "word": "to broadcast",
        "phonetic": "tə bɹɔːdkæst ",
        "type": "verb",
        "defineEn": "to use airwaves to send out TV or radio programs",
        "defineVi": "sử dụng sóng phát thanh để gửi các chương trình truyền hình hoặc đài phát thanh",
        "hasImg": true
    },
    {
        "id": "893d7512-f41c-4e47-801b-2308679cca5a",
        "word": "to contribute",
        "phonetic": "tə kəntɹɪbjuːt ",
        "type": "verb",
        "defineEn": "to give something, especially money or goods, in order to achieve a goal or help a cause",
        "defineVi": "đưa ra một cái gì đó, đặc biệt là tiền hoặc hàng hóa, để đạt được một mục tiêu hoặc giúp đỡ một nguyên nhân",
        "hasImg": true
    },
    {
        "id": "ef915991-1f08-4ac7-94ee-ec7086fe767f",
        "word": "editorial",
        "phonetic": "ɛdɪtoːɹɪəl ",
        "type": "adjective",
        "defineEn": "related to an article on a newspaper or magazine that gives the opinions of the editors",
        "defineVi": "liên quan đến một bài báo trên một tờ báo hoặc tạp chí đưa ra ý kiến của các biên tập viên"
    },
    {
        "id": "64526b37-aec1-4656-8898-bc798a330bba",
        "word": "journalism",
        "phonetic": "dʒɜːnəlɪzəm ",
        "type": "noun",
        "defineEn": "the product that is the result of a journalist's work",
        "defineVi": "sản phẩm là kết quả công việc của một nhà báo",
        "hasImg": true
    },
    {
        "id": "b5c4fc29-a292-463b-ab0c-1b9285a7646b",
        "word": "news agency",
        "phonetic": "nuːz eɪdʒənsi ",
        "type": "noun",
        "defineEn": "an organization that gathers news stories for newspapers and TV or radio stations",
        "defineVi": "một tổ chức tập hợp các câu chuyện tin tức cho các tờ báo và đài truyền hình hoặc đài phát thanh",
        "hasImg": true
    },
    {
        "id": "f1dd2202-b269-4ebd-b3fb-4600e32ce8c9",
        "word": "panel",
        "phonetic": "pænəl ",
        "type": "noun",
        "defineEn": "a group of people with special skills or knowledge who have been brought together to discuss, give advice, or make a decision about an issue",
        "defineVi": "một nhóm người có kỹ năng hoặc kiến thức đặc biệt được tập hợp lại để thảo luận, đưa ra lời khuyên hoặc đưa ra quyết định về một vấn đề",
        "hasImg": true
    },
    {
        "id": "827ee14b-d536-41a1-b391-2f1a400d8864",
        "word": "piece",
        "phonetic": "piːs ",
        "type": "noun",
        "defineEn": "a single composition or creation created by an artist, author or musician",
        "defineVi": "một tác phẩm hoặc tác phẩm được tạo bởi một nghệ sĩ, tác giả hoặc nhạc sĩ"
    },
    {
        "id": "d00c0573-28ff-4b31-afed-0670e4ca5aee",
        "word": "to present",
        "phonetic": "tə pɹɪzɛnt ",
        "type": "verb",
        "defineEn": "(of a producer or company) to offer a show or exhibition to the general public",
        "defineVi": "(của một nhà sản xuất hoặc công ty) để cung cấp một chương trình hoặc triển lãm cho công chúng",
        "hasImg": true
    },
    {
        "id": "02a52e37-cca8-4e54-95ac-adb277601f81",
        "word": "rating",
        "phonetic": "ɹeɪɾɪŋ ",
        "type": "noun",
        "defineEn": "a measurement of how good, popular or important etc. someone or something is",
        "defineVi": "một phép đo mức độ tốt, phổ biến hoặc quan trọng, v.v. của ai đó hoặc cái gì đó"
    },
    {
        "id": "92adc3ec-f9d5-4e91-828d-a65192899d98",
        "word": "to sponsor",
        "phonetic": "tə spɑːnsɚ ",
        "type": "verb",
        "defineEn": "to cover the costs of a project, TV or radio program, activity, etc. and being advertized in the process",
        "defineVi": "để trang trải chi phí cho một dự án, chương trình truyền hình hoặc đài phát thanh, hoạt động, v.v. và được quảng cáo trong quá trình này"
    },
    {
        "id": "398e48d4-e441-455a-82dd-4447778f43cd",
        "word": "to censor",
        "phonetic": "tə sɛnsɚ ",
        "type": "verb",
        "defineEn": "to remove parts of something such as a book, movie, etc. and prevent the public from accessing them for political, moral, or religious purposes",
        "defineVi": "để xóa các phần của thứ gì đó chẳng hạn như sách, phim, v.v. và ngăn công chúng truy cập chúng vì mục đích chính trị, đạo đức hoặc tôn giáo"
    },
    {
        "id": "49342fe3-5ef9-45d6-b251-f7c4e308705b",
        "word": "circulation",
        "phonetic": "sɜːkjʊleɪʃən ",
        "type": "noun",
        "defineEn": "the number of copies of a newspaper or magazine sold at regular intervals",
        "defineVi": "số lượng bản sao của một tờ báo hoặc tạp chí được bán đều đặn",
        "hasImg": true
    },
    {
        "id": "7ce40bd6-fe67-41d2-bb62-33444c485661",
        "word": "columnist",
        "phonetic": "kɑːləmnɪst ",
        "type": "noun",
        "defineEn": "a journalist who regularly writes articles on a particular subject for a newspaper or magazine",
        "defineVi": "một nhà báo thường xuyên viết bài về một chủ đề cụ thể cho một tờ báo hoặc tạp chí"
    },
    {
        "id": "a09c147d-9052-40bf-be31-4424e0967eb2",
        "word": "commentary",
        "phonetic": "kɑːməntɛɹi ",
        "type": "noun",
        "defineEn": "a set of written explanations or descriptions about an event or a situation",
        "defineVi": "một tập hợp các giải thích hoặc mô tả bằng văn bản về một sự kiện hoặc một tình huống",
        "hasImg": true
    },
    {
        "id": "5b7d992c-e066-4452-85a0-139f988add07",
        "word": "endorsement",
        "phonetic": "ɛndoːɹsmənt ",
        "type": "noun",
        "defineEn": "a statement, especially by someone famous, as a form of advertisement claiming they are approved of a product",
        "defineVi": "một tuyên bố, đặc biệt là của một người nổi tiếng, như một hình thức quảng cáo tuyên bố rằng họ được phê duyệt một sản phẩm"
    },
    {
        "id": "c8c133c6-0e91-4790-80cc-64ccd43d36b8",
        "word": "network",
        "phonetic": "nɛtwɜːk ",
        "type": "noun",
        "defineEn": "a group of TV or radio stations broadcasting the same program at the same time in different places",
        "defineVi": "một nhóm các đài truyền hình hoặc đài phát thanh cùng một chương trình vào cùng một thời điểm ở những nơi khác nhau",
        "hasImg": true
    },
    {
        "id": "c253903b-a875-4cbd-ae62-bb1a9a00347e",
        "word": "readership",
        "phonetic": "ɹiːdɚʃɪp ",
        "type": "noun",
        "defineEn": "the number of people who read a particular magazine, newspaper, or book on a regular basis",
        "defineVi": "số người thường xuyên đọc một tạp chí, tờ báo hoặc cuốn sách cụ thể"
    },
    {
        "id": "8c839bfd-143a-478e-ad38-eb5ab415aa05",
        "word": "reception",
        "phonetic": "ɹᵻsɛpʃən ",
        "type": "noun",
        "defineEn": "the quality or the act of receiving radio, television or cellphone signals",
        "defineVi": "chất lượng hoặc hành động nhận tín hiệu radio, truyền hình hoặc điện thoại di động"
    },
    {
        "id": "31f2ed5b-05a4-4fc5-9bdf-9d8a3ed4e436",
        "word": "to subscribe",
        "phonetic": "tə səbskɹaɪb ",
        "type": "verb",
        "defineEn": "to pay some money in advance in order to use or receive something regularly",
        "defineVi": "trả một số tiền trước để sử dụng hoặc nhận một cái gì đó thường xuyên"
    },
    {
        "id": "f53b9fee-71e4-4df6-a72a-9616f3acb11e",
        "word": "pilot",
        "phonetic": "paɪlət ",
        "type": "noun",
        "defineEn": "a TV or radio program made to see how the audience react and whether it should be made into a series",
        "defineVi": "một chương trình truyền hình hoặc đài phát thanh được thực hiện để xem khán giả phản ứng như thế nào và liệu nó có nên được dựng thành một bộ hay không"
    },
    {
        "id": "651fa0d5-8166-4c87-8a64-e68cf7e32696",
        "word": "channel",
        "phonetic": "tʃænəl ",
        "type": "noun",
        "defineEn": "a TV station that broadcasts different programs",
        "defineVi": "một đài truyền hình phát sóng các chương trình khác nhau",
        "hasImg": true
    },
    {
        "id": "03482017-8ffe-4cd7-8e6f-5b680dbf6fbf",
        "word": "commercial",
        "phonetic": "kəmɜːʃəl ",
        "type": "noun",
        "defineEn": "an ad broadcast on TV or radio",
        "defineVi": "một quảng cáo phát trên TV hoặc đài phát thanh"
    },
    {
        "id": "7769a309-fdf9-417a-a8a7-cff73fe3b641",
        "word": "documentary",
        "phonetic": "dɑːkjuːmɛntɚɹi ",
        "type": "noun",
        "defineEn": "a movie or TV program based on true stories giving facts about a particular person or event",
        "defineVi": "một bộ phim hoặc chương trình truyền hình dựa trên những câu chuyện có thật đưa ra sự thật về một người hoặc sự kiện cụ thể",
        "hasImg": true
    },
    {
        "id": "11e36048-f6fb-4bca-86a4-b891cadfee87",
        "word": "episode",
        "phonetic": "ɛpɪsoʊd ",
        "type": "noun",
        "defineEn": "one of a series of a radio or TV show",
        "defineVi": "một trong một loạt chương trình phát thanh hoặc truyền hình"
    },
    {
        "id": "542a905e-5471-4c44-9584-af9ae174dfe4",
        "word": "headline",
        "phonetic": "hɛdlaɪn ",
        "type": "noun",
        "defineEn": "the large words in the upper part of a page of a newspaper, article, etc.",
        "defineVi": "các từ lớn ở phần trên của một trang báo, bài báo, v.v."
    },
    {
        "id": "f968920b-9ca0-416a-9644-3ebc415e14f7",
        "word": "viewer",
        "phonetic": "vjuːɚ ",
        "type": "noun",
        "defineEn": "an individual who watches or consumes content, such as videos, television programs, or live streams, either through traditional broadcasting channels or digital platforms",
        "defineVi": "một cá nhân xem hoặc tiêu thụ nội dung, chẳng hạn như video, chương trình truyền hình hoặc luồng trực tiếp, thông qua các kênh phát sóng truyền thống hoặc nền tảng kỹ thuật số",
        "hasImg": true
    },
    {
        "id": "c457210b-a2fe-4538-beb0-9c6f5d3018f5",
        "word": "podcast",
        "phonetic": "pɑːdkæst ",
        "type": "noun",
        "defineEn": "a digital audio or video program that is available for download or streaming on the internet, typically produced in a series format covering a wide range of topics",
        "defineVi": "một chương trình âm thanh hoặc video kỹ thuật số có sẵn để tải xuống hoặc phát trực tuyến trên internet, thường được sản xuất ở định dạng sê-ri bao gồm nhiều chủ đề"
    },
    {
        "id": "ffe92ae7-504a-4b39-9f60-1f5787928251",
        "word": "soap opera",
        "phonetic": "soʊp ɑːpɚɹə ",
        "type": "noun",
        "defineEn": "a TV or radio show, broadcast regularly, dealing with the routine life of a group of people and their problems",
        "defineVi": "một chương trình truyền hình hoặc đài phát thanh, phát sóng thường xuyên, giải quyết cuộc sống thường ngày của một nhóm người và các vấn đề của họ"
    },
    {
        "id": "36a213df-c535-48a0-969a-a74dc921e676",
        "word": "current affairs",
        "phonetic": "kɜːɹənt ɐfɛɹz ",
        "type": "noun",
        "defineEn": "important social or political events that are happening and are covered in the news",
        "defineVi": "các sự kiện xã hội hoặc chính trị quan trọng đang diễn ra và được đưa tin",
        "hasImg": true
    },
    {
        "id": "4860deaa-0a18-421e-8ecd-7502d912f4a1",
        "word": "human interest",
        "phonetic": "hjuːmən ɪntɹɛst ",
        "type": "noun",
        "defineEn": "the aspect of a story in the media that the audience can relate to because it describes people's lived experiences, feelings, etc.",
        "defineVi": "khía cạnh của một câu chuyện trên phương tiện truyền thông mà khán giả có thể liên quan đến vì nó mô tả kinh nghiệm sống, cảm xúc của mọi người, v.v."
    },
    {
        "id": "42565432-c348-46a0-a037-c514c3a9aa7a",
        "word": "backstory",
        "phonetic": "bækstoːɹi ",
        "type": "noun",
        "defineEn": "the events that have happened to a character before their story in a book, movie, etc. begins",
        "defineVi": "các sự kiện đã xảy ra với một nhân vật trước khi câu chuyện của họ trong sách, phim, v.v. bắt đầu"
    },
    {
        "id": "8e1f5c00-6b5c-4c8b-8ee4-377647d1d29e",
        "word": "on-air",
        "phonetic": "ɔnɛɹ ",
        "type": "adjective",
        "defineEn": "being broadcast on TV or radio",
        "defineVi": "được phát sóng trên TV hoặc đài phát thanh"
    },
    {
        "id": "760a26e5-df3d-459e-8128-ee464f92c401",
        "word": "off-air",
        "phonetic": "ɔfɛɹ ",
        "type": "adjective",
        "defineEn": "not being broadcast on TV or radio",
        "defineVi": "không được phát sóng trên TV hoặc đài phát thanh"
    }
]