[
    {
        "id": "b6f24cc9-49d5-43ae-b66e-c1984da78f88",
        "word": "wolf",
        "phonetic": "wʊlf ",
        "type": "noun",
        "defineEn": "a big and wild animal from the same family as dogs that hunts for food in groups",
        "defineVi": "một loài động vật lớn và hoang dã cùng họ với chó săn tìm thức ăn theo nhóm",
        "hasImg": true
    },
    {
        "id": "c5dab0d6-3cb1-4ae6-ba65-6708667b247d",
        "word": "gray wolf",
        "phonetic": "ɡɹeɪ wʊlf ",
        "type": "noun",
        "defineEn": "a highly social and adaptable carnivorous mammal, known for its sleek appearance, cooperative hunting behavior, and cultural significance",
        "defineVi": "một loài động vật có vú ăn thịt có tính xã hội cao và dễ thích nghi, được biết đến với vẻ ngoài bóng bẩy, hành vi săn mồi hợp tác và ý nghĩa văn hóa"
    },
    {
        "id": "c625ca88-7723-4ff2-88ee-712bb4cffae9",
        "word": "maned wolf",
        "phonetic": "meɪnd wʊlf ",
        "type": "noun",
        "defineEn": "a unique and elusive large canid species native to South America, known for its distinctive appearance",
        "defineVi": "một loài chó lớn độc đáo và khó nắm bắt có nguồn gốc từ Nam Mỹ, được biết đến với vẻ ngoài đặc biệt",
        "hasImg": true
    },
    {
        "id": "5f43af14-69bb-4188-8484-c5107c797c13",
        "word": "Arctic wolf",
        "phonetic": "ɑːɹktɪk wʊlf ",
        "type": "noun",
        "defineEn": "a subspecies of the gray wolf adapted to survive in the harsh Arctic regions of North America",
        "defineVi": "một phân loài của sói xám thích nghi để tồn tại ở vùng Bắc cực khắc nghiệt của Bắc Mỹ",
        "hasImg": true
    },
    {
        "id": "743a3f33-fd49-44e4-bfd4-e7bcdbbc0bdc",
        "word": "eastern wolf",
        "phonetic": "iːstɚn wʊlf ",
        "type": "noun",
        "defineEn": "a medium-sized subspecies of the gray wolf found in eastern Canada, with a grayish-brown coat and black and white markings.",
        "defineVi": "một phân loài cỡ trung bình của sói xám được tìm thấy ở miền đông Canada, với bộ lông màu nâu xám và các mảng màu đen và trắng."
    },
    {
        "id": "a0ae7018-eb3c-498d-834c-11ad66a14c4d",
        "word": "Ethiopian wolf",
        "phonetic": "iːθɪoʊpiən wʊlf ",
        "type": "noun",
        "defineEn": "The Ethiopian wolf is a slender canid with a reddish-brown coat, white markings, long legs, and a long, narrow snout. It is found only in the highlands of Ethiopia.",
        "defineVi": "Sói Ethiopia là một loài chó mảnh khảnh với bộ lông màu nâu đỏ, các mảng màu trắng, chân dài và mõm dài và hẹp. Nó chỉ được tìm thấy ở vùng cao nguyên của Ethiopia.",
        "hasImg": true
    },
    {
        "id": "679d4be9-f21f-4da4-8933-7d658704a594",
        "word": "fox",
        "phonetic": "fɑːks ",
        "type": "noun",
        "defineEn": "a small to medium-sized mammal belonging to the family Canidae, known for its slender body, bushy tail, and remarkable adaptability to various habitats around the world",
        "defineVi": "một loài động vật có vú cỡ nhỏ đến trung bình thuộc họ Canidae, được biết đến với thân hình mảnh mai, đuôi rậm rạp và khả năng thích nghi vượt trội với các môi trường sống khác nhau trên thế giới",
        "hasImg": true
    },
    {
        "id": "878007e3-6014-4caf-8f1d-3e9cbf36f40f",
        "word": "red fox",
        "phonetic": "ɹɛd fɑːks ",
        "type": "noun",
        "defineEn": "a medium-sized mammal of the Canidae family, known for its distinctive red fur, bushy tail, and adaptability to a wide range of habitats",
        "defineVi": "một loài động vật có vú cỡ trung bình thuộc họ Canidae, được biết đến với bộ lông đỏ đặc biệt, chiếc đuôi rậm rạp và khả năng thích nghi với nhiều môi trường sống",
        "hasImg": true
    },
    {
        "id": "c9b9cb65-d626-43ef-8dac-8939cbe0db60",
        "word": "gray fox",
        "phonetic": "ɡɹeɪ fɑːks ",
        "type": "noun",
        "defineEn": "a medium-sized mammal of the Canidae family, known for its unique appearance",
        "defineVi": "một loài động vật có vú cỡ trung bình thuộc họ Canidae, được biết đến với vẻ ngoài độc đáo",
        "hasImg": true
    },
    {
        "id": "05536fd2-6812-452e-b883-24bfa2ca6493",
        "word": "Tibetan fox",
        "phonetic": "tɪbɛtən fɑːks ",
        "type": "noun",
        "defineEn": "a small, wild canid found in the high Tibetan Plateau, with a coat that ranges from reddish-brown to grey and white.",
        "defineVi": "một loài chó nhỏ, hoang dã được tìm thấy ở cao nguyên Tây Tạng, với bộ lông có màu từ nâu đỏ đến xám và trắng.",
        "hasImg": true
    },
    {
        "id": "bd7372e8-2e0f-4572-aa27-5582f789ad89",
        "word": "crab-eating fox",
        "phonetic": "kɹæbiːɾɪŋ fɑːks ",
        "type": "noun",
        "defineEn": "a medium-sized canid found in Central and South America, known for its omnivorous diet that includes crabs",
        "defineVi": "một loài chó cỡ trung bình được tìm thấy ở Trung và Nam Mỹ, được biết đến với chế độ ăn tạp bao gồm cua"
    },
    {
        "id": "d2859bbe-7eaa-4568-9fb0-ce977d9c8d1b",
        "word": "kit fox",
        "phonetic": "kɪt fɑːks ",
        "type": "noun",
        "defineEn": "a small fox species found in North America, known for its small size, large ears, and distinctive appearance",
        "defineVi": "một loài cáo nhỏ được tìm thấy ở Bắc Mỹ, được biết đến với kích thước nhỏ, đôi tai lớn và vẻ ngoài đặc biệt",
        "hasImg": true
    },
    {
        "id": "ec498878-6541-4922-90e8-2e4d1aadff3b",
        "word": "fennec fox",
        "phonetic": "fɛnɛk fɑːks ",
        "type": "noun",
        "defineEn": "a small nocturnal fox found in the Sahara Desert of North Africa. It has distinctive large ears, which serve to dissipate heat and aid in hunting prey in the dark",
        "defineVi": "một con cáo nhỏ sống về đêm được tìm thấy ở sa mạc Sahara của Bắc Phi Nó có đôi tai lớn đặc biệt, có tác dụng tản nhiệt và hỗ trợ săn mồi trong bóng tối.",
        "hasImg": true
    },
    {
        "id": "743d39b2-9a47-41d6-96b1-9a416f9d8745",
        "word": "corsac fox",
        "phonetic": "kɔːɹsæk fɑːks ",
        "type": "noun",
        "defineEn": "a small, wild canid found in the steppes and deserts of central Asia and parts of Eastern Europe. It has a yellowish-grey coat and a bushy tail with a black tip.",
        "defineVi": "một loài chó nhỏ, hoang dã được tìm thấy ở thảo nguyên và sa mạc ở Trung Á và một phần của Đông Âu. Nó có bộ lông màu xám vàng và một cái đuôi rậm rạp với một đầu màu đen.",
        "hasImg": true
    },
    {
        "id": "83090b56-84d3-4c1c-8a81-df3b627a23d3",
        "word": "Cape fox",
        "phonetic": "keɪp fɑːks ",
        "type": "noun",
        "defineEn": "a small, wild canid found in southern Africa, with a reddish-brown coat and black-tipped ears",
        "defineVi": "một loài chó nhỏ, hoang dã được tìm thấy ở miền nam châu Phi, với bộ lông màu nâu đỏ và đôi tai có chóp màu đen",
        "hasImg": true
    },
    {
        "id": "e6f1cd31-7629-4bcb-af19-f95adcfe25bb",
        "word": "silver fox",
        "phonetic": "sɪlvɚ fɑːks ",
        "type": "noun",
        "defineEn": "a melanistic color morph of the red fox, characterized by its dark charcoal or black coat color",
        "defineVi": "một hình thái màu melanistic của cáo đỏ, được đặc trưng bởi màu than sẫm hoặc màu lông đen",
        "hasImg": true
    },
    {
        "id": "a23e316c-456a-4ff1-b2a2-227573597361",
        "word": "hoary fox",
        "phonetic": "hoːɹi fɑːks ",
        "type": "noun",
        "defineEn": "a small, wild canid found in parts of South America, including Brazil, Paraguay, and Argentina. It has a distinctive grayish-white coat and black-tipped tail.",
        "defineVi": "một loài chó nhỏ, hoang dã được tìm thấy ở các vùng của Nam Mỹ, bao gồm Brazil, Paraguay và Argentina. Nó có bộ lông màu trắng xám đặc biệt và đuôi có đốm đen."
    },
    {
        "id": "89b838a9-6cfd-47db-9abb-da0fceb23e6e",
        "word": "jackal",
        "phonetic": "dʒækəl ",
        "type": "noun",
        "defineEn": "a mid-sized canine that hunts in packs, usually found in Africa and Southern Asia",
        "defineVi": "một con chó cỡ trung bình đi săn theo bầy, thường được tìm thấy ở Châu Phi và Nam Á",
        "hasImg": true
    },
    {
        "id": "53543888-13fc-4e51-853d-b17964356d29",
        "word": "dhole",
        "phonetic": "doʊl ",
        "type": "noun",
        "defineEn": "a highly social and endangered species of wild canid known for its distinctive reddish coat, native to parts of Asia",
        "defineVi": "một loài canid hoang dã có tính xã hội cao và có nguy cơ tuyệt chủng được biết đến với bộ lông màu đỏ đặc biệt, có nguồn gốc từ các vùng của châu Á",
        "hasImg": true
    },
    {
        "id": "47199f57-cc7d-47c0-b753-4e4f6e5fbd25",
        "word": "dingo",
        "phonetic": "dɪŋɡoʊ ",
        "type": "noun",
        "defineEn": "a wild dog with a tan or reddish coat that is found in Australia",
        "defineVi": "một con chó hoang có bộ lông màu nâu hoặc đỏ được tìm thấy ở Úc",
        "hasImg": true
    },
    {
        "id": "fde5e44c-7694-43d8-bcef-62e0af65e117",
        "word": "coyote",
        "phonetic": "kaɪoʊɾi ",
        "type": "noun",
        "defineEn": "a North American wild animal that resembles a small wolf",
        "defineVi": "một loài động vật hoang dã ở Bắc Mỹ giống như một con sói nhỏ",
        "hasImg": true
    },
    {
        "id": "f5c5c70a-208f-4787-8096-b75e4e896f12",
        "word": "Culpeo",
        "phonetic": "kʌlpɪoʊ ",
        "type": "noun",
        "defineEn": "a medium-sized wild canid found in South America, ranging from the Andes Mountains down to the southern tip of the continent. It has a reddish-brown coat and a distinctive black-tipped tail",
        "defineVi": "một loài chó hoang có kích thước trung bình được tìm thấy ở Nam Mỹ, trải dài từ dãy núi Andes đến mũi phía nam của lục địa. Nó có bộ lông màu nâu đỏ và chiếc đuôi có đốm đen đặc biệt",
        "hasImg": true
    },
    {
        "id": "ecabd14e-39f0-46af-aeb9-118506c49bd9",
        "word": "raccoon dog",
        "phonetic": "ɹækuːn dɑːɡ ",
        "type": "noun",
        "defineEn": "a small, wild canine species native to East Asia, known for its distinctive appearance resembling a raccoon, with a stocky body, bushy tail, and masked facial markings",
        "defineVi": "một loài chó nhỏ, hoang dã, có nguồn gốc từ Đông Á, được biết đến với vẻ ngoài đặc biệt giống gấu trúc, với thân hình chắc nịch, đuôi rậm rạp và các dấu hiệu trên mặt",
        "hasImg": true
    },
    {
        "id": "1d3b6027-4dee-4a78-9353-10e1733e8dc7",
        "word": "short-eared dog",
        "phonetic": "ʃɔːɹtɪɹd dɑːɡ ",
        "type": "noun",
        "defineEn": "a wild canid found in South America. It is known for its distinctive physical features, including its short, round ears and dark brown fur.",
        "defineVi": "một loài canid hoang dã được tìm thấy ở Nam Mỹ Nó được biết đến với các đặc điểm ngoại hình đặc biệt, bao gồm đôi tai ngắn, tròn và bộ lông màu nâu sẫm.",
        "hasImg": true
    },
    {
        "id": "ffdbd51b-4012-4058-aee0-124b40ff9ee4",
        "word": "bush dog",
        "phonetic": "bʊʃ dɑːɡ ",
        "type": "noun",
        "defineEn": "a small, wild canid found in Central and South America. It is known for its distinctive bushy tail and reddish-brown fur.",
        "defineVi": "một loài chó nhỏ, hoang dã được tìm thấy ở Trung và Nam Mỹ. Nó được biết đến với cái đuôi rậm rạp đặc biệt và bộ lông màu nâu đỏ.",
        "hasImg": true
    },
    {
        "id": "d6d8f822-fb9c-4749-bf85-b770e08a0d45",
        "word": "hyena",
        "phonetic": "haɪiːnə ",
        "type": "noun",
        "defineEn": "a nocturnal wild mammal that eats the remains of the flesh of other animals and makes a sound like laughter",
        "defineVi": "một loài động vật có vú hoang dã sống về đêm ăn phần còn lại của thịt của các loài động vật khác và tạo ra âm thanh như tiếng cười",
        "hasImg": true
    },
    {
        "id": "31222545-4b8a-4771-a2aa-cb3132be3e48",
        "word": "brown hyena",
        "phonetic": "bɹaʊn haɪiːnə ",
        "type": "noun",
        "defineEn": "a carnivorous mammal native to Africa, known for its distinct appearance and scavenging behaviors",
        "defineVi": "một loài động vật có vú ăn thịt có nguồn gốc từ Châu Phi, được biết đến với vẻ ngoài khác biệt và hành vi nhặt rác",
        "hasImg": true
    },
    {
        "id": "62a122b2-2c67-4ea7-b229-e8a311be2d11",
        "word": "striped hyena",
        "phonetic": "stɹaɪpt haɪiːnə ",
        "type": "noun",
        "defineEn": "a carnivorous mammal found in parts of Africa, the Middle East, and South Asia, characterized by its distinctive striped coat, powerful build, and scavenging behaviors",
        "defineVi": "một loài động vật có vú ăn thịt được tìm thấy ở các vùng của Châu Phi, Trung Đông và Nam Á, được đặc trưng bởi bộ lông sọc đặc biệt, thân hình mạnh mẽ và hành vi nhặt rác",
        "hasImg": true
    },
    {
        "id": "abfd77ba-23b1-4176-b228-cf23e1a018a3",
        "word": "spotted hyena",
        "phonetic": "spɑːɾᵻd haɪiːnə ",
        "type": "noun",
        "defineEn": "a large, carnivorous mammal known for its distinctive spotted coat, powerful build, and complex social structure",
        "defineVi": "một loài động vật có vú lớn, ăn thịt được biết đến với bộ lông đốm đặc biệt, cơ thể mạnh mẽ và cấu trúc xã hội phức tạp",
        "hasImg": true
    },
    {
        "id": "f8d323d9-ef2b-4b6f-bebb-802c06913ac6",
        "word": "African wild dog",
        "phonetic": "æfɹɪkən waɪld dɑːɡ ",
        "type": "noun",
        "defineEn": "a canid found in sub-Saharan Africa. It is characterized by its unique coat pattern, which consists of patches of black, white, and brown.",
        "defineVi": "một loài chó được tìm thấy ở châu Phi cận Sahara. Nó được đặc trưng bởi kiểu lông độc đáo, bao gồm các mảng màu đen, trắng và nâu.",
        "hasImg": true
    },
    {
        "id": "71dfefb7-266f-4ccd-afb2-b093ee105866",
        "word": "island fox",
        "phonetic": "aɪlənd fɑːks ",
        "type": "noun",
        "defineEn": "a small fox endemic to six of the eight Channel Islands of California. It is a subspecies of the gray fox, and is notable for its diminutive size.",
        "defineVi": "một con cáo nhỏ đặc hữu của sáu trong số tám Quần đảo Channel của California Nó là một phân loài của cáo xám, và đáng chú ý vì kích thước nhỏ bé của nó."
    },
    {
        "id": "d1b917a9-03b9-4e33-b4e1-ae910218e843",
        "word": "swift fox",
        "phonetic": "swɪft fɑːks ",
        "type": "noun",
        "defineEn": "a small North American fox, Vulpes velox, with greyish-brown fur and a black-tipped tail",
        "defineVi": "một con cáo Bắc Mỹ nhỏ, Vulpes velox, với bộ lông màu nâu xám và cái đuôi đen"
    },
    {
        "id": "a0607c7b-da36-4b19-bc4b-cd0ec3574f3c",
        "word": "bat-eared fox",
        "phonetic": "bætɪɹd fɑːks ",
        "type": "noun",
        "defineEn": "a small mammal species known for its distinctively large ears and insectivorous diet, found in various habitats in Africa",
        "defineVi": "một loài động vật có vú nhỏ được biết đến với đôi tai lớn đặc biệt và chế độ ăn côn trùng, được tìm thấy ở nhiều môi trường sống khác nhau ở Châu Phi"
    },
    {
        "id": "89fdf578-f8ca-4605-ac87-1bdd0b465d13",
        "word": "aardwolf",
        "phonetic": "ɑːɹdwʊlf ",
        "type": "noun",
        "defineEn": "a small, insectivorous mammal native to Africa, known for its distinctive appearance, which resembles a small striped hyena, and its diet consisting mainly of termites",
        "defineVi": "một loài động vật có vú nhỏ, ăn côn trùng có nguồn gốc từ Châu Phi, được biết đến với vẻ ngoài đặc biệt, giống như một con linh cẩu sọc nhỏ và chế độ ăn uống của nó bao gồm chủ yếu là mối"
    }
]