[
    {
        "id": "279184a8-c38f-4cbb-9134-fbd5296c05f8",
        "word": "the media",
        "phonetic": "ðə miːdiːə ",
        "type": "noun",
        "defineEn": "the ways through which people receive information such as newspapers, television, etc.",
        "defineVi": "những cách mà mọi người tiếp nhận thông tin như báo chí, truyền hình, v.v."
    },
    {
        "id": "cf83a0a3-ac9b-47be-87ad-41d916c43a1a",
        "word": "ad",
        "phonetic": "æd ",
        "type": "noun",
        "defineEn": "a public announcement by which people are told about new or different products or services",
        "defineVi": "một thông báo công khai mà mọi người được thông báo về các sản phẩm hoặc dịch vụ mới hoặc khác"
    },
    {
        "id": "97eee192-702f-4a99-ac3b-069c26fc88b1",
        "word": "to advertize",
        "phonetic": "tʊ ædvɚtaɪz ",
        "type": "verb",
        "defineEn": "to make a product or service known to people, through different means, in order to better sell it",
        "defineVi": "để làm cho một sản phẩm hoặc dịch vụ được mọi người biết đến, thông qua các phương tiện khác nhau, để bán nó tốt hơn"
    },
    {
        "id": "9980ed25-7bd5-49fe-bbb0-8b0a9a08bc90",
        "word": "advice column",
        "phonetic": "ɐdvaɪs kɑːlʌm ",
        "type": "noun",
        "defineEn": "a section or part in a newspaper in which people are given advice regarding their personal problems",
        "defineVi": "một phần hoặc một phần trong một tờ báo trong đó mọi người được đưa ra lời khuyên về các vấn đề cá nhân của họ"
    },
    {
        "id": "ce3446e6-422d-4917-8090-600b0fa6f2d7",
        "word": "break",
        "phonetic": "bɹeɪk ",
        "type": "noun",
        "defineEn": "a short pause in a TV or radio program for advertizement",
        "defineVi": "tạm dừng một thời gian ngắn trong chương trình truyền hình hoặc đài phát thanh để quảng cáo"
    },
    {
        "id": "ffc01a08-98ce-4f23-907c-66bc8af00d6a",
        "word": "to broadcast",
        "phonetic": "tə bɹɔːdkæst ",
        "type": "verb",
        "defineEn": "to use airwaves to send out TV or radio programs",
        "defineVi": "sử dụng sóng phát thanh để gửi các chương trình truyền hình hoặc đài phát thanh",
        "hasImg": true
    },
    {
        "id": "1eae246b-04c8-4371-b826-ffb31c56c1f2",
        "word": "broadcast",
        "phonetic": "bɹɔːdkæst ",
        "type": "noun",
        "defineEn": "a TV or radio program",
        "defineVi": "một chương trình truyền hình hoặc đài phát thanh",
        "hasImg": true
    },
    {
        "id": "2474bb91-7a93-4fe8-8a1e-27407da1e42c",
        "word": "channel",
        "phonetic": "tʃænəl ",
        "type": "noun",
        "defineEn": "a TV station that broadcasts different programs",
        "defineVi": "một đài truyền hình phát sóng các chương trình khác nhau",
        "hasImg": true
    },
    {
        "id": "add0d432-4a83-4dc7-830b-d5745a79937a",
        "word": "commercial",
        "phonetic": "kəmɜːʃəl ",
        "type": "noun",
        "defineEn": "an ad broadcast on TV or radio",
        "defineVi": "một quảng cáo phát trên TV hoặc đài phát thanh"
    },
    {
        "id": "05747f4a-bb34-44f7-9eda-d695a293bf95",
        "word": "edition",
        "phonetic": "ᵻdɪʃən ",
        "type": "noun",
        "defineEn": "the particular form that a book or magazine is in",
        "defineVi": "hình thức cụ thể mà một cuốn sách hoặc tạp chí là trong"
    },
    {
        "id": "2c460f19-2256-43f1-9803-6912da4bdb30",
        "word": "to publish",
        "phonetic": "tə pʌblɪʃ ",
        "type": "verb",
        "defineEn": "to issue or produce a newspaper, book, etc.",
        "defineVi": "để phát hành hoặc sản xuất một tờ báo, cuốn sách, vv",
        "hasImg": true
    },
    {
        "id": "ad6dcc5b-85bb-4ce0-89e5-104c0340f91b",
        "word": "to edit",
        "phonetic": "tʊ ɛdɪt ",
        "type": "verb",
        "defineEn": "to prepare a book, newspaper, or magazine for publication through revision, modification etc.",
        "defineVi": "để chuẩn bị một cuốn sách, tờ báo hoặc tạp chí để xuất bản thông qua sửa đổi, sửa đổi, v.v.",
        "hasImg": true
    },
    {
        "id": "c457ddb6-d164-49a7-969c-7f8362e58dda",
        "word": "episode",
        "phonetic": "ɛpɪsoʊd ",
        "type": "noun",
        "defineEn": "one of a series of a radio or TV show",
        "defineVi": "một trong một loạt chương trình phát thanh hoặc truyền hình"
    },
    {
        "id": "30cab91e-273b-40e6-bfad-0ada63e5a86b",
        "word": "front page",
        "phonetic": "fɹʌnt peɪdʒ ",
        "type": "noun",
        "defineEn": "the first and main page of a newspaper in which important news pieces are printed",
        "defineVi": "trang đầu tiên và trang chính của một tờ báo trong đó các mẩu tin tức quan trọng được in"
    },
    {
        "id": "efb6aefc-a0f7-417a-aedc-0091b61a905e",
        "word": "to cover",
        "phonetic": "tə kʌvɚ ",
        "type": "verb",
        "defineEn": "to report on or talk about an event in a news piece",
        "defineVi": "để báo cáo về hoặc nói về một sự kiện trong một mảnh tin tức",
        "hasImg": true
    },
    {
        "id": "eb8af1e4-d1f0-4f99-8a69-f956950640ec",
        "word": "headline",
        "phonetic": "hɛdlaɪn ",
        "type": "noun",
        "defineEn": "the large words in the upper part of a page of a newspaper, article, etc.",
        "defineVi": "các từ lớn ở phần trên của một trang báo, bài báo, v.v."
    },
    {
        "id": "fb35e9a7-50b6-403c-8e53-a1d86e246598",
        "word": "host",
        "phonetic": "hoʊst ",
        "type": "noun",
        "defineEn": "the person in front of a camera who talks about different topics or invites guests to a TV or radio show",
        "defineVi": "người đứng trước máy ảnh nói về các chủ đề khác nhau hoặc mời khách tham gia chương trình truyền hình hoặc đài phát thanh",
        "hasImg": true
    },
    {
        "id": "e9a6549c-d8ca-4846-988b-d25699716c4d",
        "word": "to interview",
        "phonetic": "tʊ ɪntɚvjuː ",
        "type": "verb",
        "defineEn": "to ask someone questions about a particular topic on the TV, radio, or for a newspaper",
        "defineVi": "để đặt câu hỏi cho ai đó về một chủ đề cụ thể trên TV, đài phát thanh hoặc cho một tờ báo",
        "hasImg": true
    },
    {
        "id": "239c35c4-13bf-4c7e-8a35-6b446e2aef3f",
        "word": "interview",
        "phonetic": "ɪntɚvjuː ",
        "type": "noun",
        "defineEn": "a formal meeting during which a journalist asks a famous person different questions about specific subjects for publication",
        "defineVi": "một cuộc họp chính thức trong đó một nhà báo hỏi một người nổi tiếng những câu hỏi khác nhau về các chủ đề cụ thể để xuất bản",
        "hasImg": true
    },
    {
        "id": "f059de1c-c362-44d7-8395-fe440398284d",
        "word": "to introduce",
        "phonetic": "tʊ ɪntɹəduːs ",
        "type": "verb",
        "defineEn": "to give details to an audience about the show, guests, etc. that are about to be seen or heard",
        "defineVi": "để cung cấp thông tin chi tiết cho khán giả về chương trình, khách mời, v.v. sắp được xem hoặc nghe"
    },
    {
        "id": "53eea95f-e030-498e-9b48-a620ee58bbeb",
        "word": "item",
        "phonetic": "aɪɾəm ",
        "type": "noun",
        "defineEn": "a piece of news on TV, in a newspaper, etc.",
        "defineVi": "một mẩu tin tức trên TV, trong một tờ báo, vv"
    },
    {
        "id": "9ca6de84-1209-4e4a-b32e-4ab03d48e32e",
        "word": "journal",
        "phonetic": "dʒɜːnəl ",
        "type": "noun",
        "defineEn": "a magazine or newspaper that gives information about a specific topic",
        "defineVi": "một tạp chí hoặc tờ báo cung cấp thông tin về một chủ đề cụ thể",
        "hasImg": true
    },
    {
        "id": "4b447cb3-27f3-46e1-88b8-55309a5438a4",
        "word": "listener",
        "phonetic": "lɪsənɚ ",
        "type": "noun",
        "defineEn": "someone who listens to a radio program",
        "defineVi": "một người nghe một chương trình phát thanh",
        "hasImg": true
    },
    {
        "id": "7743b898-31af-48df-bb6d-7c4ab25684d7",
        "word": "live",
        "phonetic": "laɪv ",
        "type": "adjective",
        "defineEn": "receiving a broadcast at the time of happening",
        "defineVi": "nhận được một chương trình phát sóng tại thời điểm xảy ra",
        "hasImg": true
    },
    {
        "id": "d23ac9ab-4737-4698-bcd3-574ec36e2bcd",
        "word": "network",
        "phonetic": "nɛtwɜːk ",
        "type": "noun",
        "defineEn": "a group of TV or radio stations broadcasting the same program at the same time in different places",
        "defineVi": "một nhóm các đài truyền hình hoặc đài phát thanh cùng một chương trình vào cùng một thời điểm ở những nơi khác nhau",
        "hasImg": true
    },
    {
        "id": "2c6869c7-d705-485e-936e-22c6f4ca4164",
        "word": "station",
        "phonetic": "steɪʃən ",
        "type": "noun",
        "defineEn": "a company or building where TV or radio programs are being broadcast",
        "defineVi": "một công ty hoặc tòa nhà nơi các chương trình truyền hình hoặc đài phát thanh đang được phát sóng"
    },
    {
        "id": "999d711f-86b5-4a01-8d03-cd569fc49ec7",
        "word": "piece",
        "phonetic": "piːs ",
        "type": "noun",
        "defineEn": "an article in a TV or radio broadcast or in a magazine or newspaper",
        "defineVi": "một bài báo trên TV hoặc đài phát thanh hoặc trên tạp chí hoặc báo"
    },
    {
        "id": "c78a5fbe-03c2-404a-aeef-d1241d02fc7a",
        "word": "podcast",
        "phonetic": "pɑːdkæst ",
        "type": "noun",
        "defineEn": "a digital audio or video program that is available for download or streaming on the internet, typically produced in a series format covering a wide range of topics",
        "defineVi": "một chương trình âm thanh hoặc video kỹ thuật số có sẵn để tải xuống hoặc phát trực tuyến trên internet, thường được sản xuất ở định dạng sê-ri bao gồm nhiều chủ đề"
    },
    {
        "id": "e1a6c175-0c84-4409-a436-85a7835810d5",
        "word": "press",
        "phonetic": "pɹɛs ",
        "type": "noun",
        "defineEn": "newspapers, journalists, and magazines as a whole",
        "defineVi": "báo, nhà báo và tạp chí nói chung"
    },
    {
        "id": "5a37d710-f464-486b-a433-a8f7895cea98",
        "word": "reader",
        "phonetic": "ɹiːdɚ ",
        "type": "noun",
        "defineEn": "someone who reads a certain magazine or newspaper",
        "defineVi": "một người đọc một tạp chí nhất định hoặc tờ báo",
        "hasImg": true
    },
    {
        "id": "79b5f4ba-72c8-47ba-8a90-298539e0963e",
        "word": "to report",
        "phonetic": "tə ɹᵻpoːɹt ",
        "type": "verb",
        "defineEn": "to cover or give the details of an event in written or spoke form as a journalist on TV, etc.",
        "defineVi": "để đưa tin hoặc đưa ra các chi tiết của một sự kiện ở dạng viết hoặc nói với tư cách là một nhà báo trên TV, v.v.",
        "hasImg": true
    },
    {
        "id": "91231f98-721f-4f01-a9a6-983d766b9b02",
        "word": "show",
        "phonetic": "ʃoʊ ",
        "type": "noun",
        "defineEn": "a TV or radio program made to entertain people",
        "defineVi": "một chương trình truyền hình hoặc đài phát thanh được thực hiện để giải trí cho mọi người",
        "hasImg": true
    },
    {
        "id": "5d63d580-a5a1-45ca-8583-95a27d6d45cf",
        "word": "soap opera",
        "phonetic": "soʊp ɑːpɚɹə ",
        "type": "noun",
        "defineEn": "a TV or radio show, broadcast regularly, dealing with the routine life of a group of people and their problems",
        "defineVi": "một chương trình truyền hình hoặc đài phát thanh, phát sóng thường xuyên, giải quyết cuộc sống thường ngày của một nhóm người và các vấn đề của họ"
    },
    {
        "id": "ab3db917-24e9-4dee-85e8-f4d0c04d75e4",
        "word": "studio",
        "phonetic": "stuːdɪoʊ ",
        "type": "noun",
        "defineEn": "a room or building where TV or radio programs are made or broadcast",
        "defineVi": "một căn phòng hoặc tòa nhà nơi các chương trình truyền hình hoặc đài phát thanh được thực hiện hoặc phát sóng"
    },
    {
        "id": "8fcf1635-542b-436b-9b38-48d7415bfed3",
        "word": "to view",
        "phonetic": "tə vjuː ",
        "type": "verb",
        "defineEn": "to watch something such as a movie or show",
        "defineVi": "để xem một cái gì đó chẳng hạn như một bộ phim hoặc chương trình",
        "hasImg": true
    },
    {
        "id": "9089a836-e17f-407f-83d8-b3a2913ea02b",
        "word": "viewer",
        "phonetic": "vjuːɚ ",
        "type": "noun",
        "defineEn": "an individual who watches or consumes content, such as videos, television programs, or live streams, either through traditional broadcasting channels or digital platforms",
        "defineVi": "một cá nhân xem hoặc tiêu thụ nội dung, chẳng hạn như video, chương trình truyền hình hoặc luồng trực tiếp, thông qua các kênh phát sóng truyền thống hoặc nền tảng kỹ thuật số",
        "hasImg": true
    },
    {
        "id": "cf127b37-ef2b-4273-ad02-3ba099741541",
        "word": "to subscribe",
        "phonetic": "tə səbskɹaɪb ",
        "type": "verb",
        "defineEn": "to pay some money in advance in order to use or receive something regularly",
        "defineVi": "trả một số tiền trước để sử dụng hoặc nhận một cái gì đó thường xuyên"
    }
]