[
    {
        "id": "518f3b14-168e-4a7a-a3da-e271bcad0743",
        "word": "to browse",
        "phonetic": "tə bɹaʊz ",
        "type": "verb",
        "defineEn": "to check a web page, text, etc. without  reading all the content",
        "defineVi": "để kiểm tra một trang web, văn bản, v.v. mà không đọc hết nội dung",
        "hasImg": true
    },
    {
        "id": "c9700bf6-80f9-4e53-93c4-11b440082e4a",
        "word": "to eBay",
        "phonetic": "tʊ iː beɪ ",
        "type": "verb",
        "defineEn": "to buy or sell an item that has been auctioned on eBay",
        "defineVi": "để mua hoặc bán một mặt hàng đã được bán đấu giá trên eBay"
    },
    {
        "id": "62857117-1076-409c-9554-476069afc473",
        "word": "to anonymize",
        "phonetic": "tʊ ɐnɑːnəmaɪz ",
        "type": "verb",
        "defineEn": "(computing) to remove any information from the data sent or received over the internet so that it cannot be traced or identified",
        "defineVi": "(máy tính) để xóa bất kỳ thông tin nào khỏi dữ liệu được gửi hoặc nhận qua internet để không thể truy tìm hoặc xác định thông tin đó"
    },
    {
        "id": "3c42d650-1498-4176-a18d-fb4b2be2e00b",
        "word": "to bookmark",
        "phonetic": "tə bʊkmɑːɹk ",
        "type": "verb",
        "defineEn": "to store the address of a file, website, etc. for faster and easier access",
        "defineVi": "để lưu trữ địa chỉ của tệp, trang web, v.v. để truy cập nhanh hơn và dễ dàng hơn",
        "hasImg": true
    },
    {
        "id": "20f45df7-766c-4ace-a887-9511030e7bb0",
        "word": "to google",
        "phonetic": "tə ɡuːɡəl ",
        "type": "verb",
        "defineEn": "to search the Internet for information about someone or something using the search engine Google",
        "defineVi": "để tìm kiếm thông tin trên Internet về ai đó hoặc cái gì đó bằng cách sử dụng công cụ tìm kiếm Google",
        "hasImg": true
    },
    {
        "id": "cabd55f5-1368-47cf-b7af-4193a193e603",
        "word": "to lurk",
        "phonetic": "tə lɜːk ",
        "type": "verb",
        "defineEn": "to read the posts on a social media platform or discussion forum without actively participating",
        "defineVi": "để đọc các bài đăng trên nền tảng truyền thông xã hội hoặc diễn đàn thảo luận mà không tham gia tích cực"
    },
    {
        "id": "8d5457a1-76c9-49fb-bb43-e53540ac13af",
        "word": "to navigate",
        "phonetic": "tə nævɪɡeɪt ",
        "type": "verb",
        "defineEn": "(computing) to move from one website to another or find one's way around on a website",
        "defineVi": "(máy tính) để di chuyển từ trang web này sang trang web khác hoặc tìm đường trên một trang web"
    },
    {
        "id": "7294ef30-837e-443c-b31e-55775a909fe6",
        "word": "to update",
        "phonetic": "tʊ ʌpdeɪt ",
        "type": "verb",
        "defineEn": "to make something more useful or modern by adding the most recent information to it, improving its faults, or making new features available for it",
        "defineVi": "để làm cho một cái gì đó hữu ích hoặc hiện đại hơn bằng cách thêm thông tin mới nhất vào nó, cải thiện các lỗi của nó hoặc cung cấp các tính năng mới cho nó"
    },
    {
        "id": "44989ff2-10c9-40a2-9ea7-1f65a7d2eb7d",
        "word": "to upload",
        "phonetic": "tʊ ʌploʊd ",
        "type": "verb",
        "defineEn": "to send an electronic file such as a document, image, etc. from one digital device to another one, often by using the Internet",
        "defineVi": "để gửi một tệp điện tử như tài liệu, hình ảnh, v.v. từ thiết bị kỹ thuật số này sang thiết bị kỹ thuật số khác, thường bằng cách sử dụng Internet",
        "hasImg": true
    },
    {
        "id": "b7940ca4-0c49-4a0c-8ab5-fdedb73db4b5",
        "word": "to download",
        "phonetic": "tə daʊnloʊd ",
        "type": "verb",
        "defineEn": "to add data to a computer from the Internet or another computer",
        "defineVi": "để thêm dữ liệu vào máy tính từ Internet hoặc máy tính khác",
        "hasImg": true
    },
    {
        "id": "5cd8b9af-78dd-4edd-b728-816cc899b51d",
        "word": "to egosurf",
        "phonetic": "tʊ iːɡoʊʒɚf ",
        "type": "verb",
        "defineEn": "to search the internet for one's own name or a personal website",
        "defineVi": "để tìm kiếm trên internet tên riêng của một người hoặc một trang web cá nhân"
    },
    {
        "id": "d1eba015-53b2-451c-ac61-aa71df583269",
        "word": "to sign in",
        "phonetic": "tə saɪn ɪn ",
        "type": "verb",
        "defineEn": "to enter a username and password in order to gain access to a website, computer, etc.",
        "defineVi": "để nhập tên người dùng và mật khẩu để có quyền truy cập vào trang web, máy tính, v.v.",
        "hasImg": true
    },
    {
        "id": "cc002dd8-4c1e-4ee4-8558-b6403696d376",
        "word": "to sign out",
        "phonetic": "tə saɪn aʊt ",
        "type": "verb",
        "defineEn": "to exit a computer account such as email, Instagram, etc. in a way that we have to re-enter our username and password when we want to use it again",
        "defineVi": "để thoát tài khoản máy tính như email, Instagram, v.v. theo cách mà chúng ta phải nhập lại tên người dùng và mật khẩu khi muốn sử dụng lại",
        "hasImg": true
    },
    {
        "id": "4c3d4ed8-7782-418e-a973-b28001da7f03",
        "word": "to log in",
        "phonetic": "tə lɔɡ ɪn ",
        "type": "verb",
        "defineEn": "to start using a computer system, online account, or application by doing particular actions",
        "defineVi": "để bắt đầu sử dụng hệ thống máy tính, tài khoản trực tuyến hoặc ứng dụng bằng cách thực hiện các hành động cụ thể",
        "hasImg": true
    },
    {
        "id": "850b69a3-2514-4933-8665-5854fe0e7401",
        "word": "to log out",
        "phonetic": "tə lɔɡ aʊt ",
        "type": "verb",
        "defineEn": "(computing) to stop a connection to an online account or computer system by doing specific actions",
        "defineVi": "(máy tính) để dừng kết nối với tài khoản trực tuyến hoặc hệ thống máy tính bằng cách thực hiện các hành động cụ thể",
        "hasImg": true
    },
    {
        "id": "11f6be5e-d768-440d-90b1-3e5b0e5bb93f",
        "word": "hat tip",
        "phonetic": "hæt tɪp ",
        "type": "noun",
        "defineEn": "used on the internet to acknowledge someone's role in providing information or giving an idea",
        "defineVi": "được sử dụng trên internet để thừa nhận vai trò của ai đó trong việc cung cấp thông tin hoặc đưa ra ý tưởng"
    },
    {
        "id": "a64735a1-bf2a-4717-a3b8-313828f16a72",
        "word": "to publish",
        "phonetic": "tə pʌblɪʃ ",
        "type": "verb",
        "defineEn": "to share content online and make it available to others",
        "defineVi": "để chia sẻ nội dung trực tuyến và cung cấp nội dung đó cho người khác"
    },
    {
        "id": "7599116c-3052-4494-b4c3-23c5e09ed297",
        "word": "to surf",
        "phonetic": "tə sɜːf ",
        "type": "verb",
        "defineEn": "to visit different websites",
        "defineVi": "để truy cập các trang web khác nhau",
        "hasImg": true
    },
    {
        "id": "7c7360a0-eedd-427c-98c8-aa7e296a3130",
        "word": "to refresh",
        "phonetic": "tə ɹᵻfɹɛʃ ",
        "type": "verb",
        "defineEn": "(computing) to update a display, internet page, etc. and make the most recent information appear",
        "defineVi": "(máy tính) để cập nhật màn hình, trang internet, v.v. và hiển thị thông tin mới nhất"
    },
    {
        "id": "7b0f6cf5-cf57-42b3-9189-df51a7dcc28f",
        "word": "to blog",
        "phonetic": "tə blɑːɡ ",
        "type": "verb",
        "defineEn": "to regularly write in a blog or add content to it",
        "defineVi": "để thường xuyên viết trong một blog hoặc thêm nội dung vào nó",
        "hasImg": true
    },
    {
        "id": "f66bd1b9-8281-4517-ab0b-97ff5e77d7f0",
        "word": "to live-blog",
        "phonetic": "tə lɪvblɑːɡ ",
        "type": "verb",
        "defineEn": "to write and share a real time commentary of an event online in a blog as it is happening",
        "defineVi": "viết và chia sẻ bình luận thời gian thực về một sự kiện trực tuyến trên blog khi nó đang diễn ra"
    },
    {
        "id": "6167cd88-4552-4f74-8fbf-bc7d52004a1c",
        "word": "to stream",
        "phonetic": "tə stɹiːm ",
        "type": "verb",
        "defineEn": "to play audio or video material from the Internet without needing to download the whole file on one's device",
        "defineVi": "để phát tài liệu âm thanh hoặc video từ Internet mà không cần tải xuống toàn bộ tệp trên thiết bị của một người",
        "hasImg": true
    }
]