[
    {
        "id": "347c7083-0d5c-48f8-8ceb-2d4e712b535e",
        "word": "act",
        "phonetic": "ækt ",
        "type": "noun",
        "defineEn": "a main part of a play, opera, or ballet",
        "defineVi": "một phần chính của vở kịch, opera hoặc múa ba lê",
        "hasImg": true
    },
    {
        "id": "6c46489e-47e8-4a2d-9917-2ccb5af7f4ea",
        "word": "to adapt",
        "phonetic": "tʊ ɐdæpt ",
        "type": "verb",
        "defineEn": "to change a book or play in a way that can be made into a movie, TV series, etc.",
        "defineVi": "để thay đổi một cuốn sách hoặc vở kịch theo cách có thể dựng thành phim, phim truyền hình, v.v.",
        "hasImg": true
    },
    {
        "id": "4a8352b1-4a5b-4a40-bba8-ddecb504cf7c",
        "word": "ballet",
        "phonetic": "bæleɪ ",
        "type": "noun",
        "defineEn": "a form of performing art that narrates a story using elaborate dance movements set to music but no words",
        "defineVi": "một hình thức biểu diễn nghệ thuật thuật lại một câu chuyện bằng cách sử dụng các động tác khiêu vũ phức tạp được đặt theo nhạc nhưng không có lời",
        "hasImg": true
    },
    {
        "id": "00ac991b-e18c-4ede-985c-9a82daa80400",
        "word": "blockbuster",
        "phonetic": "blɑːkbʌstɚ ",
        "type": "noun",
        "defineEn": "a thing that achieves great commercial success, particularly a movie, book, or other product",
        "defineVi": "một thứ đạt được thành công lớn về mặt thương mại, đặc biệt là một bộ phim, cuốn sách hoặc sản phẩm khác"
    },
    {
        "id": "545da37a-fd46-4a14-a5e2-64bc7fcfe4ba",
        "word": "box office",
        "phonetic": "bɑːks ɑːfɪs ",
        "type": "noun",
        "defineEn": "the total income a movie makes by selling tickets",
        "defineVi": "tổng thu nhập mà một bộ phim kiếm được bằng cách bán vé"
    },
    {
        "id": "346c711e-b48f-4dee-8bc2-f79473432964",
        "word": "to appear",
        "phonetic": "tʊ ɐpɪɹ ",
        "type": "verb",
        "defineEn": "to take part in a play, TV show, movie, etc.",
        "defineVi": "tham gia một vở kịch, chương trình TV, phim, v.v.",
        "hasImg": true
    },
    {
        "id": "4e84b184-4f51-4683-8214-fd0db9a4d9bf",
        "word": "to cast",
        "phonetic": "tə kæst ",
        "type": "verb",
        "defineEn": "to choose a performer to play a role in a movie, opera, play, etc.",
        "defineVi": "để chọn một người biểu diễn để đóng một vai trong một bộ phim, vở opera, vở kịch, v.v."
    },
    {
        "id": "f69e1556-7ff6-4511-841c-c8002ae52480",
        "word": "to project",
        "phonetic": "tə pɹədʒɛkt ",
        "type": "verb",
        "defineEn": "to make a movie, image, etc. appear on a flat surface from afar",
        "defineVi": "để làm cho một bộ phim, hình ảnh, vv xuất hiện trên một bề mặt phẳng từ xa"
    },
    {
        "id": "297434b8-1ecf-4995-8c2c-99a0e1465e5d",
        "word": "to screen",
        "phonetic": "tə skɹiːn ",
        "type": "verb",
        "defineEn": "to show a video or film in a movie theater or on TV",
        "defineVi": "để hiển thị một video hoặc phim trong một rạp chiếu phim hoặc trên TV"
    },
    {
        "id": "ae9f8041-e4c9-4a73-b062-2f1a0d8484d5",
        "word": "rerun",
        "phonetic": "ɹᵻɹʌn ",
        "type": "noun",
        "defineEn": "the rebroadcast of a program on television or other media",
        "defineVi": "phát lại chương trình trên truyền hình hoặc phương tiện truyền thông khác"
    },
    {
        "id": "4b7de1ec-d6a0-44ab-9e53-19d83ac5a213",
        "word": "screening",
        "phonetic": "skɹiːnɪŋ ",
        "type": "noun",
        "defineEn": "an instance of showing a motion picture, video, or TV program",
        "defineVi": "một trường hợp hiển thị một hình ảnh chuyển động, video hoặc chương trình truyền hình"
    },
    {
        "id": "500f5cc3-498c-46aa-9321-8b0c25ac9500",
        "word": "to shoot",
        "phonetic": "tə ʃuːt ",
        "type": "verb",
        "defineEn": "to film or take a photograph of something",
        "defineVi": "để quay phim hoặc chụp ảnh của một cái gì đó",
        "hasImg": true
    },
    {
        "id": "79c22918-535e-42ac-81f2-e29e8980b3b3",
        "word": "to stage",
        "phonetic": "tə steɪdʒ ",
        "type": "verb",
        "defineEn": "to present a play or other event to an audience",
        "defineVi": "để trình bày một vở kịch hoặc sự kiện khác cho khán giả"
    },
    {
        "id": "62f3d488-759e-4a34-8ef0-622ecd30879d",
        "word": "cinephile",
        "phonetic": "sɪnɪfaɪl ",
        "type": "noun",
        "defineEn": "someone who loves movies very much",
        "defineVi": "một người yêu thích phim rất nhiều"
    },
    {
        "id": "239c33b9-53ad-4b6a-82a7-b7af7bd24ccf",
        "word": "animated",
        "phonetic": "ænɪmeɪɾᵻd ",
        "type": "adjective",
        "defineEn": "(of images or drawings in a movie) made to appear as if they are in motion",
        "defineVi": "(của hình ảnh hoặc hình vẽ trong phim) được tạo ra như thể chúng đang chuyển động",
        "hasImg": true
    },
    {
        "id": "f1399d2c-f223-48db-87e1-d48484be6ebd",
        "word": "clip",
        "phonetic": "klɪp ",
        "type": "noun",
        "defineEn": "a short part of a movie or broadcast that is viewed separately",
        "defineVi": "một phần ngắn của một bộ phim hoặc chương trình phát sóng được xem riêng"
    },
    {
        "id": "4cb1487d-0c92-4710-b4f2-b32b25318057",
        "word": "cue",
        "phonetic": "kjuː ",
        "type": "noun",
        "defineEn": "a few words or actions that hint another performer to say a line or do something",
        "defineVi": "một vài từ hoặc hành động gợi ý người biểu diễn khác nói một dòng hoặc làm điều gì đó"
    },
    {
        "id": "00f2dc2b-b1c1-4020-bfdc-ef0d0bf71a4b",
        "word": "double",
        "phonetic": "dʌbəl ",
        "type": "noun",
        "defineEn": "someone who takes part in a movie in order to replace the real actor while the nude or dangerous scenes are recorded",
        "defineVi": "ai đó tham gia vào một bộ phim để thay thế diễn viên thực sự trong khi những cảnh khỏa thân hoặc nguy hiểm được ghi lại"
    },
    {
        "id": "57952e9c-9301-4360-be73-601accec034c",
        "word": "stunt",
        "phonetic": "stʌnt ",
        "type": "noun",
        "defineEn": "a dangerous and difficult action that shows great skill and is done to entertain people, typically as part of a movie",
        "defineVi": "một hành động nguy hiểm và khó thể hiện kỹ năng tuyệt vời và được thực hiện để giải trí cho mọi người, thường là một phần của bộ phim"
    },
    {
        "id": "6c2e37dd-8187-485c-9947-1101f676db35",
        "word": "lighting engineer",
        "phonetic": "laɪɾɪŋ ɛndʒɪnɪɹ ",
        "type": "noun",
        "defineEn": "a technician who is in charge of the lights in a TV or motion picture set or theater stage",
        "defineVi": "một kỹ thuật viên chịu trách nhiệm về ánh sáng trong TV hoặc bộ phim chuyển động hoặc sân khấu nhà hát"
    },
    {
        "id": "0b6b7de5-970e-4cd7-a86d-b6b2f22b86b0",
        "word": "manager",
        "phonetic": "mænɪdʒɚ ",
        "type": "noun",
        "defineEn": "someone whose job is to take care of the business affairs of an actor, musician, sports player, etc.",
        "defineVi": "ai đó có công việc chăm sóc các công việc kinh doanh của một diễn viên, nhạc sĩ, vận động viên thể thao, v.v."
    },
    {
        "id": "49015377-ef85-4b87-95e6-e64bcb233da1",
        "word": "screenwriter",
        "phonetic": "skɹiːnɹaɪɾɚ ",
        "type": "noun",
        "defineEn": "a person whose job is to write screenplays for movies, TV series, etc.",
        "defineVi": "một người có công việc là viết kịch bản cho phim, phim truyền hình, v.v.",
        "hasImg": true
    },
    {
        "id": "0c745bd6-27d1-470e-acc8-19b0fa5b4caf",
        "word": "opening",
        "phonetic": "oʊpənɪŋ ",
        "type": "noun",
        "defineEn": "the first instance in which a play is publicly performed",
        "defineVi": "trường hợp đầu tiên trong đó một vở kịch được thực hiện công khai"
    },
    {
        "id": "26f537b4-22b4-4caf-a093-45965506136c",
        "word": "preview",
        "phonetic": "pɹiːvjuː ",
        "type": "noun",
        "defineEn": "the showing of a movie, play, exhibition, etc. to a selected audience before its public release",
        "defineVi": "việc chiếu một bộ phim, vở kịch, triển lãm, v.v. cho một đối tượng được chọn trước khi phát hành ra công chúng"
    },
    {
        "id": "81ab39b6-4536-42ae-b76a-e138f390a6de",
        "word": "production",
        "phonetic": "pɹədʌkʃən ",
        "type": "noun",
        "defineEn": "a motion picture, TV program, etc. that is created for the public view",
        "defineVi": "một bộ phim chuyển động, chương trình truyền hình, vv được tạo ra cho công chúng xem"
    },
    {
        "id": "55cf2abf-1094-4141-b41b-c50afac73451",
        "word": "rehearsal",
        "phonetic": "ɹᵻhɜːsəl ",
        "type": "noun",
        "defineEn": "a session of practice in which performers prepare themselves for a public performance of a concert, play, etc.",
        "defineVi": "một buổi thực hành trong đó những người biểu diễn tự chuẩn bị cho buổi biểu diễn trước công chúng của một buổi hòa nhạc, vở kịch, v.v."
    },
    {
        "id": "0c861b96-cb8b-483f-9c31-97aa0f04c3da",
        "word": "to rehearse",
        "phonetic": "tə ɹᵻhɜːs ",
        "type": "verb",
        "defineEn": "to practice a play, piece of music, etc. before the public performance",
        "defineVi": "tập một vở kịch, bản nhạc, v.v. trước khi biểu diễn trước công chúng"
    },
    {
        "id": "c3575e2c-eab3-4758-bc14-9ee8b89ce0ed",
        "word": "show business",
        "phonetic": "ʃoʊ bɪznəs ",
        "type": "noun",
        "defineEn": "the industry or profession of providing public entertainment, such as motion picture, theater, etc.",
        "defineVi": "ngành hoặc nghề cung cấp dịch vụ giải trí công cộng, chẳng hạn như điện ảnh, nhà hát, v.v.",
        "hasImg": true
    },
    {
        "id": "c4e21008-e1e1-4dc4-ac26-f8381261e62d",
        "word": "scenario",
        "phonetic": "sənæɹioʊ ",
        "type": "noun",
        "defineEn": "a written description of the characters, events or settings in a movie or play",
        "defineVi": "mô tả bằng văn bản về các nhân vật, sự kiện hoặc cài đặt trong phim hoặc vở kịch",
        "hasImg": true
    },
    {
        "id": "4c779ed7-a3bd-40df-8ddd-1aa5abbefc45",
        "word": "subtitle",
        "phonetic": "sʌbtaɪɾəl ",
        "type": "noun",
        "defineEn": "transcribed or translated words of the narrative or dialogues of a movie or TV show, appearing at the bottom of the screen to help deaf people or those who don't understand the language",
        "defineVi": "các từ phiên âm hoặc dịch của câu chuyện hoặc lời thoại của một bộ phim hoặc chương trình truyền hình, xuất hiện ở cuối màn hình để giúp người khiếm thính hoặc những người không hiểu ngôn ngữ",
        "hasImg": true
    },
    {
        "id": "bb0c0220-d9f0-4ded-9df2-88e09836e11a",
        "word": "sound effect",
        "phonetic": "saʊnd ɪfɛkt ",
        "type": "noun",
        "defineEn": "an artificial sound created and used in a motion picture, play, video game, etc. to make it more realistic",
        "defineVi": "một âm thanh nhân tạo được tạo ra và sử dụng trong một bộ phim chuyển động, vở kịch, trò chơi điện tử, v.v. để làm cho nó chân thực hơn"
    },
    {
        "id": "29a64075-30a6-470f-a62d-d4e0b0852e75",
        "word": "wind machine",
        "phonetic": "wɪnd məʃiːn ",
        "type": "noun",
        "defineEn": "a machine that is used in a theater or movie to create artificial wind",
        "defineVi": "một máy được sử dụng trong một nhà hát hoặc phim để tạo ra gió nhân tạo"
    }
]