{
    "id": "001262ca-9bf2-4b40-833a-75a7f9c734d4",
    "title": "Crime and Punishment",
    "originalTitle": "Lesson 3",
    "words": [
        {
            "id": "99ec0369-aae4-4683-bbc0-cd8772b7408d",
            "word": "to arrest",
            "phonetic": "tʊ ɚɹɛst ",
            "partOfSpeechType": "verb",
            "examples": [
                "They were arrested in the small hours of Saturday morning.",
                "The police officer arrested the thief and recovered the stolen items.",
                "50 police officers to arrest two unarmed men is surely using a sledgehammer to crack a nut.",
                "He was arrested for breaking and entering.",
                "The police officers tore the suspect out of the car and arrested him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXJyZXN0&hash=b9fd0c5a093383cb21ea601f6b28d9a1d50d4468&lang=en&cache-only=0",
            "defineEn": "(of law enforcement agencies) to take a person away because they believe that they have done something illegal",
            "defineVi": "(của các cơ quan thực thi pháp luật) để đưa một người đi vì họ tin rằng họ đã làm điều gì đó bất hợp pháp",
            "hasImg": true
        },
        {
            "id": "4ae81cd6-ea12-4c06-b923-8e96060cbe36",
            "word": "attacker",
            "phonetic": "ɐtækɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The soldiers kept the attackers at bay.",
                "I held the attacker at bay while Mary got away and called the police.",
                "He finally managed to break free from his attacker.",
                "The survivor of a violent attack forgave their attacker, stating that an eye for an eye makes the whole world blind and choosing to break the cycle of violence rather than seek revenge.",
                "And these attackers were very patient."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0YWNrZXI&hash=595b05d1982d74fdbbd2300a832c1315f3e6ffd5&lang=en&cache-only=0",
            "defineEn": "a person who intentionally harms someone physically",
            "defineVi": "một người cố tình làm hại ai đó về thể chất",
            "hasImg": true
        },
        {
            "id": "f2175a10-6856-4971-b581-43275095438c",
            "word": "burglary",
            "phonetic": "bɜːɡlɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The police suspected Mat in a string of burglaries and assigned an undercover officer with a shady past to trail him.",
                "He has a long history of burglary, fraud, theft, and substance abuse.",
                "Charles McDuffie is in state prison serving a five-year sentence for burglary.",
                "\"Cough It was established that the President did not order this burglary.\"",
                "Erroll Brantley is being released from prison early, after serving 20 months for drug possession and burglary."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVyZ2xhcnk&hash=95b6e485e73c416770f3d035ef14018458434e7f&lang=en&cache-only=0",
            "defineEn": "the crime of entering a building to commit theft or other illegal activities",
            "defineVi": "tội vào tòa nhà để thực hiện hành vi trộm cắp hoặc các hoạt động bất hợp pháp khác",
            "hasImg": true
        },
        {
            "id": "c6aa1aca-a846-4352-af8c-206e2147d74c",
            "word": "case",
            "phonetic": "keɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "They still get cases of typhoid there.",
                "After all, one case of the trots hardly spells disaster.",
                "The Supreme Court heard the case on Tuesday.",
                "The case was tried before a jury.",
                "The latest skiing accident is a case in point."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzZQ&hash=9e762cdd45ccbbd42c6cd1a8f7aebc443203f726&lang=en&cache-only=0",
            "defineEn": "a matter that is to be decided in a court of law",
            "defineVi": "một vấn đề đó là để được quyết định tại một tòa án của pháp luật"
        },
        {
            "id": "b5601c5c-88d0-4876-9f17-c85448c18377",
            "word": "to commit",
            "phonetic": "tə kəmɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The crime was committed in broad daylight.",
                "The organization is committed to promoting equality and fairness for every person.",
                "They have committed to a lifetime of love and partnership by getting married.",
                "The government is committed to holding exports at their present level.",
                "You should take a hard look at the issues before committing yourself."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tbWl0&hash=bd875b156732d8a5d43c50cd99d90462a6f7a4f8&lang=en&cache-only=0",
            "defineEn": "to do something that is illegal or wrong",
            "defineVi": "để làm một cái gì đó là bất hợp pháp hoặc sai"
        },
        {
            "id": "f0837e68-22ba-48f9-878c-3c14e8a54093",
            "word": "criminal",
            "phonetic": "kɹɪmɪnəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "In a criminal trial the standard of proof is beyond the reasonable doubt.",
                "She had built a reputation as a criminal lawyer.",
                "Imagine two criminals, partners in crime, who are arrested and placed in separate cells with no means of communication.",
                "It was discovered that the corrupt official was in league with the criminal organization.",
                "They rely on the police to investigate crimes and bring criminals to justice."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpbWluYWw&hash=155c8a18c0721ccef684e8a4f6ef7cd0439b84e4&lang=en&cache-only=0",
            "defineEn": "someone who commits a crime or is involved in any illegal activity",
            "defineVi": "ai đó phạm tội hoặc có liên quan đến bất kỳ hoạt động bất hợp pháp nào",
            "hasImg": true
        },
        {
            "id": "f3b5411d-c61f-4193-a5b0-c126c30baf04",
            "word": "criminal",
            "phonetic": "kɹɪmɪnəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "In a criminal trial the standard of proof is beyond the reasonable doubt.",
                "She had built a reputation as a criminal lawyer.",
                "Imagine two criminals, partners in crime, who are arrested and placed in separate cells with no means of communication.",
                "It was discovered that the corrupt official was in league with the criminal organization.",
                "They rely on the police to investigate crimes and bring criminals to justice."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpbWluYWw&hash=155c8a18c0721ccef684e8a4f6ef7cd0439b84e4&lang=en&cache-only=0",
            "defineEn": "connected with or involving illegal or criminal activities",
            "defineVi": "kết nối với hoặc liên quan đến các hoạt động bất hợp pháp hoặc tội phạm"
        },
        {
            "id": "848d2cf5-8210-4263-874d-5f899b34ac3f",
            "word": "clue",
            "phonetic": "kluː ",
            "partOfSpeechType": "noun",
            "examples": [
                "With a flashlight in hand, the police officer searched for clues at the crime scene.",
                "The detective searched tirelessly for clues, believing that seek and you shall find and eventually solved the case.",
                "They were bored out of their minds and I had no clue what to do.",
                "In a detective novel, when new clues are uncovered that lead the detective in unexpected directions, the plot thickens.",
                "The detective knew that facts are stubborn things and that the evidence would lead to the truth, so he meticulously gathered and analyzed all the clues in the case."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2x1ZQ&hash=946610a316ad7ad7345870df9f05ac2836079662&lang=en&cache-only=0",
            "defineEn": "a piece of evidence that leads someone toward the solution of a crime or problem",
            "defineVi": "một mảnh bằng chứng dẫn ai đó đến giải pháp của một tội phạm hoặc vấn đề"
        },
        {
            "id": "fa0cf6a2-dfd9-406b-aad7-b655c9ce0d04",
            "word": "illegally",
            "phonetic": "ɪliːɡəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Unfortunately, right now, people still do it illegally.",
                "He lobbied for a foreign government in the United States illegally.",
                "With continuous on-and-off lockdowns, thousands of Palestinians illegally cross into Israeli daily in search of work.",
                "They’re in there illegally according to your own government standards right now.",
                "So they're operating illegally."
            ],
            "audio": "https://tts.langeek.co/read?text=aWxsZWdhbGx5&hash=15017d9eb814e7f3aa3fa2093b78be6da70761dc&lang=en&cache-only=0",
            "defineEn": "in a way that is against the law",
            "defineVi": "theo cách trái pháp luật"
        },
        {
            "id": "28958237-8965-4f9a-85f0-b4ab11869d54",
            "word": "to investigate",
            "phonetic": "tʊ ɪnvɛstᵻɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Researchers are investigating the potential uses of gulfweed as a sustainable resourc.",
                "To give himself an edge, he investigated anyone who might be a threat to him.",
                "We tried to investigate but met a wall of silence.",
                "They rely on the police to investigate crimes and bring criminals to justice.",
                "We have confidence in the police's ability to investigate and solve crimes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW52ZXN0aWdhdGU&hash=95b0cc4f0dc21c414527825834cc2f6a8531f972&lang=en&cache-only=0",
            "defineEn": "to try to find the truth about a crime, accident, etc. by carefully examining its facts",
            "defineVi": "cố gắng tìm ra sự thật về một tội ác, tai nạn, v.v. bằng cách xem xét cẩn thận các sự kiện của nó",
            "hasImg": true
        },
        {
            "id": "4656c5c9-dd8c-454f-bde5-11d97162f4fb",
            "word": "detective work",
            "phonetic": "dɪtɛktɪv wɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "I love forensic science and detective work.",
                "After months of detective work, you’ve narrowed your suspects to one of five people: the mayor, the tailor, the baker, the grocer, or the carpenter.",
                "We’ll definitely need some more detective work to figure it out.",
                "WILLIAM BRANGHAM: I know your firm is doing a good deal of detective work to get to the bottom of this.",
                "Good detective work and modern science helped solve a crime."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV0ZWN0aXZlIHdvcms&hash=6e8de03171c6e791f99bad4f52cb1bb9a02ca198&lang=en&cache-only=0",
            "defineEn": "the activity of trying to get more information or finding out the truth about something",
            "defineVi": "hoạt động cố gắng để có thêm thông tin hoặc tìm ra sự thật về một cái gì đó",
            "hasImg": true
        },
        {
            "id": "ed936ec7-c802-4a2b-bf8e-668281a55c2a",
            "word": "murderer",
            "phonetic": "mɜːdɚɹɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The murderer was imprisoned at His Majesty's pleasure.",
                "The murderer was given three life sentences, to run concurrently.",
                "The murderer will be found and brought to book.",
                "I like murderer.",
                "The murderer ran away last night.' "
            ],
            "audio": "https://tts.langeek.co/read?text=bXVyZGVyZXI&hash=2f72b247bb1ce31f3bce67abce76263d60cc0f17&lang=en&cache-only=0",
            "defineEn": "a person who is guilty of killing another human being deliberately",
            "defineVi": "một người phạm tội cố ý giết người khác",
            "hasImg": true
        },
        {
            "id": "f5ec36c7-2611-44ba-ac72-b057b8d7f546",
            "word": "punishment",
            "phonetic": "pʌnɪʃmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Then the punishment of individuals invariably took account of the harm or damage done to the victim.",
                "The judge said the punishment would serve as a warning to others.",
                "We discussed what punishment should be given to the boys.",
                "You need to be a man and accept the punishment coming to you.",
                "The child who was caught stealing apples bravely faced the music in accepting his punishment."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVuaXNobWVudA&hash=af1791a9a546a3b4f545a015ea688fefac589780&lang=en&cache-only=0",
            "defineEn": "the act of making someone suffer because they have done something illegal or wrong; a method of doing this",
            "defineVi": "hành động khiến ai đó đau khổ vì họ đã làm điều gì đó bất hợp pháp hoặc sai trái; một phương pháp để làm điều này"
        },
        {
            "id": "17f143e0-4a61-4174-89f5-4acd4983bb1a",
            "word": "to shoot",
            "phonetic": "tə ʃuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He never shot a line about his escapades.",
                "New shoots are just appearing at the base of the plant.",
                "We've been shooting the breeze for well over an hour now.",
                "He is shooting from the hip in an act of political desperation.",
                "As a chef, I add bamboo shoots to my signature soup for a delightful twist."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hvb3Q&hash=1f12a6de2ae7bd1be2d2eeb0f9e09517bd119691&lang=en&cache-only=0",
            "defineEn": "to release a bullet or arrow from a gun or bow",
            "defineVi": "để giải phóng một viên đạn hoặc mũi tên từ một khẩu súng hoặc cung",
            "hasImg": true
        },
        {
            "id": "b4f15769-9365-4d68-8639-859de1915837",
            "word": "victim",
            "phonetic": "vɪktɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The victim of the robbery stated that the assailant had slipped him a Mickey Finn at the bar.",
                "She eventually became a victim of her own success.",
                "Our hearts go out to the families of the victims of this terrible tragedy.",
                "Statistics show that millions of people are victims of identity theft each year.",
                "She always did enjoy playing the victim."
            ],
            "audio": "https://tts.langeek.co/read?text=dmljdGlt&hash=074c76cf5226ec57b6064343e2fd1c29d0642b35&lang=en&cache-only=0",
            "defineEn": "a person who has been harmed, injured or killed as a result of a crime, accident, etc.",
            "defineVi": "một người đã bị tổn hại, bị thương hoặc bị giết do tội phạm, tai nạn, v.v.",
            "hasImg": true
        },
        {
            "id": "0dea4c4e-e706-4dc5-9e4d-8dd2d4327746",
            "word": "to appeal",
            "phonetic": "tʊ ɐpiːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Shadberries add visual appeal and a delicate texture to dishes.",
                "Different genres of music appeal to different people, and for me, classical music really floats my boat.",
                "Police have appealed for witnesses, but it seems the locals are keeping shtum.",
                "The Court of Appeal held that there was no evidence to support the judge's assessment.",
                "I enjoy the vibrant colors of sweet peppers in my salad, as they add a visual appeal to the dish."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwZWFs&hash=3c29dc0b97d7c95d3ca4ba51cd33b7152a57dff6&lang=en&cache-only=0",
            "defineEn": "to officially ask a higher court to review and reverse the decision made by a lower court",
            "defineVi": "chính thức yêu cầu tòa án cấp trên xem xét và đảo ngược quyết định của tòa án cấp dưới"
        },
        {
            "id": "c5c318b0-8aab-449b-a2e7-eaa540c54c5c",
            "word": "to capture",
            "phonetic": "tə kæptʃɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The colorful fish in the aquarium captured my attention.",
                "The firm has captured the lion’s share of the UK market.",
                "The talented artist painted a beautiful portrait of a woman, capturing her strength and inner beauty on the canvas.",
                "I took a photo of the mountain peak, capturing its majestic beauty.",
                "The photographer zoomed in on the flower to capture its intricate details."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FwdHVyZQ&hash=7dc4eba13b3df86fe3161bd5086e520fadf55457&lang=en&cache-only=0",
            "defineEn": "to seize or get control of something by force",
            "defineVi": "để nắm bắt hoặc có được quyền kiểm soát của một cái gì đó bằng vũ lực",
            "hasImg": true
        },
        {
            "id": "df5d92d7-ce47-4b84-89a5-4c64c3e8072e",
            "word": "to confess",
            "phonetic": "tə kənfɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "It seems like a slam dunk for the prosecution: your client confessed to the crime.",
                "Mom's face went red as a cherry when I confessed that I was trying to sneak out of the house to go to a party.",
                "Mom's face went red as a cherry when I confessed that I was trying to sneak out of the house to go to a party.",
                "The therapist told her patient that it was important to confess their mistakes and take responsibility for their actions because confession is good for the soul and can bring about personal growth.",
                "After a few glasses of wine, he finally confessed to his friend that he had been in love with her for years, revealing a truth that he had been hiding for a long time."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZmVzcw&hash=9921be3c7ea2d4151acdf136e9a3cf2deb0ebe63&lang=en&cache-only=0",
            "defineEn": "to admit, especially to the police or legal authorities, that one has committed a crime or has done something wrong",
            "defineVi": "thừa nhận, đặc biệt là với cảnh sát hoặc cơ quan pháp luật, rằng một người đã phạm tội hoặc đã làm điều gì đó sai trái"
        },
        {
            "id": "ddf989d5-2f64-4341-9454-caf105ea83a9",
            "word": "drug dealer",
            "phonetic": "dɹʌɡ diːlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The police officer was caught in league with the drug dealers to facilitate their operations.",
                "Their friends were drug dealers or pimps.",
                "These drug dealers know fully well the consequences of their criminal acts.",
                "Mexican immigrants were villainized as drug dealers and rapists.",
                "But they're flocking to drug dealers instead."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJ1ZyBkZWFsZXI&hash=47287683f2ea6dfa77922d82edb83f0868170da3&lang=en&cache-only=0",
            "defineEn": "someone who sells illegal drugs such as narcotics, opioids, etc.",
            "defineVi": "một người bán thuốc bất hợp pháp như ma túy, thuốc phiện, v.v.",
            "hasImg": true
        },
        {
            "id": "527db453-0d87-4382-9509-aae76a9a3769",
            "word": "eyewitness",
            "phonetic": "aɪwɪtnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Eyewitness sketch of Mothman verified by others one of the original eyewitnesses.",
                "None of the eyewitnesses on the street has a clear view.",
                "Other studies about eyewitness testimony have reached similar conclusions, too.",
                "In the essay, he imagined an eyewitness demonstrating a traffic accident to some bystanders.",
                "Eyewitness testimony can be really useful, even when it comes to things like missing lunches."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXlld2l0bmVzcw&hash=cfda18b9acea0ff578108ad5a5f4531617be8a4a&lang=en&cache-only=0",
            "defineEn": "someone who has a first-hand experience of an object, event, etc. and can describe it",
            "defineVi": "một người có trải nghiệm trực tiếp về một đối tượng, sự kiện, v.v. và có thể mô tả nó",
            "hasImg": true
        },
        {
            "id": "b47a81e5-39e3-4f78-a9bc-0d7331b0e65b",
            "word": "innocent",
            "phonetic": "ɪnəsənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Thousands of innocents were put to the sword.",
                "If we go to war, innocent lives will be put at risk.",
                "If we go to war, innocent lives will be put at risk.",
                "By putting innocent lives at risk?",
                "The court established, beyond any reasonable doubt, that the man was innocent."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5ub2NlbnQ&hash=d460a8b3286bba8d709ad3db899eaca958a9b32c&lang=en&cache-only=0",
            "defineEn": "not having done a crime or something wrong",
            "defineVi": "không làm một tội ác hoặc một cái gì đó sai trái"
        },
        {
            "id": "9ffd10bd-e9a5-4ca4-a1c1-0c30ffe2ef41",
            "word": "investigation",
            "phonetic": "ɪnvɛstɪɡeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The investigation blew the lid off corruption in city hall.",
                "Inspector Sam Roland is leading the investigation.",
                "Present perfect tense: The investigation has taken its course and we're still waiting for the results.",
                "The journalist's investigation uncovered a network of the gnomes of Zurich who were involved in manipulating global currency markets for their own benefit.",
                "The investigation should be done and dusted by the end of next month."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52ZXN0aWdhdGlvbg&hash=7f75a8d4f7a5b158432aa840106e1cd404b33c6d&lang=en&cache-only=0",
            "defineEn": "an attempt to gather the facts of a matter such as a crime, incident, etc. to find out the truth",
            "defineVi": "một nỗ lực để thu thập các sự kiện của một vấn đề chẳng hạn như một tội phạm, sự cố, vv để tìm ra sự thật",
            "hasImg": true
        },
        {
            "id": "da39dd55-f10f-4a1b-a449-77db4669ad93",
            "word": "offender",
            "phonetic": "əfɛndɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Offenders should receive their just deserts.",
                "There was no sort of prison system to hold offenders so the most efficient way of ridding society of them was by putting them to death.",
                "The fact that minor drug offenders are often given lengthy prison sentences while powerful drug lords evade capture and prosecution is a clear example of the proverb little thieves are hanged, but great ones escape.",
                "The city council believed that creating more laws would prevent littering, but it had the opposite effect, as the saying suggests 'the more laws the more offenders'.",
                "Dozens of new drug addicts and mentally ill offenders continue to arrive every day."
            ],
            "audio": "https://tts.langeek.co/read?text=b2ZmZW5kZXI&hash=3179e0d70f4887ef83661f6b32e40bdb6444542f&lang=en&cache-only=0",
            "defineEn": "someone who has committed a crime or done something against the moral code of conduct",
            "defineVi": "một người đã phạm tội hoặc làm điều gì đó trái với quy tắc đạo đức ứng xử",
            "hasImg": true
        },
        {
            "id": "ce48e4de-2987-442a-b9b9-27d525dd98f0",
            "word": "robbery",
            "phonetic": "ɹɑːbɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "That's highway robbery!",
                "It’s daylight robbery!",
                "He did six years for armed robbery.",
                "He got ten years for armed robbery.",
                "Paying nine bucks for 200g of dried mango is highway robbery."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9iYmVyeQ&hash=e22737c4ae3c04833481b48b2c77878acf397327&lang=en&cache-only=0",
            "defineEn": "the crime of stealing money or goods from someone or somewhere, especially by violence or threat",
            "defineVi": "tội ăn cắp tiền hoặc hàng hóa từ ai đó hoặc ở đâu đó, đặc biệt là bằng bạo lực hoặc đe dọa",
            "hasImg": true
        },
        {
            "id": "a540b2d7-759a-45a8-b73a-f64f38233b3e",
            "word": "shoplifting",
            "phonetic": "ʃɑːplɪftɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Both Rank One and NEC recently made the news after their algorithms misidentified a black man in Detroit as a suspect in a shoplifting case.",
                "This is one of the main things that distinguishes it from ordinary stealing or shoplifting.",
                "Shoplifting is usually planned or it can be impulsive, but the items are taken for some benefit to the person like they need them, or a teenager may do it to be part of a group.",
                "Like, one 2011 study found that people who were exposed to something disgusting tended to make harsher moral judgments for things like stealing library books, shoplifting, and accepting bribes.",
                "Many also say this tech should not be used to help solve low-level crimes like shoplifting or drug use, though some concede that it may eventually be appropriate to use facial recognition on still photos to help solve violent crimes or kidnappings."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvcGxpZnRpbmc&hash=40eed83b8a6d0d7c8764b08366b129732a8fd4f7&lang=en&cache-only=0",
            "defineEn": "the crime of stealing goods from a store without the knowledge of the shopkeeper",
            "defineVi": "tội ăn cắp hàng hóa trong cửa hàng mà chủ cửa hàng không hề hay biết",
            "hasImg": true
        },
        {
            "id": "2bb01cb6-37b0-42d1-b511-2560424852ab",
            "word": "to suspect",
            "phonetic": "tə səspɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The suspects are in the wind.",
                "One suspects that he is writing with tongue in cheek.",
                "The police searched the suspect's house for evidence.",
                "The suspect has been on the hook in the interrogation room for about 12 hours now.",
                "I suspect the management is dragging its heels on this issue."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VzcGVjdA&hash=a8634350201a5210d65ba418629e397bd5c881fe&lang=en&cache-only=0",
            "defineEn": "to think that someone has committed a crime, without proof",
            "defineVi": "để nghĩ rằng ai đó đã phạm tội, mà không có bằng chứng"
        },
        {
            "id": "99b7a71c-bf91-4e51-800f-535c038bbc75",
            "word": "vandalism",
            "phonetic": "vændəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Examples include: assault, vandalism, harassment, battery, so forth.",
                "The violence and vandalism is being led by Antifa and other radical left-wing groups.",
                "Detectives later discovered that the vandalism suspects were also responsible for a series of murders in the Los Angeles area.",
                "Reports of raccoon vandalism have plagued cities like Portland, Chicago, and New York City, and as raccoon-ridden cities know, we can't seem to stop them.",
                "Trump suffers a major hit in his reputation in New York because people see this as an act of vandalism."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFuZGFsaXNt&hash=097c4a4dbb1cd77740ae234b428f0af79aad69f2&lang=en&cache-only=0",
            "defineEn": "the intentional damage or destruction of property belonging to another person or organization",
            "defineVi": "cố ý làm hư hỏng hoặc phá hủy tài sản của người khác hoặc tổ chức",
            "hasImg": true
        },
        {
            "id": "9cc95cec-fcc8-49d9-9696-5b10898967e9",
            "word": "violence",
            "phonetic": "vaɪələns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Violence in the last analysis produces more violence.",
                "Violence in the last analysis produces more violence.",
                "People are being driven to violence by police action.",
                "She called on both sides to stop the violence.",
                "The detective warned the gang members that blood will have blood, and that their violent actions would only lead to more violence and retribution."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlvbGVuY2U&hash=2b42bb1d7a799b07d63c541b2dd4b8e62c3222c5&lang=en&cache-only=0",
            "defineEn": "behavior directed intentionally toward a person or creature to hurt, injure, or kill them",
            "defineVi": "hành vi cố ý hướng tới một người hoặc sinh vật để làm tổn thương, làm bị thương hoặc giết họ",
            "hasImg": true
        },
        {
            "id": "d577a5ac-62ac-43ce-9f1e-227db3064084",
            "word": "blackmail",
            "phonetic": "blækmeɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He may have decided to feather his nest by blackmail.",
                "The second sign, Is emotional blackmail.",
                "Emotional blackmail is a form of manipulation and emotional abuse.",
                "Can you please- Not blackmail!",
                "And I know all about blackmail."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxhY2ttYWls&hash=8d60b44999f9f984911bf04a8a9535763dbbcf3e&lang=en&cache-only=0",
            "defineEn": "the crime of demanding money or benefits from someone by threatening to reveal secret or sensitive information about them",
            "defineVi": "tội đòi tiền hoặc lợi ích từ ai đó bằng cách đe dọa tiết lộ thông tin bí mật hoặc nhạy cảm về họ"
        },
        {
            "id": "c8102743-6704-45d6-aa09-9788cef24c7b",
            "word": "execution",
            "phonetic": "ɛksɪkjuːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The orchestra's rendition of Beethoven's Ninth Symphony was of the first water, with precise execution and a powerful emotional impact that left the audience in awe.",
                "The court may stay execution pursuant to Order 37.",
                "These instructions can change the execution flow of a program depending on a value.",
                "Think dungeons, corporal punishment, and executions.",
                "For now the company is focused on execution."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhlY3V0aW9u&hash=eb41bf90311120abfecc6b677989a78ea1307586&lang=en&cache-only=0",
            "defineEn": "the act of punishing a criminal by death",
            "defineVi": "hành động trừng phạt tội phạm bằng cái chết"
        }
    ]
}