{
    "id": "00a016eb-a962-4b2f-b952-f3771446de80",
    "title": "Top 201 - 225 Nouns",
    "originalTitle": "Top 201 - 225 Nouns",
    "words": [
        {
            "id": "e113528d-9e81-4515-8df6-8adbee0d5110",
            "word": "result",
            "phonetic": "ɹɪzʌlt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We need the results now.",
                "She'll have had the results by now.",
                "The result of this election is going to be too close to call.",
                "The bakery incorporated finely diced fatback into savory pie crusts for flaky results.",
                "If you invest time and energy into learning and personal growth, you will see positive results in your life."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzdWx0&hash=4cd6b175ad93d907fe42c76ab89bcd7a6b5a139f&lang=en&cache-only=0",
            "defineEn": "something that is caused by something else",
            "defineVi": "một cái gì đó được gây ra bởi một cái gì đó khác"
        },
        {
            "id": "cc07d8e4-d0bd-4899-8e66-37e867693341",
            "word": "tree",
            "phonetic": "tɹiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "This tree can reach a height of 24 metres.",
                "The strong winds knocked down several trees on the road.",
                "The birds built their nest in the tree.",
                "A tree which will grow well in most types of soil.",
                "The trees were covered in a blanket of snowy white."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlZQ&hash=fc4c44ff97daa7c30cadde326a4b788f790733ab&lang=en&cache-only=0",
            "defineEn": "a very tall plant with branches and leaves, that can live a long time",
            "defineVi": "một loại cây rất cao có cành và lá, có thể sống lâu năm",
            "hasImg": true
        },
        {
            "id": "3bad4e3a-01d8-4022-b863-1b24703f63f5",
            "word": "field",
            "phonetic": "fiːld ",
            "partOfSpeechType": "noun",
            "examples": [
                "After all, fields have eyes, and woods have ears.",
                "They turned the horse into the field.",
                "To drive sheep into a field.",
                "The majestic horse galloped across the open field.",
                "The baseball team has nine players on the field at a time."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmllbGQ&hash=34e0ce6e022f08ac00100a44897bf3d0d2f761ba&lang=en&cache-only=0",
            "defineEn": "an area of activity or a subject of study",
            "defineVi": "một lĩnh vực hoạt động hoặc một chủ đề nghiên cứu",
            "hasImg": true
        },
        {
            "id": "9247c0e7-c7a4-4ebe-b934-c3ebbaccb62f",
            "word": "button",
            "phonetic": "bʌʔn̩ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The buttons had come undone.",
                "He buttoned up his coat to keep out the chilly wind.",
                "She pressed the button but nothing happened.",
                "She pressed the snooze button and closed her eyes for a few more seconds.",
                "She pressed the wrong button and accidentally deleted the file."
            ],
            "audio": "https://tts.langeek.co/read?text=YnV0dG9u&hash=2d432cb662d9a50ff1ece8509faedbd391c40fe4&lang=en&cache-only=0",
            "defineEn": "a small, round object, usually made of plastic or metal, sewn onto a piece of clothing and used for fastening two parts together",
            "defineVi": "một vật tròn, nhỏ, thường làm bằng nhựa hoặc kim loại, được khâu vào một mảnh quần áo và dùng để buộc hai phần lại với nhau",
            "hasImg": true
        },
        {
            "id": "836bd343-6b07-467c-947c-26da5b320ea6",
            "word": "office",
            "phonetic": "ɑːfɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new president takes office in January.",
                "This room would make a nice office.",
                "The keys are kept in my office.",
                "The Mayor left office in 2018.",
                "Go to the principal's office, now!"
            ],
            "audio": "https://tts.langeek.co/read?text=b2ZmaWNl&hash=59c7b1417abf0aea78637505feb01e61dd3505fd&lang=en&cache-only=0",
            "defineEn": "a building, a room, or a place where people work, particularly behind a desk",
            "defineVi": "tòa nhà, phòng hoặc nơi mọi người làm việc, đặc biệt là sau bàn làm việc",
            "hasImg": true
        },
        {
            "id": "45c7b32c-d3d2-42d4-a5e6-a71186972f4c",
            "word": "ability",
            "phonetic": "ɐbɪləɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "After a successful career at the Italian central bank, few people doubt his ability to whip the economy into shape.",
                "Down from the get-go, there was no question about his ability.",
                "One of our great strengths is our ability to take it on the chin and come out fighting.",
                "We have confidence in the police's ability to investigate and solve crimes.",
                "Rabbits are known for their ability to hop and jump."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJpbGl0eQ&hash=98f3f322b0f0b68fa418198130e560e340a4f844&lang=en&cache-only=0",
            "defineEn": "the fact that one is able or possesses the necessary skills or means to do something",
            "defineVi": "thực tế là một người có thể hoặc sở hữu các kỹ năng hoặc phương tiện cần thiết để làm điều gì đó"
        },
        {
            "id": "e5854765-6a8d-4731-935c-4048a0c553ae",
            "word": "goal",
            "phonetic": "ɡoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The ref gave the goal.",
                "His first goal came in the 81st minute.",
                "Three cheers for Sarah, whose brilliant goal at the last minute won us the game!",
                "She moved the ball toward the opponent's goal.",
                "The goal is to involve workers in the decision-making process."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29hbA&hash=78afcab9462bdb0b4ae60e8fd879c3d9b15840c8&lang=en&cache-only=0",
            "defineEn": "our purpose or desired result",
            "defineVi": "mục đích của chúng tôi hoặc kết quả mong muốn",
            "hasImg": true
        },
        {
            "id": "2d345706-dd2e-43c7-bb3c-5c1c2cbc97e7",
            "word": "disease",
            "phonetic": "dɪziːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "The disease wiped out 40 million rabbits at a stroke.",
                "Newer treatments for the disease are in the pipeline.",
                "As with all diseases, certain groups will be more at risk than others.",
                "Efforts were made to check the disease.",
                "Efforts to stop the spread of the disease."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzZWFzZQ&hash=bf4d3179320080df343a4df5c0b7b35ccf826031&lang=en&cache-only=0",
            "defineEn": "an illness in a human, animal, or plant that affects health",
            "defineVi": "một căn bệnh ở người, động vật hoặc thực vật ảnh hưởng đến sức khỏe",
            "hasImg": true
        },
        {
            "id": "55bbf031-072c-4ca0-a803-b2fce989eb16",
            "word": "research",
            "phonetic": "ɹᵻsɜːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her groundbreaking research has revolutionized the scientific community.",
                "Her early research laid the foundation for many important medical discoveries.",
                "The department led the world in cancer research.",
                "Budget cuts are putting the squeeze on scientific research.",
                "Her research has been ruffling feathers for years."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzZWFyY2g&hash=0ebd79f35f4cf299035562ae13e56ec7f75cd7f7&lang=en&cache-only=0",
            "defineEn": "a careful and systematic study of a subject to discover new facts or information about it",
            "defineVi": "một nghiên cứu cẩn thận và có hệ thống về một chủ đề để khám phá những sự kiện hoặc thông tin mới về nó",
            "hasImg": true
        },
        {
            "id": "3842c3ae-888a-4df5-94b0-a990a1faa159",
            "word": "narrator",
            "phonetic": "næɹeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Seeing flames behind a dune during one of her walks, the female narrator stops in her tracks.",
                "Narrator: Those yards in South Asia use the dangerous gravity method.",
                "Narrator: Not a single part of the tuna is wasted.",
                "Narrator: That lack of supply is a huge driver for the price of black opal.",
                "Narrator: Workers load any bulk cargo."
            ],
            "audio": "https://tts.langeek.co/read?text=bmFycmF0b3I&hash=c1da58e7983676d90b52358243ff0461ffbe28e8&lang=en&cache-only=0",
            "defineEn": "the person who tells the story in a novel, poem, etc.",
            "defineVi": "người kể câu chuyện trong một cuốn tiểu thuyết, bài thơ, v.v."
        },
        {
            "id": "3f06f455-e71d-4dcd-acc9-63f40f74efaa",
            "word": "record",
            "phonetic": "ɹɛkɚd ",
            "partOfSpeechType": "noun",
            "examples": [
                "She had broken the world 100 meters record.",
                "His new world record will take some beating.",
                "His time in the 25-meter freestyle set a national record.",
                "The movie broke all box-office records.",
                "The movie broke box office records in the US."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjb3Jk&hash=0a31cd7569b53edf0652b8428f9ff76f4de41c69&lang=en&cache-only=0",
            "defineEn": "the best performance or result, or the highest or lowest level that has ever been reached, especially in sport",
            "defineVi": "hiệu suất hoặc kết quả tốt nhất, hoặc mức cao nhất hoặc thấp nhất từng đạt được, đặc biệt là trong thể thao",
            "hasImg": true
        },
        {
            "id": "a00c0090-93da-4ad0-992e-dbc14bec1eef",
            "word": "role",
            "phonetic": "ɹoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The role isn't exactly a walk in the park.",
                "Fathers play a crucial role in their children's upbringing and development.",
                "Many young people look up to celebrities as role models.",
                "The boss of the failed company is keeping schtum about his role in the disaster.",
                "Callas created only one role, and that was Eurydice."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9sZQ&hash=19be4081a760bbf93790ed6b3c1ad89de7490ba8&lang=en&cache-only=0",
            "defineEn": "the part or character that an actor plays in a movie or play",
            "defineVi": "phần hoặc nhân vật mà một diễn viên đóng trong phim hoặc vở kịch"
        },
        {
            "id": "c57a731b-4e7c-4f6d-b1be-e64e124110b6",
            "word": "list",
            "phonetic": "lɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The conference program included a list of session titles along with their corresponding abstracts.",
                "His name was dropped from the list.",
                "John can list the capital cities of all 50 states off the top of his head.",
                "Shall I add your name to the list?",
                "They added 230 customers to their list at a stroke."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlzdA&hash=7206786449e1de950f2004da25af0fba63ab795a&lang=en&cache-only=0",
            "defineEn": "a series of written or printed names or items, typically one below the other",
            "defineVi": "một loạt các tên hoặc mục được viết hoặc in, thường là cái này bên dưới cái kia",
            "hasImg": true
        },
        {
            "id": "179b0830-5b46-4cdf-a2c6-c5d476938beb",
            "word": "pressure",
            "phonetic": "pɹɛʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The nurse takes my blood pressure.",
                "They all feel pressure from managers to make a sale.",
                "The pressure began to tell as rain closed in after 20 laps.",
                "The team captain felt the pressure of leading his team to victory, knowing that the outcome would reflect on his leadership.",
                "In the novel, the protagonist is pressured by her parents to marry money and is introduced to a wealthy suitor who can provide her with a luxurious lifestyle."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc3N1cmU&hash=80585a5387c896133c2b57e77be19a17b68fd6f2&lang=en&cache-only=0",
            "defineEn": "the action of forcing, persuading, or intimidating someone into doing something",
            "defineVi": "hành động ép buộc, thuyết phục hoặc đe dọa ai đó làm điều gì đó"
        },
        {
            "id": "138bb405-24ca-438e-9d0a-93a468d11ff6",
            "word": "season",
            "phonetic": "siːzən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Election season always puts my dad's back up.",
                "The season starts in September.",
                "She seasoned the meat with herbs and spices before cooking.",
                "Tomatoes are out of season now.",
                "The theatre company has several new productions in the pipeline for next season."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vhc29u&hash=7282d074ed95cf93b86619a9f6eee35251a6e3af&lang=en&cache-only=0",
            "defineEn": "a period of time that a year is divided into, such as winter and summer, with each having three months",
            "defineVi": "một khoảng thời gian mà một năm được chia thành, chẳng hạn như mùa đông và mùa hè, mỗi người có ba tháng",
            "hasImg": true
        },
        {
            "id": "a221c4cc-e23a-497e-aa4a-1a20b2546509",
            "word": "bunch",
            "phonetic": "bʌntʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He gathered a bunch of sea kale from the shore.",
                "She harvested a bunch of parsley from her rooftop garden.",
                "She was given a huge bunch of flowers.",
                "In my opinion, people are getting their panties in a bunch over this election.",
                "They were followed down the street by a bunch of photographers."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVuY2g&hash=9a182d34a9d90d67504e9c9198b173e98f07e871&lang=en&cache-only=0",
            "defineEn": "a group of people, often with something in common",
            "defineVi": "một nhóm người, thường có điểm chung",
            "hasImg": true
        },
        {
            "id": "cba3f759-38fb-4ba3-b17e-9c7968487939",
            "word": "development",
            "phonetic": "dɪvɛləpmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The girls watched the development of this relationship with incredulity.",
                "Permission for the development was granted in the teeth of opposition from local shopkeepers.",
                "We'll watch for any developments.",
                "Space movies have set the pace for the development of special effects.",
                "The plans for the new development have raised angry protests from local residents."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV2ZWxvcG1lbnQ&hash=26e0a3fc5693dca5b0cb6b86df1453803a0c7e77&lang=en&cache-only=0",
            "defineEn": "a process or state in which something becomes more advanced, stronger, etc.",
            "defineVi": "một quá trình hoặc trạng thái trong đó một cái gì đó trở nên tiên tiến hơn, mạnh mẽ hơn, v.v.",
            "hasImg": true
        },
        {
            "id": "bd87f039-8c57-414a-86c7-16c636005359",
            "word": "choice",
            "phonetic": "tʃɔɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The passion fruit smoothie is a popular choice at the café.",
                "The refreshing Muscat grape juice was the perfect choice for a hot summer day.",
                "Camembert is an excellent choice for a picnic.",
                "A Granny Smith apple is a popular choice for juicing.",
                "On the credit side, the restaurant offers a wide range of choices."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hvaWNl&hash=1ea7f6a4e769ccd0083d9d663f6155c4e3d589cd&lang=en&cache-only=0",
            "defineEn": "an act of deciding to choose between two things or more",
            "defineVi": "một hành động quyết định lựa chọn giữa hai điều hoặc nhiều hơn",
            "hasImg": true
        },
        {
            "id": "ad9ddce4-20a7-4cf8-acb5-a6f7919f5a3e",
            "word": "fight",
            "phonetic": "faɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He rarely fought his political battles in the open.",
                "Fighting like cats and dogs like always.",
                "The children had pillow fights during their sleepover.",
                "He has always fought the good fight against oppression.",
                "A young cyclist is fighting for his life after the accident."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlnaHQ&hash=ed67fd79d3b87b56e1ee3065bb7e35e72cc75a59&lang=en&cache-only=0",
            "defineEn": "a situation that involves violent action in physical form",
            "defineVi": "một tình huống liên quan đến hành động bạo lực ở dạng vật lý",
            "hasImg": true
        },
        {
            "id": "d8b3fe38-539f-4165-adc2-317957f45bae",
            "word": "paper",
            "phonetic": "peɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The paper is losing £1.5 million a month.",
                "The children threw the crumpled paper balls into the classroom trash can.",
                "Please write your name on the paper.",
                "He wrote his name on the paper.",
                "You may turn over your exam papers now."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFwZXI&hash=d8c259b9d4ae370f5f3b49bcefce22049e6cabad&lang=en&cache-only=0",
            "defineEn": "the thin sheets on which one can write, draw, or print things, also used as wrapping material",
            "defineVi": "các tấm mỏng mà người ta có thể viết, vẽ hoặc in các thứ, cũng được sử dụng làm vật liệu gói",
            "hasImg": true
        },
        {
            "id": "38c5d776-577f-45ee-80b6-82e22eda2bc6",
            "word": "police",
            "phonetic": "pəliːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Police turned water cannon on the rioters.",
                "Police are holding two men in connection with last Thursday's bank raid.",
                "The robbers led police on a high-speed chase through the city.",
                "Police still haven't made heads nor tails of the heist.",
                "The police had the situation well in hand."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9saWNl&hash=0320bc4c62c6cb09f5fadb0bc007ebdb465fbb13&lang=en&cache-only=0",
            "defineEn": "(plural) a group of people whose job is to catch thieves, killers, etc. and make sure everyone follows rules",
            "defineVi": "(số nhiều) một nhóm người có nhiệm vụ bắt những tên trộm, kẻ giết người, v.v. và đảm bảo mọi người tuân theo các quy tắc",
            "hasImg": true
        },
        {
            "id": "d3f9d06f-9dd2-43c4-9fdc-d7eaec0778e0",
            "word": "tool",
            "phonetic": "tuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "They used a special tool to effortlessly remove the core of the pear.",
                "He used a tool storage box to organize his workshop.",
                "I rolled the dice on a tool brand I haven't used before.",
                "Her new boyfriend isn't the sharpest tool in the box, but he's pretty good looking!",
                "That's the best brand of tools there is, for my money."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9vbA&hash=e743ac560272a0c38907951a6b5a96922dd2dcbf&lang=en&cache-only=0",
            "defineEn": "something such as a hammer, saw, etc. that is held in the hand and used for a specific job",
            "defineVi": "một cái gì đó như búa, cưa, v.v. được cầm trên tay và được sử dụng cho một công việc cụ thể",
            "hasImg": true
        },
        {
            "id": "a8fd4af3-c4ea-4b0e-ac59-eb929e259080",
            "word": "star",
            "phonetic": "stɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The stars twinkled brightly in the dark night sky.",
                "She counted zero stars in the sky.",
                "The night sky is filled with stars and a beautiful moon.",
                "In the world of sports, a star athlete can be considered a big shot.",
                "The night sky is black, except for the stars and the moon."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Rhcg&hash=a668830f867321684ac9d50d88bee87270c30989&lang=en&cache-only=0",
            "defineEn": "(astronomy) a shining point found in large numbers in the night sky",
            "defineVi": "(thiên văn học) một điểm sáng được tìm thấy với số lượng lớn trên bầu trời đêm",
            "hasImg": true
        },
        {
            "id": "c0b636c8-59f5-4a79-87c9-7ada1536c37d",
            "word": "production",
            "phonetic": "pɹədʌkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The theatre company has several new productions in the pipeline for next season.",
                "The oil refinery's production reached a record-breaking yield, meeting the high demand in the market.",
                "The presence of certain fungi, like Penicillium, is essential in the production of some types of cheese.",
                "The whey leftover from cheese production can be used as a nutritious addition to smoothies.",
                "I'm singing in the village production of Tosca next month - eat your heart out Pavarotti!"
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZHVjdGlvbg&hash=db181ed5ebb89c9056d34e17028bb93a76b2bf48&lang=en&cache-only=0",
            "defineEn": "the act or process of transforming raw materials or different components into goods that can be used by customers",
            "defineVi": "hành động hoặc quá trình biến đổi nguyên liệu thô hoặc các thành phần khác nhau thành hàng hóa mà khách hàng có thể sử dụng",
            "hasImg": true
        },
        {
            "id": "14dd2fda-ddc1-48ac-b64a-e3a444641a8b",
            "word": "emotion",
            "phonetic": "ɪmoʊʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her emotions are an open book.",
                "Love is a complex emotion that can bring immense joy and deep sorrow.",
                "I always feel a mix of emotions when saying goodbye to loved ones at the airport.",
                "When the judge announced the decision, the balloon went up, and emotions ran high in the courtroom.",
                "It’s flesh and blood to feel such strong emotions at this time."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1vdGlvbg&hash=e88a656f591587d4a93bc894451117628b2e5521&lang=en&cache-only=0",
            "defineEn": "a strong feeling such as love, anger, etc.",
            "defineVi": "một cảm giác mạnh mẽ như tình yêu, giận dữ, vv",
            "hasImg": true
        }
    ]
}