{
    "id": "00e6b454-350a-4a55-a9a1-4baf7e54d1dd",
    "title": "Physical Disabilities and Illnesses",
    "originalTitle": "Physical Disabilities and Illnesses",
    "words": [
        {
            "id": "230bac98-eb88-4780-abff-b55f875202d7",
            "word": "disability",
            "phonetic": "dɪsɐbɪləɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Students with disabilities have priority access to the lift.",
                "Insulting disabilities.",
                "The disability is still there.",
                "The vast majority have non-visible disabilities.",
                "Second, she has other disabilities."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzYWJpbGl0eQ&hash=2d1b8be4cf8ef0d54790e290e7f4400468d6048a&lang=en&cache-only=0",
            "defineEn": "a physical or mental condition that prevents a person from using some part of their body completely or learning something easily",
            "defineVi": "một tình trạng thể chất hoặc tinh thần ngăn cản một người sử dụng hoàn toàn một phần cơ thể của họ hoặc học một cái gì đó một cách dễ dàng",
            "hasImg": true
        },
        {
            "id": "e9f7e9a7-c090-4b27-8964-d1b957f69792",
            "word": "syndrome",
            "phonetic": "sɪndɹoʊm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Those interactions could cause serotonin syndrome.",
                "Take Down syndrome for example, one of the most common genetic defects.",
                "What's up, dinner table syndrome?",
                "Some people may even experience foreign accent syndrome off and on in conjunction with severe migraines.",
                "So, very few children are having this new syndrome."
            ],
            "audio": "https://tts.langeek.co/read?text=c3luZHJvbWU&hash=80e444c8eadfa1735ca7ec35913ba06cb8c06f25&lang=en&cache-only=0",
            "defineEn": "a group of medical signs that indicate a person is suffering from a particular disease or mental problem",
            "defineVi": "một nhóm các dấu hiệu y tế cho thấy một người đang mắc một căn bệnh hoặc vấn đề tâm thần cụ thể"
        },
        {
            "id": "d931d480-5acd-484d-b494-3bb6b24d1bf7",
            "word": "impairment",
            "phonetic": "ɪmpɛɹmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "First, individuals have to show impairments in regulating their own behavior.",
                "Hypomania generally doesn't cause impairment.",
                "There's cognitive impairment with it.",
                "Also the symptoms caused clinically significant distress or impairment in various areas of your life not just one little area.",
                "You may have certain visual impairments, but not loss of eyesight."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wYWlybWVudA&hash=087f40a4d837ef3a73187fecf80006315aba0c37&lang=en&cache-only=0",
            "defineEn": "a state or condition in which a part of one's body or brain does not work properly",
            "defineVi": "một trạng thái hoặc tình trạng trong đó một phần cơ thể hoặc bộ não của một người không hoạt động bình thường",
            "hasImg": true
        },
        {
            "id": "a3d9535a-0744-4237-b0ff-0d66ad0c3c11",
            "word": "AIDS",
            "phonetic": "eɪdz ",
            "partOfSpeechType": "noun",
            "examples": [
                "This stage of HIV infection is known as AIDS.",
                "At the same time, AIDS had hit.",
                "He becomes sick with AIDS. ",
                "Together, we will defeat AIDS in America.",
                "AIDS, for example, is caused by the human immunodeficiency virus that specifically attacks Helper T cells."
            ],
            "audio": "https://tts.langeek.co/read?text=QUlEUw&hash=b3964bf94c2ce01f4405cd2f31db6a1ba2aac5be&lang=en&cache-only=0",
            "defineEn": "a serious disease caused by a virus that attacks the body's immune system and weakens it, can cause death in severe cases",
            "defineVi": "một căn bệnh nghiêm trọng do vi rút tấn công hệ thống miễn dịch của cơ thể và làm suy yếu nó, có thể gây tử vong trong những trường hợp nghiêm trọng"
        },
        {
            "id": "fa166f2a-ef5f-42f4-8caf-7c46223d45b3",
            "word": "asthma",
            "phonetic": "æzmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Asthma usually runs in the family, with many members experiencing symptoms or having a history of the condition.",
                "These effects lead to this symptoms of asthma.",
                "Some of the many asthma triggers include tobacco smoke, pollen, dust, fragrances, exercise, cold weather, stress, and even the common cold.",
                "Medicinal corticosteroids channel cortisol’s effects on the immune system to fight allergic reactions, rashes, and asthma.",
                "We have more comorbid illness among young people in this country, more asthma, more obesity, more diabetes."
            ],
            "audio": "https://tts.langeek.co/read?text=YXN0aG1h&hash=8e0c0544bdb8bad08dd39c7f6b0792f6ac922242&lang=en&cache-only=0",
            "defineEn": "a disease that causes shortness of breath and difficulty in breathing",
            "defineVi": "một căn bệnh gây khó thở và khó thở",
            "hasImg": true
        },
        {
            "id": "5d8e85d5-427b-4d18-82a5-d202b62f7e34",
            "word": "cancer",
            "phonetic": "kænsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cancer kills thousands of people every year.",
                "The department led the world in cancer research.",
                "The event raised over £30 000 for cancer research.",
                "A cure for lung cancer would save thousands of lives each year.",
                "My mother's recent bout with cancer has really put us through the wringer this year."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FuY2Vy&hash=06e748aaac239c72c2499225ac218c2fb47099d6&lang=en&cache-only=0",
            "defineEn": "a serious disease caused by the uncontrolled growth of cells in a part of the body that may spread to other parts",
            "defineVi": "một căn bệnh nghiêm trọng gây ra bởi sự phát triển không kiểm soát của các tế bào trong một bộ phận của cơ thể có thể lây lan sang các bộ phận khác",
            "hasImg": true
        },
        {
            "id": "93098991-0f2d-41b4-b88c-14ece3d372d2",
            "word": "cholera",
            "phonetic": "kɑːlɚɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Medicine can treat cholera.",
                "Cholera bacteria live in dirty water. ",
                "Like, take cholera, for example.",
                "Cholera hit London in 1854.",
                "Cholera is typically a waterborne disease spread by sewage-contaminated water."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hvbGVyYQ&hash=daf966928ff22437fc8c52128fb384923bb9b9e4&lang=en&cache-only=0",
            "defineEn": "a potentially fatal illness that is acquired from consumption of water or food contaminated with particular bacteria, causing diarrhea and vomiting",
            "defineVi": "một căn bệnh có khả năng gây tử vong mắc phải do tiêu thụ nước hoặc thực phẩm bị nhiễm vi khuẩn cụ thể, gây tiêu chảy và nôn mửa"
        },
        {
            "id": "cadebfdd-4275-418c-b096-7837ca686a40",
            "word": "plague",
            "phonetic": "pleɪɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the saying goes, it may please your eye but plague your heart.",
                "The businessman reminded his colleagues that innovation is key to success, and that they should not be afraid to break with traditional ways of thinking, as custom is the plague of wise men and the idol of fools.",
                "A nurse shortage has plagued hospitals over the past year.",
                "This issue plagues HDPE plastic bags as well.",
                "So could the plague ever mount a Michael Jordan-style comeback?"
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhZ3Vl&hash=0fcff62f5f1a9cb1a8a465da91df8bed0615d45b&lang=en&cache-only=0",
            "defineEn": "a dangerous disease spread by rats that causes fever and swellings, often kills if infected",
            "defineVi": "một căn bệnh nguy hiểm do chuột lây lan gây sốt và sưng tấy, thường gây tử vong nếu nhiễm bệnh"
        },
        {
            "id": "26a86b2c-b92d-4df5-b7f0-e87ba7d69e47",
            "word": "measles",
            "phonetic": "miːzəlz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWVhc2xlcw&hash=cce110001c7d8200c1859d72d1026e8fa64439f6&lang=en&cache-only=0",
            "defineEn": "a contagious disease that causes high fever and small red spots on the body, common in children",
            "defineVi": "một bệnh truyền nhiễm gây sốt cao và những nốt đỏ nhỏ trên cơ thể, thường gặp ở trẻ em",
            "hasImg": true
        },
        {
            "id": "0e9be007-2641-4ab4-8cc4-6a7e91342d2e",
            "word": "diabetes",
            "phonetic": "daɪəbiːɾiːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "And diabetes was a fatal disease before insulin.",
                "Narrator: A Type 1 diabetes diagnosis was a death sentence before this life-saving discovery.",
                "Diabetes is a complicated disease.",
                "Diabetes is a big problem worldwide.",
                "And diabetes is a level that's greater than 126 milligrams per deciliter."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhYmV0ZXM&hash=b1fff322d59617140efcd5f33628da6769893335&lang=en&cache-only=0",
            "defineEn": "a serious medical condition in which the body is unable to regulate the blood sugar levels because it does not produce enough insulin",
            "defineVi": "một tình trạng y tế nghiêm trọng trong đó cơ thể không thể điều chỉnh lượng đường trong máu vì không sản xuất đủ insulin",
            "hasImg": true
        },
        {
            "id": "e137d7ed-ebdc-4b95-ac29-5b1879c3a448",
            "word": "chickenpox",
            "phonetic": "tʃɪkɪnpɑːks ",
            "partOfSpeechType": "noun",
            "examples": [
                "We know this has worked before, with diseases like measles, mumps, rubella, chickenpox, and polio. ",
                "In the meantime, if you had chickenpox as a youngster, at least now you know: you had the privilege of hosting one of the most talented viruses around.",
                "That certainly helps measles move around schools and daycares, and it’s part of why chickenpox generally has an R0 of 10 to 12.",
                "For example, it's relatively straightforward to know whether you've had chickenpox or not because the symptoms are highly unique and very easy to spot."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpY2tlbnBveA&hash=0fbf6e456eab7f737a0c3bfd45a50cc9c30339e1&lang=en&cache-only=0",
            "defineEn": "a contagious disease that causes a mild fever and an itchy rash with blisters, primarily affects children",
            "defineVi": "một bệnh truyền nhiễm gây sốt nhẹ và phát ban ngứa có mụn nước, chủ yếu ảnh hưởng đến trẻ em"
        },
        {
            "id": "33163403-8179-4d62-8e80-5c30971e8120",
            "word": "tb",
            "phonetic": "tiːbiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "So we're going to carry out TB testing with the samples.",
                "TB requires daily treatment every day for eight months, and it's impossible to do that in the forest setting.",
                "- These cows could carry TB and pass it onto the humans, which would be a big shame in this community because we are improving the health of the community.",
                "If the gorillas got TB, it would be a disaster.",
                "And if there is any cow that has TB, unfortunately, it has to be euthanized."
            ],
            "audio": "https://tts.langeek.co/read?text=dGI&hash=c0cdbb37a590f53e832626fcf9860770635198ea&lang=en&cache-only=0",
            "defineEn": "a serious infectious disease that mainly affects the lungs and is spread through the air",
            "defineVi": "một bệnh truyền nhiễm nghiêm trọng chủ yếu ảnh hưởng đến phổi và lây lan qua không khí"
        },
        {
            "id": "ec9f16fb-da7a-42e9-b133-0aea89fa4752",
            "word": "Covid-19",
            "phonetic": "kɑːvɪd naɪntiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "COVID-19 was on anybody's lips.",
                "An ostrich strategy for covid-19 is too risky.",
                "People are falling like flies from COVID-19.",
                "Top executives at pandemic juggernauts Pfizer and Moderna are at odds on the need for a fourth COVID-19 vaccine dose.",
                "Covid-19 pandemic has dealt a heavy blow to America's states."
            ],
            "audio": "https://tts.langeek.co/read?text=Q292aWQtMTk&hash=43ffd8038ad36099c008a232e907af882c4a667a&lang=en&cache-only=0",
            "defineEn": "an infectious disease caused by a type of virus called coronavirus that causes fever, tiredness, a cough, etc., and in some cases can kill, originated in China and later became a pandemic",
            "defineVi": "một bệnh truyền nhiễm do một loại vi rút gọi là coronavirus gây ra sốt, mệt mỏi, ho, v.v. và trong một số trường hợp có thể gây tử vong, có nguồn gốc từ Trung Quốc và sau đó trở thành đại dịch"
        },
        {
            "id": "3ebf4045-a18d-4c1d-a92c-b1dd5a009b2f",
            "word": "seasickness",
            "phonetic": "siːsɪknəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2Vhc2lja25lc3M&hash=ba13f64254f9a9bd792d3c2309f6c646120db231&lang=en&cache-only=0",
            "defineEn": "wooziness and nausea caused by the rocking motion of a boat or ship",
            "defineVi": "chóng mặt và buồn nôn do chuyển động lắc lư của thuyền hoặc tàu",
            "hasImg": true
        },
        {
            "id": "dcda0e39-3df9-4328-b3aa-96b29298da23",
            "word": "stroke",
            "phonetic": "stɹoʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The disease wiped out 40 million rabbits at a stroke.",
                "At one stroke, the country lost two outstanding leaders.",
                "stroke a nerve didn't I?",
                "The nurses had to spoon-feed my mother after her stroke.",
                "They added 230 customers to their list at a stroke."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Ryb2tl&hash=cdfb0a15ee9fb4c35fa7f9391ad99725cacc3165&lang=en&cache-only=0",
            "defineEn": "a dangerous condition in which a person loses consciousness as a result of a blood vessel breaking open or becoming blocked in their brain, which could kill or paralyze a part of their body",
            "defineVi": "một tình trạng nguy hiểm trong đó một người mất ý thức do mạch máu bị vỡ hoặc tắc nghẽn trong não, có thể giết chết hoặc làm tê liệt một phần cơ thể của họ"
        },
        {
            "id": "cd65bba4-7084-4d03-b6b9-e0c1a30b3c91",
            "word": "heart attack",
            "phonetic": "hɑːɹt ɐtæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "They've suffered a heart attack, maybe two.",
                "I was afraid he might have a heart attack or something!",
                "I was afraid he might have a heart attack or something!",
                "Ignoring warning signs of a heart attack and continuing to smoke and eat unhealthy foods is asking for a heart attack and can increase the likelihood of serious health problems.",
                "Ignoring warning signs of a heart attack and continuing to smoke and eat unhealthy foods is asking for a heart attack and can increase the likelihood of serious health problems."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhcnQgYXR0YWNr&hash=28eecb6caef9b607164cb7954ce9e078a63552b8&lang=en&cache-only=0",
            "defineEn": "a medical emergency that happens when blood flow to the heart is suddenly blocked, which is fatal in some cases",
            "defineVi": "một trường hợp cấp cứu y tế xảy ra khi máu chảy vào tim đột ngột bị tắc nghẽn, có thể gây tử vong trong một số trường hợp",
            "hasImg": true
        },
        {
            "id": "39b36482-16b1-42ca-ba9f-6c8793c0026c",
            "word": "infection",
            "phonetic": "ɪnfɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Once one child in the school has the infection, it spreads like wildfire.",
                "The pandemic has run its course in some countries, but others are still struggling with high infection rates.",
                "Infections here are rising.",
                "Long ago, people did not understand infection. ",
                "COVID-19 infections set more records today."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mZWN0aW9u&hash=061c83b71ffb9248cd6b71cda69be86a694d5d6c&lang=en&cache-only=0",
            "defineEn": "the process or the act of catching or causing a disease resulting from a bacterial or viral infestation",
            "defineVi": "quá trình hoặc hành động bắt hoặc gây bệnh do nhiễm vi khuẩn hoặc vi rút"
        },
        {
            "id": "40342ec2-bec2-40c3-b518-00070fdebe42",
            "word": "shock",
            "phonetic": "ʃɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The daredevil performer, Max, shocked the audience by performing his entire circus act in his birthday suit.",
                "Jessica's parents were shocked when they discovered she swings both ways.",
                "After the initial shock, Lisa got a grip on herself and called an ambulance.",
                "I have to admit that the news gave us a shock.",
                "The shock of the announcement make me go weak at the knees."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvY2s&hash=a360b62541e55417cad1a912a043c979647ce7f7&lang=en&cache-only=0",
            "defineEn": "a severe medical condition following an extreme drop in blood pressure, caused by a massive blood loss, serious burns, etc., which makes the person feel cold, have rapid pulse and breathing",
            "defineVi": "một tình trạng y tế nghiêm trọng sau khi tụt huyết áp quá mức, do mất máu nhiều, bỏng nặng, v.v., khiến người bệnh cảm thấy lạnh, mạch và thở nhanh"
        },
        {
            "id": "a044342d-d6ff-48f8-90c9-41bf39f58457",
            "word": "genetic",
            "phonetic": "dʒɪnɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Brown algae have complex life cycles with genetic diversity.",
                "Genetic conditions like diabetes and high blood pressure often run in families, and it's important to be aware of your family history for early detection and prevention.",
                "Alex's genetics make him prone to premature aging, and he often looks like he's on the wrong side of sixty, even though he's in his fifties.",
                "Genetics are a part of it.",
                "The last comparison is genetics."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXRpYw&hash=1be0922e89e5e74943d108b0e81ac00d84b198df&lang=en&cache-only=0",
            "defineEn": "(of diseases) passed on from one's parents; related to genes",
            "defineVi": "(về bệnh tật) do cha mẹ truyền lại; liên quan đến gen",
            "hasImg": true
        },
        {
            "id": "91899884-7eda-4744-b9b0-3a7431070703",
            "word": "fatal",
            "phonetic": "feɪɾəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In some cases, the condition was fatal.",
                "Is it fatal?",
                "But thankfully, most shark attacks aren't fatal.",
                "In some fire-ant zones, fire ant venom causes more fatal reactions than bee stings.",
                "Plastics prevent fatal zaps by blocking the flow of electrons."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF0YWw&hash=73f19d94156977a810e92d9e1a40acbd0838d5b8&lang=en&cache-only=0",
            "defineEn": "resulting in death",
            "defineVi": "dẫn đến cái chết"
        },
        {
            "id": "fa2501b3-09fe-4a9c-b2bf-c4c7e2243dfb",
            "word": "disabled",
            "phonetic": "dɪseɪbəld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "\"Disabled people can have kids?!\"",
                "I'm disabled in that sense.",
                "a learning disabled man is on the drums!",
                "Disabled people are a group who often live in poverty.",
                "Actually listen to disabled people."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzYWJsZWQ&hash=e1db71edddd81b866df0434a8933b2b47f447659&lang=en&cache-only=0",
            "defineEn": "complete or partial inability to use a part of one's body or mind, caused by an illness, injury, etc.",
            "defineVi": "mất khả năng sử dụng hoàn toàn hoặc một phần một phần cơ thể hoặc tâm trí của một người do bệnh tật, thương tích, v.v.",
            "hasImg": true
        },
        {
            "id": "834f44e6-9ea6-44e8-bb0a-7c41d010714a",
            "word": "handicap",
            "phonetic": "hændɪkæp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Shoes are a handicap.",
                "We aren't handicapped in any way.",
                "I don't need your pity handicaps.",
                "but he's pretty severely handicapped and yeah,",
                "Before the 1960s, bilingualism was considered a handicap that slowed a child's development by forcing them to spend too much energy distinguishing between languages, a view based largely on flawed studies."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZGljYXA&hash=5fb27f590e71392d8784fa0aa7e8a8d6bcab050d&lang=en&cache-only=0",
            "defineEn": "a condition that impairs a person's mental or physical functions",
            "defineVi": "một tình trạng làm suy yếu chức năng tinh thần hoặc thể chất của một người",
            "hasImg": true
        },
        {
            "id": "c9f13c0d-f54e-4fc1-826a-ec5ea9bffb49",
            "word": "deafness",
            "phonetic": "dɛfnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, deafness is a spectrum.",
                "Again, deafness is a spectrum.",
                "They used their deafness to their advantage.",
                "The law even included special consideration for children with disabilities, like deafness or blindness.",
                "So, deafness is not one size fits all."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVhZm5lc3M&hash=cea3ff67dc4ab29c348411ed97be7ae689ad7610&lang=en&cache-only=0",
            "defineEn": "the state or condition of being totally or partially unable to hear",
            "defineVi": "tình trạng hoặc tình trạng không thể nghe hoàn toàn hoặc một phần",
            "hasImg": true
        },
        {
            "id": "76e1b552-0e74-4430-b147-64eb2554cc6d",
            "word": "blindness",
            "phonetic": "blaɪndnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some NTDs cause blindness as the result of awful eye infections.",
                "First of all, blindness is a spectrum.",
                "The law even included special consideration for children with disabilities, like deafness or blindness.",
                "Of course, the glasses can not cure color blindness, because nothing has physically changed about your eyes or your cones.",
                "my perception of blindness, is that something is missing."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxpbmRuZXNz&hash=50c415931870eec07fb20e76f4eea05f1fe666ab&lang=en&cache-only=0",
            "defineEn": "the condition or state of being completely or partially unable to see",
            "defineVi": "tình trạng hoặc trạng thái hoàn toàn hoặc một phần không thể nhìn thấy",
            "hasImg": true
        },
        {
            "id": "7f01f65e-39b8-4520-899d-9c68625713e8",
            "word": "special needs",
            "phonetic": "spɛʃəl niːdz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Okay, first off special needs is kind of a derogatory term and just disabled community.",
                "Like a family with a special needs child who needs a lifetime of support.",
                "I'm called me out of that special needs cross.",
                "And every week, there's a special guest in attendance: a 28-year-old man with special needs named Matthew.",
                "Once Huxley came home, there were a lot more special needs than we were aware of and we were not told."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlY2lhbCBuZWVkcw&hash=6ad7e1a2696d04a8a561ed847b720627d53cd1c7&lang=en&cache-only=0",
            "defineEn": "particular requirements that a person has, especially an individual with physical, emotional, or mental disability",
            "defineVi": "các yêu cầu cụ thể mà một người có, đặc biệt là một cá nhân bị khuyết tật về thể chất, cảm xúc hoặc tinh thần"
        }
    ]
}