{
    "id": "013ad811-379a-455a-b3fb-cb71749548ea",
    "title": "Sculpture",
    "originalTitle": "Sculpture",
    "words": [
        {
            "id": "57085b66-1e6b-4568-af91-89e4e30f1826",
            "word": "bas-relief",
            "phonetic": "bæsɹᵻliːf ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFzLXJlbGllZg&hash=30b75e58f597b92f059200810bbc23d3dd2a4fb2&lang=en&cache-only=0",
            "defineEn": "a style of sculpture in which shapes are formed in a way that they are marginally elevated from the background",
            "defineVi": "một phong cách điêu khắc trong đó các hình dạng được hình thành theo cách mà chúng được nâng lên một chút so với nền"
        },
        {
            "id": "528956fe-25e2-4918-a3bd-dda71531d727",
            "word": "bust",
            "phonetic": "bʌst ",
            "partOfSpeechType": "noun",
            "examples": [
                "I just about busted a gut.",
                "They're busting a move tomorrow.",
                "Time to bust a move.",
                "She busts her chops to make sure your experience is above and beyond.",
                "Let's bust a move."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVzdA&hash=8a38bb2cdbc1127da779cc1c769d880b91eff6bf&lang=en&cache-only=0",
            "defineEn": "a sculpture representing someone's head, shoulders and chest",
            "defineVi": "một tác phẩm điêu khắc đại diện cho đầu, vai và ngực của ai đó",
            "hasImg": true
        },
        {
            "id": "d125bfe5-0392-4433-a589-2be6ae200ac1",
            "word": "mobile",
            "phonetic": "moʊbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I can probably reach him on his mobile.",
                "Try phoning his mobile.",
                "She checked her account balance using the bank's mobile app.",
                "The school discouraged the use of cell phones by implementing a ban on mobile devices during class hours to maintain a focused learning environment.",
                "It was described as a large, luxury mobile home, but there was barely room to swing a cat."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9iaWxl&hash=ad33661a55d523caf227893335c3fcaa8fc012b9&lang=en&cache-only=0",
            "defineEn": "a type of kinetic art that is created to be suspended from the ceiling and moves with the slightest air currents",
            "defineVi": "một loại hình nghệ thuật động học được tạo ra để treo lơ lửng trên trần nhà và di chuyển với những luồng không khí nhỏ nhất"
        },
        {
            "id": "12925951-b7b6-4a21-ab52-850b5bd3cd98",
            "word": "statue",
            "phonetic": "stætʃuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Statue of Liberty is a famous American landmark.",
                "She felt compelled to bow down in front of the statue, overwhelmed by its beauty.",
                "That baby statue was hung.",
                "It’s a statue.",
                "A stone grave statue of a young child is there as well."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhdHVl&hash=2213e0f10a2b479d08edc080351b053c898b0675&lang=en&cache-only=0",
            "defineEn": "a large object made of a hard material such as stone in order to look like a person or animal",
            "defineVi": "một vật thể lớn làm bằng vật liệu cứng như đá để trông giống người hoặc động vật",
            "hasImg": true
        },
        {
            "id": "4b458023-7651-431a-8e8f-8290803d92ef",
            "word": "armature",
            "phonetic": "ɑːɹmətʃʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The spring then returns the armature and it reenergizes the circuit.",
                "Number three we didn't line the camera up right with the armature.",
                "Mark did this GoPro rig with an armature and he could see around things.",
                "This turns those coils into an electromagnet and it pulls this armature bar down, moving the needle.",
                "Number five of course is the mirror slipped and banged against the armature."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJtYXR1cmU&hash=86caa80e7feac1ad7502c6a1f20cae0138c32611&lang=en&cache-only=0",
            "defineEn": "a framework or structure made of metal wire or other materials used as a support for shaping and securing the clay, plaster or other materials used in the creation of the sculpture",
            "defineVi": "một khung hoặc cấu trúc làm bằng dây kim loại hoặc các vật liệu khác được sử dụng làm giá đỡ để định hình và cố định đất sét, thạch cao hoặc các vật liệu khác được sử dụng để tạo ra tác phẩm điêu khắc"
        },
        {
            "id": "cbe9691e-8f9e-4752-9608-397d3d541fe0",
            "word": "carving",
            "phonetic": "kɑːɹvɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But stone carvings mostly concern gods and wars.",
                "You're stone carving?",
                "This is a recent carving event.",
                "Meanwhile, erosion and other processes have also played a part, with wind and rain carving canyons, arches, and other amazing landscapes.",
                "Decorated with art for pictograms and stone carvings of animals and mythical creatures."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FydmluZw&hash=16b2ab027b4ec840d79d1b2dd071c5458f7d7b1a&lang=en&cache-only=0",
            "defineEn": "the art or process of making a particular pattern or object by cutting solid material",
            "defineVi": "nghệ thuật hoặc quy trình tạo ra một mẫu hoặc đối tượng cụ thể bằng cách cắt vật liệu rắn",
            "hasImg": true
        },
        {
            "id": "8c312e4d-f396-4698-aa53-861aad948581",
            "word": "maquette",
            "phonetic": "mækɛt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFxdWV0dGU&hash=2c0c3bcd0105770d7dd3b986e77d78ef04a07532&lang=en&cache-only=0",
            "defineEn": "a small-scale model or sculpture that is created as a preliminary study or prototype for a larger work, often used to visualize and refine the form and composition of a sculpture before it is created on a larger scale",
            "defineVi": "một mô hình hoặc tác phẩm điêu khắc quy mô nhỏ được tạo ra như một nghiên cứu sơ bộ hoặc nguyên mẫu cho một tác phẩm lớn hơn, thường được sử dụng để hình dung và tinh chỉnh hình thức và bố cục của một tác phẩm điêu khắc trước khi nó được tạo ra ở quy mô lớn hơn"
        },
        {
            "id": "4de3113d-3c60-4e9f-85e4-89dddf5ddeaf",
            "word": "readymade",
            "phonetic": "ɹɛdɪmeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "They receive readymade antibodies from their mothers through the placenta, and later on through breast milk.",
                "Marcel Duchamp was the famed progenitor of the readymade, credited as the first to put a non-art object into a gallery and call it art, and Cattelan’s banana is certainly part of that tradition.",
                "So he is, in some ways, a collator both of people and ideas that becomes, I think, very instrumental, because when you can give people just a readymade playbook, a readymade playbook that they can just, you know, flip open to and see all the stats that he has pulled together from some very kind of fringe or right-wing sources, it’s much easier than having to go dig it up yourself. ",
                "So he is, in some ways, a collator both of people and ideas that becomes, I think, very instrumental, because when you can give people just a readymade playbook, a readymade playbook that they can just, you know, flip open to and see all the stats that he has pulled together from some very kind of fringe or right-wing sources, it’s much easier than having to go dig it up yourself. "
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhZHltYWRl&hash=e3d9c63b1ae4c933cf22c9a88c1937a01f484be3&lang=en&cache-only=0",
            "defineEn": "a type of artwork that is created by taking an everyday object and transforming it into art by presenting it in a new context or by altering its form, often associated with the works of French artist Marcel Duchamp",
            "defineVi": "một loại tác phẩm nghệ thuật được tạo ra bằng cách lấy một đồ vật hàng ngày và biến nó thành nghệ thuật bằng cách trình bày nó trong một bối cảnh mới hoặc bằng cách thay đổi hình thức của nó, thường được kết hợp với các tác phẩm của nghệ sĩ người Pháp Marcel Duchamp"
        },
        {
            "id": "78ea4df0-53b2-4fd6-8ddb-a84397439f3d",
            "word": "patina",
            "phonetic": "pætɪnə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGF0aW5h&hash=167b523af6024419b9ef6fef9c1fb750e6e9ee64&lang=en&cache-only=0",
            "defineEn": "a thin layer that forms on the surface of some materials because of exposure to different factors",
            "defineVi": "một lớp mỏng hình thành trên bề mặt của một số vật liệu do tiếp xúc với các yếu tố khác nhau"
        },
        {
            "id": "ac151ddd-9d40-4a6f-9145-f341ea44ede8",
            "word": "bristle brush",
            "phonetic": "bɹɪsəl bɹʌʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJpc3RsZSBicnVzaA&hash=eeb2cf3edda33aad682b7283da3009c2f7ae7c9c&lang=en&cache-only=0",
            "defineEn": "a tool that has stiff hairs or fibers attached to a handle",
            "defineVi": "một công cụ có lông hoặc sợi cứng gắn vào tay cầm"
        },
        {
            "id": "a79aca17-b3f4-4e9d-abdb-52a54f787f10",
            "word": "chisel",
            "phonetic": "tʃɪzəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The thieves had a go at the front door, then chiselled their way in through the back door.",
                "chisel and mallet marks are still evident.",
                "Do you want a chisel for that there?",
                "We have to think of this as a hammer and a chisel.",
                "It's more of a chisel and it's designed for impact drilling."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpc2Vs&hash=ec894db43791ffc77eefdb5ff423c743e130cb3d&lang=en&cache-only=0",
            "defineEn": "a metal tool with a handle and a strong flat-edged blade that is used to shape hard objects, such as wood, metal, etc.",
            "defineVi": "một công cụ kim loại có tay cầm và một lưỡi phẳng mạnh được sử dụng để tạo hình các vật cứng, chẳng hạn như gỗ, kim loại, v.v.",
            "hasImg": true
        },
        {
            "id": "7872e0e8-fd1c-4bab-8821-8e0ad1e9992e",
            "word": "hammer",
            "phonetic": "hæmɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The policeman hammered home the dangers of drinking and driving.",
                "The judge brought his hammer down on the table.",
                "The principal brought the hammer down on Mark because of that prank he pulled in class yesterday.",
                "The couple in the flat upstairs are always at it hammer and tongs.",
                "He hit the nail squarely on the head with the hammer."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFtbWVy&hash=448756a00b30c0451298eacb4bbec9abf275929c&lang=en&cache-only=0",
            "defineEn": "a tool with a metal head and a handle, used for striking nails, etc.",
            "defineVi": "một công cụ có đầu và tay cầm bằng kim loại, dùng để đóng đinh, v.v.",
            "hasImg": true
        },
        {
            "id": "c3b6d058-ac9c-4b6b-8f6d-f766ff0be5c9",
            "word": "clamp",
            "phonetic": "klæmp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wood is held in position by a clamp.",
                "It has a C clamp on it.",
                "Then, muscles clamp these openings shut, and the squid forcefully pumps the water through the base of their body.",
                "And so you just clamp it down?",
                "The luckiest glochidia clamp onto a fin or gill using hooks on the tips of their tiny shells."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhbXA&hash=b4f947298ea41aba7e924f627d9b9b9da62ed0d7&lang=en&cache-only=0",
            "defineEn": "a device that is used to hold or compress two or more things together firmly",
            "defineVi": "một thiết bị được sử dụng để giữ hoặc nén hai hoặc nhiều thứ lại với nhau một cách chắc chắn"
        },
        {
            "id": "0049e4a4-8403-4a95-92e6-eca470108258",
            "word": "vise",
            "phonetic": "vaɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "At the same time, they were in a vise put on them by the Chinese Communist Party, so we had to handle those problems in two different ways.",
                "They squeezed some hydrogen gas in a vise made of two tiny, carefully-engineered diamonds at a temperature just above absolute zero.",
                "So that means if almost exactly where the object is, then you cannot know how fast it's going and vise versa."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlzZQ&hash=0971aee2fb5fd21075723162547cad5ef3c7161b&lang=en&cache-only=0",
            "defineEn": "a tool that has two parts that can be moved together by tightening a screw or a lever to hold an object firmly while work is being done on it",
            "defineVi": "một công cụ có hai bộ phận có thể di chuyển cùng nhau bằng cách siết vít hoặc đòn bẩy để giữ chắc một vật trong khi công việc đang được thực hiện trên vật đó"
        },
        {
            "id": "eacef08c-a3b6-4142-b328-5ddefa7e2c47",
            "word": "mallet",
            "phonetic": "mælɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "All right, yes, use the mallet.",
                "chisel and mallet marks are still evident.",
                "Isn't the mallet metal?",
                "Because, she knocks him with a mallet.",
                "Maybe it's like a rock mallet and a diamond file."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFsbGV0&hash=da9186dc549fccde5da11c538e45bce5e557c711&lang=en&cache-only=0",
            "defineEn": "a hammer-like tool with a large wooden or rubber head used for striking or driving objects",
            "defineVi": "một công cụ giống như búa có đầu bằng gỗ hoặc cao su lớn được sử dụng để đánh hoặc lái các vật thể",
            "hasImg": true
        },
        {
            "id": "39d48db1-cce7-44f7-899b-dd7b252c2c64",
            "word": "kiln",
            "phonetic": "kɪln ",
            "partOfSpeechType": "noun",
            "examples": [
                "Local farmers burn wood in outdoor kilns to make charcoal for cooking fuel.",
                "And then towards the end of the video, you see this small kiln on the right-hand side.",
                "And colobus monkeys visit these kilns when they’re not in use to eat the bits of charcoal left behind.",
                "Once they're completely dry, Ashok fires the diyas in large wood-burning kilns.",
                "To try to avoid this, he usually fires up his kiln overnight."
            ],
            "audio": "https://tts.langeek.co/read?text=a2lsbg&hash=28eae3f1b286450a3926993e4ab1d26214411d85&lang=en&cache-only=0",
            "defineEn": "a type of furnace or oven that is used for baking pottery, ceramics or bricks",
            "defineVi": "một loại lò hoặc lò nướng được sử dụng để nướng đồ gốm, gốm sứ hoặc gạch",
            "hasImg": true
        },
        {
            "id": "d890eb86-848a-4182-a315-52ec5c4c02d6",
            "word": "pliers",
            "phonetic": "plaɪɚz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGxpZXJz&hash=16a278345069bc3472881ab911dfae49cd37c751&lang=en&cache-only=0",
            "defineEn": "a small metal tool with toothed jaws used for cutting wires or holding things tightly",
            "defineVi": "một công cụ kim loại nhỏ với hàm răng được sử dụng để cắt dây hoặc giữ chặt mọi thứ",
            "hasImg": true
        },
        {
            "id": "a98fedc9-c82f-4279-a328-8ed10ecd81c3",
            "word": "potter's wheel",
            "phonetic": "pɑːɾɚ bækslæʃ ɛs wiːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG90dGVyJ3Mgd2hlZWw&hash=d3963be14008f82ca7dd250a7f9e83efb3b12429&lang=en&cache-only=0",
            "defineEn": "a type of pottery wheel used to shape clay into pottery and other ceramic objects",
            "defineVi": "một loại bánh xe gốm dùng để nặn đất sét thành đồ gốm và các đồ gốm khác"
        },
        {
            "id": "08344b57-cb3c-43ae-9fa5-5563284ce25f",
            "word": "sandpaper",
            "phonetic": "sændpeɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It’s like liquid sandpaper.",
                "I had been there buying sandpaper, dozens of tools for the students.",
                "They also did an experiment by scratching ice really deeply with sandpaper at two angles and pushing a stone across the scratches without rotating it. ",
                "The main ingredients in his match heads were potassium chlorate and antimony sulfide, which ignited from the heat of friction if you rubbed the match on sandpaper.",
                "It's not like sandpaper, but it feels both rougher, and yet somehow more premium even though the plastics feel pretty similar, like they're both reasonably stiff, this might be a little more rigid actually, that feels pretty good."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FuZHBhcGVy&hash=ec206ab2280308fb08a588fc9a3c5e6e2407809f&lang=en&cache-only=0",
            "defineEn": "a type of paper that has sand or another rough material stuck to one side, used for making surfaces smoother or shinier",
            "defineVi": "một loại giấy có cát hoặc vật liệu thô khác được dán vào một mặt, được sử dụng để làm cho bề mặt mịn hơn hoặc sáng hơn",
            "hasImg": true
        },
        {
            "id": "d3f68e39-dd4d-453a-90d6-1b3648558951",
            "word": "saw",
            "phonetic": "sɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "But the saw is more than just a weapon.",
                "- I haven't seen Saw.",
                "He's sawing away.",
                "Carpenters roughly shape the figurine with a band saw.",
                "He made this medieval knife with a saw blade, a threaded rod, and leather."
            ],
            "audio": "https://tts.langeek.co/read?text=c2F3&hash=777af48630c5151985d6c752c77a05489d60ab46&lang=en&cache-only=0",
            "defineEn": "a metal tool with a toothed blade that is used for cutting wood, metal, etc. by moving back and forth",
            "defineVi": "một công cụ kim loại có lưỡi răng dùng để cắt gỗ, kim loại, v.v. bằng cách di chuyển tới lui",
            "hasImg": true
        },
        {
            "id": "b7176d0a-e1cd-45f6-bef9-d6fa277d7669",
            "word": "scraper",
            "phonetic": "skɹeɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This tool is a bench scraper or a dough cutter.",
                "His wings also have a hard edge - right here - called the scraper.",
                "Along the front of its hammerhead, it had spatulate teeth that stuck out, like a scraper.",
                "Okay, I'm gonna use this bowl scraper to make butter small pieces.",
                "Neanderthals even moved into colder climates, where they were compelled to invent clothing, they used complex tool-manufacture to produce sharp points and scrapers and hand-axes and wood handles, and they improved their craft over time."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NyYXBlcg&hash=17eaaa55373e829d89b6ba66dddad9a56e884056&lang=en&cache-only=0",
            "defineEn": "a tool for removing dirt, paint, or other unwanted matter from a surface by scraping",
            "defineVi": "một công cụ để loại bỏ bụi bẩn, sơn hoặc các chất không mong muốn khác khỏi bề mặt bằng cách cạo",
            "hasImg": true
        },
        {
            "id": "ff960fff-ba4b-4eb6-aaf3-30921b249093",
            "word": "snips",
            "phonetic": "snɪps ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c25pcHM&hash=a6256d16f40561075ae2a1411a149e3279910792&lang=en&cache-only=0",
            "defineEn": "a type of scissors that are used for cutting metal or other hard materials",
            "defineVi": "một loại kéo được sử dụng để cắt kim loại hoặc các vật liệu cứng khác"
        },
        {
            "id": "b511d191-d1e4-47b3-a6a8-72e0934cf53d",
            "word": "welding",
            "phonetic": "wɛldɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The welding line at the Pontedera factory is fully robotic.",
                "It teaches hard skills, like welding and machining.",
                "It uses a combination of spot welding and arc welding.",
                "It uses a combination of spot welding and arc welding.",
                "They also rely on fancy gear, from the laser welding equipment to the turbine grinder."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VsZGluZw&hash=6eefeb44a11d95fd4010de8efccba67c271a3441&lang=en&cache-only=0",
            "defineEn": "a process of joining two materials, usually metals or thermoplastics, by melting them with high heat and allowing them to cool and fuse",
            "defineVi": "một quá trình nối hai vật liệu, thường là kim loại hoặc nhựa nhiệt dẻo, bằng cách nấu chảy chúng ở nhiệt độ cao và để chúng nguội đi rồi hợp nhất",
            "hasImg": true
        },
        {
            "id": "7eef545a-8685-4401-8251-26b16ee885bb",
            "word": "cutting torch",
            "phonetic": "kʌɾɪŋ tɔːɹtʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3V0dGluZyB0b3JjaA&hash=619dd776dd722d626ce63dd272ca3658f851af3b&lang=en&cache-only=0",
            "defineEn": "a tool that uses a very hot flame to cut metal or other hard materials by melting and removing them with a jet of oxygen",
            "defineVi": "một công cụ sử dụng ngọn lửa rất nóng để cắt kim loại hoặc các vật liệu cứng khác bằng cách làm tan chảy và loại bỏ chúng bằng tia oxy",
            "hasImg": true
        },
        {
            "id": "dbbe5ed9-b398-4610-b594-07b8c3120d0b",
            "word": "wire cutter",
            "phonetic": "waɪɚ kʌɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2lyZSBjdXR0ZXI&hash=af06da80031e5e7486c7f9f553a9c2fc5320c368&lang=en&cache-only=0",
            "defineEn": "a metal tool used for cutting wire",
            "defineVi": "một công cụ kim loại được sử dụng để cắt dây",
            "hasImg": true
        },
        {
            "id": "e4ec1dc9-6b1e-4814-830b-bd447e440770",
            "word": "high relief",
            "phonetic": "haɪ ɹᵻliːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "This gave him, this just brought into high relief, this. ",
                "This gave him, this just brought into high relief, this. ",
                "But Comedian sets this reality into high relief, especially with its strategic placement in the context of a sceney art fair, calling out the absurdly inflated art market and the narrow sliver of the privileged population that participates in it."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlnaCByZWxpZWY&hash=c6b34c00d771c38d2e9c278d556c008d3ac6c2a2&lang=en&cache-only=0",
            "defineEn": "a technique used in sculpture in which at least half of the circumference of the modeled object is raised form the background",
            "defineVi": "một kỹ thuật được sử dụng trong điêu khắc trong đó ít nhất một nửa chu vi của đối tượng được mô hình hóa được nâng lên từ nền"
        },
        {
            "id": "b49a4c21-99f3-40b0-af97-3d89ecf2e7d2",
            "word": "stele",
            "phonetic": "stiːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Consider this grave stele of Philoxenos with his wife, Philoumene, which dates to about 400 BCE."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlbGU&hash=fbe0fb0b11aaca593ebf5bdf7a5487ce80f447af&lang=en&cache-only=0",
            "defineEn": "a type of stone monument used to commemorate or record an event or person",
            "defineVi": "một loại tượng đài bằng đá được sử dụng để kỷ niệm hoặc ghi lại một sự kiện hoặc người"
        },
        {
            "id": "c2fdf9de-083b-4b22-945c-c32f45ad6fd4",
            "word": "ice sculpture",
            "phonetic": "aɪs skʌlptʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aWNlIHNjdWxwdHVyZQ&hash=d999c528bf53becfe458d0637c505876b39e5241&lang=en&cache-only=0",
            "defineEn": "a type of sculpture made from ice. It is usually created by carving a block of ice with a variety of tools, and can be used to create decorative pieces or functional objects",
            "defineVi": "một loại tác phẩm điêu khắc làm từ băng Nó thường được tạo ra bằng cách chạm khắc một khối băng bằng nhiều công cụ khác nhau và có thể được sử dụng để tạo ra các mảnh trang trí hoặc đồ vật chức năng"
        },
        {
            "id": "5c509cc3-9d1d-481a-9f2b-ff8dfd49f10e",
            "word": "sandcastle",
            "phonetic": "sændkæsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He filled the bucket with sand to build a sandcastle.",
                "Even as an adult, I still get a kick out of building sandcastles at the beach.",
                "Have you ever built a sandcastle at the beach?",
                "It's kind of like a sandcastle.",
                "But it can be tricky to build a sandcastle that doesn’t just crumble away."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FuZGNhc3RsZQ&hash=410d304bfda1f6b65be6271f26d9273979fa723d&lang=en&cache-only=0",
            "defineEn": "a type of sculpture made from sand, usually created by packing sand into a mold or form and then shaping it with a variety of tools",
            "defineVi": "một loại tác phẩm điêu khắc làm từ cát, thường được tạo ra bằng cách đóng gói cát vào khuôn hoặc khuôn và sau đó tạo hình bằng nhiều công cụ",
            "hasImg": true
        },
        {
            "id": "dbb0d6b7-68cd-4730-b243-af9a18c712ec",
            "word": "wire sculpture",
            "phonetic": "waɪɚ skʌlptʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2lyZSBzY3VscHR1cmU&hash=efcdbe4a17ab0eb9274905f24aeae600dd0578ba&lang=en&cache-only=0",
            "defineEn": "a type of sculpture made from wire. It is usually created by bending and twisting wire into a variety of shapes and figures",
            "defineVi": "một loại tác phẩm điêu khắc làm từ dây Nó thường được tạo ra bằng cách uốn và xoắn dây thành nhiều hình dạng và hình dạng khác nhau"
        }
    ]
}