{
    "id": "013adee2-528d-4f71-935b-11209eb8b500",
    "title": "Internet and Websites 2",
    "originalTitle": "Internet and Websites 2",
    "words": [
        {
            "id": "fc2cf3cf-5b09-40d1-9721-76c58b61e441",
            "word": "instant message",
            "phonetic": "ɪnstənt mɛsɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "With my first therapist, I did regular instant message, where we were both just typing but with my most recent therapist, we were doing phone calls and how that would work is, I would talk into the phone like your average Joe, and she would type back in the little chat box, message box thing.",
                "The reason I find this can be more accessible to me as a Deaf person, is due to the fact that I can use my computer, iPad and/or phone to get my appointments done via text and instant message.",
                "Then I found another therapist and this therapist, I did click better with and one of the reasons I really did like BetterHelp was because I was able to do instant message."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdGFudCBtZXNzYWdl&hash=c7041f95ef689a4072c64ae09a8524cb4ec75980&lang=en&cache-only=0",
            "defineEn": "an online message that appears to the recipient as soon as it is delivered",
            "defineVi": "một tin nhắn trực tuyến xuất hiện cho người nhận ngay khi nó được gửi",
            "hasImg": true
        },
        {
            "id": "26fb8f72-64e5-43d6-b71e-b403efd8c3ea",
            "word": "to instant-message",
            "phonetic": "tʊ ɪnstəntmɛsɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Danielle Cohen: AIM was an instant-messaging platform."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5zdGFudC1tZXNzYWdl&hash=170f91379342ccb190320b9c259007b08af848e8&lang=en&cache-only=0",
            "defineEn": "to send someone a message over the internet that is delivered instantly",
            "defineVi": "để gửi cho ai đó một tin nhắn qua internet được gửi ngay lập tức",
            "hasImg": true
        },
        {
            "id": "560779d5-737e-4f4e-b16d-5d3090ba99a4",
            "word": "instant messaging",
            "phonetic": "ɪnstənt mɛsɪdʒɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I did find it to be accessible, I mean, we did live Instant Messaging but I have other deaf friends who actually use BetterHelp because they tried going to the traditional therapist but they keep rejecting their request for an interpreter so BetterHelp is their option."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdGFudCBtZXNzYWdpbmc&hash=6755c90d95917360db58f5b81bf54a79c770a03e&lang=en&cache-only=0",
            "defineEn": "a system of sending messages online which enables the users to communicate very quickly",
            "defineVi": "một hệ thống gửi tin nhắn trực tuyến cho phép người dùng giao tiếp rất nhanh",
            "hasImg": true
        },
        {
            "id": "df2a9890-704f-4466-ab07-ee89c92057a2",
            "word": "the Internet",
            "phonetic": "ðɪ ɪntɚnɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Stay in touch with your customers via Internet.",
                "The internet has changed the way people work.",
                "Many schools don’t take full advantage of the Internet.",
                "Through the internet we are able to reach a wider audience.",
                "In the '90s, the bubble burst on Internet startups, but that didn't stop the success of online ventures"
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlIEludGVybmV0&hash=c21bcaca2dce5225a379722856d6fdc44f158f18&lang=en&cache-only=0",
            "defineEn": "‌a global computer network that allows users around the world to communicate with each other and exchange information",
            "defineVi": "‌một mạng máy tính toàn cầu cho phép người dùng trên khắp thế giới liên lạc với nhau và trao đổi thông tin",
            "hasImg": true
        },
        {
            "id": "12242cc4-9c17-42fa-8e14-fc2259bf034a",
            "word": "Internet service provider",
            "phonetic": "ɪntɚnɛt sɜːvɪs pɹəvaɪdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Internet service providers obviously have a huge financial incentive to fight regulation.",
                "Apparently, ALEC is against government regulation of internet service providers.",
                "For private Internet service providers, there's often too little financial incentive to fill gaps in coverage, particularly in hard-to-reach rural areas.",
                "In America, the internet service provider that you use can legally sell your data to advertisers.",
                "I was recently on the phone with an internet service provider whose name shall remain unspoken because they promised me their mediocre internet services for one price and then charged me another price ."
            ],
            "audio": "https://tts.langeek.co/read?text=SW50ZXJuZXQgc2VydmljZSBwcm92aWRlcg&hash=b845b625052e9c7d43521bb23a6fb83c975161ca&lang=en&cache-only=0",
            "defineEn": "a company that provides its customers with Internet access and related services",
            "defineVi": "một công ty cung cấp cho khách hàng truy cập Internet và các dịch vụ liên quan"
        },
        {
            "id": "0cc490ba-9d94-4620-8f3c-d976e474714d",
            "word": "IP address",
            "phonetic": "aɪpiː ɐdɹɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "For example,172.217.7.238 is an IP Address for one of Google’s servers.",
                "Your internet connection right now is broadcasting your IP address, which is the way people track you online.",
                "Every computer connected to a network gets an IP Address.",
                "So Cloudflares 1.1.1.1 is simply a DNS resolver which is the service that translates your human readable domain name, like linustechtips.com into an internet understandable address like 10.30.192.6, an IP address!",
                "Finally, using a paid VPN can hide your internet traffic and IP address from third parties."
            ],
            "audio": "https://tts.langeek.co/read?text=SVAgYWRkcmVzcw&hash=d43d2bad73ae5af85669b228f2bfa11a5efbe28a&lang=en&cache-only=0",
            "defineEn": "(computing) a set of numbers separated by dots that a computer with an active internet connection is identified with",
            "defineVi": "(máy tính) một tập hợp các số được phân tách bằng dấu chấm mà máy tính có kết nối internet đang hoạt động được xác định bằng"
        },
        {
            "id": "7a29c97e-4b67-4f21-b82a-0fdc7e34cd0e",
            "word": "landing page",
            "phonetic": "lændɪŋ peɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Unbounce is the landing page platform that helps you convert more visitors into leads, sales, and customers.",
                "Head to Java.com and hit the red download button on the landing page.",
                "Each seller has their own highly customizable landing page.",
                "Although Nike's landing page still appears active on Amazon, the items there are being sold by third-party sellers.",
                "Although the landing page says Walmart Plus is coming soon, the pandemic delayed its planned release in the spring."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFuZGluZyBwYWdl&hash=50eb5236aa2d99469bb8640b3674d0c36c97a516&lang=en&cache-only=0",
            "defineEn": "(computing) the first webpage that appears in response to a click on a link",
            "defineVi": "(máy tính) trang web đầu tiên xuất hiện khi nhấp chuột vào một liên kết"
        },
        {
            "id": "aeb5f8d4-b6ac-428b-8b8a-8b375a24909a",
            "word": "link",
            "phonetic": "lɪŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Just click the link below.",
                "Follow the links to sign up for the webinar.",
                "The success of a business is only as great as the least successful department within it, as a chain is only as strong as its weakest link.",
                "Trans fatty acids have been linked to various health issues, such as an increased risk of heart disease and inflammation.",
                "Studies show a link between cancer and processed meats."
            ],
            "audio": "https://tts.langeek.co/read?text=bGluaw&hash=f2b0518162a83e9f566c47e1bc3baf48476e10fc&lang=en&cache-only=0",
            "defineEn": "(computing) a word or picture in a website or an electronic document that will take the user to another page or document if they click on it",
            "defineVi": "(máy tính) một từ hoặc hình ảnh trong một trang web hoặc một tài liệu điện tử sẽ đưa người dùng đến một trang hoặc tài liệu khác nếu họ nhấp vào nó"
        },
        {
            "id": "fd8cd9f9-4d59-41fb-a7ab-15eafe11494e",
            "word": "live",
            "phonetic": "laɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She lived a very peaceful life.",
                "She lives just a stone's throw away from the beach.",
                "He lives far from the city center.",
                "He lived in a small town with friendly neighbors.",
                "She lived in the same village from the cradle to the grave."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl2ZQ&hash=406867a04825bf06b5e64b1a275e214872c8b293&lang=en&cache-only=0",
            "defineEn": "‌(of a hyperlink) working properly and leading to another document on the internet",
            "defineVi": "‌(của một siêu liên kết) hoạt động bình thường và dẫn đến một tài liệu khác trên internet"
        },
        {
            "id": "9f44bd34-4a8f-4879-b959-ff5c7fa7d405",
            "word": "to lurk",
            "phonetic": "tə lɜːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "But the military lurked in the background.",
                "Lurking in this throng of microorganisms are species of Corynebacteria, Staphylococci, Micrococci, and others.",
                "They lurk in the sand around coral reefs.",
                "That said, disaster might lurk around the corner.",
                "After all, the Fermi bubbles seem to come from the galaxy’s center, right where our enormous supermassive black hole lurks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbHVyaw&hash=7200d53b421e8bdd90d689f275a2757b53b1c9bd&lang=en&cache-only=0",
            "defineEn": "to read the posts on a social media platform or discussion forum without actively participating",
            "defineVi": "để đọc các bài đăng trên nền tảng truyền thông xã hội hoặc diễn đàn thảo luận mà không tham gia tích cực"
        },
        {
            "id": "80b281d2-f1a2-4cbd-ad9a-6d6638b8a101",
            "word": "to message",
            "phonetic": "tə mɛsɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "May I take a message?",
                "I wrote a message to myself.",
                "The message was finally getting through to him.",
                "She has sixteen unread messages in her inbox.",
                "The machine records your messages and you can answer them at your convenience."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWVzc2FnZQ&hash=2e29683d8a55e7b87cf225d46728ca74b7495845&lang=en&cache-only=0",
            "defineEn": "to send someone a brief text, image, etc. in an electronic form",
            "defineVi": "để gửi cho ai đó một văn bản ngắn, hình ảnh, vv trong một hình thức điện tử",
            "hasImg": true
        },
        {
            "id": "4efe06db-ef5f-4f3e-af79-75a29cf27451",
            "word": "message board",
            "phonetic": "mɛsɪdʒ boːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "OnePlus CEO Pete Lau even acknowledged the problem on the company's message boards.",
                "For another example, in 2017 a conspiracy theory cropped up on anonymous Internet message boards claiming the United States Department of Justice was secretly investigating a global pedophile ring.",
                "It turns out that groups of white rhinos will use communal dung heaps called middens as a sort of big stinky message board.",
                "After a character on the TV show House died, researchers studying online message boards found similar reactions.",
                "On the Reddit message boards, people are talking about how they'd love to hear you do a history podcast, Conan."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVzc2FnZSBib2FyZA&hash=3b440d3b0d1e1ea5c03b16a786878f3c88a45a03&lang=en&cache-only=0",
            "defineEn": "a webpage or website where users can post comments and reply to other comments on a special topic",
            "defineVi": "một trang web hoặc trang web nơi người dùng có thể đăng nhận xét và trả lời các nhận xét khác về một chủ đề đặc biệt",
            "hasImg": true
        },
        {
            "id": "99c600a6-5941-4ebb-aa06-6d5694a82d4c",
            "word": "mirror site",
            "phonetic": "mɪɹɚ saɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWlycm9yIHNpdGU&hash=2b50e9275a508315999f5e54e7dea5e85ea52d9d&lang=en&cache-only=0",
            "defineEn": "a website that is a copy of a busy one and hosts the same content with a different web address",
            "defineVi": "một trang web là bản sao của một trang bận rộn và lưu trữ cùng một nội dung với một địa chỉ web khác"
        },
        {
            "id": "b71296ff-86c1-46f4-b12a-8c32a1104904",
            "word": "to navigate",
            "phonetic": "tə nævɪɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The captain navigated the ship through rough waters with skill and expertise.",
                "The subway map helped me navigate the different lines.",
                "I used a map to navigate my way through the city.",
                "The baby elephant clumsily followed its mother, learning to navigate the world.",
                "In the darkness, he was blind as a bat, relying on his memory to navigate his own home."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbmF2aWdhdGU&hash=020777764b5207318468b8e2a533e229cffe554c&lang=en&cache-only=0",
            "defineEn": "(computing) to move from one website to another or find one's way around on a website",
            "defineVi": "(máy tính) để di chuyển từ trang web này sang trang web khác hoặc tìm đường trên một trang web"
        },
        {
            "id": "34f1a3ac-709a-43a0-90b1-c04ea0a95556",
            "word": "netiquette",
            "phonetic": "nɛɾɪkɛt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmV0aXF1ZXR0ZQ&hash=13f1df3cbfa48714c9e807b6f1b581d894d46f5b&lang=en&cache-only=0",
            "defineEn": "the proper or ethical way of communicating over the internet",
            "defineVi": "cách phù hợp hoặc có đạo đức để giao tiếp qua internet"
        },
        {
            "id": "f0db68d6-3f20-4b6b-bbc6-fbbf6effca3e",
            "word": "netizen",
            "phonetic": "nɛɾɪzən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sulli was being brutalized by citizens - by netizens, you know, internet citizens - and she was struggling to get help."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV0aXplbg&hash=b1e46fe7c276a908403e48ab68639f342fd6bb50&lang=en&cache-only=0",
            "defineEn": "a person who is actively engaged in online communities and uses the internet a lot",
            "defineVi": "một người tích cực tham gia vào các cộng đồng trực tuyến và sử dụng internet rất nhiều"
        },
        {
            "id": "99c45e83-c695-4b93-804f-23ccf8cf9c4e",
            "word": "net surfer",
            "phonetic": "nɛt sɜːfɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmV0IHN1cmZlcg&hash=ae09970819db8bdfd39e8dbd396d7abd127264b4&lang=en&cache-only=0",
            "defineEn": "a person who spends a lot of time on the Internet",
            "defineVi": "một người dành nhiều thời gian trên Internet"
        },
        {
            "id": "c490b1fc-bd8f-4cdb-b236-ff8ad61a4cc6",
            "word": "newsgroup",
            "phonetic": "nuːzɡɹuːp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmV3c2dyb3Vw&hash=b7f5e3ccd08ecf03d52a034e1a4b3cacc732bec6&lang=en&cache-only=0",
            "defineEn": "‌an online forum where people can post messages and discuss a particular topic of interest",
            "defineVi": "‌một diễn đàn trực tuyến nơi mọi người có thể gửi tin nhắn và thảo luận về một chủ đề quan tâm cụ thể"
        },
        {
            "id": "b2aee663-e9ed-49a6-8e08-f96d7c508c7a",
            "word": "newswire",
            "phonetic": "nuːzwaɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmV3c3dpcmU&hash=66b57267317f93b50bbf7edb31de5ea4879b77e7&lang=en&cache-only=0",
            "defineEn": "a type of service that gives subscribers the latest news through the internet or satellite",
            "defineVi": "một loại dịch vụ cung cấp cho người đăng ký những tin tức mới nhất thông qua internet hoặc vệ tinh",
            "hasImg": true
        },
        {
            "id": "3413b6f0-0fc6-446d-9c58-29ed90c44086",
            "word": "offline",
            "phonetic": "ɔflaɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "90 percent of all retail sales are offline.",
                "And their courses are now available offline using their iOS app.",
                "The fact is oil, gas, and nuclear all went offline during this storm.",
                "Parlor's website is now back up in a very limited capacity, but the platform's app is still offline.",
                "And so we gave some of that data to her offline and had a subsequent meeting. "
            ],
            "audio": "https://tts.langeek.co/read?text=b2ZmbGluZQ&hash=e0db5243a5c13a1786118028af10f7fcf1200071&lang=en&cache-only=0",
            "defineEn": "not connected to the Internet; able to work without the Internet",
            "defineVi": "không kết nối Internet; có thể làm việc mà không cần Internet",
            "hasImg": true
        },
        {
            "id": "24d35714-13b7-4e75-872e-4e033be67983",
            "word": "online",
            "phonetic": "ɑːnlaɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The online retailer had an edge over the other services with its faster shipping and wider selection of products.",
                "She left a positive review online for the restaurant where she ordered a pizza.",
                "Many companies saw the advent of online retailing as a threat to their bricks and mortar business.",
                "He searched online for reviews of the product before making a purchase.",
                "Can you recommend any online resources for studying world history?"
            ],
            "audio": "https://tts.langeek.co/read?text=b25saW5l&hash=dc8a1e891adcf50c16215d83c860203369c9f4a1&lang=en&cache-only=0",
            "defineEn": "connected to other computer networks through the Internet; available through the Internet",
            "defineVi": "kết nối với các mạng máy tính khác thông qua Internet; có sẵn thông qua Internet",
            "hasImg": true
        },
        {
            "id": "36387f2f-8b3e-40b4-88da-6a780e608793",
            "word": "page",
            "phonetic": "peɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She turned a page noisily.",
                "See page 158.",
                "My son reads twelve pages of his book every day.",
                "The story ran on page 4 of the print edition of the newspaper.",
                "I ran my eyes over the page."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFnZQ&hash=5300c28800473b0c9b59eed83d5031ee62c5e969&lang=en&cache-only=0",
            "defineEn": "all the data that can be seen on a screen at one time, such as a part of a website",
            "defineVi": "tất cả dữ liệu có thể nhìn thấy trên màn hình cùng một lúc, chẳng hạn như một phần của trang web",
            "hasImg": true
        },
        {
            "id": "5c6d6594-1b2e-41bf-9a08-33319eb41fb9",
            "word": "to ping",
            "phonetic": "tə pɪŋ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Ping means peace.",
                "and then you ping",
                "Tee-ping, they'd say.",
                "Tuh-ping, they'd say.",
                "So, so is it because of the ping part? "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGluZw&hash=7d7aa2a891b82c0721dff34412c3c6bca40dc357&lang=en&cache-only=0",
            "defineEn": "to send a signal to a computer and wait for a reply as a way to test the connection",
            "defineVi": "để gửi tín hiệu đến máy tính và chờ trả lời như một cách để kiểm tra kết nối"
        },
        {
            "id": "2ef009fb-822b-4b70-a911-b77ddcec2556",
            "word": "podcast",
            "phonetic": "pɑːdkæst ",
            "partOfSpeechType": "noun",
            "examples": [
                "He picked up the new language easily by listening to podcasts.",
                "My dog has a podcast.",
                "Your podcast will fail.",
                "Your podcast will fail.",
                "She loves your podcast."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9kY2FzdA&hash=2f896fb6193d1039bccf5592f71a5fbf404bd4b7&lang=en&cache-only=0",
            "defineEn": "a digital audio or video program that is available for download or streaming on the internet, typically produced in a series format covering a wide range of topics",
            "defineVi": "một chương trình âm thanh hoặc video kỹ thuật số có sẵn để tải xuống hoặc phát trực tuyến trên internet, thường được sản xuất ở định dạng sê-ri bao gồm nhiều chủ đề"
        },
        {
            "id": "6bce5eeb-dc62-461f-8521-a48a26f45b8b",
            "word": "podcaster",
            "phonetic": "pɑːdkæstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Podcasters are eligible.",
                "There's even an anti-QAnon community of influencers and podcasters and YouTubers dunking on QAnon all day every day.",
                "Well I'm here to tell you as a podcaster, no we're not.",
                "(podcasters laughing)",
                "(laughing) That's just what I want to do, is show up in a long line in LA and go, Excuse me, I'm a podcaster!"
            ],
            "audio": "https://tts.langeek.co/read?text=cG9kY2FzdGVy&hash=62418018af759ad0544135871951ce53f51a4435&lang=en&cache-only=0",
            "defineEn": "someone who posts a series of digital media files available for download over the Internet on a regular basis",
            "defineVi": "người thường xuyên đăng một loạt tệp phương tiện kỹ thuật số có sẵn để tải xuống qua Internet"
        },
        {
            "id": "2cd2661d-c8c3-4096-8e95-678804c77971",
            "word": "podcasting",
            "phonetic": "pɑːdkæstɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "(laughing) No, podcasting, I said.",
                "This is another example of why in a gaming or podcasting setting, whether you're taking notes or just playing a video game, you don't really want omni-directional.",
                "And that if you have someone who is writing on Tumblr, writing on a blog, uploading YouTube videos, uploading or podcasting on SoundCloud, there are remarkably fewer gatekeepers."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9kY2FzdGluZw&hash=671a9604d95042d755f4e16258598b69e0da81a5&lang=en&cache-only=0",
            "defineEn": "the activity of posting a series of digital media files available for download over the internet on regular basis",
            "defineVi": "hoạt động đăng một loạt các tệp phương tiện kỹ thuật số có sẵn để tải xuống qua internet một cách thường xuyên"
        },
        {
            "id": "92389a0a-6ea9-4c11-8885-41fe2364b6c2",
            "word": "portal",
            "phonetic": "poːɹɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Earlier this year, Uber Freight also launched a desktop portal for larger fleet operators.",
                "This feeling isn't a portal to another world, so much as a deeper connection with the world that we live in.",
                "But to this dog, it’s a portal through time.",
                "Because the end point of your digestive tract is a lot more than just a doody door, excrement exit, or poo-poo portal.",
                "Mirrors are amazing - they turn walls into portals to another world!"
            ],
            "audio": "https://tts.langeek.co/read?text=cG9ydGFs&hash=6ffa8efc81730a4e4666597fa8a49eb8ba6a3d61&lang=en&cache-only=0",
            "defineEn": "(computing) a website that serves as a point of entry to other websites, with a collection of links categorized based on topic through which the user can search",
            "defineVi": "(máy tính) một trang web đóng vai trò là điểm truy cập vào các trang web khác, với một tập hợp các liên kết được phân loại dựa trên chủ đề mà qua đó người dùng có thể tìm kiếm"
        },
        {
            "id": "e1a4ea22-1cc4-4ffd-96ad-e3052f7c7e13",
            "word": "to publish",
            "phonetic": "tə pʌblɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The journalist published a wrong statement in the article.",
                "She opened her heart to the wrong magazine, and it published a scandalous story.",
                "fter he left publishing, he turned his hand to law.",
                "My story is finally getting published!",
                "After publishing her second book, it was another feather in her cap as an accomplished author."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVibGlzaA&hash=1ee680759fae3fe23cc371d6f8e7452f31e9d5d9&lang=en&cache-only=0",
            "defineEn": "to share content online and make it available to others",
            "defineVi": "để chia sẻ nội dung trực tuyến và cung cấp nội dung đó cho người khác"
        },
        {
            "id": "4a7e2831-3a7a-4177-b74c-5965785db08f",
            "word": "push technology",
            "phonetic": "pʊʃ tɛknɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I've continued to try and push myself but also as an adventurer, push technology, and it's been a lot of fun."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVzaCB0ZWNobm9sb2d5&hash=3eb57a94b609812496f4e7d536dcc776fd6cf1d8&lang=en&cache-only=0",
            "defineEn": "(computing) a service that allows internet users to receive a particular type of information continually without requesting it each time",
            "defineVi": "(máy tính) một dịch vụ cho phép người dùng internet liên tục nhận được một loại thông tin cụ thể mà không cần yêu cầu mỗi lần"
        },
        {
            "id": "88fbcd9e-447a-4a1f-9f10-97279802076c",
            "word": "search engine",
            "phonetic": "sɜːtʃ ɛndʒɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their tools are Internet search engines, dictionaries, history books, telephones, and public records of every sort.",
                "The obvious superiority of their search engine quickly attracted financial backing.",
                "At the end of the day, it's a search engine just like Google.",
                "Google's YouTube is the world's second largest search engine.",
                "Use a search engine to look up the name of that site."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VhcmNoIGVuZ2luZQ&hash=d90b23759887971824c0a3c7787e520916746827&lang=en&cache-only=0",
            "defineEn": "a computer program that searches the internet and finds information based on a word or group of words given to it",
            "defineVi": "một chương trình máy tính tìm kiếm trên internet và tìm thông tin dựa trên một từ hoặc nhóm từ được cung cấp cho nó",
            "hasImg": true
        },
        {
            "id": "b517664c-ffcc-47f3-8cec-930cd286c130",
            "word": "Internet service provider",
            "phonetic": "sɜːvɪs pɹəvaɪdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Internet service providers obviously have a huge financial incentive to fight regulation.",
                "Apparently, ALEC is against government regulation of internet service providers.",
                "For private Internet service providers, there's often too little financial incentive to fill gaps in coverage, particularly in hard-to-reach rural areas.",
                "In America, the internet service provider that you use can legally sell your data to advertisers.",
                "I was recently on the phone with an internet service provider whose name shall remain unspoken because they promised me their mediocre internet services for one price and then charged me another price ."
            ],
            "audio": "https://tts.langeek.co/read?text=SW50ZXJuZXQgc2VydmljZSBwcm92aWRlcg&hash=b845b625052e9c7d43521bb23a6fb83c975161ca&lang=en&cache-only=0",
            "defineEn": "a company that provides its customers with internet access and related services",
            "defineVi": "một công ty cung cấp cho khách hàng truy cập internet và các dịch vụ liên quan"
        },
        {
            "id": "175f8c4f-aca4-4ddd-bf75-f2831c6ac31e",
            "word": "site",
            "phonetic": "saɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The truck carried a load of construction materials to the building site.",
                "They're going to build on the site of the old power station.",
                "The constant noise from the construction site vexed the residents of the neighborhood.",
                "The steel-toe boots are mandatory for workers in construction sites to ensure safety.",
                "Developers want to build on the site of the old gasworks."
            ],
            "audio": "https://tts.langeek.co/read?text=c2l0ZQ&hash=f22d98089aee0bc4fe9859b02e986203beac6d04&lang=en&cache-only=0",
            "defineEn": "a website; a set of related pages on the internet located under a single domain name",
            "defineVi": "một trang web; một tập hợp các trang có liên quan trên internet nằm dưới một tên miền duy nhất",
            "hasImg": true
        },
        {
            "id": "6fa162c3-c1e5-4c00-8e85-6b2a1d5008ab",
            "word": "silver surfer",
            "phonetic": "sɪlvɚ sɜːfɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mark, a retired gentleman, has embraced technology and become a silver surfer, exploring the internet, connecting with friends on social media, and discovering new hobbies online.",
                "The retirement community organized a workshop to teach seniors how to become silver surfers, empowering them to navigate the internet, shop online, and access information at their fingertips."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lsdmVyIHN1cmZlcg&hash=3d2a8191a78e7ab15fa31541167da5e168dcb766&lang=en&cache-only=0",
            "defineEn": "a senior citizen that spends a lot of time using the Internet",
            "defineVi": "một công dân lớn tuổi dành nhiều thời gian sử dụng Internet",
            "hasImg": true
        },
        {
            "id": "419241f3-e338-48f0-b53b-727db70bc03b",
            "word": "sock puppet",
            "phonetic": "sɑːk pʌpɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Then there's sock puppet reviews, which are bogus accounts created by a seller to write positive reviews on their own products."
            ],
            "audio": "https://tts.langeek.co/read?text=c29jayBwdXBwZXQ&hash=ca1a606630f37fc209fb15aac69e67d08aa9b8ee&lang=en&cache-only=0",
            "defineEn": "a false online identity created by a group or an individual in order to deceive others",
            "defineVi": "một danh tính trực tuyến giả do một nhóm hoặc một cá nhân tạo ra để đánh lừa người khác"
        },
        {
            "id": "1693f915-94f4-4ad1-b36f-841d635320ad",
            "word": "sock puppetry",
            "phonetic": "sɑːk pʌpɪtɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c29jayBwdXBwZXRyeQ&hash=9919ed3fea146e07b9ed17ec70dddd6a8ac4d202&lang=en&cache-only=0",
            "defineEn": "the act of creating and using a false online identity by a group or an individual for dishonest purposes",
            "defineVi": "hành động tạo và sử dụng danh tính giả trực tuyến của một nhóm hoặc một cá nhân cho mục đích không trung thực"
        },
        {
            "id": "58805229-150b-49f5-aebe-a2b1be59cf4a",
            "word": "storefront",
            "phonetic": "stoːɹfɹʌnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "During the 2019 Pride Parade in New York City, attendees taped a large X over one of Chick-fil-A's storefronts.",
                "There are 11 different storefronts, but participants typically only visit around four or five in a day.",
                "They use high-energy commercials and bank-like storefronts to entice people to borrow money at triple-digit interest rates.",
                "In fact, there are more payday lending storefronts than there are Starbucks and McDonald's combined.",
                "He's a landlord, collecting rents on this building he bought just up the street from his parents' storefront church."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvcmVmcm9udA&hash=1eb8b031780dc6d756363705a2fd72fbd797b566&lang=en&cache-only=0",
            "defineEn": "a website that is similar to a store in providing product information for the users to buy goods",
            "defineVi": "một trang web tương tự như một cửa hàng trong việc cung cấp thông tin sản phẩm để người dùng mua hàng"
        },
        {
            "id": "1b2bd5ba-8498-4fb8-80e8-346d21168a95",
            "word": "to surf",
            "phonetic": "tə sɜːf ",
            "partOfSpeechType": "verb",
            "examples": [
                "The beach was crowded with people enjoying the sun and surf.",
                "- She loves-- - I have surfed.",
                "The rugged shells protect the snails’ squishy bodies from the relentless surf.",
                "But also, I surf through cable channels.",
                "You didn't have a surf recently?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VyZg&hash=a610507dd5008b8c3489778d1cefc3ce013031cf&lang=en&cache-only=0",
            "defineEn": "to visit different websites",
            "defineVi": "để truy cập các trang web khác nhau",
            "hasImg": true
        },
        {
            "id": "4a6d9307-d356-4b29-bea2-143cffc319ea",
            "word": "surfer",
            "phonetic": "sɜːfɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But these particles aren’t perfect surfers that just ride the crest of the wave.",
                "Portuguese surfer Joana Andrade is one of a handful of women trying to change that.",
                "The most common gravity waves on earth are the ones that surfers ride on but they can also form in the atmosphere often when air rushes over the top of a mountain.",
                "Find new ways to keep them out of our nets and away from our surfers.",
                "(upbeat surfer music)"
            ],
            "audio": "https://tts.langeek.co/read?text=c3VyZmVy&hash=a1b8892eab67175fae7159fe118777d09da7fb0b&lang=en&cache-only=0",
            "defineEn": "a person who spends a lot of time online navigating through different websites",
            "defineVi": "một người dành nhiều thời gian trực tuyến để điều hướng qua các trang web khác nhau",
            "hasImg": true
        },
        {
            "id": "fbcbe4c6-917b-47a4-9023-cc36c9098842",
            "word": "surfing",
            "phonetic": "sɜːfɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "had a stab at surfing once",
                "Like many extreme sports, big wave surfing is male-dominated.",
                "He was also the father of surfing.",
                "Big wave surfing and independent filmmaking is fraught with doubt, uncertainty about where the money is going to come from, and rejection.",
                "We all have different surfing personalities, and we take our surfboard out, and if there’s a certain political wave coming in, our personality may match the wave of that moment, and we’ll ride to shore into the presidency. "
            ],
            "audio": "https://tts.langeek.co/read?text=c3VyZmluZw&hash=781f4290f1ca9e567238fe80a871d8be64443fbe&lang=en&cache-only=0",
            "defineEn": "the activity of spending a lot of time online navigating through different websites",
            "defineVi": "hoạt động dành nhiều thời gian trực tuyến để điều hướng qua các trang web khác nhau",
            "hasImg": true
        },
        {
            "id": "b10d38a8-42a2-4b6a-89e7-16dc44c35133",
            "word": "troll",
            "phonetic": "tɹoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Early versions describe the troll with 300 heads, fifteen tails, goat horns, long ears, and a beard.",
                "By the end of the 2016 election, Russian trolls could reach millions of Americans through their social media accounts.",
                "Trolls are more likely to be males with psychopathy and sadism traits.",
                "Trolls can use bots and other forms of automation to help in their efforts.",
                "Don't troll in the captions."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJvbGw&hash=541af4dd194d01dd6897ccb5ae7d82661195003a&lang=en&cache-only=0",
            "defineEn": "(computing) someone who posts hostile, irrelevant, or offensive comments on a website or social media to annoy others",
            "defineVi": "(máy tính) người đăng những bình luận thù địch, không liên quan hoặc xúc phạm trên một trang web hoặc phương tiện truyền thông xã hội để làm phiền người khác"
        },
        {
            "id": "9a10b380-37cd-4a9d-b136-fd3b0ea51d1f",
            "word": "user group",
            "phonetic": "juːzɚ ɡɹuːp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dXNlciBncm91cA&hash=38b46250a12c5564bf16a9a5ba1a342f69203a96&lang=en&cache-only=0",
            "defineEn": "an online community that is focused on using a particular computer technology and sharing information about it",
            "defineVi": "một cộng đồng trực tuyến tập trung vào việc sử dụng một công nghệ máy tính cụ thể và chia sẻ thông tin về nó"
        },
        {
            "id": "6594a44e-5683-4f9f-b014-4d13846e811a",
            "word": "visit",
            "phonetic": "vɪzɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They visit their grandmother every weekend.",
                "We sometimes visit our relatives during the holidays.",
                "They often visit their grandparents on weekends.",
                "We usually visit our grandparents during the holidays.",
                "We visited a local smokehouse renowned for its mouthwatering brisket."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlzaXQ&hash=9dfcd0368c02985fa406cbb57c28c2362257e729&lang=en&cache-only=0",
            "defineEn": "(computing) an occasion when a user goes to a particular webpage",
            "defineVi": "(máy tính) một dịp khi người dùng truy cập một trang web cụ thể",
            "hasImg": true
        },
        {
            "id": "b75cb326-6507-45ef-9e6f-a2a40b0f72e3",
            "word": "to visit",
            "phonetic": "tə vɪzɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They visit their grandmother every weekend.",
                "We sometimes visit our relatives during the holidays.",
                "They often visit their grandparents on weekends.",
                "We usually visit our grandparents during the holidays.",
                "We visited a local smokehouse renowned for its mouthwatering brisket."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmlzaXQ&hash=91c8b7064343f9ba09995690aeb3a43029cd9201&lang=en&cache-only=0",
            "defineEn": "to check a website",
            "defineVi": "để kiểm tra một trang web",
            "hasImg": true
        },
        {
            "id": "c888ec5f-15d0-4f57-926c-2e7f16ec1a6e",
            "word": "web chat",
            "phonetic": "wɛb tʃæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2ViIGNoYXQ&hash=fb9b0fa0b91eaa18be6fcc192cee467f6fea5efe&lang=en&cache-only=0",
            "defineEn": "to communicate with someone through online platforms in real time",
            "defineVi": "để liên lạc với ai đó thông qua các nền tảng trực tuyến trong thời gian thực"
        },
        {
            "id": "2e52597d-2a93-4c2d-aff7-a338ec9261d2",
            "word": "webcast",
            "phonetic": "wɛbkæst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2ViY2FzdA&hash=ab29f94598af85de5da069fbd4098e54e7dd8ac2&lang=en&cache-only=0",
            "defineEn": "a live video broadcast of an event sent over the internet",
            "defineVi": "một video phát trực tiếp về một sự kiện được gửi qua internet"
        },
        {
            "id": "1a76421f-e145-49ac-a4e0-5f66b8755888",
            "word": "web page",
            "phonetic": "wɛb peɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The histograms in the previous applets computed the total number of times each web page was visited at the current stage of the game.",
                "There are a number of ways to add emphasis to words on a web page.",
                "It all happens in a split second, every time you load a web page.",
                "Pigeons, they tell us, can spot minute differences between web pages and will peck when a relevant result appears on the screen.",
                "They use analytics tools that collect information sent by your device, including the web pages you visit."
            ],
            "audio": "https://tts.langeek.co/read?text=d2ViIHBhZ2U&hash=888a3c2b7da0f606ed9c4a57c4b2ded575adee48&lang=en&cache-only=0",
            "defineEn": "all the information in one part of a website",
            "defineVi": "tất cả thông tin trong một phần của trang web",
            "hasImg": true
        },
        {
            "id": "3cb94b62-f07b-494f-ae6b-a06c960409a7",
            "word": "website",
            "phonetic": "wɛbsaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Over seven hundred Facebook users have already liked the company’s website.",
                "The teacher withdrew the assignment from the class website.",
                "Our website is the place to find answers to all your questions.",
                "Further details can be found on our website.",
                "You can also get information on careers in social work from their website."
            ],
            "audio": "https://tts.langeek.co/read?text=d2Vic2l0ZQ&hash=483f3cd0231e82e4f451bffe269507ff0787b931&lang=en&cache-only=0",
            "defineEn": "a group of related data on the Internet with the same domain name published by a specific individual, organization, etc.",
            "defineVi": "một nhóm dữ liệu liên quan trên Internet có cùng tên miền do một cá nhân, tổ chức cụ thể, v.v.",
            "hasImg": true
        }
    ]
}