{
    "id": "01c46b01-eca7-4355-9589-cf2dea36cb45",
    "title": "Lesson 29",
    "originalTitle": "Lesson 29",
    "words": [
        {
            "id": "6efc89bb-8267-4443-9ae2-aeabef84bf85",
            "word": "indescribable",
            "phonetic": "ɪndᵻskɹaɪbəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It brings indescribable sadness to know that the BBC's failures contributed significantly to her fear, paranoia and isolation that I remember from those final years with her.",
                "Sanxingchen is encircledwith hostels, some of them squalid,others indescribable.",
                "[buzzer] Feeding off of each other's energy is indescribable.",
                "Like then-recent discoveries of subatomic particles or X-rays, the forces in Lovecraft’s fiction were powerful, yet often invisible and indescribable.",
                "We like to think of romantic feelings as spontaneous and indescribable things that come from the heart."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kZXNjcmliYWJsZQ&hash=e29ef22e79ba8cb3bc6c3d81d3cfefcc3a1b8eed&lang=en&cache-only=0",
            "defineEn": "defying expression or description",
            "defineVi": "bất chấp biểu hiện hoặc mô tả"
        },
        {
            "id": "2c531f3a-78dc-49d8-8cbb-86527ff39457",
            "word": "indestructible",
            "phonetic": "ɪndᵻstɹʌktᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "According to the theory of quantum mechanics information is indestructible.",
                "And they’re practically indestructible.",
                "It’s indestructible, could be any size, and anything could be happening inside it.",
                "Strange matter might be the ideal state of matter, perfectly dense, perfectly stable, indestructible, more stable than any other matter in the universe.",
                "What’s really cool about them though is that they’re practically indestructible."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kZXN0cnVjdGlibGU&hash=f8da5fa93d83b7df23c371fbb086e4763f8a76a6&lang=en&cache-only=0",
            "defineEn": "not easily destroyed",
            "defineVi": "không dễ bị phá hủy"
        },
        {
            "id": "d6ea1070-3dbb-4376-89f9-9aaff05f18bc",
            "word": "indifferent",
            "phonetic": "ɪndɪfɹənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "After years of experiencing poverty and discrimination, he felt that above black there is no color and became indifferent to the daily struggles he faced.",
                "I'm mostly indifferent.",
                "and I'm pretty indifferent about them.",
                "There's gotta be some emotional investment with the person to hate them versus someone you're indifferent toward.",
                "Good, bad, or indifferent, but it makes you who you are."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kaWZmZXJlbnQ&hash=bfc5f86230e75de5ad23f17fa3364e2433adf926&lang=en&cache-only=0",
            "defineEn": "not showing any care or concern in one's attitude or actions toward a particular person, situation, or outcome",
            "defineVi": "không thể hiện bất kỳ sự quan tâm hoặc lo lắng nào trong thái độ hoặc hành động của một người đối với một người, tình huống hoặc kết quả cụ thể"
        },
        {
            "id": "5656a3e3-4266-4541-875c-f312924b3fc2",
            "word": "indiscernible",
            "phonetic": "ɪndɪsɜːnᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5kaXNjZXJuaWJsZQ&hash=c3e259b865190beb18d63e8c269572f925591d43&lang=en&cache-only=0",
            "defineEn": "difficult or impossible to perceive or discern",
            "defineVi": "khó khăn hoặc không thể nhận thức hoặc phân biệt"
        },
        {
            "id": "b8833907-e50c-4160-b2d3-7dab75db360c",
            "word": "audit",
            "phonetic": "ɔːdɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The audit blames the complexity of the program, a confusing design, a lack of taxpayer awareness and inadequate oversight by the IRS.",
                "No. Not audited.",
                "Because come on, audited?",
                "Arizona has a hand-count audit.",
                "Do you audit your sellers in terms of whether they're actually providing safe products to your customers?"
            ],
            "audio": "https://tts.langeek.co/read?text=YXVkaXQ&hash=09e93ddb175bf20a98b679c6cb68dc879179a909&lang=en&cache-only=0",
            "defineEn": "a formal inspection of a business's financial records to see if they are correct and accurate or not",
            "defineVi": "kiểm tra chính thức hồ sơ tài chính của doanh nghiệp để xem chúng có đúng và chính xác hay không"
        },
        {
            "id": "47aa4ab6-c78c-4b51-8d86-3f3fe0e61e47",
            "word": "auditor",
            "phonetic": "ɔːdɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But the auditors did conclude that Tosh violated KRS's disclosure rules.",
                "In 2019, auditors had flagged 17 issues with the website that had gone unaddressed.",
                "The S.E.C. and state auditors investigated and found no laws were broken.",
                "It hired Deloitte and Touche as its independent auditor in the spring of 2009.",
                "They are trained on the input data that the public or the auditors do not see, so we do not understand what are the biases that are built into the system. "
            ],
            "audio": "https://tts.langeek.co/read?text=YXVkaXRvcg&hash=d861b94f206bfb9aae0a01a5f7112cf879b676e7&lang=en&cache-only=0",
            "defineEn": "a qualified accountant who inspects the accounting records and practices of a business or other organization",
            "defineVi": "một kế toán viên có trình độ kiểm tra hồ sơ kế toán và thực hành của một doanh nghiệp hoặc tổ chức khác",
            "hasImg": true
        },
        {
            "id": "135ce82e-7a46-4562-8fd5-dcc656d6ba74",
            "word": "audition",
            "phonetic": "ɔːdɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The actress was practicing her lines before the audition.",
                "Sally was left with egg on her face after forgetting the words to the song during her audition.",
                "The talented musician decided to reach for the stars by auditioning for a popular singing competition.",
                "Figuring they had nothing to lose, they decided to audition for the show.",
                "I'm not going to sit here and tell Judith that she's a shoo-in when she's clearly not ready for her audition."
            ],
            "audio": "https://tts.langeek.co/read?text=YXVkaXRpb24&hash=43dd87f531f5d90b34383432f9e620eec5877162&lang=en&cache-only=0",
            "defineEn": "a meeting with filmmakers during which they ask the actor or actress to perform a short scene to see if they are suitable for a role",
            "defineVi": "một cuộc họp với các nhà làm phim trong đó họ yêu cầu diễn viên hoặc nữ diễn viên thực hiện một cảnh ngắn để xem họ có phù hợp với vai diễn không"
        },
        {
            "id": "6d47ca7c-6160-4f20-8e27-fdcf22293c44",
            "word": "illegitimate",
            "phonetic": "ɪlədʒɪɾᵻmət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And once the Europeans left, those local rulers, the upper classes, were seen as illegitimate collaborators.",
                "People claimed that Barack Obama was an illegitimate president.",
                "Hillary Clinton and Jimmy Carter said Donald Trump was an illegitimate president.",
                "By the way, this globe reflects the fact that I believe that Alaskan statehood is illegitimate!",
                "The idea around colorblindness is it devalues and illegitima, illegitimate, you know the word I'm saying."
            ],
            "audio": "https://tts.langeek.co/read?text=aWxsZWdpdGltYXRl&hash=f7cb0c2fd6bd70845bbac793e0a02c92f3f92f8c&lang=en&cache-only=0",
            "defineEn": "of marriages and offspring; not recognized as lawful",
            "defineVi": "của hôn nhân và con cái; không được công nhận là hợp pháp"
        },
        {
            "id": "7b266ed4-a3ba-445d-b136-4e2256776cd8",
            "word": "illiberal",
            "phonetic": "ɪlɪbɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We have an illiberal president who assaults our institutions, our values, our democracy, who debases our culture. ",
                "And they have become perfect prey for a dishonest, demagogic, illiberal opportunist like Trump to take advantage of in driving his message. ",
                "It’s a party that’s populist, that’s nonsensical at times, that’s illiberal a lot of the time. ",
                "For Putin, when Western democracy is successful, it’s the most profound indictment of the system that he’s built in Russia, a country that started to embrace democracy and capitalism after the end of the Cold War, but now it’s turned into this kleptocracy, this illiberal democracy, and, indeed, self-recognized illiberal democracy.",
                "For Putin, when Western democracy is successful, it’s the most profound indictment of the system that he’s built in Russia, a country that started to embrace democracy and capitalism after the end of the Cold War, but now it’s turned into this kleptocracy, this illiberal democracy, and, indeed, self-recognized illiberal democracy."
            ],
            "audio": "https://tts.langeek.co/read?text=aWxsaWJlcmFs&hash=a2cf1f591096088b51d7c81f9704bc74c2ec61d9&lang=en&cache-only=0",
            "defineEn": "narrow-minded about cherished opinions",
            "defineVi": "hẹp hòi về ý kiến ấp ủ"
        },
        {
            "id": "61bca6c6-ae07-4def-9e48-ab211e3bdfe8",
            "word": "illimitable",
            "phonetic": "ɪlɪmɪɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aWxsaW1pdGFibGU&hash=c81cd668c7e8344a0e3cc89640b8a07525d6237f&lang=en&cache-only=0",
            "defineEn": "without limits in extent or size or quantity",
            "defineVi": "không có giới hạn về phạm vi hoặc kích thước hoặc số lượng"
        },
        {
            "id": "807fe5b5-76e5-4ef8-b138-1f8c87b2aabc",
            "word": "to readjust",
            "phonetic": "tə ɹiːɐdʒʌst ",
            "partOfSpeechType": "verb",
            "examples": [
                "And, in New York City, a 3 percent limit forced schools to readjust plans through the fall.",
                "So, they're going to have to readjust those congressional lines.",
                "huh, oh, it's just a scrub brush blowing against you so you move a little bit, readjust Turn back to your book and AHHHH 8 eyes, 8 furry legs, and two pointy venomous fangs!",
                "You can readjust who you are and what you want to do in your life, and you can be better.",
                "And you can see that she's now moving to readjust, and find a new, comfortable position to relax in."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVhZGp1c3Q&hash=76c6db2c50a03649774788f1eac207ac7d988643&lang=en&cache-only=0",
            "defineEn": "adjust anew",
            "defineVi": "điều chỉnh lại"
        },
        {
            "id": "874b8302-4047-4113-8dac-468d163675b2",
            "word": "to reassure",
            "phonetic": "tə ɹiːəʃʊɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The firm has moved to reassure customers that they will continue to provide good service.",
                "Sarah was nervous about hosting her first dinner party, but her mom reassured her that the food was secondary because as they say it's the company that makes the feast.",
                "Ruth did her best to reassure her.",
                "The old farmer reassured his grandson, \"Don't be afraid of the snake, it's dead and dead men don't bite.\"",
                "After the accident, I was in a lot of pain, but the doctor reassured me that time works wonders and that I would heal."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVhc3N1cmU&hash=7f7fc0c6d2edb5fee6f3ca4a6e062f33df4f9f04&lang=en&cache-only=0",
            "defineEn": "to do or say something to make someone stop worrying or less afraid",
            "defineVi": "làm hoặc nói điều gì đó để khiến ai đó ngừng lo lắng hoặc bớt sợ hãi"
        },
        {
            "id": "8322e58a-175b-4db0-8c3e-e95ad5955178",
            "word": "to recede",
            "phonetic": "tə ɹᵻsiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Ever since George hit his forties, his hairline has been receding rapidly.",
                "Even with a well-tailored suit, the politician's charisma couldn't overshadow the face that could stop a clock, with his sunken eyes, patchy beard, and receding hairline.",
                "He began styling it differently to cover the receding hairline.",
                "As soon as Mark noticed his receding hairline, he knew it was only a matter of time before he became bald as a cue ball.",
                "It receded."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjZWRl&hash=e7d0757f93b508f1641d893f3d0669a19216df42&lang=en&cache-only=0",
            "defineEn": "pull back or move away or backward",
            "defineVi": "kéo lại hoặc di chuyển ra xa hoặc lạc hậu"
        },
        {
            "id": "32bafc9b-4017-4e79-a48f-4b81936775bd",
            "word": "recidivist",
            "phonetic": "ɹᵻsɪdᵻvɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "If you actually convict rapists and recidivists, there will be less rape and less recidivism."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjaWRpdmlzdA&hash=5ef4dae2edb5f3f375fba2e934221a8290ff054b&lang=en&cache-only=0",
            "defineEn": "someone who lapses into previous undesirable patterns of behavior",
            "defineVi": "một người rơi vào các mẫu hành vi không mong muốn trước đó"
        },
        {
            "id": "112908ed-2d3d-4d48-9de4-1ff004844920",
            "word": "to elude",
            "phonetic": "tʊ ᵻluːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "And it absolutely eludes me.",
                "The Germans tried to puncture Allied lines in a spring 1918 offensive,but victory eluded them as the Allies brought out airplanes and tanks.",
                "And then I think what you're eluding to is this idea of even in corporate training itself, this whole self-paced model makes a lot more sense.",
                "But it also reflects the ambition of the conservative movement to finally, after 30 years of trying and getting close, but having it elude them, to cement a conservative majority on the Supreme Court.",
                "This insect has evolved a tool that’s eluded us humans so far: tape that stays sticky underwater."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWx1ZGU&hash=92f6aa14ea4bccba9a8646cf1e9a654036646f0e&lang=en&cache-only=0",
            "defineEn": "escape, either physically or mentally",
            "defineVi": "chạy trốn, hoặc về thể chất hoặc tinh thần"
        },
        {
            "id": "eb40a8b7-ffaf-4de9-acea-46629069f454",
            "word": "elusion",
            "phonetic": "ᵻluːʒən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWx1c2lvbg&hash=7d93aa4362e4766237d0e03e54cd0a5b73cdda3a&lang=en&cache-only=0",
            "defineEn": "the act of avoiding capture (especially by cunning)",
            "defineVi": "hành động tránh bị bắt (đặc biệt là bằng xảo quyệt)"
        },
        {
            "id": "ba807e68-b7eb-46d9-b56e-a826b6100d37",
            "word": "elusive",
            "phonetic": "ᵻluːsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So far, exoplanet rings, or exorings, have been pretty elusive.",
                "Violence persists and democracy remains elusive in the Middle East a decade after the Arab Spring uprisings.",
                "But Art's ultimate collector's item is the elusive Harrier.",
                "The elusive commander was spotted in the public eye more often.",
                "But physical evidence of that water has been a bit elusive over the decades."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWx1c2l2ZQ&hash=0394a97fc2cdda0a0739f271e8f1be639d67500a&lang=en&cache-only=0",
            "defineEn": "skillful at eluding capture",
            "defineVi": "khéo léo trốn tránh bắt"
        },
        {
            "id": "e47565fb-ff40-4dc9-86cb-9fcf765744ff",
            "word": "palate",
            "phonetic": "pælət ",
            "partOfSpeechType": "noun",
            "examples": [
                "We need a peppermint palate cleanser.",
                "I don't have a palate.",
                "In addition to their distinctive domed foreheads, they had wide palates and massive cheek teeth.",
                "Phytosaurs had a similar structure that strengthened the skull: the premaxillary palate.",
                "It's a bit less harsh on the palate."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFsYXRl&hash=6465bfb553ef5d405b7cbdce790308101743effd&lang=en&cache-only=0",
            "defineEn": "(anatomy) the inside upper side of the mouth that separates it from the nasal cavity",
            "defineVi": "(giải phẫu) mặt trong phía trên ngăn cách miệng với hốc mũi"
        },
        {
            "id": "31c41cb0-ed35-4cd4-82b3-53ac25d3ca4a",
            "word": "palatable",
            "phonetic": "pæləɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But this is a little bit more palatable when it comes to wife approval factor.",
                "Restorers had painted over the original lamb with what they deemed a more palatable version.",
                "And remember, real hunger can be satisfied by anything palatable.",
                "Then maybe you’d find the social criterion more palatable.",
                "That makes 61 Cygni a much more palatable 11.4 light years away."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFsYXRhYmxl&hash=2bdc2a8b1fff5c602fc231ca5259632b5e85a050&lang=en&cache-only=0",
            "defineEn": "describing food or drink that has a pleasant taste",
            "defineVi": "mô tả thực phẩm hoặc đồ uống có một hương vị dễ chịu",
            "hasImg": true
        },
        {
            "id": "22e88165-870f-4cf7-aade-2e83952ba40e",
            "word": "unpalatable",
            "phonetic": "ʌnpæləɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It’s not entirely clear how these particular frogs got so lucky, but the species involved may be generally toxic or otherwise unpalatable to the spiders.",
                "Hong Kong made up of eroding institutions and freedoms with a muzzled capital market and an ever growing dependence on Beijing, an outcome that may not seem all that unpalatable to multinational firms that have already been forced to do business with the Chinese government in the mainland.",
                "This is table stakes for us to be a participant in your growth and not just because it's a moral thing, because that feels easy or unpalatable for some people that might not be on board with this cause, but also because the research says you make better decisions when you have more than one woman in the room or more than one minority in the room."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5wYWxhdGFibGU&hash=b8e3603c13903e97b5e971214be521947d94bfa2&lang=en&cache-only=0",
            "defineEn": "describing food that does not have a pleasant taste",
            "defineVi": "mô tả thức ăn không có hương vị dễ chịu",
            "hasImg": true
        }
    ]
}