{
    "id": "01ca7722-f761-4f20-84b9-64a0872da496",
    "title": "Practical English Episode 1",
    "originalTitle": "Practical English Episode 1",
    "words": [
        {
            "id": "25b3d4f8-1ea7-41e1-b629-c4fed7201c7b",
            "word": "reception",
            "phonetic": "ɹᵻsɛpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I couldn't get any mobile phone reception.",
                "The decorations were specially designed for the wedding reception.",
                "Guests at the outdoor wedding reception enjoye grilled beefsteaks as the main course.",
                "There's an ATM in the reception area which will change your English money.",
                "My wedding was supposed to be my special day, but my sister and her stupid boyfriend took the stage when he proposed to her at the wedding reception."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjZXB0aW9u&hash=3fa54cbd476d99a9715248f78df5a8269d68f0c5&lang=en&cache-only=0",
            "defineEn": "the area usually at a hotel entrance where guests and visitors go to book a room or check in",
            "defineVi": "khu vực thường ở lối vào khách sạn nơi khách và khách đến đặt phòng hoặc nhận phòng",
            "hasImg": true
        },
        {
            "id": "518682db-f136-484c-9e38-f80d09618f84",
            "word": "lift",
            "phonetic": "lɪft ",
            "partOfSpeechType": "noun",
            "examples": [
                "She carefully lifted the ginger tuber from the soil.",
                "Her article lifts the lid on bullying in the workplace.",
                "Students with disabilities have priority access to the lift.",
                "The shows lifted my spirits and reminded me that this nightmare would soon be over.",
                "He bent his back to lift the heavy box."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlmdA&hash=31502daa13576263f8c8f951528a638bd9a7a0af&lang=en&cache-only=0",
            "defineEn": "a box-like device that goes up and down and is used to get to the different floors of a building",
            "defineVi": "một thiết bị giống như hộp di chuyển lên xuống và được sử dụng để đi đến các tầng khác nhau của tòa nhà",
            "hasImg": true
        },
        {
            "id": "352b819e-6e43-426a-aa99-8047ab0392c7",
            "word": "single room",
            "phonetic": "sɪŋɡəl ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many hotels don't do single rooms at all.",
                "You have to pay extra for a single room.",
                "We've expanded the range, so now instead of cleaning a single room, it can actually clean your whole home up to 1000 square feet.",
                "Yes, I don't think you need to have open captions in every single room on every single movie, but if you're gonna have closed captions, yeah, they need to be."
            ],
            "audio": "https://tts.langeek.co/read?text=c2luZ2xlIHJvb20&hash=8e5a0147ef02e712df5c9bcebf78679342c0625b&lang=en&cache-only=0",
            "defineEn": "a hotel room or bedroom used by just one person",
            "defineVi": "một phòng khách sạn hoặc phòng ngủ chỉ được sử dụng bởi một người",
            "hasImg": true
        },
        {
            "id": "5dad29ea-537a-44b0-b0b5-4880fdb29b1b",
            "word": "double room",
            "phonetic": "dʌbəl ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hotel prices start at €80 for a double room."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG91YmxlIHJvb20&hash=5d01513e00a775f47980709f77dc400de25c39ed&lang=en&cache-only=0",
            "defineEn": "a room in a hotel for two people; a bedroom designed to be used by two people",
            "defineVi": "một phòng trong khách sạn dành cho hai người; một phòng ngủ được thiết kế để được sử dụng bởi hai người",
            "hasImg": true
        },
        {
            "id": "9aba5c11-2436-4f4b-92a5-a0bc91758859",
            "word": "bar",
            "phonetic": "bɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "er killer was finally put behind bars.",
                "He has raised the bar for other filmmakers.",
                "Friends shared a platter of crispy chicken wings with tangy dipping sauces at the sports bar.",
                "Apple iPhone is really raising the bar with the latest model.",
                "I washed my face and hands with a bar of soap."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFy&hash=ad2da7ff2333c91e5f56246cc478b9d3ea64829c&lang=en&cache-only=0",
            "defineEn": "a place where alcoholic and other drinks and light snacks are sold and served",
            "defineVi": "nơi bán và phục vụ đồ uống có cồn, đồ uống khác và đồ ăn nhẹ",
            "hasImg": true
        },
        {
            "id": "962f6234-e1f9-49c6-ae3b-e68e6f594b2a",
            "word": "ground floor",
            "phonetic": "ɡɹaʊnd floːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "That take another spin on that monorail to the ground floor.",
                "They're all dropped in the ground floor of the facility to cleaned.",
                "Every investor dreams of getting in on the ground floor on a success story like this.",
                "And it has to be taken from the pastry shop, which is a temporary facility that's created in the ground floor of the executive residence, actually where the China is kept.",
                "He is forbidden from going anywhere inside the house besides the ground floor. "
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JvdW5kIGZsb29y&hash=5dc81a9b7b49d893f69720c311715330c7233722&lang=en&cache-only=0",
            "defineEn": "the floor of a building at ground level",
            "defineVi": "tầng của một tòa nhà ở mặt đất",
            "hasImg": true
        },
        {
            "id": "5f56e561-61c3-448c-8114-f9fb63ec6f18",
            "word": "first floor",
            "phonetic": "fɜːst floːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Drill instructor: You're on the first floor!",
                "Of course, sometimes, the voting room may be on the first floor but I've also seen places where the voting room is not on the first floor.",
                "On the first floor is Pavilion Park, which has rooms filled with board games, craft stations, and the biggest collection of game controllers we've ever seen.",
                "Of course, sometimes, the voting room may be on the first floor but I've also seen places where the voting room is not on the first floor.",
                "So the worst floor to live on would actually be the ground level or first floor."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmlyc3QgZmxvb3I&hash=09347d083d92cefc9714ed8cfcfbeba0a64db04f&lang=en&cache-only=0",
            "defineEn": "the floor of a building which has the same level as the street level",
            "defineVi": "tầng của một tòa nhà có cùng mức với mức đường phố",
            "hasImg": true
        }
    ]
}