{
    "id": "01e1dc02-7d2c-40fc-92c7-b53025d355f7",
    "title": "Lesson 36",
    "originalTitle": "Lesson 36",
    "words": [
        {
            "id": "96711a10-bf1b-4bd8-a856-02b0d56cf0af",
            "word": "to refract",
            "phonetic": "tə ɹᵻfɹækt ",
            "partOfSpeechType": "verb",
            "examples": [
                "As sunlight travels from one layer to another, the light refracts, or bends, just a teeny tiny bit.",
                "Its dense material causes the light to refract.",
                "Light enters tiny water droplets, bends or refracts, bounces, bends again, and different colors end up in your eye.",
                "But once the ray reaches the interface between the glass and the air on the other side, it refracts again, and now the angle of refraction is equal to that first incident angle.",
                "This bent sunlight then reflects off the back of the raindrop, and refracts again on the way out."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVmcmFjdA&hash=311451b1c6c67be14ff0b4ab925c8098a1ee2acb&lang=en&cache-only=0",
            "defineEn": "subject to refraction",
            "defineVi": "bị khúc xạ"
        },
        {
            "id": "e410b6b6-c55d-42ec-99f2-ce0284c4d9f0",
            "word": "refractory",
            "phonetic": "ɹᵻfɹæktɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That bit of time is called a refractory period.",
                "The device sends pulses through your vagus nerve, and this procedure was originally approved for treatment refractory epilepsy and then later on for depression.",
                "This is called the refractory period, and it’s there to help prevent signals from traveling in both directions down the axon at once."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmcmFjdG9yeQ&hash=f50c98966d893a13147d00a30226410b25d76800&lang=en&cache-only=0",
            "defineEn": "stubbornly resistant to authority or control",
            "defineVi": "ngoan cố chống lại chính quyền hoặc kiểm soát"
        },
        {
            "id": "2454e54f-6810-48cc-83e6-dc9d50f92cf0",
            "word": "to refrain",
            "phonetic": "tə ɹᵻfɹeɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Hence the common refrain: correlation doesn’t imply causation.",
                "That is a refrain Gauthier has heard before.",
                "By now, we’ve all heard the refrain that one of the biggest issues with the current state of education in the U.S. is overtesting.",
                "You may refrain from talking about your feelings and exposing your vulnerability to people.",
                "A common refrain from critics has been that the DPA hasn't been used enough and that it wasn't used soon enough. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVmcmFpbg&hash=976d4defe161a514f635e2ac88d7de885912b056&lang=en&cache-only=0",
            "defineEn": "resist doing something",
            "defineVi": "chống lại việc làm gì đó",
            "hasImg": true
        },
        {
            "id": "5a9f8eda-d584-4b85-a263-5c885ff7406f",
            "word": "baritone",
            "phonetic": "bæɹɪtoʊn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His bass baritone voice filled churches and opera houses alike, and he would sing whenever and wherever he had the chance.",
                "You know, one of the things you do in the movie in addition to, you know, playing the music and singing it is that you have in the movie, his deep baritone."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyaXRvbmU&hash=b83bd7f8a36a18493d75be7092129e749e9d8612&lang=en&cache-only=0",
            "defineEn": "lower in range than tenor and higher than bass",
            "defineVi": "thấp hơn trong phạm vi so với tenor và cao hơn so với bass"
        },
        {
            "id": "76d6fa63-7ad0-4e29-b190-47ff45c043ff",
            "word": "bass",
            "phonetic": "beɪs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Watch out basses.",
                "He plays the bass.",
                "These have pretty deep bass.",
                "I can feel the bass.",
                "The default sound signature pumps the bass a little bit, but really not a ton."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFzcw&hash=7aaf456fa0622f7214724095f3b616a421e8a82f&lang=en&cache-only=0",
            "defineEn": "having or denoting a low vocal or instrumental range",
            "defineVi": "có hoặc biểu thị một giọng hát hoặc nhạc cụ thấp"
        },
        {
            "id": "736b0c47-9e89-48cb-aca1-ab7591645c18",
            "word": "inextricable",
            "phonetic": "ɪnɛkstɹɪkəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5leHRyaWNhYmxl&hash=397806eaab064d1f377268ad4566cc27f27320fb&lang=en&cache-only=0",
            "defineEn": "not permitting extrication; incapable of being disentangled or untied",
            "defineVi": "không cho phép khai thác; không thể tháo gỡ hoặc cởi trói"
        },
        {
            "id": "5cf0fbc2-55ac-4724-acb8-38f8730bd612",
            "word": "infallible",
            "phonetic": "ɪnfælᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But these kill switches are not infallible.",
                "That does not mean that, like any research, the results are infallible.",
                "Because lots of religions have an infallible leader, make promises of a faith based community, and encourage you to enmesh your personality with that of the larger group.",
                "So, to reiterate, no newspaper or news site is infallible.",
                "But nature isn’t infallible, and there’s all kinds of stuff out there that’s natural, but will also super kill you."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mYWxsaWJsZQ&hash=a4a99558601f7da68512e8270987c17363e2d9fd&lang=en&cache-only=0",
            "defineEn": "incapable of being wrong, making mistakes, or failing",
            "defineVi": "không có khả năng sai, phạm sai lầm, hoặc thất bại"
        },
        {
            "id": "6cebb798-8681-4c93-be98-0c0ce586bf73",
            "word": "inflexible",
            "phonetic": "ɪnflɛksɪbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This person is extremely inflexible in his thinking.",
                "Basically, farmers are up against an inflexible food supply chain, which is specialized for the end customer.",
                "They're urgent because they have inflexible deadlines.",
                "It’s only when traits get really rigid and people become inflexible in their behaviors that psychologists start to draw the line between a trait and a disorder.",
                "And number four: Is overconscientious scrupulous, and inflexible about matters of morality, ethics, or values."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mbGV4aWJsZQ&hash=0870f5d43b0f059ae7f4d38343b0c3afc56773a2&lang=en&cache-only=0",
            "defineEn": "(of a rule, opinion, etc.) fixed and not easily changed",
            "defineVi": "(của một quy tắc, quan điểm, v.v.) cố định và không dễ thay đổi"
        },
        {
            "id": "04de9475-9510-446f-9f7d-d2e629d14ab8",
            "word": "irresistible",
            "phonetic": "ɪɹᵻzɪstᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Blue cheese and bacon make an irresistible combination in a creamy spinach salad.",
                "The combination of tender shredded chicken and sun-dried tomatoes made the pappardelle pasta dish simply irresistible.",
                "They are irresistible.",
                "It's just an irresistible fantasy that all drivers have had.",
                "Living out at sea, the Sirens have an irresistible song that lures sailors to their death."
            ],
            "audio": "https://tts.langeek.co/read?text=aXJyZXNpc3RpYmxl&hash=557772fc258536181d380d56bdef873f98a96c6e&lang=en&cache-only=0",
            "defineEn": "impossible to resist or refuse, usually because of being very appealing or attractive",
            "defineVi": "không thể cưỡng lại hoặc từ chối, thường là vì rất hấp dẫn hoặc hấp dẫn"
        },
        {
            "id": "1846e8d8-322a-41a1-9519-a88085310e8a",
            "word": "irresolute",
            "phonetic": "ɪɹɛzəluːt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aXJyZXNvbHV0ZQ&hash=282c45f4863f838d044cfb53ea29cb3199ac3546&lang=en&cache-only=0",
            "defineEn": "hesitant and uncertain about what to do",
            "defineVi": "do dự và không chắc chắn về những gì phải làm"
        },
        {
            "id": "41aa888c-f185-4a3b-bfcc-bb73681833e8",
            "word": "irresponsible",
            "phonetic": "ɪɹᵻspɑːnsᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It was so irresponsible of him to leave his children in the car all alone.",
                "I was just irresponsible with everything else after that.",
                "And it's not just irresponsible.",
                "If you eat Pacific bluefin, not specifically from Japan, then that's really irresponsible.",
                "This is the result of irresponsible policies."
            ],
            "audio": "https://tts.langeek.co/read?text=aXJyZXNwb25zaWJsZQ&hash=8202c0761e3b83a3f87c9b9e8e6328dca3db5f79&lang=en&cache-only=0",
            "defineEn": "(of a person) not showing or having a good judgment incapable of handling assignments or taking responsibility of any kind",
            "defineVi": "(của một người) không thể hiện hoặc có khả năng phán đoán tốt, không có khả năng xử lý các nhiệm vụ hoặc chịu trách nhiệm dưới bất kỳ hình thức nào",
            "hasImg": true
        },
        {
            "id": "516fc118-0f99-42eb-b421-005dbb32cbca",
            "word": "to irrigate",
            "phonetic": "tʊ ɪɹᵻɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We can survive harsh winters, irrigate deserts, and travel at will to reach the most remote islands.",
                "Trees need to be planted in the right soil conditions, inoculated with truffle fungus, and often irrigated constantly.",
                "And, they also track strange things, like income because wealthy people have the money to irrigate and manicure their lawns in a place in a way that more impoverished folks don't.",
                "A year are used to irrigate Nearby Crops.",
                "Under the Maurya Empire, more than half of the arable land in ancient India was irrigated, producing two harvests a year."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaXJyaWdhdGU&hash=70b9fe84c82d7a9f420ee241c850f7a6647c93a1&lang=en&cache-only=0",
            "defineEn": "(of crops, land, etc.) to supply with water, typically by artificial means",
            "defineVi": "(của cây trồng, đất đai, v.v.) để cung cấp nước, thường bằng phương tiện nhân tạo",
            "hasImg": true
        },
        {
            "id": "07e554e4-845f-4a32-9ede-a493ac93cb03",
            "word": "innate",
            "phonetic": "ɪnneɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Despite her best efforts to be kind and compassionate, her innate selfishness couldn't be suppressed, proving that what is bred in the bone will come out in the flesh.",
                "It is at least partially innate.",
                "As humans, we have an innate attraction to nature.",
                "- People have these innate reactions when they see creepy crawly things.",
                "This is your body’s innate immune system at work."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5uYXRl&hash=d01060d5121847549d1f9dbf950c606472af488a&lang=en&cache-only=0",
            "defineEn": "not established by conditioning or learning",
            "defineVi": "không được thiết lập bởi điều kiện hoặc học tập"
        },
        {
            "id": "bf7f3ac3-b1ee-496d-bbc6-ad3cbb47b62e",
            "word": "inmost",
            "phonetic": "ɪnmoʊst ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5tb3N0&hash=9c9ee2dc2d8693b3a5ece9c47d80e4091a1af688&lang=en&cache-only=0",
            "defineEn": "situated or occurring farthest within",
            "defineVi": "nằm hoặc xảy ra xa nhất trong"
        },
        {
            "id": "0360fa3c-9fbb-4667-94fd-174d8db103fe",
            "word": "to infuse",
            "phonetic": "tʊ ɪnfjuːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "They infused hyssop in olive oil and used it as a natural remedy for skin irritations.",
                "We harvested fresh dill seeds from our garden and used them to infuse a jar of homemade vinegar.",
                "They harvested the marjoram leaves from their garden and used them to infuse oil for salad dressings.",
                "She infused olive oil with rosemary and used it as a moisturizer for her skin.",
                "He added slices of boerewors to his homemade pizza, infusing it with a unique and delicious flavor."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5mdXNl&hash=5d2173237066fd2e26474294a847fedbeb4f6f54&lang=en&cache-only=0",
            "defineEn": "undergo the process of infusion",
            "defineVi": "trải qua quá trình tiêm truyền"
        },
        {
            "id": "a41e32b8-5ed7-4983-8371-c8199f063342",
            "word": "infusion",
            "phonetic": "ɪnfjuːʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The herbalist recommended an anise infusion to soothe their upset stomach.",
                "And this infusion of coral pigments gives the bleached coral a colorful hue.",
                "Now tribal communities look forward to an infusion of resources.",
                "We're going to get an infusion of money. ",
                "This cash infusion still may not result in inflation."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mdXNpb24&hash=768c67692d3a0eef2813d672e2119e981cc69a2c&lang=en&cache-only=0",
            "defineEn": "the act of infusing or introducing a certain modifying element or quality",
            "defineVi": "hành động truyền hoặc giới thiệu một yếu tố hoặc chất lượng sửa đổi nhất định"
        },
        {
            "id": "ea8a223b-ef2d-4c9d-b111-5ba2a0ff489c",
            "word": "to inhume",
            "phonetic": "tʊ ɪnhjuːm ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5odW1l&hash=45377978c3a5d3f9d92f085f08ac7cda23a4851b&lang=en&cache-only=0",
            "defineEn": "place in a grave or tomb",
            "defineVi": "đặt trong một ngôi mộ hoặc ngôi mộ",
            "hasImg": true
        }
    ]
}