{
    "id": "01f3ef45-da2e-4edc-9725-6646caa1fb9e",
    "title": "Lesson 38",
    "originalTitle": "Lesson 38",
    "words": [
        {
            "id": "f12d4d49-3317-4447-ad03-46f0aba5e513",
            "word": "inwardly",
            "phonetic": "ɪnwɚdli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "On his return, when Pete saw the pile of files on his desk, he groaned inwardly."
            ],
            "audio": "https://tts.langeek.co/read?text=aW53YXJkbHk&hash=ef721ab0a802adca8cab0407efa747a70cf5a60f&lang=en&cache-only=0",
            "defineEn": "with respect to private feelings",
            "defineVi": "về tình cảm riêng tư"
        },
        {
            "id": "5f4c876c-3417-4a14-948c-b08829375641",
            "word": "to intrude",
            "phonetic": "tʊ ɪntɹuːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "It just intrudes onto your mental soundscape and hangs around like an unwanted house guest.",
                "With narcolepsy, people have REM sleep intrude into their wakefulness.",
                "if other thoughts intrude on this process, you bring your attention back to the present.",
                "and I don't wanna intrude, you guys have your movie club.",
                "So it's thought that part, that insomnia, that the bigger problem with insomnia is wakefulness, that brain chemicals that promote wakefulness intruding into your sleep."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50cnVkZQ&hash=4586862440143614d9192e8605d526401d514345&lang=en&cache-only=0",
            "defineEn": "enter uninvited",
            "defineVi": "nhập không được mời"
        },
        {
            "id": "a3099c70-a885-46fe-8de0-bd1f4f369e1a",
            "word": "to intromit",
            "phonetic": "tʊ ɪntɹəmɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50cm9taXQ&hash=cdb0fb6029a5faa4774d779a4fe15241303c01a1&lang=en&cache-only=0",
            "defineEn": "allow to enter; grant entry to",
            "defineVi": "cho phép vào; cấp quyền truy cập vào",
            "hasImg": true
        },
        {
            "id": "21c26a95-9e6b-4bf1-a3be-d2c918815cbc",
            "word": "to instill",
            "phonetic": "tʊ ɪnstɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The parent instilled in their children the importance of reading and education, knowing that if your books are not read, your descendants will be ignorant, and they wanted their children to have a better chance in life.",
                "As a teacher, I try to instill in my students the idea that learning is the eye of the mind, and that by pursuing knowledge and education, they can gain a deeper understanding of the world around them.",
                "Some companies are instilling a bi weekly work from home policy.",
                "And so we're instilling history into them.",
                "- Many schools and administrators see strict dress codes as a way to instill discipline and prepare students for the professional world."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5zdGlsbA&hash=842f0de46792a7adba65e72f1fd5c4dc8a2cf73f&lang=en&cache-only=0",
            "defineEn": "teach and impress by frequent repetitions or admonitions",
            "defineVi": "giảng dạy và gây ấn tượng bằng cách lặp lại thường xuyên hoặc nhắc nhở"
        },
        {
            "id": "8483805b-2163-468b-8488-b0f7d804d33f",
            "word": "to inoculate",
            "phonetic": "tʊ ɪnɑːkjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Your job is to inoculate the townspeople against false information before the election.",
                "The World Health Organization has arranged for 100,000 doses to inoculate Palestinian front-line workers.",
                "So I was inoculated against is what I would say.",
                "We saw Vice President Mike Pence be inoculated with the vaccine today.",
                "But on the micro-economic level it’s your job to inoculate yourself."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5vY3VsYXRl&hash=df260a5d31126f2bd1d6c8c979446f4bbe9f231c&lang=en&cache-only=0",
            "defineEn": "to boost the immunity system of a person or animal against a disease by vaccination",
            "defineVi": "để tăng cường hệ thống miễn dịch của một người hoặc động vật chống lại một căn bệnh bằng cách tiêm phòng",
            "hasImg": true
        },
        {
            "id": "d474edc7-1b1e-4185-b7f9-09e263d91c1a",
            "word": "upcast",
            "phonetic": "ʌpkæst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dXBjYXN0&hash=66e03bd0e9730f99c3a8a319b390a34f212a608e&lang=en&cache-only=0",
            "defineEn": "air passage consisting of a ventilation shaft through which air leaves a mine",
            "defineVi": "đường dẫn khí bao gồm một trục thông gió qua đó không khí rời khỏi mỏ"
        },
        {
            "id": "59f5d566-1ade-4c3d-89b8-9dd899ebafb7",
            "word": "upright",
            "phonetic": "ʌpɹaɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We should store our toothbrushes upright to allow them to air dry.",
                "Many businesses fail within the first few years because an empty sack cannot stand upright.",
                "The coach reminded his team that an empty sack cannot stand upright, emphasizing the importance of proper nutrition for optimal athletic performance.",
                "Others like gibbons and humans can walk completely upright.",
                "Your immediate ancestors are upright walkers and tool users."
            ],
            "audio": "https://tts.langeek.co/read?text=dXByaWdodA&hash=e7da2049f38a9a62dac85e5b1dc93d018890946c&lang=en&cache-only=0",
            "defineEn": "(of a person) standing or sitting with a straight back",
            "defineVi": "(của một người) đứng hoặc ngồi thẳng lưng",
            "hasImg": true
        },
        {
            "id": "0e659169-0b10-46ee-9676-3f9ffbcc82f2",
            "word": "to uproot",
            "phonetic": "tʊ ʌpɹuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "But now these fires have uprooted these Rohingyas' lives again.",
                "Sometimes they destroyed buildings, uprooted trees, and killed humans. ",
                "Heavy rains triggered landslides and flash floods, which uprooted trees and destroyed homes.",
                "And so don't try to uproot it.",
                "What if you could use your nose to snorkel, or uproot a small tree, or smell water from several miles away?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdXByb290&hash=f1e664f4d6d9060e1a98e5536dfaa3ff1a958e17&lang=en&cache-only=0",
            "defineEn": "move (people) forcibly from their homeland into a new and foreign environment",
            "defineVi": "di chuyển (người) buộc phải rời khỏi quê hương của họ vào một môi trường mới và xa lạ"
        },
        {
            "id": "654323da-1238-4572-9b6b-dc40207a7c2b",
            "word": "upshot",
            "phonetic": "ʌpʃɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Here's the upshot.",
                "The scheme was the upshot of war, the growth of abnormal conditions, rather than a deliberate plan.",
                "The upshot is that many indigent defendants may now be released.",
                "The six pollsters with an A+ rating are Marist College, Monmouth University, ABC News/Washington Post, Siena College/New York Times/Upshot, Selzer and Company and Muhlenberg College.",
                "The upshot: neither group could figure out how to scientifically determine if a given bridge design would work, just by looking at the plan!"
            ],
            "audio": "https://tts.langeek.co/read?text=dXBzaG90&hash=6206d5cc64115a7df0db3ece51d9b77edd4ed116&lang=en&cache-only=0",
            "defineEn": "the final outcome of a series of actions, events, or discussions",
            "defineVi": "kết quả cuối cùng của một loạt các hành động, sự kiện, hoặc thảo luận"
        },
        {
            "id": "a63da188-a5b1-433c-a644-74f6e7eacd00",
            "word": "upstart",
            "phonetic": "ʌpstɑːɹt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The seasoned politician scoffed at the young upstart's superficial promises, muttering that you cannot catch old birds with chaff, as he knew from experience that voters were not easily swayed by empty rhetoric.",
                "What is certain is that this upstart is now posing a more serious threat to its rivals than ever before.",
                "They're being replaced by upstarts that really haven't earned the right to be where they are.",
                "In the 1990s, British Airways admitted in court its executives had engaged in regrettable tactics meant to undermine the upstart.",
                "In comparison to likely a lot of upstarts, starting a seaweed farm could be relatively low cost."
            ],
            "audio": "https://tts.langeek.co/read?text=dXBzdGFydA&hash=ff4378f88ed1795386cc34bd07b4e0c1dc6259b5&lang=en&cache-only=0",
            "defineEn": "relatively new or inexperienced in a position, often displaying ambition or a desire for rapid advancement",
            "defineVi": "tương đối mới hoặc thiếu kinh nghiệm ở một vị trí, thường thể hiện tham vọng hoặc mong muốn thăng tiến nhanh chóng"
        },
        {
            "id": "58a53b30-ae5e-4d03-a524-749acbac09f8",
            "word": "turbid",
            "phonetic": "tɜːbɪd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHVyYmlk&hash=096a7b737c619d206fa4af2b77bf5244e4fd41d6&lang=en&cache-only=0",
            "defineEn": "(of liquids) clouded as with sediment",
            "defineVi": "(của chất lỏng) vẩn đục như với trầm tích"
        },
        {
            "id": "bc021c38-865e-4db3-b242-9b5dc9748f7c",
            "word": "turmoil",
            "phonetic": "tɜːmɔɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sarah went through a lot of emotional turmoil after her breakup with Mark.",
                "The region has been in turmoil for years, not in the least because of violent political tensions between the two countries.",
                "My inappropriate remarks caused turmoil.",
                "The collapse of Lehman Brothers triggered turmoil in markets around the globe.",
                "Perhaps some witches could explain that turmoil."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVybW9pbA&hash=3824dd4c627f3084977a67a9f1d39e87ac455e95&lang=en&cache-only=0",
            "defineEn": "a state of extreme disturbance that causes a lot of worry and uncertainty",
            "defineVi": "một trạng thái cực kỳ xáo trộn gây ra rất nhiều lo lắng và không chắc chắn"
        },
        {
            "id": "0225f80a-1938-42c4-b9bd-3732af1cc1d4",
            "word": "turpitude",
            "phonetic": "tɜːpɪtuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "That sounds really bad, turpitude.",
                "Black people lie, they will forge their name on documents, and therefore they're committing moral turpitude against society and can be restricted from voting.",
                "Alabama has a whole list of like 50 felonies that they say involve moral turpitude, that disqualifies you from voting."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVycGl0dWRl&hash=dbd4114f9f7f67c4309da269d7bf807430389f67&lang=en&cache-only=0",
            "defineEn": "a disposition or behavior that is extremely immoral or wicked",
            "defineVi": "một khuynh hướng hoặc hành vi cực kỳ vô đạo đức hoặc xấu xa"
        },
        {
            "id": "ee8ab8fa-994e-4f1d-b453-6db47feccdd9",
            "word": "transalpine",
            "phonetic": "tɹænsælpaɪn ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNhbHBpbmU&hash=70509a01873717af3972c6f93378862d76cccea5&lang=en&cache-only=0",
            "defineEn": "on or relating to or characteristic of the region or peoples beyond the Alps from Italy (or north of the Alps)",
            "defineVi": "về hoặc liên quan đến hoặc đặc điểm của khu vực hoặc các dân tộc bên ngoài dãy núi Alps từ Ý (hoặc phía bắc của dãy núi Alps)"
        },
        {
            "id": "e207ba1e-8d50-44da-931a-a8d0b132926b",
            "word": "transatlantic",
            "phonetic": "tɹænsɐtlæntɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In 1803, however, the state reopened the transatlantic slave trade.",
                "Hindenburg was a successful transatlantic airliner.",
                "The first transatlantic chocolate encounter occurred in 1519 when Hernán Cortés visited the court of Moctezuma at Tenochtitlan.",
                "The Munich Security Conference for 30, 40 years has been the Super Bowl of transatlantic security conversations.",
                "What’s more, the death toll of the transatlantic slave trade was staggering."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNhdGxhbnRpYw&hash=a0ab7fa4c1ec26004ec178defa029a00ae2b242a&lang=en&cache-only=0",
            "defineEn": "spanning to both sides of the Atlantic Ocean, typically between Europe and North America",
            "defineVi": "kéo dài đến cả hai bờ Đại Tây Dương, điển hình là giữa Châu Âu và Bắc Mỹ"
        },
        {
            "id": "c28f7c34-60fe-4c9a-8b69-7525eb4ebf24",
            "word": "transcontinental",
            "phonetic": "tɹænskɑːntɪnɛntəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And in 1955, they sent the first successful transcontinental satellite communication by bouncing a signal off the Moon at exactly the right angle.",
                "So, with the completion of the transcontinental railroad in 1869, travel and communication across the U.S. became much easier and it was possible for the first time to have a national market for goods.",
                "As an advocate of western expansion, he promoted constructing a transcontinental railroad across the Northern Plains with an eastern terminus in Chicago, where he happened to own real estate.",
                "The Civil War also boosted the telegraph, which improved communication, and gave birth to the transcontinental railway via the Pacific Railway Act of 1862, all of which increased efficiency and productivity.",
                "In 1964, Arno Penzias and Bob Wilson at Bell Labs were trying to use a giant radio dish to bounce transcontinental radio communications off big shiny balloons placed in orbit: Project Echo."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNjb250aW5lbnRhbA&hash=a658859dcf5fd7f83f48b1f9ad7d711df293794f&lang=en&cache-only=0",
            "defineEn": "spanning or crossing or on the farther side of a continent",
            "defineVi": "trải dài hoặc băng qua hoặc ở phía xa hơn của một lục địa"
        },
        {
            "id": "bb59a481-813b-458c-816f-b679255cbffd",
            "word": "to supplant",
            "phonetic": "tə səplænt ",
            "partOfSpeechType": "verb",
            "examples": [
                "That does not, though, supplant the absolute need for a transformed system of public safety.",
                "But, ultimately socialism has not succeeded in supplanting capitalism, as its proponents had hoped.",
                "And much of that was based on the success of the VOC and the commerce in spices, but eventually Europeans' tastes changed, and the desire for nutmeg was supplanted by a hunger for sugar."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VwcGxhbnQ&hash=e0520d2df28935ce5221db6927421daa5ff19e60&lang=en&cache-only=0",
            "defineEn": "take the place or move into the position of",
            "defineVi": "thế chỗ hoặc di chuyển vào vị trí của"
        },
        {
            "id": "32d46394-6495-4972-bfda-daeafe33cf35",
            "word": "supplementary",
            "phonetic": "sʌplɪmɛntɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So, those planes have delivered nutritional supplementary food for children.",
                "Like Judaism with its Talmud, and Christianity with its lives of saints and writings of Church fathers, Islam has supplementary sacred texts, chief among which is the hadith, a collection of sayings and stories about the Prophet.",
                "And, also, it took a very long time for National Guard or any kind of supplementary force to arrive there.",
                "In the study, astronomers searched Kepler’s dataset, plus some supplementary data from the Gaia spacecraft, looking for stars that closely resemble the Sun.",
                "The public system pays like for major dental work, about half the cost and then you get supplementary to take it up to 80, 90 percent of the cost."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwcGxlbWVudGFyeQ&hash=2fa45a8d7c993f5da13d162cedc1e9766da6c9c8&lang=en&cache-only=0",
            "defineEn": "provided to improve or enhance something that already exists",
            "defineVi": "cung cấp để cải thiện hoặc tăng cường một cái gì đó đã tồn tại"
        }
    ]
}