{
    "id": "020362db-6c42-4ceb-85be-7bcae09900ee",
    "title": "Unit 10 - Lesson 1",
    "originalTitle": "Unit 10 - Lesson 1",
    "words": [
        {
            "id": "3fcb0916-3817-492e-bc1b-e88c2b01261d",
            "word": "to reduce",
            "phonetic": "tə ɹᵻduːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "the company's new policy purports to reduce its carbon footprint.",
                "You can reduce the bitterness of sour gourd by soaking it in saltwater before cooking.",
                "The heavy rain created a thick curtain of water, reducing visibility on the road.",
                "The government took action to reduce unemployment rates.",
                "We will have to adjust to our reduced circumstances."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVkdWNl&hash=4732723fea9e65f2ae2f6199fb88bdcaed2d0126&lang=en&cache-only=0",
            "defineEn": "to make something less or smaller in amount, degree, price, etc.",
            "defineVi": "để làm cho một cái gì đó ít hơn hoặc nhỏ hơn về số lượng, mức độ, giá cả, vv",
            "hasImg": true
        },
        {
            "id": "a584ffe4-7265-4747-a87f-3f16c2f91a06",
            "word": "stress",
            "phonetic": "stɹɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Under stress, the body produces adrenalin.",
                "If you keep working so hard, the stress will eventually take its toll.",
                "The stress of the job caused him to fall to pieces and have panic attacks.",
                "Michael stressed over the prospect of finding a new school for his autistic son yet again after two moves in three years, knowing that three moves are as bad as a fire for his son's specialized educational needs.",
                "What is stressed rather is that the same phenomenon provides the foundation for both historical tendencies."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyZXNz&hash=e8565e69df5740a90b992ead8a765dded03fc85c&lang=en&cache-only=0",
            "defineEn": "a feeling of anxiety and worry caused by different life problems",
            "defineVi": "một cảm giác lo lắng và lo lắng gây ra bởi các vấn đề cuộc sống khác nhau",
            "hasImg": true
        },
        {
            "id": "a78ea151-9d0e-4858-afb3-2c4bad785c1e",
            "word": "to take a breath",
            "phonetic": "tə teɪk ɐ bɹɛθ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSBhIGJyZWF0aA&hash=89e3c8e4e1513b1824576514a6bd86d32ecd39b9&lang=en&cache-only=0",
            "defineEn": "to draw in and send out air out of one's lungs",
            "defineVi": "hút vào và đẩy không khí ra khỏi phổi của một người"
        },
        {
            "id": "5c952d24-90b4-4d4c-8967-8e8cc2ff503d",
            "word": "to set aside",
            "phonetic": "tə sɛt ɐsaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "They never had to set aside the money.",
                "First of all, tomorrow, the first day of the trial, that day is being set aside for arguments over the constitutionality of this trial.",
                "Judy, the bill sets aside roughly $122 billion to help K-12 schools reopen.",
                "You can set aside a certain time of the day to review your list of behaviors and track your progress.",
                "Instead, you can set aside time that you can use to brainstorm some solutions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2V0IGFzaWRl&hash=f6afb837a18e61ad5797628472529631cd260e6d&lang=en&cache-only=0",
            "defineEn": "to keep or save money, time, etc. for a specific purpose",
            "defineVi": "để giữ hoặc tiết kiệm tiền, thời gian, vv cho một mục đích cụ thể",
            "hasImg": true
        },
        {
            "id": "507fb34d-6da0-4a31-ae42-c51a57f619fe",
            "word": "downtime",
            "phonetic": "daʊntaɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The only issue with Botox is if you get a bruise, but there really isn't downtime.",
                "I think that the downtime for him was really a shock, and he was not prepared for it.",
                "And if that's the case, this would be something that you complete during whatever downtime that you have.",
                "So we can solve our time it takes to fall her downtime with d equals 1/2 a t squared.",
                "Most humans don’t spend their downtime looking at frog butts, so we may be missing the evidence for this weirdly effective survival strategy in other species."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG93bnRpbWU&hash=364cdbd4bf2b9e76325595028f87be452caf86ff&lang=en&cache-only=0",
            "defineEn": "the time in which a machine, like a computer, is not operational",
            "defineVi": "thời gian mà máy móc, như máy tính, không hoạt động"
        },
        {
            "id": "5e2f92e9-668c-4564-89bb-c49b2d930bd1",
            "word": "to slow down",
            "phonetic": "tə sloʊ daʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The car approached a sharp bend in the road and slowed down.",
                "But the lawyers also described internal politics that at times slowed down the department's work or drove a wedge among members of the team.",
                "Investing more money on the project is like putting lipstick on a pig, might slow down our downfall but that's that.",
                "There was a sign telling motorists to slow down.",
                "The road bends sharply to the left just ahead, so be prepared to slow down."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2xvdyBkb3du&hash=7364b9fe3ee0d096fbebc74a921d5937bb6da78a&lang=en&cache-only=0",
            "defineEn": "(of a person) to start taking things less seriously and try to enjoy life a bit more",
            "defineVi": "(của một người) bắt đầu bớt nghiêm túc hóa mọi thứ và cố gắng tận hưởng cuộc sống nhiều hơn một chút",
            "hasImg": true
        },
        {
            "id": "8ab8a3c8-72a4-4e7d-8688-f18961159062",
            "word": "to take up",
            "phonetic": "tə teɪk ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "She took up the cudgels for women's rights.",
                "He took up the reins of government immediately after the coup.",
                "He should take up a hobby.",
                "Relatives have taken up the cudgels for two British women accused of murder.",
                "After struggling with depression for years, taking up a new hobby like painting might do Jane a world of good."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSB1cA&hash=ed900bfeccb940e82137712ba1cea4ed9d736622&lang=en&cache-only=0",
            "defineEn": "to fill or occupy a particular amount of space or time",
            "defineVi": "để lấp đầy hoặc chiếm một lượng không gian hoặc thời gian cụ thể",
            "hasImg": true
        },
        {
            "id": "7796b1de-522f-4c7c-be1e-3deab10fbd60",
            "word": "hobby",
            "phonetic": "hɑːbi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Find a hobby.",
                "He should take up a hobby.",
                "She spends her free time gardening as a hobby.",
                "My parents always took an interest in my hobbies.",
                "It started as a hobby and grew from there."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9iYnk&hash=2ecea32c15040ecea8aaa7375e264ce32d075d01&lang=en&cache-only=0",
            "defineEn": "an activity that we enjoy doing in our free time",
            "defineVi": "một hoạt động mà chúng tôi thích làm trong thời gian rảnh của chúng tôi",
            "hasImg": true
        }
    ]
}