{
    "id": "020996ab-f7e6-4f43-9cd7-639fc567868b",
    "title": "Making a Decision",
    "originalTitle": "Lesson 11",
    "words": [
        {
            "id": "00fd8b1c-5bb4-4f9c-92e2-b4b8e41f9777",
            "word": "criterion",
            "phonetic": "kɹaɪtiəɹɪən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So what locations meet these criteria?",
                "Here's the criteria.",
                "What is that criteria?",
                "Most children also meet the criteria for Dysthymia.",
                "Another possible criterion is the pace of our development."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpdGVyaW9u&hash=36e3eeead05b565fd229cf7c7db74fb8f93767e9&lang=en&cache-only=0",
            "defineEn": "a principle or standard by which something is judged or decided",
            "defineVi": "một nguyên tắc hoặc tiêu chuẩn theo đó một cái gì đó được đánh giá hoặc quyết định"
        },
        {
            "id": "3bdbad49-80ca-4954-afbd-e7eed3513c54",
            "word": "decision maker",
            "phonetic": "dᵻsɪʒən meɪkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Of course, not all decision makers are equally powerful.",
                "[maker] and the ultimate decision maker, especially as far as foreign policy is concerned.",
                "This is a good thing, since human beings are not perfectly designed decision makers.",
                "The CDC also says that decision makers must consider the rate of transmission in their community when planning the return to school.",
                "Billions and billions of dollars every year flow down to the local level and are used by decision makers to make informed decisions about roads, schools, healthcare."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjaXNpb24gbWFrZXI&hash=443963f572ec7b6d42cd9c5a18e472e5d26f05cc&lang=en&cache-only=0",
            "defineEn": "a person who makes important decisions in a large organization",
            "defineVi": "một người đưa ra quyết định quan trọng trong một tổ chức lớn"
        },
        {
            "id": "c16f21d8-3fca-42e6-99e1-d98e65ba1c94",
            "word": "to favor",
            "phonetic": "tə feɪvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The court found in her favor.",
                "The ambassador curried favor with the dictator by praising his construction projects.",
                "I favor anything that tilts the scales in my direction.",
                "They are doing their neighbor a favor by mowing their lawn.",
                "do me a favor and stick a sock in it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmF2b3I&hash=353387341060d291d6132591747fee87ae9edf52&lang=en&cache-only=0",
            "defineEn": "to prefer someone or something to an alternative",
            "defineVi": "để thích một ai đó hoặc một cái gì đó để thay thế"
        },
        {
            "id": "4fda61aa-31a4-4554-a6dc-689496f56c07",
            "word": "preference",
            "phonetic": "pɹɛfɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Remember to always adjust the quantity of yeast extract according to your taste preferences.",
                "The human resources manager understood that her employees had varying needs and preferences, and created a flexible work environment to accommodate them - different strokes for different folks.",
                "We hosted a barbecue party, considering everyone's steak preferences, grilling a mix of medium rare and well-done steaks for different tastes.",
                "Many tortoises have color preferences.",
                "Chameleons actually have taste preferences."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZmVyZW5jZQ&hash=702c247f61dc0f0d5a55adae1edc42976e4189d5&lang=en&cache-only=0",
            "defineEn": "a strong liking or inclination towards something or someone over others",
            "defineVi": "một ý thích mạnh mẽ hoặc khuynh hướng đối với một cái gì đó hoặc ai đó hơn những người khác"
        },
        {
            "id": "01127303-00d6-4066-a76c-c9c753b5174c",
            "word": "resolution",
            "phonetic": "ɹɛzəluːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That resolution clearly withered on the vine.",
                "The resolution passed both houses before the zero hour and the President signed it.",
                "Some people set resolutions for the new year in December, hoping to make positive changes.",
                "The United Nations Security Council has passed a resolution asking the two countries to resume peace negotiations.",
                "When dealing with customer service, it can be helpful to be assertive and persistent, as the squeaky wheel gets the grease and is more likely to receive a satisfactory resolution."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzb2x1dGlvbg&hash=58d6be386162ce9debaea106db6c6c007de95c89&lang=en&cache-only=0",
            "defineEn": "a serious decision to behave or not to behave in a certain way or to do or not to do something particular",
            "defineVi": "một quyết định nghiêm túc để cư xử hay không cư xử theo một cách nhất định hoặc làm hay không làm điều gì đó cụ thể"
        },
        {
            "id": "0c0d4708-e1ce-4a51-80c5-9820fc6d0a7f",
            "word": "accountability",
            "phonetic": "ɐkaʊntəbɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sarah's coach reminded her that excuses are the nails used to build a house of failure when she tried to justify her lack of effort during practice, and encouraged her to take accountability for her actions and work harder to achieve her goals.",
                "Question number three, 'Does mental illness take away personal accountability?'",
                "The governor is asking for accountability.",
                "We want levels of accountability.",
                "It takes a lot of accountability."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb3VudGFiaWxpdHk&hash=fc130f2e19390eddab2205b90c97afc948787670&lang=en&cache-only=0",
            "defineEn": "the fact of being responsible for what someone does and being able to explain the reasons",
            "defineVi": "thực tế là chịu trách nhiệm cho những gì ai đó làm và có thể giải thích lý do"
        },
        {
            "id": "4c1f3708-3680-4af3-b15c-b47ec512c69d",
            "word": "to commit",
            "phonetic": "tə kəmɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The crime was committed in broad daylight.",
                "The organization is committed to promoting equality and fairness for every person.",
                "They have committed to a lifetime of love and partnership by getting married.",
                "The government is committed to holding exports at their present level.",
                "You should take a hard look at the issues before committing yourself."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tbWl0&hash=bd875b156732d8a5d43c50cd99d90462a6f7a4f8&lang=en&cache-only=0",
            "defineEn": "to be dedicated to a person, cause, policy, etc.",
            "defineVi": "được dành riêng cho một người, nguyên nhân, chính sách, vv"
        },
        {
            "id": "f72ba76b-d170-4453-a261-89993e885217",
            "word": "dilemma",
            "phonetic": "dᵻlɛmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "After numerous inspections, the correct answer to this dilemma still remains at sea.",
                "So, I understand national leaders' dilemma.",
                "Now you see the dilemma?",
                "Now people here are facing a new dilemma.",
                "But now you and your partner face a dilemma."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlsZW1tYQ&hash=0177424d5500f5eaa5e528a319812da068265136&lang=en&cache-only=0",
            "defineEn": "a situation that is difficult because a choice must be made between two or more options that are equally important",
            "defineVi": "một tình huống khó khăn vì phải lựa chọn giữa hai hoặc nhiều lựa chọn có tầm quan trọng như nhau",
            "hasImg": true
        },
        {
            "id": "e6591963-8909-4d2a-bb0e-9ebdd3def8d4",
            "word": "indecisive",
            "phonetic": "ɪndᵻsaɪsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The indecisive job applicant was afraid to apply for his dream job, imagining all the ways he could be rejected.",
                "But he's just indecisive.",
                "Also depression can make you feel indecisive.",
                "First, Putin perceives us as weak, feckless, indecisive, slow to respond.",
                "Two, I'm so indecisive that I'm scared I would get a tattoo and instantly hate it."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kZWNpc2l2ZQ&hash=4b5dddb3dbb74b0a7f728ea26fc44c380dcf72a7&lang=en&cache-only=0",
            "defineEn": "(of a person) having difficulty making choices or decisions, often due to fear, lack of confidence, or overthinking",
            "defineVi": "(của một người) gặp khó khăn trong việc lựa chọn hoặc quyết định, thường là do sợ hãi, thiếu tự tin hoặc suy nghĩ quá nhiều"
        },
        {
            "id": "ba46f719-b4ed-4527-b349-28974ac0036a",
            "word": "preferably",
            "phonetic": "pɹɛfɹəbli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Preferably stuffed.",
                "It's usually in a secret location, preferably far from Tehran.",
                "And make yourself a white male, age 59, preferably from the United States or Western Europe working at Harvard, Cambridge, MIT, Caltech, Stanford or Berkeley.",
                "Ultimately, they will often look to settle in a patch of flotsam, preferably a patch of floating seaweed.",
                "If you're a female mosquito, you need to find a nice male mosquito, with a job and preferably his own car, because you know Dallas is a pretty big city, to mate with."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZmVyYWJseQ&hash=2520f7f4180dc9efd4e0172ff37a96c3961e2c67&lang=en&cache-only=0",
            "defineEn": "in a way that shows a liking or a priority for something over others",
            "defineVi": "theo cách thể hiện sự thích hoặc ưu tiên cho một cái gì đó hơn những người khác"
        },
        {
            "id": "c44954d5-3bcc-4915-b90b-d7d52b6643e1",
            "word": "to reconsider",
            "phonetic": "tə ɹiːkənsɪdɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The documentary presented the controversial issue in a different light, challenging commonly held beliefs and inviting viewers to reconsider their opinions.",
                "And people are really reconsidering their options.",
                "It gave Facebook six months to reconsider.",
                "On the next page, Amazon will ask you to reconsider.",
                "Today, the Minnesota Court of Appeals ruled that the trial judge must reconsider a state request to add third-degree murder to the charges Chauvin faces."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjb25zaWRlcg&hash=a70f4da827fbba071d69467576000cc0b9a4aa14&lang=en&cache-only=0",
            "defineEn": "to think again about an opinion or decision, particularly to see if it needs changing or not",
            "defineVi": "suy nghĩ lại về một ý kiến hoặc quyết định, đặc biệt là để xem nó có cần thay đổi hay không"
        },
        {
            "id": "133094cf-7ef8-4c37-9b51-4ba08b8c149a",
            "word": "to [take] {sth} into account",
            "phonetic": "tə teɪk ɛstiːeɪtʃ ɪntʊ ɐkaʊnt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSB7c3RofSBpbnRvIGFjY291bnQ&hash=225b68e813715adc8cb4cbb5cfac69f36457693e&lang=en&cache-only=0",
            "defineEn": "to consider something when trying to make a judgment or decision",
            "defineVi": "để xem xét một cái gì đó khi cố gắng đưa ra một bản án hoặc quyết định"
        },
        {
            "id": "aa1fbb2d-2245-4c04-a370-fb68ccf42943",
            "word": "undecided",
            "phonetic": "ʌndᵻsaɪdᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The timing of President Trump's Senate impeachment trial remains undecided.",
                "It's still undecided.",
                "Now he's undecided.",
                "And there were no undecideds. ",
                "They were selected from a curated group of people we've been following of undecided voters."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZWNpZGVk&hash=c1c8e7cd2e52388d080fcec6a5d5c008f6ad88c5&lang=en&cache-only=0",
            "defineEn": "not yet made a decision or come to a judgment",
            "defineVi": "chưa đưa ra quyết định hoặc đi đến phán quyết"
        },
        {
            "id": "168317f1-bea7-4912-861f-9ca2e0a823b1",
            "word": "verdict",
            "phonetic": "vɜːdɪkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I gave my verdict.",
                "The jury was unable to reach a verdict.",
                "I hope this guilty verdict puts that rat of a CEO in his place.",
                "The trial has run its course, and the verdict will be announced tomorrow.",
                "Everyone had been holding their breath, waiting for the verdict."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVyZGljdA&hash=dea65f503b7f0305695e7069c9dd18e39c8069c1&lang=en&cache-only=0",
            "defineEn": "an official decision made by the jury in a court after the legal proceedings",
            "defineVi": "một quyết định chính thức được đưa ra bởi bồi thẩm đoàn tại tòa án sau thủ tục pháp lý",
            "hasImg": true
        },
        {
            "id": "5dc442fd-b26f-4942-b2ef-ca770c272fd3",
            "word": "determined",
            "phonetic": "dɪtɜːmɪnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The government is determined to check the growth of public spending.",
                "The coach was determined to get his message through to the team before the big game.",
                "The government was determined to break the power of the trade unions.",
                "The determined fan elbowed his way through the crowd to get closer to the stage.",
                "She's determined to put her new ideas into practice."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV0ZXJtaW5lZA&hash=8f5409360304bc7207af4994a79e41e580a50fd5&lang=en&cache-only=0",
            "defineEn": "not changing one's decision to do something despite opposition",
            "defineVi": "không thay đổi quyết định của một người để làm một cái gì đó bất chấp sự phản đối"
        },
        {
            "id": "1b16b11d-d0b9-4657-a237-e464ec7d4b45",
            "word": "to contest",
            "phonetic": "tə kəntɛst ",
            "partOfSpeechType": "verb",
            "examples": [
                "That contest wasn't fair!",
                "You don't have a prayer in this contest.",
                "The battle lines were drawn yesterday for the fiercest contest in the history of local radio.",
                "I know you worked really hard on this project, but it looks like your cake is dough, and you won't be winning the contest.",
                "The trip to the beach cost me $100, but I almost broke even after winning $90 in a contest."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udGVzdA&hash=fbcc23d6822785bd02b4fe15d14b2d035d02d84b&lang=en&cache-only=0",
            "defineEn": "to formally oppose or challenge a decision or a statement",
            "defineVi": "để chính thức phản đối hoặc thách thức một quyết định hoặc một tuyên bố"
        },
        {
            "id": "623e7ffc-c815-499f-81ec-be5a8e43eef3",
            "word": "inflexible",
            "phonetic": "ɪnflɛksɪbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This person is extremely inflexible in his thinking.",
                "Basically, farmers are up against an inflexible food supply chain, which is specialized for the end customer.",
                "They're urgent because they have inflexible deadlines.",
                "It’s only when traits get really rigid and people become inflexible in their behaviors that psychologists start to draw the line between a trait and a disorder.",
                "And number four: Is overconscientious scrupulous, and inflexible about matters of morality, ethics, or values."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mbGV4aWJsZQ&hash=0870f5d43b0f059ae7f4d38343b0c3afc56773a2&lang=en&cache-only=0",
            "defineEn": "(of a rule, opinion, etc.) fixed and not easily changed",
            "defineVi": "(của một quy tắc, quan điểm, v.v.) cố định và không dễ thay đổi"
        },
        {
            "id": "826a48d7-0899-4d3b-97ab-59e28c020120",
            "word": "jurisdiction",
            "phonetic": "dʒʊɹɹɪsdɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That's appellate jurisdiction.",
                "And it can change the jurisdiction of federal courts.",
                "In some cases we may find no federal jurisdiction. ",
                "Trial courts are also called courts of original jurisdiction.",
                "They don't recognize permits from other jurisdictions."
            ],
            "audio": "https://tts.langeek.co/read?text=anVyaXNkaWN0aW9u&hash=31fe2fe1b5b6834b5ccbaebe8989f74d150c0677&lang=en&cache-only=0",
            "defineEn": "the power or authority of a court of law or an organization to make legal decisions and judgements",
            "defineVi": "quyền lực hoặc thẩm quyền của tòa án hoặc một tổ chức để đưa ra các quyết định và bản án pháp lý"
        },
        {
            "id": "1a8723ec-2f48-4acf-b94b-c90efad591f3",
            "word": "inconclusive",
            "phonetic": "ɪŋkəŋkluːsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The scientific evidence remains inconclusive as to whether human activities affect the global climate.",
                "But so far, all scientific studies on the health benefits of coconut oil have been inconclusive, and nutritionists remain skeptical.",
                "The big issue is that a lot of research into sensory deprivation is kind of inconclusive.",
                "And the data's inconclusive when it comes to risk to humans.",
                "Just to recap, the data around cops in schools keeping students safe is inconclusive."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jb25jbHVzaXZl&hash=aef3d823bb1c74cb824f5dd40bfccace28dc6fd2&lang=en&cache-only=0",
            "defineEn": "not producing a clear result or decision",
            "defineVi": "không tạo ra một kết quả hoặc quyết định rõ ràng"
        },
        {
            "id": "026f588c-3c99-41c5-b4f1-2a095cb62f54",
            "word": "resistance",
            "phonetic": "ɹᵻsɪstəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Resistance will always remain a thorn in the flesh of Zionism and its ideology which is rooted in the perverse notion of supremacy and power.",
                "Excessive use of pesticides can breed resistance in pests, making them harder to control in the future.",
                "John will follow the path of least resistance.",
                "They would rather take the line of least resistance than become involved in arguments.",
                "They promised that the army would strike with an iron fist at any resistance."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzaXN0YW5jZQ&hash=de50e63786ec0918aa963b6f1bdf65c0d70961fa&lang=en&cache-only=0",
            "defineEn": "the act of refusing to accept or obey something such as a plan, law, or change",
            "defineVi": "hành động từ chối chấp nhận hoặc tuân theo một cái gì đó như kế hoạch, luật hoặc thay đổi"
        },
        {
            "id": "e1111264-6783-4256-b5b8-f5d501d1abac",
            "word": "to uphold",
            "phonetic": "tʊ ʌphoʊld ",
            "partOfSpeechType": "verb",
            "examples": [
                "The coach told his players, a rotten apple injures its neighbors, so I expect each of you to uphold the values of good sportsmanship and teamwork.",
                "The respected judge did not involve himself in minor legal disputes, as the saying goes, eagles never catch flies, but instead focused on upholding the law and maintaining justice.",
                "The editor-in-chief instructed her reporters to uphold journalistic ethics and avoid using language that could be seen as defamatory or discriminatory, reminding them of the proverb a goose quill is more dangerous than a lion's claw.",
                "United Nations judges in The Hague upheld a genocide conviction against former Bosnian Serb military chief Ratko Mladic.",
                "My contribution to music has been upholding the beautiful rhythms and melodies from Africa."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdXBob2xk&hash=956f8358b5aa4264b1da3cd1c5bf79f943cb912b&lang=en&cache-only=0",
            "defineEn": "(particularly of a law court) to state that a previous decision is correct",
            "defineVi": "(đặc biệt là của một tòa án luật) để tuyên bố rằng một quyết định trước đó là chính xác"
        },
        {
            "id": "072e5df0-a088-46a1-ae1b-0b3133b9f3c5",
            "word": "absolute",
            "phonetic": "æbsəluːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The journey home through the storm was absolute murder!",
                "For all younger people in the US saving for retirement will be an absolute necessity.",
                "For years he was an absolute penny-pincher.",
                "Too many companies reckon without the pitfalls that make insurance like this an absolute necessity.",
                "Peter noticed throughout history how rulers who were granted immense power often became tyrannical and cruel, proving that absolute power corrupts absolutely."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJzb2x1dGU&hash=42ae677f354ebac7689fe17336d4864b06e2e5e0&lang=en&cache-only=0",
            "defineEn": "(of a decision or decree) final and unlikely to change",
            "defineVi": "(của một quyết định hoặc nghị định) cuối cùng và không thể thay đổi"
        },
        {
            "id": "991bdde8-99c5-46bf-b800-0fc6eb4f9c96",
            "word": "decision",
            "phonetic": "dᵻsɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The decision is in the hands of the judge.",
                "The decision comes in a case brought by the residents of a small town in Alabama.",
                "This decision is, I feel, a huge mistake.",
                "I can’t make a decision just yet.",
                "The company's profits are on the rocks due to poor management decisions."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjaXNpb24&hash=957b5d56d8a685289089bebaecce1daad0f5ac1b&lang=en&cache-only=0",
            "defineEn": "the act of reaching a choice or judgement after careful consideration",
            "defineVi": "hành động đạt được một sự lựa chọn hoặc phán quyết sau khi xem xét cẩn thận",
            "hasImg": true
        },
        {
            "id": "05ef18b2-b1fe-47fb-8f21-b171ff03955c",
            "word": "option",
            "phonetic": "ɑːpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bakery offered gluten-free options for customers with dietary restrictions.",
                "The vegetarian menu offers a delicious black bean burrito as a protein-packed option.",
                "I'm always keeping my options open Sophia.",
                "For a gluten-free option, substitute regular flour with almond flour in the cake recipe.",
                "They finally added a delicious veggie burger option to their menu."
            ],
            "audio": "https://tts.langeek.co/read?text=b3B0aW9u&hash=1e00870c20b12372b2d669f95f3581928933239c&lang=en&cache-only=0",
            "defineEn": "the act, right, or ability of choosing something",
            "defineVi": "hành động, quyền, hoặc khả năng lựa chọn một cái gì đó",
            "hasImg": true
        },
        {
            "id": "28b4d26a-3d23-4a35-bc53-a0ce151bf3b5",
            "word": "either",
            "phonetic": "iːðɚ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Don't worry about breaking the bank either.",
                "I know that I'm often my worst enemy, but he's not that innocent either.",
                "All my friends were either lovey-dovey couples or wild, single girls.",
                "A door must be either shut or open.",
                "The first batters either missed or walked."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWl0aGVy&hash=cb9b76068c88eed6e03193bfe725166e53de1da2&lang=en&cache-only=0",
            "defineEn": "used after negative statements to indicate a similarity between two situations or feelings",
            "defineVi": "được sử dụng sau các câu phủ định để chỉ ra sự giống nhau giữa hai tình huống hoặc cảm xúc"
        },
        {
            "id": "5b34bad8-1704-4645-a81b-644d840420de",
            "word": "alternative",
            "phonetic": "ɔːltɜːnətɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "For a healthier alternative, she replaced all-purpose flour with whole wheat flour in her muffin recipe.",
                "He used rutabaga slices as a healthy alternative to tortillas.",
                "He used swede slices as a healthier alternative to french fries.",
                "If you don't have tomato paste, you can use sun-dried tomatoes or tomato puree as alternatives.",
                "Crowdie can be a great alternative to heavy cream in pasta sauces."
            ],
            "audio": "https://tts.langeek.co/read?text=YWx0ZXJuYXRpdmU&hash=8b5bdc820ded34ef355a68cd6be78d8eb756e0dd&lang=en&cache-only=0",
            "defineEn": "any of the available possibilities that one can choose from",
            "defineVi": "bất kỳ khả năng có sẵn nào mà người ta có thể chọn"
        },
        {
            "id": "08c7ad18-7407-48c4-ab25-510333351b31",
            "word": "judgement",
            "phonetic": "dʒʌdʒmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's not for me to pass judgement on your behaviour.",
                "Bob persuaded her to go by car, against her better judgement, and she regretted it as soon as she saw the heavy traffic.",
                "I can feel, I can feel your judgement.",
                "Everyone's going to have certain judgements that they are going to think.",
                "But that is that inner judgement in your head."
            ],
            "audio": "https://tts.langeek.co/read?text=anVkZ2VtZW50&hash=5b265a1f126337ad9e3c8ae40e4a0b2d96aedffe&lang=en&cache-only=0",
            "defineEn": "the process of evaluating a person, object, or event and coming to a conclusion",
            "defineVi": "quá trình đánh giá một người, đối tượng, hoặc sự kiện và đi đến kết luận"
        },
        {
            "id": "d7ac5371-c52e-43dc-a96c-ac4da3a034d4",
            "word": "taste",
            "phonetic": "teɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef tasted the sauce with a small spoon.",
                "The pith of the citrus fruit added a bitter taste to the juice.",
                "The sauce would kill the taste of the herbs.",
                "Too much garlic killed the taste of the meat.",
                "The cake tasted so good that everyone wanted a second slice."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFzdGU&hash=13cd759eaa42a2daf11fda2ed3dc300e5bc23f5a&lang=en&cache-only=0",
            "defineEn": "the ability to recognize something with good quality or high standard, especially in art, style, beauty, etc.",
            "defineVi": "khả năng nhận ra một cái gì đó với chất lượng tốt hoặc tiêu chuẩn cao, đặc biệt là về nghệ thuật, phong cách, vẻ đẹp, v.v."
        },
        {
            "id": "ffce3c31-efef-4ad7-b6dd-58b96df171bc",
            "word": "default",
            "phonetic": "dᵻfɔlt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The person may have several loan defaults.",
                "This is default.",
                "He has a default position.",
                "The island was spiraling toward default.",
                "One really nice thing about the Apple ecosystem is, that default encryption."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmYXVsdA&hash=7b7108663d80d4cb25568ae2ba3ea7c92d3cdf38&lang=en&cache-only=0",
            "defineEn": "a predefined option based on which a computer or other device performs a particular task unless it is changed",
            "defineVi": "một tùy chọn được xác định trước dựa trên đó máy tính hoặc thiết bị khác thực hiện một tác vụ cụ thể trừ khi nó bị thay đổi"
        },
        {
            "id": "05f6eee9-2fc3-41c7-8546-662eaa7e7a2a",
            "word": "versus",
            "phonetic": "vɜːsᵻz ",
            "partOfSpeechType": "preposition",
            "examples": [
                "That ignited the fire of them versus us.",
                "Pampered millennials versus hard working under banked.",
                "I feel this us versus them thing",
                "So 350 grams versus something that has an aluminum construction and glass on the top.",
                "Consider one matchup: West versus North."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVyc3Vz&hash=de78fcfd743760d015f446fc3c937d92d32332ec&lang=en&cache-only=0",
            "defineEn": "(in sport or law) used to show that two sides or teams are against each other",
            "defineVi": "(trong thể thao hoặc luật pháp) được sử dụng để chỉ ra rằng hai bên hoặc hai đội chống lại nhau"
        },
        {
            "id": "2ad1d70e-45b5-431c-b3c4-dc5f3ffaa499",
            "word": "whether",
            "phonetic": "wɛðɚ ",
            "partOfSpeechType": "conjunction",
            "examples": [
                "Time will tell whether we made the right decision.",
                "Only time will tell whether Broughton's optimism is justified.",
                "A number of factors decide whether a movie will be successful or not.",
                "In that embarrassment of riches, some people might wonder whether we need another service area at all.",
                "Whether you take the scenic route or the highway, it makes no odds to the length of the journey."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hldGhlcg&hash=7636c8a71d96056f7c783c7131fa90131b330438&lang=en&cache-only=0",
            "defineEn": "used to talk about a doubt or choice when facing two options",
            "defineVi": "được sử dụng để nói về một sự nghi ngờ hoặc lựa chọn khi đối mặt với hai lựa chọn"
        },
        {
            "id": "99b774c4-eb24-46d9-9e9c-a1d10a5b99db",
            "word": "spoilt for choice",
            "phonetic": "spɔɪlt fɔːɹ tʃɔɪs ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BvaWx0IGZvciBjaG9pY2U&hash=5ed0eb5d3ffe990132a3471650b680163847895c&lang=en&cache-only=0",
            "defineEn": "unable to choose because there are a lot of choices",
            "defineVi": "không thể chọn vì có rất nhiều sự lựa chọn"
        },
        {
            "id": "73422e9d-145c-46be-baa9-259e37d6e620",
            "word": "to abide",
            "phonetic": "tʊ ɐbaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "He cannot abide criticism.",
                "So it's also important that other people in this globalization construct abide by the rules of globalization.",
                "Ugh, Renoir, whom I cannot abide.",
                "But this same technology can also be used on us law abiding citizens.",
                "And so law abiding, we will disappear into this country's amnesiac fog."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWJpZGU&hash=209e1a498702a878557de970923507a5cb5b99df&lang=en&cache-only=0",
            "defineEn": "(always negative) to tolerate someone or something",
            "defineVi": "(luôn phủ định) chịu đựng ai đó hoặc cái gì đó"
        }
    ]
}