{
    "id": "023d1d10-a4fb-4a59-b257-b337194e0759",
    "title": "Verbs Related to Art",
    "originalTitle": "Verbs Related to Art",
    "words": [
        {
            "id": "978916bd-0712-4a7b-a234-d64fd33da856",
            "word": "to draw",
            "phonetic": "tə dɹɔː ",
            "partOfSpeechType": "verb",
            "examples": [
                "I draw the line at a pizza with anchovies on it.",
                "She drew a yellow sun on the corner of the paper.",
                "She drew a picture of a hand with five fingers.",
                "he battle lines has been drawn for years.",
                "The battle lines were drawn yesterday for the fiercest contest in the history of local radio."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJhdw&hash=ab6f269bffb435cfd9a0bc4804d97fe13056f03e&lang=en&cache-only=0",
            "defineEn": "to make a picture of something using a pencil, pen, etc. without painting it",
            "defineVi": "để tạo ra một bức tranh về một cái gì đó bằng bút chì, bút mực, v.v. mà không vẽ nó",
            "hasImg": true
        },
        {
            "id": "bf256799-88f1-40e9-a0b2-0b3b8695c5eb",
            "word": "to paint",
            "phonetic": "tə peɪnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The book paints a vivid picture of life in the city.",
                "The board meeting painted a pretty grim picture.",
                "He painted a beautiful portrait of his sister.",
                "She painted her toenails a vibrant shade of red for the beach vacation.",
                "Its characters are painted in broad brushstrokes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFpbnQ&hash=72685a4540c64191fbead28e5bb4800c9965ed68&lang=en&cache-only=0",
            "defineEn": "to produce a picture or design with paint",
            "defineVi": "để tạo ra một hình ảnh hoặc thiết kế với sơn",
            "hasImg": true
        },
        {
            "id": "0eb2f53f-9344-41d6-b822-d8b9bbf7ce9b",
            "word": "to sketch",
            "phonetic": "tə skɛtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "His sketches are always a feast to the eyes.",
                "To do a drawing/painting/sketch.",
                "She used a gray pencil to sketch out her drawing.",
                "I use a pencil to sketch and draw.",
                "-Good sketches this week?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2tldGNo&hash=c20dee27acc19d2e3441f6da541ef0a39c68d4d2&lang=en&cache-only=0",
            "defineEn": "to produce an elementary and quick drawing of someone or something",
            "defineVi": "để tạo ra một bản vẽ cơ bản và nhanh chóng của một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "707ced51-06ed-4825-ba2d-04c4d3e6a2df",
            "word": "to trace",
            "phonetic": "tə tɹeɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company's recent financial scandal can be traced back to the CEO's unethical practices - fish rots from the head.",
                "He traced patterns in the sand with his foot, leaving temporary imprints.",
                "Drones date back much longer to early flight but like the modern drones basically trace their origin to the 80s.",
                "Today’s domestic dogs all trace their DNA back to ancient wolves.",
                "Gina Giotta, professor of communication and technology at California State University Northridge, traces the laugh tracks insertion into early television back to its non visual mass media predecessor: the radio."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhY2U&hash=787fa2f81d736eae39fd8124a7d603bd19a0a2ac&lang=en&cache-only=0",
            "defineEn": "to carefully copy or reproduce a design or image by following its lines or contours onto another surface, typically using transparent sheet",
            "defineVi": "để sao chép hoặc tái tạo một cách cẩn thận một thiết kế hoặc hình ảnh bằng cách đi theo các đường hoặc đường viền của nó trên một bề mặt khác, thường sử dụng tấm trong suốt"
        },
        {
            "id": "91cdd0c0-ac14-4d31-9273-3aeb199cd7dc",
            "word": "to rough out",
            "phonetic": "tə ɹʌf aʊt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcm91Z2ggb3V0&hash=3aeecf87bc257cb79877520288c6c7daa92d0439&lang=en&cache-only=0",
            "defineEn": "to create a preliminary version that establishes the basic outlines, proportions, composition and tones",
            "defineVi": "để tạo một phiên bản sơ bộ thiết lập các đường viền, tỷ lệ, bố cục và tông màu cơ bản"
        },
        {
            "id": "5d0a22cb-625c-46fb-a784-48cd894fecee",
            "word": "to etch",
            "phonetic": "tʊ ɛtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The deal isn't yet etched in stone, but we're confident it will go ahead as hoped.",
                "So we can etch right onto a sheet of steel.",
                "And I just etched, I think 9 or 10 times with a full power pass.",
                "and maybe we'll have etch somethings while we're at it.",
                "We want to etch a very specific circuit design."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXRjaA&hash=88be14541f74c6504503bf810ccead22e138938d&lang=en&cache-only=0",
            "defineEn": "to cut or carve designs or writings on a hard surface using an acid or a laser beam",
            "defineVi": "để cắt hoặc khắc các thiết kế hoặc chữ viết trên bề mặt cứng bằng cách sử dụng axit hoặc tia laze"
        },
        {
            "id": "c7766cfd-846a-4f55-8e96-96dfa3d43266",
            "word": "to shade",
            "phonetic": "tə ʃeɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The tall oak tree provided shade on a hot summer day.",
                "The forest provided us with shade on a hot summer day.",
                "She painted her toenails a vibrant shade of red for the beach vacation.",
                "We sat beneath the shade of an oak tree, the ground covered in a blanket of fallen acorns.",
                "The park near my house has a few hackberry trees, and I often enjoy their shade on sunny days."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hhZGU&hash=06662295d8afdad3267c3c1651349671cdbd1aa8&lang=en&cache-only=0",
            "defineEn": "to darken part of a picture or drawing using pencils, etc.",
            "defineVi": "để làm tối một phần của hình ảnh hoặc bản vẽ bằng bút chì, v.v."
        },
        {
            "id": "9ea95017-9842-4851-a6de-bbeb49cb77af",
            "word": "to illustrate",
            "phonetic": "tʊ ɪləstɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "A single example serves to illustrate what I mean.",
                "Your presentation is along the right lines, but I think it could benefit from more visuals to help illustrate your points.",
                "The writer who spends too much time trying to achieve the perfect sentence or paragraph may never finish their work, illustrating how best is the enemy of good.",
                "Some people may find tattoos beautiful and appealing, while others may find them unattractive, illustrating that beauty is in the eye of the beholder.",
                "Although he was not particularly popular before his inheritance, he found that after his father's death, he suddenly had many new friends, illustrating that wealth attracts many friends."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaWxsdXN0cmF0ZQ&hash=1d57e5a868549ba81eb0a10b5dc9461f0cb0dfc6&lang=en&cache-only=0",
            "defineEn": "to use pictures in a book, magazine, etc.",
            "defineVi": "để sử dụng hình ảnh trong một cuốn sách, tạp chí, vv",
            "hasImg": true
        },
        {
            "id": "b5f4b176-f090-4d4e-9c3b-4ceff747fafc",
            "word": "to crayon",
            "phonetic": "tə kɹeɪɑːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "William was never known as the brightest crayon in the box.",
                "Your mother's not the sharpest crayon in the box, and she does great.",
                "Which is a good thing, otherwise crayons would melt in your hand!",
                "You’ll only need two things: your old crayons, and some kind of bakeable mold to shape the new crayons in.",
                "It’s time to check our crayons!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3JheW9u&hash=42a368a00ada65181f309d7d517f3c5a243b9b7a&lang=en&cache-only=0",
            "defineEn": "to draw or color something using a pencil or stick made of colored wax or chalk",
            "defineVi": "để vẽ hoặc tô màu một cái gì đó bằng bút chì hoặc que làm bằng sáp màu hoặc phấn",
            "hasImg": true
        },
        {
            "id": "f24026ef-a506-4ea6-bdc5-5e3291c2c84c",
            "word": "to doodle",
            "phonetic": "tə duːdəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "It's called a doodle crate.",
                "I don't know what this flappy doodle here is.",
                "Once I'm at work, I spend the morning procrastinating and doodle pictures of Finn and Jake from Adventure Time TPing Frank Gehry's Jay Pritzker Pavilion, infringing on Time Warner's copyrights on the characters and on Frank Gehry's architectural rendering.",
                "I recommend the tinker crate it's my favorite however, my daughter said she likes the doodle crate.",
                "Draw loops, flowers, animals or whatever you like to doodle."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZG9vZGxl&hash=c93d3f2539a0b4f5cb0ea52715915dcaf46c4cfc&lang=en&cache-only=0",
            "defineEn": "to aimlessly draw lines and shapes, particularly when one is bored",
            "defineVi": "để vẽ các đường và hình không mục đích, đặc biệt là khi một người đang buồn chán",
            "hasImg": true
        },
        {
            "id": "19a42630-8aa1-4cf9-90ba-128f591ee7de",
            "word": "to base on",
            "phonetic": "tə beɪs ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "As a project manager, I prioritize tasks based on their urgency and importance.",
                "I try to judge people based on their actions, not their outward appearance, because a monkey in silk is a monkey no less.",
                "It's important to foster deep connections with others rather than settling for shallow relationships based on superficial interests.",
                "The entrepreneur decided to follow her nose and launch a new business based on her passion for cooking, even though she had no prior experience in the food industry.",
                "The writer decided to follow her nose and write a novel based on her personal experiences, which ended up becoming a bestseller."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFzZSBvbg&hash=04e806fdd7f9d73954c1018867e03327fc078b7e&lang=en&cache-only=0",
            "defineEn": "to develop something using certain facts, ideas, situations, etc.",
            "defineVi": "để phát triển một cái gì đó bằng cách sử dụng các sự kiện, ý tưởng, tình huống nhất định, v.v."
        },
        {
            "id": "ab064b50-9fe5-4ddd-b160-f9afb27a6b2d",
            "word": "to blend",
            "phonetic": "tə blɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "She blended pumpkin seeds into a creamy pesto sauce.",
                "The chef used a secret blend of herbs and spices as the seasoning for the famous fried chicken.",
                "They blended linseed into their post-workout smoothies.",
                "I tried a new coffee blend with hints of chocolate and caramel.",
                "He made a smoothie with a blend of frozen fruits."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxlbmQ&hash=b8d6a5b713355a315a955fa4cb1e86915fac61f2&lang=en&cache-only=0",
            "defineEn": "to combine different substances together",
            "defineVi": "để kết hợp các chất khác nhau với nhau",
            "hasImg": true
        },
        {
            "id": "f6480048-79c0-4d29-975b-983549c5536a",
            "word": "to carve",
            "phonetic": "tə kɑːɹv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Our graphic designer really carved out a niche for himself with that series of innovative ads.",
                "The firm has carved a niche for itself in handling claims for compensation.",
                "Tommy has been carving out a niche in local politics.",
                "He carved a spooky face on the pumpkin and placed it on the front porch.",
                "These proposals are for discussion, they're not carved in stone."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FydmU&hash=58bf5e39e55af095aa85d87a7b1b7c82bb865e3e&lang=en&cache-only=0",
            "defineEn": "to create or produce something by cutting or shaping a material, such as a sculpture or design",
            "defineVi": "để tạo ra hoặc sản xuất một cái gì đó bằng cách cắt hoặc định hình một vật liệu, chẳng hạn như một tác phẩm điêu khắc hoặc thiết kế"
        },
        {
            "id": "fe693133-e2da-43fb-8178-f9347cc99359",
            "word": "to circumscribe",
            "phonetic": "tə sɜːkəmskɹaɪb ",
            "partOfSpeechType": "verb",
            "examples": [
                "Mayella’s world is circumscribed and terrifying, which is strongly contrasted with Scout’s pre-adolescent freedom and wonder.",
                "But he is trying to do it within his framework which circumscribes how far that welcome can extend."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2lyY3Vtc2NyaWJl&hash=6c8e0330aa23c467a86538e93cb27cf2dd2a077f&lang=en&cache-only=0",
            "defineEn": "draw a line around something",
            "defineVi": "vẽ một đường xung quanh một cái gì đó"
        },
        {
            "id": "9f437668-7690-4354-bf2b-5a03dc0c213c",
            "word": "to complement",
            "phonetic": "tə kɑːmplɪmənt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The lingonberry sauce perfectly complemented the roasted turkey at Thanksgiving dinner.",
                "She wore a pink dress to the wedding, which complemented her rosy cheeks.",
                "Terry had been searching for the Miss Right for a long time, someone who would be his perfect match and complement his personality and values.",
                "James had always dreamed of finding his Ms Right, a woman who would complement him perfectly and share his values and interests",
                "You complement that with much more scaled work. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcGxlbWVudA&hash=79d0f99e90f52540c2994cba7ddf621238431cd3&lang=en&cache-only=0",
            "defineEn": "to make someone or something better or look better by introducing something to them or it",
            "defineVi": "để làm cho ai đó hoặc một cái gì đó tốt hơn hoặc trông đẹp hơn bằng cách giới thiệu một cái gì đó cho họ hoặc nó"
        },
        {
            "id": "f6afb943-67cb-4605-a863-99fb4caf9325",
            "word": "to render",
            "phonetic": "tə ɹɛndɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The cook rendered fatback to make lard for baking and frying in the farmhouse kitchen.",
                "This echo is rendered as a dot on the imaging screen.",
                "Judgment rendered.",
                "His interpreter rendered that into English as, \"We will bury you!\"",
                "It's rendering, look at this."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVuZGVy&hash=402ee8f514f6ac76c79c9ca41efc04eb400b5c82&lang=en&cache-only=0",
            "defineEn": "to create a representation of something, usually in the form of a drawing, painting, or other visual medium",
            "defineVi": "để tạo ra một đại diện của một cái gì đó, thường ở dạng vẽ, vẽ hoặc phương tiện trực quan khác"
        },
        {
            "id": "538d3f42-adde-4402-a0c0-23aae672dab6",
            "word": "to represent",
            "phonetic": "tə ɹɛpɹᵻzɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "It represents a one-way ticket to unhappiness.",
                "The discovery of new planets represents a quantum leap in astronomy, with the potential to deepen our understanding of the universe and our place in it.",
                "The billionaire's legal team has so much experience and resources that it's all Lombard Street to a China orange for the small law firm representing the plaintiff.",
                "A lawyer who represents himself has a fool for a client.",
                "Therefore, while they may represent a port in a storm, they are fundamentally unattractive business models."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVwcmVzZW50&hash=48e540dc93dec60282144b81632c53fbaf4e85e3&lang=en&cache-only=0",
            "defineEn": "to show someone or something in a piece of art",
            "defineVi": "để hiển thị một ai đó hoặc một cái gì đó trong một tác phẩm nghệ thuật"
        },
        {
            "id": "53b99b3d-56c5-4637-a828-bfd529e41399",
            "word": "to restore",
            "phonetic": "tə ɹᵻstoːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The gardens have recently been restored to their original glory.",
                "The company faced a public relations crisis, so the executives went to ground and worked on a plan to restore their reputation.",
                "It restored American cities.",
                "Just before midnight, the workers restored power to the pressure gauge.",
                "The balance is restored all by itself."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzdG9yZQ&hash=0332be68cea53963a1efc0f14b6b5550ea987c70&lang=en&cache-only=0",
            "defineEn": "to repair a work of art, building, etc. so that it is in a good condition again",
            "defineVi": "để sửa chữa một tác phẩm nghệ thuật, tòa nhà, vv để nó ở trong tình trạng tốt trở lại",
            "hasImg": true
        },
        {
            "id": "e714f649-40db-4abc-acd6-66f7d4d841ea",
            "word": "to scribble",
            "phonetic": "tə skɹɪbəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The professor's handwriting on the whiteboard was messy and unintelligibly scribbled, making it challenging for the students to read and follow the notes.",
                "Deciding to make trouble for the king instead, they scribbled a new note.",
                "You know that you might as well be scribbling with an empty straw.",
                "She concocts a fictional sister who's stuck at home, snatching time to scribble a few pages before she finds herself betrothed and runs away.",
                "This is the frantically scribbled log the engineers kept on a whiteboard in the control room as the nuclear plant slid towards disaster."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NyaWJibGU&hash=fd58c582e9a48c2895c7465733afe8418fcf66f8&lang=en&cache-only=0",
            "defineEn": "to write or draw something in a hurried or careless way",
            "defineVi": "để viết hoặc vẽ một cái gì đó một cách vội vàng hoặc bất cẩn",
            "hasImg": true
        },
        {
            "id": "0d5f06c6-7cf5-4acf-8581-5c23d480fd5d",
            "word": "to smudge",
            "phonetic": "tə smʌdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Emily woke up late and rushed to get ready for work, resulting in mismatched clothes, messy hair, and smudged makeup.",
                "Then there's the smudge in future rocks.",
                "Oh, and this shiny plastic box is ugly and scratches and smudges way too easily.",
                "Try to make sure you press straight down, so you don’t smudge your fingerprint!",
                "The overall packaging looks really nice but the earphones do smudge and the case scratches easily."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc211ZGdl&hash=44ff085cd0ea9e51f03ff04f38c4a69954bb9886&lang=en&cache-only=0",
            "defineEn": "to cause a wet substance leave a stain on something and make it untidy",
            "defineVi": "để gây ra một chất ẩm ướt để lại một vết bẩn trên một cái gì đó và làm cho nó lộn xộn"
        },
        {
            "id": "68e4dde8-9146-4670-b5c8-974a34d2bf1e",
            "word": "to stipple",
            "phonetic": "tə stɪpəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The hole, called a stipple, fills up with sap."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RpcHBsZQ&hash=ecea7658bf816a302d9b1cae280520d6d0e542ee&lang=en&cache-only=0",
            "defineEn": "to use small dots or markings to create a pattern or texture often to create shading and to add detail to a work of art",
            "defineVi": "sử dụng các chấm hoặc dấu nhỏ để tạo hoa văn hoặc kết cấu thường để tạo bóng và thêm chi tiết cho tác phẩm nghệ thuật"
        },
        {
            "id": "359dac02-a47b-48a4-8822-d4f84f383953",
            "word": "to streak",
            "phonetic": "tə stɹiːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Your friend really talks a blue streak!",
                "He talked a blue streak all through breakfast.",
                "My dad swore a blue streak after he found out I'd put a dent in his car.",
                "We got shortchanged, she cursed a blue streak and got our money back.",
                "The team was on a losing streak, but then the tide turned and they went on to win the championship."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RyZWFr&hash=901affa2afc203d766a65e6a8d9bd3d6ccc14d34&lang=en&cache-only=0",
            "defineEn": "to mark with spots or blotches of different color or shades of color as if stained",
            "defineVi": "để đánh dấu bằng các đốm hoặc đốm có màu sắc hoặc sắc thái khác nhau như thể bị nhuộm màu"
        },
        {
            "id": "00fdeb5f-9755-4ee7-ab97-534458ef8239",
            "word": "to craft",
            "phonetic": "tə kɹæft ",
            "partOfSpeechType": "verb",
            "examples": [
                "It's a classic example of 'full of courtesy, full of craft.'",
                "The quality of our reporting and the accuracy of our stories are a reflection of our commitment to the truth and our dedication to our craft.",
                "They use washable markers for coloring books and crafts.",
                "Make craft.",
                "Make craft."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3JhZnQ&hash=e269e494e8e787ba52baed9d7d36db6e2f458ca4&lang=en&cache-only=0",
            "defineEn": "to skilfully make something, particularly with the hands",
            "defineVi": "để khéo léo làm một cái gì đó, đặc biệt là với bàn tay",
            "hasImg": true
        },
        {
            "id": "1de99b3a-0bf7-4e5d-9335-8d31709cc614",
            "word": "to create",
            "phonetic": "tə kɹiːeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The cloudy sky created a dramatic backdrop for the sunset.",
                "Reindeer moss creates a soft carpet-like cover on the forest floor in northern regions.",
                "The government has created eight new peers.",
                "The combination of ripe cherimoya and coconut milk created a heavenly dessert pudding.",
                "As the chef, I created a special pizza with ranch sauce instead of traditional tomato sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3JlYXRl&hash=add4ae58fec98328e28aa15bdcf35dc4976d4340&lang=en&cache-only=0",
            "defineEn": "to bring something into existence or make something happen",
            "defineVi": "để đưa một cái gì đó vào sự tồn tại hoặc làm cho một cái gì đó xảy ra",
            "hasImg": true
        },
        {
            "id": "3360dc86-9dc2-4e06-bab5-ded4a534ca9c",
            "word": "to crisscross",
            "phonetic": "tə kɹɪskɹɔs ",
            "partOfSpeechType": "verb",
            "examples": [
                "But as the modern electric grid formed and power lines crisscrossed the U.S., use of wind turbines decreased, only picking up again after the oil shortages of the 1970s, when the government sought out alternate energy sources.",
                "STEPHEN FOWLER, Georgia Public Broadcasting: For the last several weeks, really, all of the candidates have been crisscrossing Georgia, trying to squeeze out every vote that they can get.",
                "And the Appian Way is only one of several well-preserved, two-thousand-year-old Roman roads crisscrossing Africa, Asia, and Europe.",
                "So people just kind of crisscrossing this big warehouse all day long.",
                "Some get caught on the mat of crisscrossing branches."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3Jpc3Njcm9zcw&hash=9ca7a68d4a43f217dabd7254ded75c023697ad79&lang=en&cache-only=0",
            "defineEn": "to form a pattern or movement of lines or objects that cross each other in a regular pattern",
            "defineVi": "để tạo thành một mô hình hoặc chuyển động của các đường hoặc đối tượng giao nhau theo một mô hình thông thường"
        },
        {
            "id": "b5527828-3ed9-4e49-bd90-a404511001a0",
            "word": "to daub",
            "phonetic": "tə dɔːb ",
            "partOfSpeechType": "verb",
            "examples": [
                "Is it so from the moment of its creation, when the final daub of paint is applied to just the right location?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGF1Yg&hash=eeaea4f83fac4f838b1eb7debabe5d37d1ea63cb&lang=en&cache-only=0",
            "defineEn": "to spread a sticky substance such as mud, paint, etc. on a surface in a careless way",
            "defineVi": "để trải một chất dính như bùn, sơn, vv trên bề mặt một cách bất cẩn"
        },
        {
            "id": "be56969b-8053-423c-9544-ba05855bca31",
            "word": "to delineate",
            "phonetic": "tə dᵻlɪniːeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Our old friend, the DSM V, actually delineates two sub types of the disorder.",
                "So because this giant space hosts the dining room, living room, and the kitchen, we have to delineate the three spaces very clearly.",
                "Although they were rather arbitrarily defined in ancient times, today we recognize 88 official constellations, and their boundaries are carefully delineated on the sky.",
                "EKATERINA SCHULMANN - It happened exactly because of the reasons that I have just delineated.",
                "There's very little to, I guess, delineate the LCD itself from the rest of that little bezel."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVsaW5lYXRl&hash=b0e7376fe388867dde0cd45cfb711a9f01ad2f48&lang=en&cache-only=0",
            "defineEn": "to describe or outline something in detail, usually through the use of line and shape, or to mark the boundaries of a composition",
            "defineVi": "để mô tả hoặc phác thảo một cái gì đó một cách chi tiết, thường thông qua việc sử dụng đường nét và hình dạng, hoặc để đánh dấu ranh giới của một bố cục"
        },
        {
            "id": "0fb9bf1b-f905-4a6b-96a2-53389e660acf",
            "word": "to depict",
            "phonetic": "tə dᵻpɪkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The old painting depicted a picturesque landscape from a bygone era.",
                "The artist created an abstract painting that captured the essence of emotion without depicting recognizable objects.",
                "The artist's painting depicted a crowded city street, with the figures in the painting appearing isolated and alone, capturing the theme of 'a great city, a great solitude'.",
                "Artists depicted cityscapes, ball games, and field hands at work.",
                "The second photograph depicts a more clear image of Slender Man."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVwaWN0&hash=56319b9b8745eacda3d7db389590ebcaf0828f5e&lang=en&cache-only=0",
            "defineEn": "to represent or show something or someone by a work of art",
            "defineVi": "để đại diện hoặc hiển thị một cái gì đó hoặc ai đó bằng một tác phẩm nghệ thuật"
        },
        {
            "id": "f04735a9-7d7c-4ba8-892b-000335940dac",
            "word": "to draft",
            "phonetic": "tə dɹæft ",
            "partOfSpeechType": "verb",
            "examples": [
                "I’ve read your drafts and I advise you not to give up your day job.",
                "With a gentle push, the window closed tightly, sealing out the draft.",
                "Mark wasn't happy with his first draft of the book, but he's grateful for the chance to take a second bite at the cherry and revise it before submitting it to publishers.",
                "The U.S. government drafted thousands of 18 to 21 year old men.",
                "Did you draft that statement?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJhZnQ&hash=f995e16debd5c89462c3c259511e9d4205f739ca&lang=en&cache-only=0",
            "defineEn": "to draw the blueprints and the sketches for a building, machine, structure, etc.",
            "defineVi": "để vẽ các bản thiết kế và bản phác thảo cho một tòa nhà, máy móc, cấu trúc, v.v."
        },
        {
            "id": "2e1c646a-1641-4b7b-abd0-35f587636a7d",
            "word": "to engrave",
            "phonetic": "tʊ ɛŋɡɹeɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The cost had been great and there were no guarantees being issued on engraved paper on the Western front that the time of counterattacks was over.",
                "Researchers took ochre and ostrich shells that our ancestors had engraved with lines and hashtag patterns between 110,000 and 52,000 years ago.",
                "One of the services Tuxedo Computer offers is fully custom engraving on your key caps.",
                "How would they have reacted to their names being engraved in a monument in a permanent way in American history?",
                "With eight legs and teeth engraved with runes, he galloped through the air and across the sea."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5ncmF2ZQ&hash=bd222626e982dc0ff95fbc9e5b6e10dac93c9c40&lang=en&cache-only=0",
            "defineEn": "to carve or cut a design or lettering into a hard surface, such as metal or stone",
            "defineVi": "để khắc hoặc cắt một thiết kế hoặc chữ vào một bề mặt cứng, chẳng hạn như kim loại hoặc đá"
        },
        {
            "id": "8d230794-8ae2-473e-90bd-bd8403ae9859",
            "word": "to execute",
            "phonetic": "tʊ ɛksᵻkjuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "More specifically, executing his uncle.",
                "The whole thing is pretty beautifully executed.",
                "Only one of us can be executed.",
                "Since yesterday, the Israeli Defense Forces executed hundreds of attacks on Hamas and Islamic Jihad in Gaza.",
                "Since yesterday, the Israeli Defense Forces executed hundreds of attacks on Hamas and Islamic Jihad in Gaza."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhlY3V0ZQ&hash=7e84ce7028a3d39381101d60d34c00d4dc782bed&lang=en&cache-only=0",
            "defineEn": "to create an artistic piece",
            "defineVi": "để tạo ra một tác phẩm nghệ thuật"
        },
        {
            "id": "0a24bd5c-4a11-4fa1-93d0-2e4c3439f23a",
            "word": "to formulate",
            "phonetic": "tə fɔːɹmjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Once you've completed the research and analysis, half the battle is already done for formulating a successful marketing strategy.",
                "Like John Locke, a major Enlightenment thinker, formulated his version of inalienable rights as life, liberty, and property.",
                "Have you formulated a guess?",
                "For example, a lot of European brands and U.S.-based brands are formulating their products with Korean R&D chemists and manufacturing plants.",
                "I won't be able to formulate sentences."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9ybXVsYXRl&hash=1780c63630a73a55c51c24e9f914bb39923ff7a8&lang=en&cache-only=0",
            "defineEn": "to carefully develop something by considering all of its aspects",
            "defineVi": "để cẩn thận phát triển một cái gì đó bằng cách xem xét tất cả các khía cạnh của nó",
            "hasImg": true
        },
        {
            "id": "b08c3a47-a96c-4a57-9640-903f81b1b1cd",
            "word": "to imitate",
            "phonetic": "tʊ ɪmᵻteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The toddler imitated his mother's habit of biting her nails.",
                "Well, ravens can imitate sounds, too!",
                "They both imitate the intonations and stresses of speech, which can easily be reproduced in whistles.",
                "Humans could imitate this process by injecting sulfur particles directly into the stratosphere. ",
                "Sometimes art imitates life, and sometimes life imitates art."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1pdGF0ZQ&hash=f16cc34b23b12c687b8171390e014eba8c42fd70&lang=en&cache-only=0",
            "defineEn": "to copy or mimic the style, technique, or subject matter of another artist or artwork",
            "defineVi": "sao chép hoặc bắt chước phong cách, kỹ thuật hoặc chủ đề của nghệ sĩ hoặc tác phẩm nghệ thuật khác"
        },
        {
            "id": "e1dbfc20-d73e-4f78-90f8-ac500bd4060a",
            "word": "to imprint",
            "phonetic": "tʊ ɪmpɹɪnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He traced patterns in the sand with his foot, leaving temporary imprints.",
                "Thankfully, human babies don't imprint.",
                "Every era had some imprint on comedy and popular culture.",
                "What do you mean by the imprint?",
                "They'll imprint in the area that they came out of the egg in. -"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wcmludA&hash=f06ea24ff1dca283f5ada7de43999fd50321a212&lang=en&cache-only=0",
            "defineEn": "to make a lasting mark on a surface or material through pressure or contact",
            "defineVi": "để tạo dấu ấn lâu dài trên bề mặt hoặc vật liệu thông qua áp lực hoặc tiếp xúc"
        },
        {
            "id": "9ba987bf-51cc-4344-9873-14256ef9d514",
            "word": "to mark",
            "phonetic": "tə mɑːɹk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Mark my words.",
                "We mark important passages in a book with a pencil underline.",
                "The classroom ruler is marked in both inches and centimeters for easy measurement.",
                "We should mark the date on the calendar for our family gathering.",
                "Years of war have left their mark on these pretty islands."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFyaw&hash=72101b8a7263ad8ff7bf2546814c35e27875c2e3&lang=en&cache-only=0",
            "defineEn": "to leave a sign, line, etc. on something",
            "defineVi": "để lại một dấu hiệu, dòng, vv trên một cái gì đó",
            "hasImg": true
        },
        {
            "id": "89af08a3-a9da-4a7f-99e9-f290822d8281",
            "word": "to imitate",
            "phonetic": "tə mɪmɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The toddler imitated his mother's habit of biting her nails.",
                "Well, ravens can imitate sounds, too!",
                "They both imitate the intonations and stresses of speech, which can easily be reproduced in whistles.",
                "Humans could imitate this process by injecting sulfur particles directly into the stratosphere. ",
                "Sometimes art imitates life, and sometimes life imitates art."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1pdGF0ZQ&hash=f16cc34b23b12c687b8171390e014eba8c42fd70&lang=en&cache-only=0",
            "defineEn": "to copy or mimic the style, technique, or subject matter of another artist or artwork",
            "defineVi": "sao chép hoặc bắt chước phong cách, kỹ thuật hoặc chủ đề của nghệ sĩ hoặc tác phẩm nghệ thuật khác"
        },
        {
            "id": "c602a7ef-37ea-44ba-99f8-6c54ccc64eed",
            "word": "to model",
            "phonetic": "tə mɑːdəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The parent modeled good behavior by always wearing a seatbelt in the car, even for short trips.",
                "Many young people look up to celebrities as role models.",
                "The reforms served as a model for the rest of the Communist world.",
                "The new smartphone model is currently the flavor of the week among tech enthusiasts.",
                "The car manufacturer's latest model outperformed its competitors by a nose, offering slightly better fuel efficiency and a more comfortable ride."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbW9kZWw&hash=5f918294689456dbcc9ca35e7a701670bfe71cda&lang=en&cache-only=0",
            "defineEn": "to create a smaller representation of something using wood, etc.",
            "defineVi": "để tạo ra một đại diện nhỏ hơn của một cái gì đó sử dụng gỗ, vv"
        },
        {
            "id": "3204802b-6810-4700-a84c-6f591cf5cd3d",
            "word": "to originate",
            "phonetic": "tʊ ɚɹɪdʒᵻneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The United Kingdom is known for its music scene, with iconic bands like The Beatles and Queen originating from the country.",
                "Many delicious and diverse cuisines originate from Asia, such as Chinese, Indian, and Japanese.",
                "The virus originated in China.",
                "Humans originated as a hybrid between chimps and pigs?",
                "However, Pluto's name actually originates as another name for Hades, the Greek god of the underworld."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3JpZ2luYXRl&hash=e26130792392bcd2365b04aa5e7e68946e659b73&lang=en&cache-only=0",
            "defineEn": "to create or invent something",
            "defineVi": "để tạo ra hoặc phát minh ra một cái gì đó"
        },
        {
            "id": "f6909b9a-cfb5-4369-a3bc-1c288679cf05",
            "word": "to outline",
            "phonetic": "tʊ aʊtlaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company has outlined a strategic plan with specific, measurable, achievable, relevant, and time-bound objectives.",
                "The treaty itself outlines a few key principles for future space exploration:",
                "Now, the strategy outlines a whole-of-government approach to the problem.",
                "But last week, a new paper in Nature Astronomy outlined the latest findings about some of the most fundamental properties of Venus: its tilt, the length of its day, and the size of its core.",
                "For instance, it outlined a procedure for cataract surgery."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3V0bGluZQ&hash=972523ddb928e9a8867502ec0ed641de2e2b9d5f&lang=en&cache-only=0",
            "defineEn": "to draw a line or show the outer edge of something",
            "defineVi": "để vẽ một đường hoặc hiển thị các cạnh bên ngoài của một cái gì đó"
        },
        {
            "id": "7ddb6d08-8030-40d7-b0f9-b4fcf1e803c0",
            "word": "to preserve",
            "phonetic": "tə pɹɪzɜːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The closed lid of the jar preserved the freshness of the food inside.",
                "Darlington should preserve its green belt.",
                "As the steak rested on the cutting board, he carefully preserved the meat drippings to create a mouthwatering sauce.",
                "The ancient castle has stood for over a century, preserving its grandeur and history for hundreds of years.",
                "The Red Cross's primary concern is to preserve and protect human life."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlc2VydmU&hash=8b25eb18daf6195e2ae782e380c16f0c6225d433&lang=en&cache-only=0",
            "defineEn": "to cause something to remain in its original state without any significant change",
            "defineVi": "để làm cho một cái gì đó vẫn ở trạng thái ban đầu mà không có bất kỳ thay đổi đáng kể nào",
            "hasImg": true
        },
        {
            "id": "cef8cfaa-605c-4645-a98c-2e8c5b8048e8",
            "word": "to recreate",
            "phonetic": "tə ɹiːkɹiːeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They discovered a new cassava dish during their travels and couldn't wait to recreate it at home.",
                "The researchers recreated the flight of a meteorite.",
                "It recreates natural light.",
                "We also recreated diamond rain.",
                "Can we recreate that announcement right now?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjcmVhdGU&hash=85e866f54efe74f974b6ef0a8d865f43aed6e2b4&lang=en&cache-only=0",
            "defineEn": "to make something again, or to bring something back into existence",
            "defineVi": "để làm một cái gì đó một lần nữa, hoặc để đưa một cái gì đó trở lại sự tồn tại"
        },
        {
            "id": "e8386c1c-a98d-4578-b9ea-3b34212dff75",
            "word": "to regenerate",
            "phonetic": "tə ɹiːdʒɛnɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Abalone possesses a unique ability to repair and regenerate its shell.",
                "Just a small population of blood stem cells can regenerate a whole body’s worth of healthy marrow.",
                "An axolotl can even regenerate half its own heart or part of its brain!",
                "And then regenerated.",
                "And birds cannot regenerate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVnZW5lcmF0ZQ&hash=c9c165c20ccf02ff2a75ec99194294bcb012e9d5&lang=en&cache-only=0",
            "defineEn": "to make something, or to bring something into existence",
            "defineVi": "để làm một cái gì đó, hoặc để đưa một cái gì đó vào sự tồn tại"
        },
        {
            "id": "e88e66ed-054b-4bf2-a2c2-2cf1c7dfaeb2",
            "word": "to visualize",
            "phonetic": "tə vɪʒuːəlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "So we could even visualize a bag.",
                "In the last video, we visualized an ethane molecule with a Newman Projection.",
                "You visualize a funny character saying the thought.",
                "So you could visualize that couch, for instance, in your space.",
                "One, two, three, and so on the complex plane, on the complex plane we would visualize that number right over here."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmlzdWFsaXpl&hash=d34bdea4c126c0c5467f9a2c851826629e8cd5e7&lang=en&cache-only=0",
            "defineEn": "to form a mental image or picture of something",
            "defineVi": "để hình thành một hình ảnh tinh thần hoặc hình ảnh của một cái gì đó"
        }
    ]
}