{
    "id": "02b1bdb1-8cb6-4e4c-9460-04b34f56fa1a",
    "title": "Forms of Medicines",
    "originalTitle": "Forms of Medicines",
    "words": [
        {
            "id": "77f12034-bbab-44d5-b51c-3241bc126246",
            "word": "ointment",
            "phonetic": "ɔɪntmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tony's poor English was a fly in the ointment when he applied for the job.",
                "I'm looking forward to Sunday, the only fly in the ointment being the fact that I'll have to sit next to my mother-in-law.",
                "You got ointment? ",
                "The doctor wiped my butt with ointment and then it went away.",
                "And horse trainer Bob Baffert now says a skin ointment may have caused his Kentucky Derby winner to fail a drug test."
            ],
            "audio": "https://tts.langeek.co/read?text=b2ludG1lbnQ&hash=f7a952541e3e75b90b559d736c7189700c1d0374&lang=en&cache-only=0",
            "defineEn": "a substance, usually smooth and oily, rubbed on the skin for medical purposes",
            "defineVi": "một chất, thường mịn và nhờn, được xoa lên da cho mục đích y tế",
            "hasImg": true
        },
        {
            "id": "5dcbc8ca-6445-4a12-887e-cb4469c4b18b",
            "word": "lozenge",
            "phonetic": "loʊzɛndʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I got vapes, drops, oils, lozenges."
            ],
            "audio": "https://tts.langeek.co/read?text=bG96ZW5nZQ&hash=161d47c579333b5849a160d383b0f8129308fa19&lang=en&cache-only=0",
            "defineEn": "a sweet-flavored small and often lozenge-shaped tablet that dissolves in one's mouth, usually taken for sore throat",
            "defineVi": "một viên nhỏ có vị ngọt và thường có hình thoi, tan trong miệng, thường được dùng để điều trị viêm họng"
        },
        {
            "id": "e91ab238-d4f2-4a25-8c5b-f12f68964b89",
            "word": "drops",
            "phonetic": "dɹɑːps ",
            "partOfSpeechType": "noun",
            "examples": [
                "In one of the previous episodes, we shot a 22 caliber bullet against various Prince Rupert's Drops and you saw it splatter against the glass it was fascinating."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJvcHM&hash=f0d91028ccf078303f6d5d8b9e8450511b7b0620&lang=en&cache-only=0",
            "defineEn": "a liquid medication that is administered in small quantities, typically using a dropper or similar device",
            "defineVi": "một loại thuốc dạng lỏng được dùng với số lượng nhỏ, thường sử dụng ống nhỏ giọt hoặc thiết bị tương tự"
        },
        {
            "id": "450419d6-33fc-4a9f-9f3c-a539af5f5b0a",
            "word": "sublingual administration",
            "phonetic": "sʌblɪŋɡwəl ɐdmɪnɪstɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3VibGluZ3VhbCBhZG1pbmlzdHJhdGlvbg&hash=8ef19805ede98047832dc450702121f390619388&lang=en&cache-only=0",
            "defineEn": "a method of delivering medication or substances by placing them under the tongue",
            "defineVi": "một phương pháp cung cấp thuốc hoặc các chất bằng cách đặt chúng dưới lưỡi"
        },
        {
            "id": "e096e8fa-e3f5-4e13-a302-3f5058b2d0f0",
            "word": "chewable tablet",
            "phonetic": "tʃuːəbəl tæblət ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hld2FibGUgdGFibGV0&hash=cc6b21e49687c4664f7360f19cc1752741c1fa31&lang=en&cache-only=0",
            "defineEn": "a medication that can be bitten and chewed before swallowing",
            "defineVi": "một loại thuốc có thể cắn và nhai trước khi nuốt"
        },
        {
            "id": "f474a675-a385-4677-9509-4dc70a710ecd",
            "word": "draught",
            "phonetic": "dɹæft ",
            "partOfSpeechType": "noun",
            "examples": [
                "When it had to move one of its draughts, it stood on its back legs on the chair.",
                "Then one evening he went into the bar and saw a man playing draughts at a table, but he couldn't see anyone in the chair opposite him."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhdWdodA&hash=ce0ede0453f35977a3937f7cb9e804162319377d&lang=en&cache-only=0",
            "defineEn": "a dose of a medicine in the form of a liquid",
            "defineVi": "một liều thuốc ở dạng lỏng"
        },
        {
            "id": "255dd568-38dc-441b-a219-acc1480efc8e",
            "word": "serum",
            "phonetic": "sɛɹəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The skincare routine included a facial serum with lemongrass oil, known for its purifying and toning properties.",
                "Anti-aging products come in the form of creams and serums.",
                "They will not be taking truth serum before they take that oath.",
                "So, they took blood serum samples from 44 people who had been infected with previously circulating variants of SARS-CoV-2.",
                "A serum was made from the blood plasma of other medical workers who had been infected, and survived."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VydW0&hash=cbdd8b2e614ba913645f6ac6acf72978716c1450&lang=en&cache-only=0",
            "defineEn": "an amber, watery fluid, rich in proteins, that separates out when blood coagulates",
            "defineVi": "một chất lỏng màu hổ phách, nước, giàu protein, tách ra khi máu đông lại"
        },
        {
            "id": "80f3f833-a293-454a-999b-59571f0c0e1d",
            "word": "orally disintegrating tablet",
            "phonetic": "oːɹəli dɪsɪntᵻɡɹeɪɾɪŋ tæblət ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3JhbGx5IGRpc2ludGVncmF0aW5nIHRhYmxldA&hash=6fca5b36c95f99e37dc62ad31513c6579ce9ae04&lang=en&cache-only=0",
            "defineEn": "a type of medication that dissolves quickly in the mouth without the need for water or chewing",
            "defineVi": "một loại thuốc tan nhanh trong miệng mà không cần nước hay nhai"
        },
        {
            "id": "f9fad1c8-6c02-4cfb-b04d-5eb84146dfb0",
            "word": "effervescent tablet",
            "phonetic": "ɛfɚvɛsənt tæblət ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWZmZXJ2ZXNjZW50IHRhYmxldA&hash=6c4a719f1845fb15cf93c1e3aa34c95951dc9001&lang=en&cache-only=0",
            "defineEn": "a type of medication or supplement that dissolves in water, producing a fizzy or bubbly solution, often used for oral consumption",
            "defineVi": "một loại thuốc hoặc chất bổ sung hòa tan trong nước, tạo ra dung dịch có ga hoặc sủi bọt, thường được dùng để uống"
        },
        {
            "id": "6525a7ac-dec9-4674-8c51-72d19c56af6a",
            "word": "spansule",
            "phonetic": "spænsjuːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BhbnN1bGU&hash=e16f5acc19e6edcc0277bb124ef3e302dfee1c3b&lang=en&cache-only=0",
            "defineEn": "an extended-release capsule or tablet that gradually releases medication over an extended period of time, reducing the need for frequent dosing",
            "defineVi": "một viên nang hoặc viên nén giải phóng kéo dài giải phóng dần thuốc trong một thời gian dài, giảm nhu cầu dùng thuốc thường xuyên"
        },
        {
            "id": "e74be724-7e3b-4b7b-a881-3ba801ccb0bb",
            "word": "over-the-counter",
            "phonetic": "oʊvɚðəkaʊntɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Then you’ve got your over-the-counter weight loss supplements.",
                "And over-the-counter sleeping pills can be highly addictive, leading to withdrawal that worsens symptoms.",
                "- It's Alaskan Fury, it's cocaine and over-the-counter painkillers.",
                "Over-the-counter pregnancy tests are all designed to detect one thing: a hormone called HCG.",
                "You can take over-the-counter medications to help with pain, to help with a fever."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Zlci10aGUtY291bnRlcg&hash=4bc7cbe00ca440b0ddac0f1e82951e7a8eed9457&lang=en&cache-only=0",
            "defineEn": "(of drugs and medicines) available for purchase without a physician's prescription",
            "defineVi": "(của thuốc và dược phẩm) có sẵn để mua mà không cần toa của bác sĩ"
        },
        {
            "id": "4cd0c701-db16-408b-95f9-90d0586e2221",
            "word": "scored tablet",
            "phonetic": "skoːɹd tæblət ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2NvcmVkIHRhYmxldA&hash=6c87312773f43005519398bc3640e0c6eb60c319&lang=en&cache-only=0",
            "defineEn": "a medication tablet that has a line or groove on its surface, allowing it to be easily divided or broken into smaller doses if necessary, typically to accommodate different dosage strengths or individual dosage needs",
            "defineVi": "một viên thuốc có một đường hoặc rãnh trên bề mặt của nó, cho phép dễ dàng chia hoặc chia thành các liều nhỏ hơn nếu cần, thường để đáp ứng các cường độ liều lượng khác nhau hoặc nhu cầu liều lượng cá nhân"
        },
        {
            "id": "2f3cbd34-ee44-4c50-ba16-a829260a5d34",
            "word": "pill",
            "phonetic": "pɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Losing to a younger player was a bitter pill to swallow.",
                "I'm coming up on the ecstasy pill I took earlier.",
                "I think I need a chill pill or two with the day I've had.",
                "I don't know if it's the pills or mind over matter, but I feel different.",
                "Bitter pills may have blessed effects."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlsbA&hash=90c50fc59927b807a74ee0163dbbc161c7f314b6&lang=en&cache-only=0",
            "defineEn": "a small round medication we take whole when we are sick",
            "defineVi": "một loại thuốc tròn nhỏ mà chúng ta uống khi bị ốm",
            "hasImg": true
        },
        {
            "id": "51142af8-9014-4107-a566-42657ecdcc33",
            "word": "placebo",
            "phonetic": "pləsiːboʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Half of them, after treatment, got placebo.",
                "It was a placebo.",
                "A round of medicine first trains the brain, then the placebo maintains the response.",
                "Other players wore the same device with just some placebo stimulation as a control.",
                "The trial also doesn't have a control or placebo group."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhY2Vibw&hash=4a1b34b32a69efa4c0812b0e7689be969771c03a&lang=en&cache-only=0",
            "defineEn": "a medicine without any physiological effect that is given to a control group in an experiment to measure the effectiveness of a new drug or to patients who think they need medicine when in reality they do not",
            "defineVi": "một loại thuốc không có bất kỳ tác dụng sinh lý nào được dùng cho một nhóm đối chứng trong một thí nghiệm để đo lường hiệu quả của một loại thuốc mới hoặc cho những bệnh nhân nghĩ rằng họ cần thuốc trong khi thực tế họ không cần"
        },
        {
            "id": "fcf9050e-bfc6-411b-9465-40ddf8bcf432",
            "word": "salve",
            "phonetic": "sælv ",
            "partOfSpeechType": "noun",
            "examples": [
                "She applied a yarrow-infused salve to her sunburned skin, finding instant relief from the pain.",
                "This brown powder could be mixed into drinks, made into salves or eaten straight up.",
                "It is the role of sports in either as a kind of salve or sometimes bringing us together.",
                "Let's forget for a moment that, which president it is, what could a president do today that would be meaningful and be a salve to the African American community, make them feel better and make them feel like they were heard, what would it take?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2FsdmU&hash=f78e5b818878621deb1e06c435007feb8bcdfa53&lang=en&cache-only=0",
            "defineEn": "anything that is soothing or acts as a remedy for a wound, burn, etc.",
            "defineVi": "bất cứ thứ gì làm dịu hoặc hoạt động như một phương thuốc cho vết thương, vết bỏng, v.v.",
            "hasImg": true
        },
        {
            "id": "ffac19b6-2348-4bb6-8987-327b68ef6619",
            "word": "tablet",
            "phonetic": "tæblət ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company offers a range of form factors for its products, including desktops, laptops, and tablets.",
                "So here's our tablet.",
                "Does a man need a rugged tablet?",
                "So smartphones and tablets are challenging.",
                "We've already ruled out my tablet."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFibGV0&hash=38cd8a50013969eb4160292f654eae7390d0d9f6&lang=en&cache-only=0",
            "defineEn": "a small round piece of medicine, containing an active drug and excipients, that should usually be swallowed",
            "defineVi": "một viên thuốc hình tròn nhỏ, chứa hoạt chất và tá dược, thường có thể nuốt được",
            "hasImg": true
        }
    ]
}