{
    "id": "0307d81c-9214-4833-b534-cbf7084c4376",
    "title": "Lesson 35",
    "originalTitle": "Lesson 35",
    "words": [
        {
            "id": "b17a72a4-6f70-497c-99a2-7dcb8258c493",
            "word": "tangent",
            "phonetic": "tændʒənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She went off on a tangent about what happened to her last summer.",
                "He always goes off at a tangent when we talk about something serious.",
                "Tangent is opposite over adjacent.",
                "Tangent is opposite over adjacent.",
                "Tangent of theta equals my coefficient of friction."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFuZ2VudA&hash=5ec15010863556614d5daa93c3b6c828fba05f5e&lang=en&cache-only=0",
            "defineEn": "a straight line that touches a curve or surface at exactly one point, known as the point of tangency",
            "defineVi": "một đường thẳng chạm vào một đường cong hoặc bề mặt tại chính xác một điểm, được gọi là điểm tiếp tuyến",
            "hasImg": true
        },
        {
            "id": "48494bd3-ed47-4432-8af6-6763ef6e3070",
            "word": "tangential",
            "phonetic": "tændʒɛnʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So the force is all tangential to the direction of rotation.",
                "So the force is all tangential to the direction of rotation.",
                "The direction would also be tangential to the surface.",
                "They're both tangential to the path, to our curve.",
                "We call this tangential thinking when the trail off doesn't get back to the original point."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFuZ2VudGlhbA&hash=8aa16180016068f24094f2ea59c9bb9c1abad461&lang=en&cache-only=0",
            "defineEn": "not or barely relevant to something",
            "defineVi": "không hoặc hầu như không liên quan đến một cái gì đó"
        },
        {
            "id": "729cc32f-2dcc-49b7-b004-fc4661912963",
            "word": "tangible",
            "phonetic": "tændʒɪbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Information is nothing tangible.",
                "Chuck Norris is a very tangible thing.",
                "Or instead of a tangible product, your venture might be a national empowerment network.",
                "This is probably the least tangible portion of culture.",
                "It must be coupled with tangible outcomes, in terms of what we do as leaders."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFuZ2libGU&hash=485989b331dacb56109144e768db903a68b68448&lang=en&cache-only=0",
            "defineEn": "perceptible by the senses especially the sense of touch",
            "defineVi": "có thể cảm nhận được bằng các giác quan đặc biệt là xúc giác"
        },
        {
            "id": "bd64358d-3689-4e2b-9242-c106cda13850",
            "word": "breach",
            "phonetic": "bɹiːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "When the teacher fell ill, the substitute had to step into the breach and take over the class.",
                "The company had to eat crow and apologize to its customers after a major data breach exposed their personal information.",
                "After the data breach, the company is going to have to take a long, hard look at their security measures.",
                "The notice must be served upon the tenant and include a legal description of the breach they have committed.",
                "By 1990, CPUs breached the 1 million transistor count."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWNo&hash=e5dc7931384c1d9eedbf998ed17160c1934f39a6&lang=en&cache-only=0",
            "defineEn": "an act that violates an agreement, law, etc.",
            "defineVi": "một hành động vi phạm một thỏa thuận, pháp luật, vv"
        },
        {
            "id": "80a51d17-8040-421d-9ef9-df6b28eb82e6",
            "word": "breech",
            "phonetic": "bɹiːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Most babies are not breech at full term.",
                "If the second twin is breech, that may be a great option for them.",
                "\"If you sit all day, you'll have a breech baby.\"",
                "Goffman: \"C-sections are always necessary for breech births.\"",
                "Along with the tunic, the uniform includes trousers known as breeches, a Stetson hat, a Sam Browne belt, and a pair of high leather Strathcona boots."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlZWNo&hash=32d482549870c85599018403dbe5a492f364af12&lang=en&cache-only=0",
            "defineEn": "opening in the rear of the barrel of a gun where bullets can be loaded",
            "defineVi": "lỗ ở phía sau nòng súng nơi có thể nạp đạn"
        },
        {
            "id": "113feed1-37b4-4bd6-b730-a20f52597f99",
            "word": "unaccountable",
            "phonetic": "ʌnɐkaʊntəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "If U.S. against Microsoft is giving credence above Novell against Microsoft, it has a lot to say on controlling the almost unaccountable power of the Big Tech firms.",
                "We both agree that we have to get unaccountable money out of our political system and that we have to do much more to ensure that Wall Street never wrecks main street again."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5hY2NvdW50YWJsZQ&hash=f3a4778d763b3396c968eeacfddc19916fb905b7&lang=en&cache-only=0",
            "defineEn": "not to be accounted for or explained",
            "defineVi": "không được giải thích hoặc giải thích"
        },
        {
            "id": "bf650381-70ed-45ef-acf3-4db555209729",
            "word": "unaffected",
            "phonetic": "ʌnɐfɛktᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They had only to learn to ignore their passions and interests, and remain unaffected by deceivers throwing dust in their eyes.",
                "In contrast to their cousins the eurypterines, the stylonurines remained relatively unaffected by the rise of the fish.",
                "In those postures, that's unaffected.",
                "Since no mass is taken away or added to the Earth, our orbit is completely unaffected.",
                "One type of bacteria was unaffected by changes in gravity and did a great job of extracting elements in every set of conditions."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5hZmZlY3RlZA&hash=af287aa09ab4a9f9a189db5ab6fb9bebfb38c4e1&lang=en&cache-only=0",
            "defineEn": "undergoing no change when acted upon",
            "defineVi": "không thay đổi khi bị tác động"
        },
        {
            "id": "f1f6b234-581a-452b-aeb3-418cdc010cab",
            "word": "unalloyed",
            "phonetic": "ʌnælɔɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So, to me, it's an unalloyed good.",
                "So, to me, it's an unalloyed good."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5hbGxveWVk&hash=98b90f7f79d62d583e3e499cda34e69e99c40f3b&lang=en&cache-only=0",
            "defineEn": "free from admixture",
            "defineVi": "không có phụ gia"
        },
        {
            "id": "6dcab6b1-87b2-4af0-95ac-aee3a41cdf5e",
            "word": "hibernal",
            "phonetic": "haɪbɚnəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGliZXJuYWw&hash=d5a39f497bdb7ad3b72489ffafb263a95be64786&lang=en&cache-only=0",
            "defineEn": "characteristic of or relating to winter",
            "defineVi": "đặc trưng của hoặc liên quan đến mùa đông"
        },
        {
            "id": "d3e9a077-ce5f-4ee2-a168-50ffe6028801",
            "word": "to defame",
            "phonetic": "tə dᵻfeɪm ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVmYW1l&hash=f472a0c0388575cf4d0d32707991879a021684ec&lang=en&cache-only=0",
            "defineEn": "charge falsely or with malicious intent; attack the good name and reputation of someone",
            "defineVi": "tính phí sai hoặc với mục đích xấu; tấn công tên tốt và danh tiếng của một ai đó"
        },
        {
            "id": "716eb6a7-27d3-4af1-bc05-288ec8556629",
            "word": "defamatory",
            "phonetic": "dᵻfæmətoːɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The editor-in-chief instructed her reporters to uphold journalistic ethics and avoid using language that could be seen as defamatory or discriminatory, reminding them of the proverb a goose quill is more dangerous than a lion's claw.",
                "In France, from the mid-16th century though the French revolution, circulating defamatory pamphlets could be punishable by death."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmYW1hdG9yeQ&hash=91043b47f514520c1e34bca824528e7df0758ed3&lang=en&cache-only=0",
            "defineEn": "(of statements) intending to ruin someone's reputation with the use of unpleasant or false information",
            "defineVi": "(của các tuyên bố) có ý định hủy hoại danh tiếng của ai đó bằng cách sử dụng thông tin khó chịu hoặc sai lệch"
        },
        {
            "id": "9404040b-f980-464f-b515-0dd6ce6c763b",
            "word": "defamation",
            "phonetic": "dᵻfɐmeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "We could be sued for slander or defamation. ",
                "Dominion Voting Systems is accusing FOX News of defamation and suing for $1.6 billion.",
                "Hend slapped Ferrari with a defamation suit, which he later dropped.",
                "And in one case, he argued that the Justice Department was able to defend him in a private defamation suit brought by a former gossip columnist.",
                "At least two people arrested on royal defamation charges have been found dead under mysterious circumstances."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmYW1hdGlvbg&hash=e08e318695db629512ba8ab38604da597052ca43&lang=en&cache-only=0",
            "defineEn": "an abusive attack on a person's character or good name",
            "defineVi": "một cuộc tấn công lạm dụng vào nhân vật của một người hoặc tên tốt"
        },
        {
            "id": "fe77d7cd-e564-4dd6-b9d9-4851655c8e67",
            "word": "to irk",
            "phonetic": "tʊ ɜːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Was that a philosophy that there was more behind it, that this actually is a good way to either irk him or get him to move in some way?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaXJr&hash=7b2605adebb124f5bbedea21f68b5e9c37fbb9d1&lang=en&cache-only=0",
            "defineEn": "irritate or vex",
            "defineVi": "khó chịu hoặc phật ý"
        },
        {
            "id": "72102aaa-dcb1-4fb2-8ad1-9ace64dd5928",
            "word": "irksome",
            "phonetic": "ɜːksʌm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So it was a very irksome, early, big issue for the book vendors, first of all, they were kind of the canaries in the mine, so to speak, and then lots of other retailers.",
                "You'd just stand there for 30 seconds less, and you'd be done with that irksome, planet-saving task for the day."
            ],
            "audio": "https://tts.langeek.co/read?text=aXJrc29tZQ&hash=640e0481a540ca2a61e2b2ae464935ea046bb3a8&lang=en&cache-only=0",
            "defineEn": "so lacking in interest as to cause mental weariness",
            "defineVi": "quá thiếu quan tâm đến mức gây ra sự mệt mỏi về tinh thần"
        },
        {
            "id": "33fa6a26-457b-40cb-8d69-fd6296546861",
            "word": "to analyze",
            "phonetic": "tʊ ænɐlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The study analyzed the yield of various crops across different regions, providing valuable insights for agricultural planning.",
                "The scientist abstracted the data from various sources to analyze trends.",
                "The software engineers had to run the bug to ground by analyzing lines of code and testing various scenarios.",
                "The detective knew that facts are stubborn things and that the evidence would lead to the truth, so he meticulously gathered and analyzed all the clues in the case.",
                "In a business where sales are declining, it's important for the owners to take action to improve the situation rather than just analyzing the numbers."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYW5hbHl6ZQ&hash=b530ce131960cd4d22293760e5784a7b6186a6a3&lang=en&cache-only=0",
            "defineEn": "to examine or study something in detail in order to explain or understand it",
            "defineVi": "để kiểm tra hoặc nghiên cứu một cái gì đó một cách chi tiết để giải thích hoặc hiểu nó",
            "hasImg": true
        },
        {
            "id": "0a319fec-62e8-4f36-bd55-146c5e4b2be9",
            "word": "analyst",
            "phonetic": "ænɐlɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Analysts predict record growth of sales in 2021, especially in Europe and China.",
                "Analysts predict record growth for EVs in 2021, especially in Europe and China.",
                "And according to analysts, the restaurant had another big advantage over its competitors: technology.",
                "Analysts might look for certain vehicles outside.",
                "Its explorers are its geographic analysts."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5hbHlzdA&hash=deecd51f2ba93f36fe52944d2c70c94614db724e&lang=en&cache-only=0",
            "defineEn": "a trained individual who is concerned with analyzing the facts and providing others with information",
            "defineVi": "một cá nhân được đào tạo có liên quan đến việc phân tích các sự kiện và cung cấp cho người khác thông tin",
            "hasImg": true
        },
        {
            "id": "1bd8dd9e-175f-4750-ae56-30729bfced35",
            "word": "to neuter",
            "phonetic": "tə nuːɾɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Have your pet spayed or neutered.",
                "And then we would also need to spay and neuter everyone, so it was best to just take in the gals.",
                "We welcomed Earl Grey into Animal Wonders and set a vet appointment for Hazel to get neutered to give them the best chance at becoming friends.",
                "Also, if you plan to have a male and female housed together, it’s best to have the male neutered to prevent unwanted breeding."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbmV1dGVy&hash=7eff1e96b2a074d08dff787450fd46d9352c727d&lang=en&cache-only=0",
            "defineEn": "to remove the sex organs of a domestic animal in order to keep it from reproduction",
            "defineVi": "để loại bỏ các cơ quan sinh dục của một con vật nuôi để giữ cho nó khỏi sinh sản"
        },
        {
            "id": "a3d9e4f1-a5c6-4b6d-9f7c-e6169e31b815",
            "word": "neutral",
            "phonetic": "nuːtɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So four of these carbons are neutral.",
                "Neutral bromine has one, two, three, four, five, six, seven valence electrons.",
                "And this entire molecules becomes neutral.",
                "This one is also neutral for the same reason.",
                "These were neutral."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV1dHJhbA&hash=1176d2ca596b06efa4b02600efbd6328b2731438&lang=en&cache-only=0",
            "defineEn": "not taking any sides in a conflict, competition, or dispute and remaining impartial",
            "defineVi": "không đứng về phía nào trong một cuộc xung đột, cạnh tranh hoặc tranh chấp và giữ thái độ vô tư",
            "hasImg": true
        },
        {
            "id": "e1bcc7a3-e2cc-41b1-849c-ebfba75881ad",
            "word": "neutralisation",
            "phonetic": "nuːtɹələzeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmV1dHJhbGlzYXRpb24&hash=8ecdfda544322bfc78826f63dbf737b8789287e2&lang=en&cache-only=0",
            "defineEn": "action intended to nullify the effects of some previous action",
            "defineVi": "hành động nhằm vô hiệu hóa tác động của một số hành động trước đó"
        }
    ]
}