{
    "id": "035d7337-e6fc-4848-b9c2-68dfea74276c",
    "title": "Top 226 - 250 Nouns",
    "originalTitle": "Top 226 - 250 Nouns",
    "words": [
        {
            "id": "c1e5b5d8-d41c-4773-9c8b-f21215209b03",
            "word": "oil",
            "phonetic": "ɔɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "My father's car needs an oil change.",
                "International companies set the price of oil.",
                "She kept her essential oils in a small glass bottle.",
                "She combined safflower oil with honey and lemon juice for a homemade hair mask.",
                "Some common types of cooking oils include canola oil, vegetable oil, and sunflower oil."
            ],
            "audio": "https://tts.langeek.co/read?text=b2ls&hash=f6d91ee20a8939ba7ec6031b2bc2c8c405f162ad&lang=en&cache-only=0",
            "defineEn": "a liquid that is smooth and thick, made from animals or plants, and used in cooking",
            "defineVi": "một chất lỏng mịn và dày, được làm từ động vật hoặc thực vật và được sử dụng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "94d36731-8cd4-4cde-9bcd-41fc8bf5f9a0",
            "word": "land",
            "phonetic": "lænd ",
            "partOfSpeechType": "noun",
            "examples": [
                "A few weeks later, I landed my dream job.",
                "The land dropped steeply away into a small valley.",
                "Farmers cleared the land in order to raise cattle.",
                "Our family line has presided over this land from the year dot.",
                "Many families own plots of land to grow food."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFuZA&hash=32d6f2265b814e4fa7f7646b5923e1920a114ce9&lang=en&cache-only=0",
            "defineEn": "the earth's surface where it is not under water",
            "defineVi": "bề mặt trái đất nơi nó không ở dưới nước",
            "hasImg": true
        },
        {
            "id": "6b521579-509a-4d74-853d-20728998952d",
            "word": "computer",
            "phonetic": "kəmpjuːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My computer is placed on the desk in the office.",
                "Two computers have gone AWOL from the office.",
                "She can design computer programs like nobody's business.",
                "Does the computer turn itself off?",
                "The new computer is an all-in-one that integrates the monitor, CPU, and speakers into a single unit."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcHV0ZXI&hash=786c7624c37d66b3bc24bf74d27d39297bac8bc8&lang=en&cache-only=0",
            "defineEn": "an electronic device that stores and processes data",
            "defineVi": "một thiết bị điện tử lưu trữ và xử lý dữ liệu",
            "hasImg": true
        },
        {
            "id": "fc807d33-9324-450d-ae6d-835cfe459019",
            "word": "note",
            "phonetic": "noʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Did you take notes in the class?",
                "Please make a note of the dates.",
                "Someone left you this note.",
                "Someone left this note for you.",
                "She takes notes during lectures to review later as a dedicated student."
            ],
            "audio": "https://tts.langeek.co/read?text=bm90ZQ&hash=1a14477fa34459b858de0137bc36ebb410260dfc&lang=en&cache-only=0",
            "defineEn": "a short piece of writing that helps us remember something",
            "defineVi": "một đoạn văn bản ngắn giúp chúng ta nhớ một cái gì đó",
            "hasImg": true
        },
        {
            "id": "cfb65112-777e-4a15-bb98-0d2f25227307",
            "word": "dude",
            "phonetic": "duːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "It'll begin in a few minutes dude don't you worry.",
                "Keep your shirt on, dude, the pizza will be here soon enough.",
                "Get out of his face dude, just leave him be.",
                "That dude knows how to dress!",
                "Dude, you are such a space cadet."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVkZQ&hash=ff53d5f6bd94826ac56a456837c6d29ca17055e7&lang=en&cache-only=0",
            "defineEn": "a word that we use to call a man",
            "defineVi": "một từ mà chúng ta sử dụng để gọi một người đàn ông",
            "hasImg": true
        },
        {
            "id": "5bfd5b2c-458e-424c-9969-e096b183d43a",
            "word": "enemy",
            "phonetic": "ɛnəmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The finance minister's fall from grace gave his enemies great satisfaction.",
                "A fire attack shall chill the enemy to the bone.",
                "The enemy was driven back.",
                "The weakness of the enemy makes our strength.",
                "They were working hand in glove with our enemies."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5lbXk&hash=61800a621cb7066058ed9bedbcd75f4b46bb8586&lang=en&cache-only=0",
            "defineEn": "someone who is against a person, or hates them",
            "defineVi": "một người chống lại một người, hoặc ghét họ"
        },
        {
            "id": "7bdd8e24-856c-4fb1-857f-f9558ef535ac",
            "word": "joke",
            "phonetic": "dʒoʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her jokes had us all in stitches.",
                "At the charity event, the wealthy businessman's joke had everyone in stitches.",
                "My friends all joked that I had a hollow leg.",
                "You must be joking!’",
                "He didn't see the joke."
            ],
            "audio": "https://tts.langeek.co/read?text=am9rZQ&hash=aef7c95692f237261d24031460816766884cf5ca&lang=en&cache-only=0",
            "defineEn": "something a person says that is intended to make others laugh",
            "defineVi": "một cái gì đó một người nói rằng đó là nhằm làm cho người khác cười",
            "hasImg": true
        },
        {
            "id": "9dd2425a-9c97-44e2-bfe6-67ba1e9dcd6c",
            "word": "peace",
            "phonetic": "piːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The negotiations between the two countries finally yielded a peace agreement.",
                "The peace treaty that ended the war.",
                "The uncertainty of the future was eating away at his peace of mind.",
                "May she rest in peace.",
                "The clock is ticking on the peace talks."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVhY2U&hash=39430b3245222148045e2835c7b6e4e7a967e83f&lang=en&cache-only=0",
            "defineEn": "a period or state where there is no war or violence",
            "defineVi": "một thời kỳ hoặc tiểu bang không có chiến tranh hoặc bạo lực",
            "hasImg": true
        },
        {
            "id": "0b111027-a59f-41ee-8bb6-fa8e1672b7fb",
            "word": "task",
            "phonetic": "tæsk ",
            "partOfSpeechType": "noun",
            "examples": [
                "You've given yourselves a difficult task.",
                "As a project manager, I prioritize tasks based on their urgency and importance.",
                "Making heads or tails of the output of a number of different computer models is a challenging task.",
                "Writing a dissertation within a week is a herculean task.",
                "Developing a complex software program from scratch within a tight deadline is a herculean task for the development team."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFzaw&hash=2bb52a657a1bc2464ac6e38d4ed0aa875f69f256&lang=en&cache-only=0",
            "defineEn": "a piece of work for someone to do, especially as an assignment",
            "defineVi": "một phần công việc cho một người nào đó để làm, đặc biệt là một nhiệm vụ"
        },
        {
            "id": "6f189785-78ce-4119-b524-e7a94c0ad045",
            "word": "habit",
            "phonetic": "hæbɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Don't make a habit of it.",
                "The toddler imitated his mother's habit of biting her nails.",
                "Lying is considered a bad habit.",
                "Laura has a habit of rubbing people the wrong way.",
                "She gave me a flea in my ear over my spending habits."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFiaXQ&hash=9d173334a6d56c04af2b9659fdbd99859507dce8&lang=en&cache-only=0",
            "defineEn": "something that you regularly do almost without thinking about it, particularly one that is hard to give up or stop doing",
            "defineVi": "điều gì đó mà bạn thường xuyên làm hầu như không nghĩ về nó, đặc biệt là điều khó từ bỏ hoặc ngừng làm"
        },
        {
            "id": "8f7bf4cc-29f8-41dc-815d-53818d970908",
            "word": "building",
            "phonetic": "bɪldɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The school building has a playground for the students.",
                "The workers construct the building from the ground up.",
                "The tall building stands out among the other structures in the city.",
                "The monastery was several three-storey buildings.",
                "The truck carried a load of construction materials to the building site."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVpbGRpbmc&hash=963fbf1fc2753dd180763a21b78ec467a4dc62dc&lang=en&cache-only=0",
            "defineEn": "a structure that has walls, a roof, and sometimes many levels, like an apartment, house, school, etc.",
            "defineVi": "một cấu trúc có tường, mái nhà và đôi khi có nhiều tầng, như căn hộ, nhà ở, trường học, v.v.",
            "hasImg": true
        },
        {
            "id": "5b0e2d10-6d20-4af6-99f0-6b835bf18530",
            "word": "content",
            "phonetic": "kɑːntɛnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "With its higher protein content, bread flour gives breads a stronger structure and a chewier texture.",
                "She valued the high nutritional content and low-calorie nature of asparagus in his diet.",
                "People often judge a book by its cover without reading the contents.",
                "Avocado's high fiber content can aid in digestion and help promote a healthy gut.",
                "I often include nopal in my smoothies for its high fiber content and nutrient-rich properties."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGVudA&hash=5283aca2cf9afafdd4ed37a1da95167d5bb387f5&lang=en&cache-only=0",
            "defineEn": "all the things that are held, included, or contained in something else",
            "defineVi": "tất cả những thứ được giữ, bao gồm hoặc chứa trong một cái gì đó khác"
        },
        {
            "id": "eb74d4b7-8aa5-4c0d-9dee-df7be25875d1",
            "word": "century",
            "phonetic": "sɛntʃɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The twentieth century saw dramatic changes in most areas of life.",
                "Mrs. Thatcher held the post of prime minister longer than anyone else last century.",
                "The ancient castle has stood for over a century, preserving its grandeur and history for hundreds of years.",
                "This charming cottage dates back to the 15th century and is as pretty as a picture, with its thatched roof and secluded garden.",
                "In the early 20th century, a respected woman in high society dramatically came down in the world if she got divorced."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VudHVyeQ&hash=f5fdf4d20f885bc160632b89b606a02164484e3a&lang=en&cache-only=0",
            "defineEn": "a period of one hundred years",
            "defineVi": "khoảng thời gian một trăm năm",
            "hasImg": true
        },
        {
            "id": "1597065c-dffc-4a7b-bce6-42b74b3bb674",
            "word": "decade",
            "phonetic": "dɛkeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "After decades as an investigator, I can identify a con man a mile away.",
                "He has reached the top by climbing the greasy pole for over a decade.",
                "The Beatles are a band that have become a household name and whose music is still popular decades later.",
                "A decade ago, Whitley became enamored of romance and gave writing a whirl.",
                "My father had a living in an inner suburb of Leeds which had been going down in the world for decades."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjYWRl&hash=118672652ab63f2ffc91f4564bdef184e7c61fee&lang=en&cache-only=0",
            "defineEn": "ten years of time",
            "defineVi": "mười năm thời gian",
            "hasImg": true
        },
        {
            "id": "de1e389d-b423-48ec-981c-cf64296065b9",
            "word": "patient",
            "phonetic": "peɪʃənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dentist can't take any new patients.",
                "You have to be patient.",
                "she puts her patients in touch with a great acupuncturist in London.",
                "The treatment has not yet been tried on patients.",
                "The patient's life was hanging by a thread."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0aWVudA&hash=14ce5640f6fa4778e0dc590535fcc54e586c59e9&lang=en&cache-only=0",
            "defineEn": "someone who is receiving medical treatment, particularly in a hospital or from a doctor",
            "defineVi": "một người đang được điều trị y tế, đặc biệt là trong bệnh viện hoặc từ bác sĩ",
            "hasImg": true
        },
        {
            "id": "d5383733-a9b1-4106-9c39-9a63ba773fd7",
            "word": "fan",
            "phonetic": "fæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "His speeches fanned the flames of racial tension.",
                "Fans have given the band's new song their seal of approval.",
                "The fans had fun and got their money's worth.",
                "The determined fan elbowed his way through the crowd to get closer to the stage.",
                "The new album by that band is going down a bomb with music fans all over the world."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFu&hash=af482d3c8e5ab064e654e5b69cdc159e7a446b94&lang=en&cache-only=0",
            "defineEn": "someone who has a strong admiration or interest for someone or something; a person who admires someone or something",
            "defineVi": "ai đó có sự ngưỡng mộ hoặc quan tâm mạnh mẽ đối với ai đó hoặc cái gì đó; một người ngưỡng mộ một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "963bfa91-ef81-498c-8306-295129a3c4d7",
            "word": "project",
            "phonetic": "pɹɑːdʒɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The project failed for the want of adequate funding.",
                "The project is now in high gear.",
                "The students worked their heart and soul on their project.",
                "The current situation is spelling disaster for the project.",
                "My friend studied the nutritional benefits of different legumes for her research project."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvamVjdA&hash=56b82a14a66ca73c48cde67c080f4ccae9f5bc6a&lang=en&cache-only=0",
            "defineEn": "any piece of work that is undertaken or attempted",
            "defineVi": "bất kỳ phần công việc nào được thực hiện hoặc cố gắng"
        },
        {
            "id": "080ad94c-77cd-4e71-8fdf-0dea6b532be0",
            "word": "plant",
            "phonetic": "plænt ",
            "partOfSpeechType": "noun",
            "examples": [
                "My mom planted beautiful flowers in the front yard.",
                "The child carefully planted caryopses of wildflowers in the garden.",
                "He planted a gentle kiss on her cheek.",
                "They have planted the seeds of their own destruction.",
                "He planted arrowroot in his backyard garden."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhbnQ&hash=3e852761cedd57761156624e95de3a0df56f2fb1&lang=en&cache-only=0",
            "defineEn": "a living thing that grows in ground or water; usually having leaves, stems, flowers, etc.",
            "defineVi": "một sinh vật mọc trong đất hoặc nước; thường có lá, thân, hoa, v.v.",
            "hasImg": true
        },
        {
            "id": "a48a2605-d33a-4ab9-a948-110363b32fd8",
            "word": "planet",
            "phonetic": "plænɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Does life exist on other planets?",
                "He was living on another planet.",
                "The discovery of new planets represents a quantum leap in astronomy, with the potential to deepen our understanding of the universe and our place in it.",
                "We live on planet Earth, which is our home.",
                "To my eye, Jake, you're the most wonderful man on the planet."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhbmV0&hash=1269f9ea0acec54b90cc41b3deced8bf9acf33b7&lang=en&cache-only=0",
            "defineEn": "a huge round object that moves in an orbit, around the Sun or any other star",
            "defineVi": "một vật thể tròn khổng lồ di chuyển theo quỹ đạo, xung quanh Mặt trời hoặc bất kỳ ngôi sao nào khác",
            "hasImg": true
        },
        {
            "id": "36a4dde9-67bc-4727-ad06-d2bde177694c",
            "word": "damage",
            "phonetic": "dæmɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The paintings were damaged beyond recall.",
                "The damage was done.",
                "Women sometimes damage their skin by going overboard with abrasive cleansers.",
                "When the storm arrived, his house suffered significant damage.",
                "I checked the car for signs of damage."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFtYWdl&hash=2aeac9100e4e0af31cb854f36cca31397176f4b7&lang=en&cache-only=0",
            "defineEn": "physical harm done to something",
            "defineVi": "thiệt hại về thể chất được thực hiện cho một cái gì đó",
            "hasImg": true
        },
        {
            "id": "ac29ae02-52aa-4237-85af-ef0f13178c8c",
            "word": "election",
            "phonetic": "ᵻlɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Election season always puts my dad's back up.",
                "The prime minister has called an election for 8 June.",
                "The upcoming election is a kill or cure moment for the future of the country.",
                "The votes in the swing state may turn the tide in this election.",
                "The election is still too close to call."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3Rpb24&hash=43972ee778358af3b3699c302c5fa4dc598f9a61&lang=en&cache-only=0",
            "defineEn": "the process in which people choose a person or group of people for a position, particularly a political one, by voting for them",
            "defineVi": "quá trình mọi người chọn một người hoặc một nhóm người cho một vị trí, đặc biệt là chính trị, bằng cách bỏ phiếu cho họ",
            "hasImg": true
        },
        {
            "id": "59db558f-e1fe-40aa-b647-5f2adeebf4f7",
            "word": "reality",
            "phonetic": "ɹɪælᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "we cannot lose touch with political reality.",
                "It's true that reality is disappointing.",
                "Engineers collaborate with architects to turn design concepts into reality.",
                "She presented an abstract concept that challenged traditional notions of reality.",
                "I became out of touch with reality because I felt I had no one to guide me."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhbGl0eQ&hash=6a2ed4d682b776ed8e40118b512891da9b3d1da1&lang=en&cache-only=0",
            "defineEn": "the true state of the world and the true nature of things, in contrast to what is imagined or thought",
            "defineVi": "trạng thái thực sự của thế giới và bản chất thực sự của sự vật, trái ngược với những gì được tưởng tượng hoặc suy nghĩ"
        },
        {
            "id": "73aa20a9-4006-4554-a2b8-4d28130d2848",
            "word": "device",
            "phonetic": "dɪvaɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The app runs on all Android devices.",
                "The app runs on all Android devices.",
                "I left the child to her own devices for an hour.",
                "The school discouraged the use of cell phones by implementing a ban on mobile devices during class hours to maintain a focused learning environment.",
                "How does the device actually work?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV2aWNl&hash=41e7cc0b79de7d00b17c631c1c27928f289be909&lang=en&cache-only=0",
            "defineEn": "a machine or tool that is designed for a particular purpose",
            "defineVi": "một máy hoặc công cụ được thiết kế cho một mục đích cụ thể",
            "hasImg": true
        },
        {
            "id": "c71a03da-3fa9-4838-8d1c-cc66f502e64f",
            "word": "table",
            "phonetic": "teɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "His partner left the table in a fit of pique.",
                "At a family reunion picnic, the buffet table showcased a classic beef plate roast.",
                "This business method takes the risk of failure out of the table.",
                "She set the table with plates and glasses in the dining room.",
                "We set the table with plates and silverware."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFibGU&hash=0a0273e9f5bbd22b7d01ea9eb6b6b6ff0fd945f3&lang=en&cache-only=0",
            "defineEn": "furniture with a usually flat surface on top of one or multiple legs that we can sit at or put things on",
            "defineVi": "đồ nội thất có bề mặt thường bằng phẳng trên một hoặc nhiều chân mà chúng ta có thể ngồi hoặc đặt đồ vật lên",
            "hasImg": true
        },
        {
            "id": "74bb4578-79c4-420e-92c9-4cc67be7b718",
            "word": "use",
            "phonetic": "juːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "My vegetarian friend often uses beans as a filling for vegetarian tacos.",
                "The poem uses simple language.",
                "The chef used a secret blend of herbs and spices as the seasoning for the famous fried chicken.",
                "The chef used juniper berries as a key ingredient in her signature marinade for the grilled meat.",
                "The adventurer used the tail fat as a survival resource during their journey in the wilderness."
            ],
            "audio": "https://tts.langeek.co/read?text=dXNl&hash=e811047b7bb3b77aae50feac9623aff43355f573&lang=en&cache-only=0",
            "defineEn": "the state or fact of being used; the action of using something",
            "defineVi": "trạng thái hoặc thực tế được sử dụng; hành động sử dụng một cái gì đó"
        }
    ]
}