{
    "id": "0387dded-8095-4c03-9218-29b3319d49bb",
    "title": "Medical Conditions",
    "originalTitle": "Medical Conditions",
    "words": [
        {
            "id": "242aeb1c-04aa-40bb-a5e5-9a4b20a4817e",
            "word": "alcoholism",
            "phonetic": "ælkəhoʊlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Alcoholism surged.",
                "Binge drinking and alcoholism are a totally different ballgame.",
                "You can see similar patterns with alcoholism.",
                "His life ended early in alcoholism and poor health.",
                "It caused suicides in the Secret Service, alcoholism."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxjb2hvbGlzbQ&hash=a36a748af34ba3e86d67f48527e4acc255b36f25&lang=en&cache-only=0",
            "defineEn": "a medical condition caused by drinking an excessive amounts of alcohol on a regular basis",
            "defineVi": "một tình trạng y tế do uống quá nhiều rượu một cách thường xuyên"
        },
        {
            "id": "2df4b770-3d0f-4d5c-9d94-9b1bf6f2c55a",
            "word": "allergy",
            "phonetic": "ælɚdʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "My allergies are acting up!",
                "Peanut allergies are relatively low there too.",
                "Narrator: University of Virginia's researchers have also linked the alpha-gal allergies with a higher risk of heart disease.",
                "And then my husband developed a gluten allergy.",
                "University of Virginia's allergy department focused on one specific part of the drug."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxsZXJneQ&hash=1f6c1f7cc9526adee4f32d1cd7f861013f2a4c5c&lang=en&cache-only=0",
            "defineEn": "a medical condition in which one's body severely reacts to a specific substance if it is inhaled, touched, or ingested",
            "defineVi": "một tình trạng y tế trong đó cơ thể của một người phản ứng nghiêm trọng với một chất cụ thể nếu hít phải, chạm vào hoặc ăn phải",
            "hasImg": true
        },
        {
            "id": "03a16041-628f-4031-96e5-4709860f15a7",
            "word": "alopecia",
            "phonetic": "ɐloʊpiːʃə ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, androgenetic alopecia is actually not an uncommon trait.",
                "Alopecia areata is thought to be an autoimmune disorder, and happens when the body attacks its own hair follicles.",
                "Alopecia areata is an autoimmune disorder that results in in hair loss and this can just kind of go and come and fluctuate over time and is not really related to stress.",
                "Well, Rob has what we call androgenetic alopecia, or male-pattern baldness.",
                "There’s also a condition called alopecia areata, which creates smooth, semi-round bald patches."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxvcGVjaWE&hash=fe3a816b831d69fb7b04be2e9dbc6712d2f1c221&lang=en&cache-only=0",
            "defineEn": "a medical condition characterized by hair loss or baldness, which can occur on the scalp or other parts of the body",
            "defineVi": "một tình trạng y tế đặc trưng bởi rụng tóc hoặc hói đầu, có thể xảy ra trên da đầu hoặc các bộ phận khác của cơ thể"
        },
        {
            "id": "8f682cf3-7f7b-4744-bae5-929407ed8fca",
            "word": "amenorrhoea",
            "phonetic": "ɐmɛnɔɹiə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW1lbm9ycmhvZWE&hash=51c686182e10029201469ed40929aaae834d4a15&lang=en&cache-only=0",
            "defineEn": "absence or suppression of normal menstrual flow",
            "defineVi": "không có hoặc ức chế dòng chảy kinh nguyệt bình thường"
        },
        {
            "id": "40529534-bf58-46f5-bd53-4160457ef721",
            "word": "amnesia",
            "phonetic": "æmniːʒə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The other major symptom is memory loss or amnesia.",
                "Childhood amnesia starts to set in between the ripe old ages of 8 and 9.",
                "There's an amnesia in the world about actually what's really going on with North Korea.",
                "These are called retrograde and anterograde amnesia, respectively.",
                "Now your blood alcohol content hits around .3%, and your hippocampus goes dark, and full amnesia sets in."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1uZXNpYQ&hash=76559ccf4d1b57395989bd17c3f07383dbfcb8b9&lang=en&cache-only=0",
            "defineEn": "a severe medical condition that leads to partial or complete loss of memory",
            "defineVi": "một tình trạng y tế nghiêm trọng dẫn đến mất trí nhớ một phần hoặc hoàn toàn"
        },
        {
            "id": "8cb17799-3f23-4b81-96f3-8739b1d81c97",
            "word": "anaphylactic shock",
            "phonetic": "ænɐfɪlæktɪk ʃɑːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW5hcGh5bGFjdGljIHNob2Nr&hash=45c1a69a3d48fbfc92e95104e29894404b420411&lang=en&cache-only=0",
            "defineEn": "a severe and rapid and sometimes fatal hypersensitivity reaction to a substance (especially a vaccine or penicillin or shellfish or insect venom) to which the organism has become sensitized by previous exposure",
            "defineVi": "một phản ứng quá mẫn nghiêm trọng và nhanh chóng và đôi khi gây tử vong đối với một chất (đặc biệt là vắc-xin hoặc penicillin hoặc động vật có vỏ hoặc nọc độc côn trùng) mà sinh vật đã trở nên nhạy cảm do tiếp xúc trước đó"
        },
        {
            "id": "3fc1c1ed-2882-45a7-a774-ef142bd97a47",
            "word": "anaphylaxis",
            "phonetic": "ænɐfɪlæksɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "For them, the stings will cause anaphylaxis, which is a life-threatening allergic reaction and requires immediate medical attention. ",
                "Next up, an allergy to exercise, or what medical professionals call exercise-induced anaphylaxis.",
                "Wheat allergy is an uncommon condition that occurs when a person's immune system mounts an allergic response to wheat proteins, leading to mild problems, and in rare cases, a potential dangerous reaction called anaphylaxis.",
                "This is called food-dependent exercise-induced anaphylaxis.",
                "With so many mast cells releasing histamine throughout their body, someone with an allergy to the cold can go into anaphylaxis, which involves difficulty breathing and low blood pressure, and can be deadly."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5hcGh5bGF4aXM&hash=648ad0017d14e7906f235c7a5a0eaef6304c323c&lang=en&cache-only=0",
            "defineEn": "hypersensitivity reaction to the ingestion or injection of a substance (a protein or drug) resulting from prior contact with a substance",
            "defineVi": "phản ứng quá mẫn với việc uống hoặc tiêm một chất (protein hoặc thuốc) do tiếp xúc trước với một chất"
        },
        {
            "id": "ed24e5ce-2664-48fa-8465-29d8c532df38",
            "word": "aphasia",
            "phonetic": "ɐfeɪʒə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Aphasia really sucks.",
                "Aphasia is a very complex disorder of speech and language.",
                "She has her difficulties with aphasia, her strengths and her struggles.",
                "One in 272 Americans has some degree of aphasia, often following a stroke, head injury, or brain tumor.",
                "Fabi Hirsch Kruse, a speech pathologist and expert on aphasia, has worked with Giffords since the shooting."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBoYXNpYQ&hash=9bc27e0082a0d43c67bf22bac6fc837df9f84395&lang=en&cache-only=0",
            "defineEn": "a language disorder resulting from brain damage or injury that impairs an individual's ability to understand, produce, and use language",
            "defineVi": "một chứng rối loạn ngôn ngữ do tổn thương não hoặc chấn thương làm suy yếu khả năng hiểu, sản xuất và sử dụng ngôn ngữ của một cá nhân"
        },
        {
            "id": "1d221a6a-c718-491f-8d75-cb4d29a72b08",
            "word": "arteriosclerosis",
            "phonetic": "ɑːɹtɪɹiɑːsklɚɹoʊsɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXJ0ZXJpb3NjbGVyb3Npcw&hash=d20d08c58208949f1ee6d9d153b7c0bef601317e&lang=en&cache-only=0",
            "defineEn": "sclerosis of the arterial walls",
            "defineVi": "xơ cứng thành động mạch"
        },
        {
            "id": "7333ad97-31ed-48a4-9a2b-1f200d0ed380",
            "word": "brain death",
            "phonetic": "bɹeɪn dɛθ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJhaW4gZGVhdGg&hash=a40b8d5f149cb177b0f51651682f7051addd24a0&lang=en&cache-only=0",
            "defineEn": "death when respiration and other reflexes are absent; consciousness is gone; organs can be removed for transplantation before the heartbeat stops",
            "defineVi": "chết khi không có hô hấp và các phản xạ khác; ý thức đã biến mất; các cơ quan có thể được lấy ra để cấy ghép trước khi nhịp tim ngừng đập"
        },
        {
            "id": "4919f141-8139-49cf-bd32-a8d09e3ca6d3",
            "word": "catarrh",
            "phonetic": "kətɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2F0YXJyaA&hash=652d2133854e4139ce0a635bf3b258542125a13d&lang=en&cache-only=0",
            "defineEn": "a medical condition during which mucus accumulates in one's nose, throat, or sinuses and blocks them",
            "defineVi": "một tình trạng y tế trong đó chất nhầy tích tụ trong mũi, cổ họng hoặc xoang của một người và ngăn chặn chúng"
        },
        {
            "id": "a2415792-1361-404b-86d3-fae1d8a43d00",
            "word": "cleft palate",
            "phonetic": "klɛft pælət ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2xlZnQgcGFsYXRl&hash=bb4e16aa696a8174ed2f529f2683ac9eec29c737&lang=en&cache-only=0",
            "defineEn": "a congenital fissure of the hard palate",
            "defineVi": "một vết nứt bẩm sinh của vòm miệng cứng"
        },
        {
            "id": "fec4d684-e45c-4388-b7ae-81b3306d7dc5",
            "word": "congestion",
            "phonetic": "kəndʒɛstʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "to control the traffic congestion",
                "He used daikon as a natural remedy for congestion.",
                "Frustrated with the congestion, he started elbowing through the packed hallway to reach the exit.",
                "Which means a lot less congestion, even during peak hours.",
                "They're tired of congestion."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZ2VzdGlvbg&hash=a23227cba0fec40de3a2140c13a273cdde7bffd0&lang=en&cache-only=0",
            "defineEn": "a condition where an excess amount of blood or other fluid accumulates in a part of the body, leading to swelling or discomfort",
            "defineVi": "tình trạng một lượng máu hoặc chất lỏng dư thừa tích tụ trong một bộ phận của cơ thể, dẫn đến sưng tấy hoặc khó chịu"
        },
        {
            "id": "08e72e6a-37d0-4670-8375-3b9904dd1b9b",
            "word": "deep vein thrombosis",
            "phonetic": "diːp veɪn θɹəmboʊsɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVlcCB2ZWluIHRocm9tYm9zaXM&hash=99124c6a7d8aafc825b1cc6f18e6dcb8925ad244&lang=en&cache-only=0",
            "defineEn": "a severe medical condition caused by a blood clot that is formed in one or more of the deep veins in one's body, particularly in one's legs",
            "defineVi": "một tình trạng y tế nghiêm trọng gây ra bởi cục máu đông được hình thành trong một hoặc nhiều tĩnh mạch sâu trong cơ thể của một người, đặc biệt là ở chân của một người"
        },
        {
            "id": "be1f0c70-abf1-4203-a0ac-6d39f53c2b26",
            "word": "delirium tremens",
            "phonetic": "dᵻlɪɹiəm tɹɛmɛnz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVsaXJpdW0gdHJlbWVucw&hash=02bb72ca1aa496c11261ab994d7a4488a279d049&lang=en&cache-only=0",
            "defineEn": "acute delirium caused by alcohol poisoning",
            "defineVi": "mê sảng cấp tính do ngộ độc rượu"
        },
        {
            "id": "01887b3b-347d-475b-95cf-66320ca23e02",
            "word": "diabetes",
            "phonetic": "daɪəbiːɾiːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "And diabetes was a fatal disease before insulin.",
                "Narrator: A Type 1 diabetes diagnosis was a death sentence before this life-saving discovery.",
                "Diabetes is a complicated disease.",
                "Diabetes is a big problem worldwide.",
                "And diabetes is a level that's greater than 126 milligrams per deciliter."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhYmV0ZXM&hash=b1fff322d59617140efcd5f33628da6769893335&lang=en&cache-only=0",
            "defineEn": "a serious medical condition in which the body is unable to regulate the blood sugar levels because it does not produce enough insulin",
            "defineVi": "một tình trạng y tế nghiêm trọng trong đó cơ thể không thể điều chỉnh lượng đường trong máu vì không sản xuất đủ insulin",
            "hasImg": true
        },
        {
            "id": "43e4a2e8-e289-4541-a086-22baa8eadd99",
            "word": "coronary thrombosis",
            "phonetic": "kɔːɹənɛɹi θɹəmboʊsɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29yb25hcnkgdGhyb21ib3Npcw&hash=82eb73bcc8e29cf046a395a261c16093c5c97f4a&lang=en&cache-only=0",
            "defineEn": "a severe medical condition during which a blood clot in a coronary artery causes a blockage in the flow of blood that leads to heart",
            "defineVi": "một tình trạng y tế nghiêm trọng trong đó cục máu đông trong động mạch vành gây tắc nghẽn dòng máu dẫn đến tim"
        },
        {
            "id": "295ada00-8356-45ee-85ba-d79d1f1f7bca",
            "word": "anemia",
            "phonetic": "ɐniːmiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Genetic mutations are linked to at least 6,000 medical conditions from sickle cell anemia to Huntington's disease.",
                "But as the adaptation flourished, it became clear that inheriting the mutation from both parents resulted in sickle-cell anemia.",
                "But it was not cheap, and it came with a bunch of side effects, like anemia, muscle weakness, nausea, heartburn, insomnia, and heart and liver damage.",
                "These little worms can cause rashes, chills, anemia, organ damage, and even cancer.",
                "Anemia can occur in very extreme cases where the host can’t support their own health due to an over abundance of the parasites."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5lbWlh&hash=185c928c61797e4dc058aa1d27b188b64b2bfe61&lang=en&cache-only=0",
            "defineEn": "a condition in which the number of healthy red blood cells or hemoglobin in one's body is low",
            "defineVi": "một tình trạng trong đó số lượng tế bào hồng cầu khỏe mạnh hoặc huyết sắc tố trong cơ thể của một người thấp"
        },
        {
            "id": "08321e8b-1a0b-440f-8454-f49054a3a553",
            "word": "exposure",
            "phonetic": "ɛkspoʊʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure.",
                "That exposure was huge.",
                "Photographic time exposures show it best.",
                "Short term exposure to the chemical can burn your eyes and skin.",
                "Constant exposure could be deadly."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwb3N1cmU&hash=2635151eca42228d74e8bd71f245b7d4647a44d0&lang=en&cache-only=0",
            "defineEn": "a serious medical condition caused by being out in extreme cold for very long without protection to the effects of harsh weather",
            "defineVi": "một tình trạng y tế nghiêm trọng do ở ngoài trời quá lạnh trong thời gian dài mà không được bảo vệ trước tác động của thời tiết khắc nghiệt"
        },
        {
            "id": "83e6f9c8-3478-44bb-a648-724ac68f22a1",
            "word": "fever",
            "phonetic": "fiːvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The child is still running a fever",
                "She had a high fever and needed to see a doctor.",
                "Andy had a fever and a bad case of the flu, and he spent the entire weekend feeling like death warmed over, unable to get out of bed.",
                "I heard that quassia can be used as a remedy for fever.",
                "If you suspect that your child has a fever, you can use a thermometer to measure their temperature."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmV2ZXI&hash=9e1228114bc3bccbb2f53ef289a21a0ea33ee7c9&lang=en&cache-only=0",
            "defineEn": "a condition when the body temperature rises, usually when we are sick",
            "defineVi": "một tình trạng khi nhiệt độ cơ thể tăng lên, thường là khi chúng ta bị bệnh",
            "hasImg": true
        },
        {
            "id": "026b93b8-2a3f-4e8d-bbf2-5c0d331d234c",
            "word": "gallstone",
            "phonetic": "ɡælstoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Pass them on, it sort of like passing a gallstone."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FsbHN0b25l&hash=b9d6457a5702c8264b518f3df6cb910fcf810d44&lang=en&cache-only=0",
            "defineEn": "a calculus formed in the gall bladder or its ducts",
            "defineVi": "một tính toán hình thành trong túi mật hoặc ống dẫn của nó"
        },
        {
            "id": "7fef44eb-5365-4c70-baae-89a52ec739b7",
            "word": "gangrene",
            "phonetic": "ɡæŋɡɹɛn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dysentery, typhus, and cholera were rampant, and otherwise minor injuries would prove fatal when gangrene set in."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FuZ3JlbmU&hash=127fdf39187b521671e12fd278f7cbdd9fb2de57&lang=en&cache-only=0",
            "defineEn": "a chronic condition during which tissues in one's body die as a result of an obstruction in circulation or a bacterial infection",
            "defineVi": "một tình trạng mãn tính trong đó các mô trong cơ thể của một người chết do tắc nghẽn lưu thông hoặc nhiễm trùng do vi khuẩn"
        },
        {
            "id": "c871cd16-42bd-430c-9382-d8d9de2c1bf2",
            "word": "haemorrhage",
            "phonetic": "hɛmɚɹɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGFlbW9ycmhhZ2U&hash=f47301debdfb998675edab003af6b08e5e3eb9bc&lang=en&cache-only=0",
            "defineEn": "an escape of blood from a damaged or ruptured blood vessel",
            "defineVi": "thoát máu từ một mạch máu bị hư hỏng hoặc vỡ"
        },
        {
            "id": "520864f8-bc81-4989-ac36-6520d36bfb9f",
            "word": "hemorrhoids",
            "phonetic": "hɛmɚɹɔɪdz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGVtb3JyaG9pZHM&hash=5b603d96a6ffc5d5ff4ab1b55a035c80914ce3be&lang=en&cache-only=0",
            "defineEn": "swollen and painful veins in the lower part of the anus and rectum",
            "defineVi": "tĩnh mạch sưng và đau ở phần dưới của hậu môn và trực tràng"
        },
        {
            "id": "34a5e1d1-0e54-4483-85ab-9e56b384e5aa",
            "word": "heart failure",
            "phonetic": "hɑːɹt feɪlɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGVhcnQgZmFpbHVyZQ&hash=3958a9c12a2be72ab6b18cb1442bc68e84c57bf6&lang=en&cache-only=0",
            "defineEn": "inability of the heart to pump enough blood to sustain normal bodily functions",
            "defineVi": "tim không có khả năng bơm đủ máu để duy trì các chức năng cơ thể bình thường"
        },
        {
            "id": "e565b41e-ec89-4a56-a075-241104ccd905",
            "word": "heatstroke",
            "phonetic": "hiːtstɹoʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "And just to emphasize how dangerous this heat can be, we did hear of one man with a developmental disability that showed up at the cooling center here in Ashland last night with symptoms of heatstroke."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhdHN0cm9rZQ&hash=191b72a5bbcf7426c2eb959701988c5bed12c96f&lang=en&cache-only=0",
            "defineEn": "a condition that one experiences if exposed to too much heat",
            "defineVi": "một tình trạng mà một người gặp phải nếu tiếp xúc với quá nhiều nhiệt",
            "hasImg": true
        },
        {
            "id": "ebd37fca-3e28-4a31-924c-31945651b3d8",
            "word": "hernia",
            "phonetic": "hɜːniə ",
            "partOfSpeechType": "noun",
            "examples": [
                "We're talking about belly-button hernias.",
                "Since we walk upright, gravity pulls on our exposed testes, which can lead to a potentially excruciating condition called inguinal hernia.",
                "Navel hernias affect as many as one in five newborns in the US, but they're rarely life-threatening, and are far less common in adults."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVybmlh&hash=4387ef6dd5aca77d7b31932a5a5080c0de99bd46&lang=en&cache-only=0",
            "defineEn": "a condition in which part of an organ squeezes through an opening in the muscle or tissue that holds it in place",
            "defineVi": "một tình trạng trong đó một phần của cơ quan vắt qua lỗ mở trong cơ hoặc mô giữ nó ở đúng vị trí"
        },
        {
            "id": "2fb4e802-6b9c-4dbd-9c99-ed11b7148acd",
            "word": "bronchitis",
            "phonetic": "bɹəŋkaɪɾɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "I had bronchitis that was just painful.",
                "The symptoms range from a very high fever, headache, sickness, bronchitis, and, of course, a rash.",
                "Because my bronchitis was still hangin' on, but also, I'm someone who is tired all of the time.",
                "This contributes to the city’s dangerously poor air quality, which can cause bronchitis and diminished lung function.",
                "She says that year she was in and out of the hospital with 15 urinary tract infections, five bouts of bronchitis, and two cases of pneumonia."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvbmNoaXRpcw&hash=a819e742ab1f32b2f22c80c6bdaf69f1a5b963ac&lang=en&cache-only=0",
            "defineEn": "a condition when the tubes that carry air to one's lungs get infectious",
            "defineVi": "một tình trạng khi các ống mang không khí đến phổi của một người bị nhiễm trùng"
        },
        {
            "id": "11fe2096-95e5-4479-800e-b66f9a86dbf9",
            "word": "hyperglycaemia",
            "phonetic": "haɪpɚɡlaɪkiːmiə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aHlwZXJnbHljYWVtaWE&hash=36d07df36b665619928ba32a9928e8cd46e7958b&lang=en&cache-only=0",
            "defineEn": "abnormally high blood sugar usually associated with diabetes",
            "defineVi": "lượng đường trong máu cao bất thường thường liên quan đến bệnh tiểu đường"
        },
        {
            "id": "03892e86-906a-4e57-8388-e6274e5dac5b",
            "word": "hypoglycaemia",
            "phonetic": "haɪpoʊɡlaɪkiːmiə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aHlwb2dseWNhZW1pYQ&hash=791995256e170b21f083c0f715483706d1d9b137&lang=en&cache-only=0",
            "defineEn": "abnormally low blood sugar usually resulting from excessive insulin or a poor diet",
            "defineVi": "lượng đường trong máu thấp bất thường thường do insulin quá mức hoặc chế độ ăn uống kém"
        },
        {
            "id": "1a0fc82c-475a-4a11-9c04-2092770d9b2b",
            "word": "hypothermia",
            "phonetic": "haɪpoʊθɜːmiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "People have died from hypothermia.",
                "If you or I were in those waves without a wetsuit right now, we’d get hypothermia in minutes.",
                "And I came down with a really bad case of hypothermia.",
                "It’s a technique called therapeutic hypothermia.",
                "Because of the simple heat transfer equation, this little air gap and some fuzzy pajamas are all you need to protect yourself from rapid heat loss and hypothermia."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlwb3RoZXJtaWE&hash=e16970efe1767756920b9e7e28d917c7b0cb139f&lang=en&cache-only=0",
            "defineEn": "subnormal body temperature",
            "defineVi": "nhiệt độ cơ thể bất thường"
        },
        {
            "id": "b8570b22-713a-4645-b3f3-388101ccd2ec",
            "word": "hysteria",
            "phonetic": "hɪstɪɹiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Or is this just hysteria?",
                "There were other quick fixes for hysteria, too.",
                "\"Dogs and cats, living together, mass hysteria!\"",
                "Was tulipomania an example of mass hysteria and human foolishness?",
                "A year later out of fear and hysteria over Japanese spies, FDR signs an executive order that incarcerates over a hundred thousand Japanese Americans into internment camps."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlzdGVyaWE&hash=42bd6b7ee3848f80026eaafd686d95901c31a3e3&lang=en&cache-only=0",
            "defineEn": "a medical condition in which a person suddenly feels extreme emotions or makes them violent in a way that they cannot control it",
            "defineVi": "một tình trạng y tế trong đó một người đột nhiên cảm thấy những cảm xúc cực đoan hoặc khiến họ trở nên bạo lực theo cách mà họ không thể kiểm soát được"
        },
        {
            "id": "e4074526-95a8-4728-a68d-6154ddd19efe",
            "word": "immunodeficiency",
            "phonetic": "ɪmjuːnoʊdfɪʃənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Christina Brown was diagnosed with primary immunodeficiency as a college student.",
                "HIV, or human immunodeficiency virus, is the virus that causes HIV infection and AIDS by attacking cells of the immune system.",
                "AIDS, for example, is caused by the human immunodeficiency virus that specifically attacks Helper T cells.",
                "And immunodeficiencies in either type of response can make it even easier for a virus to take hold.",
                "Which is why immunodeficiencies can be so deadly."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1tdW5vZGVmaWNpZW5jeQ&hash=1fb882528ef27ab0a71f7035286450d224801f9b&lang=en&cache-only=0",
            "defineEn": "immunological disorder in which some part of the body's immune system is inadequate and resistance to infectious diseases is reduced",
            "defineVi": "rối loạn miễn dịch trong đó một số phần của hệ thống miễn dịch của cơ thể không đủ và khả năng chống lại các bệnh truyền nhiễm bị suy giảm"
        },
        {
            "id": "c7578677-2a0a-401f-9280-af6da451afae",
            "word": "insomnia",
            "phonetic": "ɪnsɑːmniə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some people have insomnia.",
                "I stands for insomnia.",
                "Familial fatal insomnia usually affects adults as early as their 30s, though there have been a very small number of cases in teenagers.",
                "This seemingly unsolvable loop is at the heart of insomnia, the world’s most common sleep disorder.",
                "And I ended up with, like, really bad insomnia."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zb21uaWE&hash=7de158723cbbb67277afbffed3f6ab4f8bc6ed62&lang=en&cache-only=0",
            "defineEn": "a disorder in which one is unable to sleep or stay asleep",
            "defineVi": "một rối loạn trong đó một người không thể ngủ hoặc ngủ"
        },
        {
            "id": "8a0d0d5a-9447-45d6-ad64-de1497f3c978",
            "word": "malnutrition",
            "phonetic": "mælnjuːtɹɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Malnutrition and stunting were also very common.",
                "The country has the world's sixth highest rate of chronic malnutrition.",
                "Across the camp, hundreds of children have died from disease and malnutrition since the beginning of the year.",
                "95,000 Cubans died from disease and malnutrition after Spanish general Valeriano Weyler herded Cubans into concentration camps.",
                "- Narrator: Defectors can face a life of medical issues caused by malnutrition earlier in their lives."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFsbnV0cml0aW9u&hash=6e8ffe600575a1e3b76049c7af7e7aed0e94696c&lang=en&cache-only=0",
            "defineEn": "a condition in which a person does not have enough food or good food to eat in order to stay healthy",
            "defineVi": "tình trạng một người không có đủ thức ăn hoặc thức ăn ngon để ăn nhằm duy trì sức khỏe",
            "hasImg": true
        },
        {
            "id": "9c750d7e-8ccd-4f6a-8334-ba0234027753",
            "word": "migraine",
            "phonetic": "maɪɡɹeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Unfortunately, I had to give the party a pass because I had a migraine last night.",
                "You know, really big migraines.",
                "A migraine can include any of these symptoms.",
                "So what then is a migraine?",
                "People with migraines are more likely to suffer from depression, panic disorder, sleep disorders, and strokes, among other illnesses."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlncmFpbmU&hash=18fa49f862066b86b0a154ebe4959dd1c1344dd0&lang=en&cache-only=0",
            "defineEn": "a severe recurring type of headache, particularly affecting one side of the head, and often causing visual disturbances and nausea",
            "defineVi": "một loại đau đầu tái phát nghiêm trọng, đặc biệt ảnh hưởng đến một bên đầu và thường gây rối loạn thị giác và buồn nôn",
            "hasImg": true
        },
        {
            "id": "5ad31b89-c5b5-49bf-ac70-da18893c23c6",
            "word": "narcolepsy",
            "phonetic": "nɑːɹkoʊlɛpsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "So that’s narcolepsy.",
                "Other symptoms of narcolepsy include choppy sleep, nightmares and leg jerking.",
                "What are some other signs of narcolepsy?",
                "With narcolepsy, people have REM sleep intrude into their wakefulness.",
                "Another sign of narcolepsy is sleep paralysis and it usually occurs with the hallucinations."
            ],
            "audio": "https://tts.langeek.co/read?text=bmFyY29sZXBzeQ&hash=c5b335c1fc73b4b0682a82a5dad9ac6279b7f835&lang=en&cache-only=0",
            "defineEn": "a sleep disorder characterized by sudden and uncontrollable episodes of deep sleep",
            "defineVi": "một chứng rối loạn giấc ngủ đặc trưng bởi các giai đoạn ngủ sâu đột ngột và không thể kiểm soát"
        },
        {
            "id": "57fe19aa-1ea3-4680-a5b2-5db584ba92f4",
            "word": "necrosis",
            "phonetic": "nɛkɹoʊsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Full-strength venom kills the skin, nerve, and muscle cells it touches, and the more contact, the more necrosis.",
                "The frustrated victim of unknown bugs in her Manhattan apartment did not suffer from either Lyme disease or necrosis.",
                "If this necrosis, or tissue death, happens after a sting, permanent scars may remain on a victim's skin."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVjcm9zaXM&hash=47cca40ede013bb108344409efa5835ac158b8f4&lang=en&cache-only=0",
            "defineEn": "the localized death of living cells (as from infection or the interruption of blood supply)",
            "defineVi": "cái chết cục bộ của các tế bào sống (do nhiễm trùng hoặc gián đoạn cung cấp máu)"
        },
        {
            "id": "9e08e30d-568a-4f8c-a8f6-694804e26c24",
            "word": "obesity",
            "phonetic": "oʊbiːsəɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Another possible factor in this dropping sperm count is obesity, but it also has some variability.",
                "Obesity is defined by your body mass index, or BMI as it's called.",
                "Normally, people with obesity store a portion of their extra fat deep inside the abdomen, where it wraps around the pancreas, liver, and other vital organs.",
                "And this also leads to obesity.",
                "The use of high fructose corn syrup may be a contributor to diabetes and obesity."
            ],
            "audio": "https://tts.langeek.co/read?text=b2Jlc2l0eQ&hash=649d30ca46355d0cc99e5c171e13cb32676227fb&lang=en&cache-only=0",
            "defineEn": "the state of being very fat in an unhealthy way",
            "defineVi": "tình trạng rất béo một cách không lành mạnh",
            "hasImg": true
        },
        {
            "id": "db286efa-94cd-4996-83ce-3cb0c478ecf3",
            "word": "osteoporosis",
            "phonetic": "ɑːstɪɑːpoːɹoʊsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We can have osteopenia or osteoporosis pretty quickly, if we are not getting the right amount of nutrients.",
                "And half, we give a drug for osteoporosis that builds bone.",
                "It can mean we have osteoporosis because we weren't eating enough for a long period of time.",
                "This impairs intestinal function, leading to problems like belly pain, bloating, gas, diarrhea, weight loss, skin rash, bone problems like osteoporosis, iron deficiency, small stature, infertility, fatigue and depression.",
                "The claim is based on an old idea often called the acid-ash hypothesis: that a more acidic body leads to health problems like cancer and osteoporosis."
            ],
            "audio": "https://tts.langeek.co/read?text=b3N0ZW9wb3Jvc2lz&hash=4afb0712908cde1fd9dd93c3670f330d20e92ec5&lang=en&cache-only=0",
            "defineEn": "abnormal loss of bony tissue resulting in fragile porous bones attributable to a lack of calcium; most common in postmenopausal women",
            "defineVi": "mất mô xương bất thường dẫn đến xương xốp dễ gãy do thiếu canxi; phổ biến nhất ở phụ nữ mãn kinh"
        },
        {
            "id": "43879140-a584-4685-8c26-1621e2c0d195",
            "word": "paraplegia",
            "phonetic": "pæɹəpliːdʒə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFyYXBsZWdpYQ&hash=fb4f9de0cb172a7b581573840fa6abd05dee4a69&lang=en&cache-only=0",
            "defineEn": "a type of paralysis that affects the legs and the lower body as the result of spinal cord damage",
            "defineVi": "một loại tê liệt ảnh hưởng đến chân và phần dưới cơ thể do tổn thương tủy sống",
            "hasImg": true
        },
        {
            "id": "76f86735-83e5-4e30-98d8-6637484fa422",
            "word": "peptic ulcer",
            "phonetic": "pɛptɪk ʌlsɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVwdGljIHVsY2Vy&hash=0a2a070ce9092d8bfc37a46eed2c6c27b76793ae&lang=en&cache-only=0",
            "defineEn": "an ulcer of the mucous membrane lining of the alimentary tract",
            "defineVi": "một vết loét của niêm mạc niêm mạc đường tiêu hóa"
        },
        {
            "id": "e9cfd904-46fe-436a-9273-849e5df4dba0",
            "word": "inflammation",
            "phonetic": "ɪnflæmeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Trans fatty acids have been linked to various health issues, such as an increased risk of heart disease and inflammation.",
                "Inflammation causes a lot of illnesses.",
                "Inflammation happens when your immune system springs into action.",
                "Sometimes, though, inflammation goes on much longer.",
                "Too much inflammation in your body causes aches and pains and auto-immune disorders."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mbGFtbWF0aW9u&hash=2cab563c364342c1939afdb5de0ca3a39206c6be&lang=en&cache-only=0",
            "defineEn": "a physical condition in which a part of the body becomes swollen, painful, and red as a result of an infection or injury",
            "defineVi": "một tình trạng thể chất trong đó một phần của cơ thể bị sưng, đau và đỏ do nhiễm trùng hoặc chấn thương"
        },
        {
            "id": "857af36f-2a33-46de-a8fe-059d6020f222",
            "word": "sepsis",
            "phonetic": "sɛpsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "And it led to toxic shock syndrome, septicemia, and subsequently sepsis.",
                "But no one wants to give a person life-threatening sepsis, even if it’s to treat life-threatening cancer.",
                "For instance, some strands of staphylococcus aureus, which causes everything from skin infections to pneumonia and sepsis, have developed into MRSA, becoming resistant to beta-lactam antibiotics, like penicillin, methicillin, and oxacillin.",
                "And the first physician to start championing hand washing as a central part of disease control was committed to an asylum and eventually beaten to death where he died of suspected sepsis."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vwc2lz&hash=82959a40a0d8449a16b27bb66d9c31126452a486&lang=en&cache-only=0",
            "defineEn": "the presence of pus-forming bacteria or their toxins in the blood or tissues",
            "defineVi": "sự hiện diện của vi khuẩn tạo mủ hoặc độc tố của chúng trong máu hoặc mô"
        },
        {
            "id": "6d2acc4e-7f3e-4223-b41c-23385f92793a",
            "word": "slipped disc",
            "phonetic": "slɪpt dɪsk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2xpcHBlZCBkaXNj&hash=dbf62fe36a4d3a6097b44abbca0a5eb485a86085&lang=en&cache-only=0",
            "defineEn": "a painful condition resulting from one of the discs in one's spine moving out of its proper position",
            "defineVi": "một tình trạng đau đớn do một trong các đĩa đệm ở cột sống của một người di chuyển ra khỏi vị trí thích hợp của nó"
        },
        {
            "id": "c054e759-e514-48f5-bcae-33f2428d9ff1",
            "word": "sudden infant death syndrome",
            "phonetic": "sʌdən ɪnfənt dɛθ sɪndɹoʊm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3VkZGVuIGluZmFudCBkZWF0aCBzeW5kcm9tZQ&hash=f15ffe987c1f6acf0b994f0664a9ae47d56c85c9&lang=en&cache-only=0",
            "defineEn": "sudden and unexpected death of an apparently healthy infant during sleep",
            "defineVi": "cái chết đột ngột và bất ngờ của một trẻ sơ sinh có vẻ khỏe mạnh trong khi ngủ"
        },
        {
            "id": "fbfb282a-96d9-470d-825a-d03569f223bb",
            "word": "thrombosis",
            "phonetic": "θɹəmboʊsɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhyb21ib3Npcw&hash=2991e117be2a5a310f8e00e4d22c0b9f9383fcb2&lang=en&cache-only=0",
            "defineEn": "a severe medical condition in which the blood clots and blocks the blood vessels, particularly those leading to one's heart",
            "defineVi": "một tình trạng y tế nghiêm trọng trong đó cục máu đông và chặn các mạch máu, đặc biệt là những mạch dẫn đến tim của một người"
        },
        {
            "id": "477418fd-1f52-4063-8943-991d05070a63",
            "word": "fetal alcohol syndrome",
            "phonetic": "fiːɾəl ælkəhɑːl sɪndɹoʊm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmV0YWwgYWxjb2hvbCBzeW5kcm9tZQ&hash=82fde89c1250f0374c841385081fa2aa4c5e55fc&lang=en&cache-only=0",
            "defineEn": "a severe medical condition resulting from excessive consumption of alcohol during pregnancy that can cause the child to be born with birth defects and developmental disabilities",
            "defineVi": "một tình trạng y tế nghiêm trọng do uống quá nhiều rượu trong khi mang thai có thể khiến đứa trẻ sinh ra bị dị tật bẩm sinh và khuyết tật phát triển"
        },
        {
            "id": "1f898e3a-fbb0-469f-9bf3-68fde2cc38e9",
            "word": "laryngitis",
            "phonetic": "læɹɪndʒaɪɾɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Pretend you're a cat that has laryngitis."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFyeW5naXRpcw&hash=2b60c931997ee9e67aa80892c25fa7cfdc78ac63&lang=en&cache-only=0",
            "defineEn": "a severe medical condition during which voice cords in one's voice box become painful and swollen, often resulting in loss of the voice or having difficulty breathing",
            "defineVi": "một tình trạng y tế nghiêm trọng trong đó dây thanh quản trong thanh quản của một người trở nên đau và sưng lên, thường dẫn đến mất giọng hoặc khó thở"
        },
        {
            "id": "4d9fb49e-5ceb-4fdf-b2e0-2ebd263ffe99",
            "word": "snow-blindness",
            "phonetic": "snoʊblaɪndnəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c25vdy1ibGluZG5lc3M&hash=4b1f6fc851ea2bfb6bf6a771ff18d9237e334bf0&lang=en&cache-only=0",
            "defineEn": "a condition of being temporarily unable to see due to one's eyes being exposed to ultraviolet rays reflected off snow or ice",
            "defineVi": "một tình trạng tạm thời không thể nhìn thấy do mắt của một người tiếp xúc với tia cực tím phản chiếu từ tuyết hoặc băng"
        },
        {
            "id": "820b4be7-f211-4a3c-95d6-9e5fa827e859",
            "word": "breathlessness",
            "phonetic": "bɹɛθləsnəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJlYXRobGVzc25lc3M&hash=42507b756cfbef6c0d1c780f68e42aa670d0e3bc&lang=en&cache-only=0",
            "defineEn": "a condition that makes one breath too fast or with difficulty",
            "defineVi": "một tình trạng làm cho một hơi thở quá nhanh hoặc khó khăn"
        },
        {
            "id": "5d743134-b0e7-470d-8a11-325f14c79dfa",
            "word": "cataract",
            "phonetic": "kæɾɐɹækt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This massive cataract carries roughly 116 times more water per second over its edge than the Congo River's Inga Falls, the largest waterfall by volume on land.",
                "The effects of his cataracts are clear.",
                "For example, cataract surgery is the most common operation done under the NHS.",
                "For instance, it outlined a procedure for cataract surgery.",
                "Cataracts are clumps in the eye’s lens that form as proteins in the eye break down."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0YXJhY3Q&hash=7a5d89f0a95252371511ab2fbb79b00d70cf5ec8&lang=en&cache-only=0",
            "defineEn": "a medical condition that directly affects one's eyes as the lens of the eye becomes blurred",
            "defineVi": "một tình trạng y tế ảnh hưởng trực tiếp đến mắt của một người khi thủy tinh thể của mắt bị mờ"
        },
        {
            "id": "755c8682-eedd-4116-97a0-7c8b8d2a63ba",
            "word": "toxemia",
            "phonetic": "tɑːksiːmiə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG94ZW1pYQ&hash=057e2e67bcd4124d40197f49d64996b73d629a7d&lang=en&cache-only=0",
            "defineEn": "an abnormal condition of pregnancy characterized by hypertension and edema and protein in the urine",
            "defineVi": "một tình trạng bất thường của thai kỳ đặc trưng bởi tăng huyết áp và phù nề và protein trong nước tiểu"
        },
        {
            "id": "9d3efbf8-0dbe-44ad-af3a-6ca684e912d0",
            "word": "scurvy",
            "phonetic": "skɜːvi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Preventable diseases like measles and whooping cough have become our scurvy.",
                "Scurvy is no fun.",
                "After a few months without it you'd get scurvy.",
                "Thankfully, people today don’t die of scurvy.",
                "After 98 days at sea, dozens of sailors had succumbed to scurvy and famine."
            ],
            "audio": "https://tts.langeek.co/read?text=c2N1cnZ5&hash=647cbc761ba5bf4277897eab51f7a55a25442e79&lang=en&cache-only=0",
            "defineEn": "a condition caused by deficiency of ascorbic acid (vitamin C)",
            "defineVi": "một tình trạng gây ra bởi sự thiếu hụt axit ascorbic (vitamin C)"
        },
        {
            "id": "85ba1658-49a5-451a-a90e-43f2d47c00a5",
            "word": "emphysema",
            "phonetic": "ɛmfaɪsmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "You might have some spots on your lungs and impaired breathing, but we don't have emphysema, we don't have lung cancer, and we're not dead yet.",
                "The Marlboro Man riding the range, herding cows and smoking, solitary in the saddle, alone in his emphysema.",
                "And it may be very hard to guess how many fewer of us will get cancer or emphysema because of the reduced pollutions.",
                "You might have some spots on your lungs and impaired breathing, but we don't have emphysema, we don't have lung cancer, and we're not dead yet."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1waHlzZW1h&hash=bd43e3250d39345235b47b267848946b0f25074d&lang=en&cache-only=0",
            "defineEn": "an abnormal condition of the lungs marked by decreased respiratory function; associated with smoking or chronic bronchitis or old age",
            "defineVi": "một tình trạng bất thường của phổi được đánh dấu bằng chức năng hô hấp giảm; liên quan đến hút thuốc hoặc viêm phế quản mãn tính hoặc tuổi già"
        },
        {
            "id": "af0e4574-1a25-4bce-8ad1-eaf82d48e7a2",
            "word": "diarrhea",
            "phonetic": "daɪɚɹiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Everyone on that cruise ship has diarrhea.",
                "Uh, Conan, he always would, have diarrhea.",
                "Nearly 800,000 children under 5 still die every year from diarrhea.",
                "This causes cramps, diarrhea and vomiting.",
                "So he was having bouts of diarrhea."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhcnJoZWE&hash=eb6cef74abbc400c1547f26ffa17724130d038bb&lang=en&cache-only=0",
            "defineEn": "a medical condition in which body waste turns to liquid and comes out frequently",
            "defineVi": "một tình trạng y tế trong đó chất thải cơ thể biến thành chất lỏng và đi ra ngoài thường xuyên"
        },
        {
            "id": "e642d8c3-6b7a-4ee2-bbc9-094c4dde86d4",
            "word": "atrophy",
            "phonetic": "ætɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some people with schizophrenia show a loss of neural tissue, and it’s unclear whether this atrophy is a result of the disease itself or drug-induced suppression of signaling.",
                "What we found was, if you do enough resistive exercise, you can halt the effects of the bone loss and the muscle atrophy.",
                "And you know, that that's that's really been atrophying anyway with Trump's trade war with China.",
                "Those muscles that would have held you back that are now being held by something else will quickly atrophy and decondition.",
                "All of the bomb shelters and other protection that we had during the Cold War have all atrophied and basically been shut down."
            ],
            "audio": "https://tts.langeek.co/read?text=YXRyb3BoeQ&hash=650923f310a1d6c8801ccb7f6ae27d97ea806231&lang=en&cache-only=0",
            "defineEn": "a decrease in size of an organ caused by disease or disuse",
            "defineVi": "giảm kích thước của một cơ quan do bệnh tật hoặc không sử dụng"
        },
        {
            "id": "8abf9a00-8167-420d-99da-4b71705f2f23",
            "word": "heart attack",
            "phonetic": "hɑːɹt ɐtæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "They've suffered a heart attack, maybe two.",
                "I was afraid he might have a heart attack or something!",
                "I was afraid he might have a heart attack or something!",
                "Ignoring warning signs of a heart attack and continuing to smoke and eat unhealthy foods is asking for a heart attack and can increase the likelihood of serious health problems.",
                "Ignoring warning signs of a heart attack and continuing to smoke and eat unhealthy foods is asking for a heart attack and can increase the likelihood of serious health problems."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhcnQgYXR0YWNr&hash=28eecb6caef9b607164cb7954ce9e078a63552b8&lang=en&cache-only=0",
            "defineEn": "a medical emergency that happens when blood flow to the heart is suddenly blocked, which is fatal in some cases",
            "defineVi": "một trường hợp cấp cứu y tế xảy ra khi máu chảy vào tim đột ngột bị tắc nghẽn, có thể gây tử vong trong một số trường hợp",
            "hasImg": true
        },
        {
            "id": "f8f51b53-a092-4305-a0d3-c49834bcb200",
            "word": "altitude sickness",
            "phonetic": "æltɪtuːd sɪknəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWx0aXR1ZGUgc2lja25lc3M&hash=928c70137d4c19806c51f92f1e9079b673303a24&lang=en&cache-only=0",
            "defineEn": "effects (as nosebleed or nausea) of oxygen deficiency in the blood and tissues at high altitudes",
            "defineVi": "ảnh hưởng (như chảy máu cam hoặc buồn nôn) do thiếu oxy trong máu và các mô ở độ cao lớn"
        },
        {
            "id": "a8a0c725-0b29-4cd2-8111-69277ced52e7",
            "word": "seasickness",
            "phonetic": "siːsɪknəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2Vhc2lja25lc3M&hash=ba13f64254f9a9bd792d3c2309f6c646120db231&lang=en&cache-only=0",
            "defineEn": "wooziness and nausea caused by the rocking motion of a boat or ship",
            "defineVi": "chóng mặt và buồn nôn do chuyển động lắc lư của thuyền hoặc tàu",
            "hasImg": true
        },
        {
            "id": "89407ecd-aa87-4f9f-857a-feb622c93789",
            "word": "sunstroke",
            "phonetic": "sʌnstɹoʊk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3Vuc3Ryb2tl&hash=151fb1d02084d067257ad9df25aa1a1c79f8028e&lang=en&cache-only=0",
            "defineEn": "an illness characterized by high fever and caused by prolonged exposure to excessive heat or sunlight",
            "defineVi": "một căn bệnh đặc trưng bởi sốt cao và do tiếp xúc lâu với nhiệt độ quá cao hoặc ánh sáng mặt trời"
        },
        {
            "id": "a5f5e917-2d55-4771-9286-4a7e8261563c",
            "word": "stroke",
            "phonetic": "stɹoʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The disease wiped out 40 million rabbits at a stroke.",
                "At one stroke, the country lost two outstanding leaders.",
                "stroke a nerve didn't I?",
                "The nurses had to spoon-feed my mother after her stroke.",
                "They added 230 customers to their list at a stroke."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Ryb2tl&hash=cdfb0a15ee9fb4c35fa7f9391ad99725cacc3165&lang=en&cache-only=0",
            "defineEn": "a dangerous condition in which a person loses consciousness as a result of a blood vessel breaking open or becoming blocked in their brain, which could kill or paralyze a part of their body",
            "defineVi": "một tình trạng nguy hiểm trong đó một người mất ý thức do mạch máu bị vỡ hoặc tắc nghẽn trong não, có thể giết chết hoặc làm tê liệt một phần cơ thể của họ"
        },
        {
            "id": "6c0b3607-b552-4b39-b03d-2c6dcd9c084b",
            "word": "cardiac arrest",
            "phonetic": "kɑːɹdiæk ɚɹɛst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FyZGlhYyBhcnJlc3Q&hash=147a01463b6f69eb8054cc48ae8fafc038f6c098&lang=en&cache-only=0",
            "defineEn": "absence of systole; failure of the ventricles of the heart to contract (usually caused by ventricular fibrillation) with consequent absence of the heart beat leading to oxygen lack and eventually to death",
            "defineVi": "không có tâm thu; tâm thất của tim không co bóp được (thường do rung tâm thất gây ra) với hậu quả là tim không đập dẫn đến thiếu oxy và cuối cùng là tử vong"
        },
        {
            "id": "5744ee1e-fb92-40af-a536-6f8c0a4b98a4",
            "word": "myocardial infarction",
            "phonetic": "maɪəkɑːɹdɪəl ɪnfɑːɹkʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bXlvY2FyZGlhbCBpbmZhcmN0aW9u&hash=51bf5713a6206bcae1fd51c90c008cdf5c762f56&lang=en&cache-only=0",
            "defineEn": "destruction of heart tissue resulting from obstruction of the blood supply to the heart muscle",
            "defineVi": "phá hủy mô tim do tắc nghẽn cung cấp máu cho cơ tim"
        },
        {
            "id": "fe8308b3-aad3-47fa-842f-6e142a9437a0",
            "word": "infarction",
            "phonetic": "ɪnfɑːɹkʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5mYXJjdGlvbg&hash=1a289376f9024d94d2a900f4d7126223561d7b3f&lang=en&cache-only=0",
            "defineEn": "localized necrosis resulting from obstruction of the blood supply",
            "defineVi": "hoại tử cục bộ do tắc nghẽn nguồn cung cấp máu"
        }
    ]
}