{
    "id": "03d76702-33e3-460d-add2-e6b8d09492b2",
    "title": "Unit 10 - Lesson 2",
    "originalTitle": "Unit 10 - Lesson 2",
    "words": [
        {
            "id": "fcab905c-001a-4bc2-a439-15c1bbe05a06",
            "word": "to describe",
            "phonetic": "tə dᵻskɹaɪb ",
            "partOfSpeechType": "verb",
            "examples": [
                "The book describes her life from cradle to grave.",
                "But the lawyers also described internal politics that at times slowed down the department's work or drove a wedge among members of the team.",
                "And after the match, the Carlisle boss wasn't pulling his punches when describing his players' performance.",
                "BBC is falling over backwards to be impartial by describing this as a crowd!",
                "It was described as a large, luxury mobile home, but there was barely room to swing a cat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVzY3JpYmU&hash=55c24a5359e3a8f3c314915257c441538d26bbd7&lang=en&cache-only=0",
            "defineEn": "to give details about someone or something to say what they are like",
            "defineVi": "để cung cấp thông tin chi tiết về một ai đó hoặc một cái gì đó để nói họ như thế nào",
            "hasImg": true
        },
        {
            "id": "3ddca480-d037-4421-ae8d-9aba63513aad",
            "word": "risk",
            "phonetic": "ɹɪsk ",
            "partOfSpeechType": "noun",
            "examples": [
                "This business method takes the risk of failure out of the table.",
                "Adults were also at risk from epidemics.",
                "Any investment involves an element of risk.",
                "All personal belongings are left at the owner’s risk.",
                "He risked his life to save his daughter from the fire."
            ],
            "audio": "https://tts.langeek.co/read?text=cmlzaw&hash=04e4cdff8d99bc8d81589bc95d4abc352d7180a0&lang=en&cache-only=0",
            "defineEn": "the possibility of something dangerous or unpleasant happening in the future; a situation that causes danger or problem",
            "defineVi": "khả năng xảy ra điều gì đó nguy hiểm hoặc khó chịu trong tương lai; một tình huống gây ra nguy hiểm hoặc vấn đề",
            "hasImg": true
        },
        {
            "id": "4210707d-8016-4204-aade-64efacf008d9",
            "word": "dangerous",
            "phonetic": "deɪndʒɚɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A dangerous policy that runs the risk of failure.",
                "These foods are potentially dangerous, yet nobody thinks twice before handing them out to their loved ones.",
                "It's known as the most dangerous part of the city.",
                "When it comes to cybersecurity, there is no little enemy, and even a seemingly harmless email or file can contain a dangerous virus or malware.",
                "The student kept procrastinating on their assignments and projects, and eventually learned the hard way that delays are dangerous when they failed their exams."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFuZ2Vyb3Vz&hash=991ccfa8a0a2070d41a832e21dccb58d23ad09af&lang=en&cache-only=0",
            "defineEn": "capable of harming or injuring a person or destroying or damaging a thing",
            "defineVi": "có khả năng làm hại hoặc làm bị thương một người hoặc phá hủy hoặc làm hỏng một thứ",
            "hasImg": true
        },
        {
            "id": "fcb78d5d-84b1-44c5-9925-afdd00f74ca0",
            "word": "rocky",
            "phonetic": "ɹɑːki ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The path continued over rough, rocky ground.",
                "Most rocky planets have pretty consistent surface features.",
                "Then things got rocky with New Zealand's biggest customer.",
                "It is rocky.",
                "A rocky home life had no effect on the rate of diagnosis in the group without genetic risk factors."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9ja3k&hash=ed022cf8121e6a2d7c39b0f43775723f0c017fc3&lang=en&cache-only=0",
            "defineEn": "irregular in movement or outline, leading to unsteadiness",
            "defineVi": "bất thường trong chuyển động hoặc phác thảo, dẫn đến sự không ổn định",
            "hasImg": true
        },
        {
            "id": "e38a984a-b761-4a2a-a62a-08000c9297a0",
            "word": "steep",
            "phonetic": "stiːp ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As a home remedy, I steeped lemongrass in hot water and drank it to relieve a sore throat.",
                "The truck's engine roared as it climbed the steep hill.",
                "The wealthy developer was able to skirt environmental regulations, while the poor homeowner faced steep fines for minor violations.",
                "John went hiking in the mountains and by the end of the day, his dogs were barking from all the steep climbs and uneven terrain.",
                "However, the human costs of this ambition were steep."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlZXA&hash=69a719cf18d6ba81d4c3d2477c40cf41da6a5cf5&lang=en&cache-only=0",
            "defineEn": "(of a surface) having a sharp slope or angle, making it difficult to climb or walk up",
            "defineVi": "(của một bề mặt) có độ dốc hoặc góc nhọn, gây khó khăn cho việc leo lên hoặc đi lên"
        },
        {
            "id": "feeae48f-5de3-4258-9d56-eebf00494761",
            "word": "slippery",
            "phonetic": "slɪpɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He looks slippery as a snake.",
                "He dropped the slippery soap in the shower.",
                "The rainy weather made the streets slippery.",
                "A heinous criminal who seems slippery as an eel.",
                "This apple is very slippery."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xpcHBlcnk&hash=b3ee91eff2828dc0aa23ee3dec6b617e7d3b2c31&lang=en&cache-only=0",
            "defineEn": "difficult to hold or move on because of being smooth, greasy, wet, etc.",
            "defineVi": "khó cầm hoặc di chuyển vì trơn, nhờn, ướt, v.v.",
            "hasImg": true
        },
        {
            "id": "6a9dea7b-ee60-4b29-af44-96b88f67f597",
            "word": "dark",
            "phonetic": "dɑːɹk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The coffee in the mug was a dark.",
                "The coffee table was a dark wood color.",
                "Her dark hair was tied back in a ponytail.",
                "The unique flavor of physalis pairs wonderfully with dark chocolate in desserts.",
                "The dark clouds signaled that rain was on its way."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFyaw&hash=4903a65ca72e0da4c94d242c45faf6b4f7416e06&lang=en&cache-only=0",
            "defineEn": "having very little or no light",
            "defineVi": "có rất ít hoặc không có ánh sáng",
            "hasImg": true
        },
        {
            "id": "fe1f0066-d8a3-4b93-a28d-a647fe779319",
            "word": "exhausting",
            "phonetic": "ɛɡzɔːstɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "After a long and exhausting day at work, Mark returned home looking like death warmed over.",
                "It sounds exhausting.",
                "It's exhausting.",
                "\"That sounds exhausting.\"",
                "It's exhausting."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhoYXVzdGluZw&hash=e0cd2114d2cde582b62140650e669a645950ef11&lang=en&cache-only=0",
            "defineEn": "causing one to feel very tired and out of energy",
            "defineVi": "khiến một người cảm thấy rất mệt mỏi và hết năng lượng",
            "hasImg": true
        },
        {
            "id": "bab214e6-4632-41f0-a8c8-a77396f04f16",
            "word": "foggy",
            "phonetic": "fɑːɡi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I didn't have the foggiest idea what he was talking about.",
                "I don't have the foggiest idea how to fix a car.",
                "The glass gets foggy.",
                "So the evolution of pterosaurs is still foggy.",
                "They then put the spheres in a foggy wind tunnel."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9nZ3k&hash=6a8c482b3e93a9230e6eb05c52b90683e2a6aaa5&lang=en&cache-only=0",
            "defineEn": "filled with or full of fog",
            "defineVi": "đầy hoặc đầy sương mù",
            "hasImg": true
        },
        {
            "id": "2aaa7535-6d68-4c98-bb97-c8d4de166224",
            "word": "path",
            "phonetic": "pæθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A path led down the hill.",
                "A path that beats swords into plowshares.",
                "She will follow a different path than her siblings.",
                "They have followed a different path in their personal lives.",
                "John will follow the path of least resistance."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0aA&hash=b5e27ad65d9bccb7f4858f6129b2e00c5296edf1&lang=en&cache-only=0",
            "defineEn": "a way or track that is built or is made by people walking over the same ground",
            "defineVi": "một con đường hoặc con đường được xây dựng hoặc được thực hiện bởi những người đi bộ trên cùng một mặt đất",
            "hasImg": true
        },
        {
            "id": "6b8913de-3c27-45d1-8476-d9bb5a4f19af",
            "word": "cliff",
            "phonetic": "klɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cliff dropped down over a hundred feet to the sea below.",
                "Come away from that cliff edge!",
                "They found a car abandoned on top of the cliff.",
                "The river actually built the cliff.",
                "So here's my cliff."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xpZmY&hash=d44997e5f8bbd04d6ea591e3bc2e90a81e6f4e7a&lang=en&cache-only=0",
            "defineEn": "an area of rock that is high above the ground with a very steep side, often at the edge of the sea",
            "defineVi": "một khu vực đá cao trên mặt đất với một mặt rất dốc, thường ở rìa biển",
            "hasImg": true
        },
        {
            "id": "ff40982c-578e-4a1a-b90b-da15170e88a2",
            "word": "cave",
            "phonetic": "keɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "The first method is caving.",
                "Whereas the permissive parent often caves to their child's demands and exerts little control over any of the child's behavior.",
                "This cave held many individuals, like plural.",
                "Along the Burmese-Thai border, the only safe place from airstrikes are caves.",
                "The elephants are walking into a cave."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F2ZQ&hash=bad2a3f76e85aef042739484f779e6917aa54664&lang=en&cache-only=0",
            "defineEn": "a large hole, which is formed naturally, in the side of a mountain, hill, or cliff; a hole that leads under the ground",
            "defineVi": "một lỗ hổng lớn, được hình thành một cách tự nhiên, ở sườn núi, đồi hoặc vách đá; một lỗ dẫn dưới mặt đất",
            "hasImg": true
        },
        {
            "id": "9e86dee4-7272-45db-8087-685c54790b3e",
            "word": "animal",
            "phonetic": "ænɪməl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Canadian wildlife includes animals like bears, moose, beavers, and eagles.",
                "My son's favorite animal is the lion.",
                "Birds and animals are attracted to drupes.",
                "In the zoo, you can see various animals like giraffes, zebras, and monkeys.",
                "Whales are incredible marine animals that migrate long distances."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5pbWFs&hash=c8bd8a7d2710489675af3c44213de592d10d4fdc&lang=en&cache-only=0",
            "defineEn": "a living thing, like a cat or a dog, that can move and needs food to stay alive, but not a plant or a human",
            "defineVi": "một sinh vật sống, chẳng hạn như một con mèo hoặc một con chó, có thể di chuyển và cần thức ăn để sống, nhưng không phải là thực vật hay con người",
            "hasImg": true
        },
        {
            "id": "5c85e2c2-e5fe-4fb1-854a-73e19760a81f",
            "word": "insect",
            "phonetic": "ɪnsɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We planted cardoon in our community garden to attract beneficial insects like butterflies.",
                "Thanks insects!",
                "And then other creatures, like spiders, eat insects!",
                "Insect eyes.",
                "Insects are complex, cognitive creatures."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zZWN0&hash=ba47ac5be418caa5c06e5b768bb7712bd8f18ff4&lang=en&cache-only=0",
            "defineEn": "a small creature such as a bee or ant that has six legs, and generally one or two pairs of wings",
            "defineVi": "một sinh vật nhỏ như ong hoặc kiến có sáu chân và thường có một hoặc hai đôi cánh",
            "hasImg": true
        },
        {
            "id": "ee451b91-0774-4c92-b10a-568ebb766cb1",
            "word": "snake",
            "phonetic": "sneɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Snakes use their tongues to smell their surroundings.",
                "The snake shed its old skin to grow a new one.",
                "These snakes are to be found in North America.",
                "He looks slippery as a snake.",
                "Snakes are cold-blooded animals, relying on external sources to regulate their body temperature."
            ],
            "audio": "https://tts.langeek.co/read?text=c25ha2U&hash=e1962a8fea5960fd85432fcbdde3f2574ed7327a&lang=en&cache-only=0",
            "defineEn": "a legless, long, and thin animal whose bite may be dangerous",
            "defineVi": "một con vật không chân, dài và gầy mà vết cắn của nó có thể nguy hiểm",
            "hasImg": true
        },
        {
            "id": "419f73c9-14b6-432f-879f-334ae769487b",
            "word": "shark",
            "phonetic": "ʃɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the economy continues to struggle, the sharks are circling for many small businesses around the country.",
                "The sharks have been circling for so long that I don't really remember what it's like to not be on the verge of bankruptcy.",
                "He obviously didn’t realize he was swimming with sharks!",
                "She fell overboard and the sharks got her.",
                "Humans can also flip sharks into TI."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hhcms&hash=87b8973dbaa43ca614c7e5946f4a403f832f021b&lang=en&cache-only=0",
            "defineEn": "‌a large sea fish with a pointed fin on its back and very sharp teeth",
            "defineVi": "‌một loài cá biển lớn có vây nhọn trên lưng và hàm răng rất sắc",
            "hasImg": true
        },
        {
            "id": "e0a5c91f-f48b-4161-bd5a-636e8d69389a",
            "word": "jellyfish",
            "phonetic": "dʒɛlɪfɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "- Big box jellyfish things have got 800,000 of those things per square centimeter.",
                "At least, the jellyfish parts do.",
                "That’s a lot of jellyfish.",
                "Look at this Jellyfish.",
                "That's jellyfish basics!"
            ],
            "audio": "https://tts.langeek.co/read?text=amVsbHlmaXNo&hash=4bf0f618231d1c99a05e1d98a3a73bec973d5973&lang=en&cache-only=0",
            "defineEn": "a sea creature that has a bell-shaped body, which is gelatinous and transparent, long thin tentacles and a poisonous sting",
            "defineVi": "một sinh vật biển có thân hình chuông, sền sệt và trong suốt, các xúc tu dài mỏng và có nọc độc",
            "hasImg": true
        },
        {
            "id": "34186c30-068f-42ea-a657-877a986834d9",
            "word": "bear",
            "phonetic": "bɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bear is a symbol of strength and courage in many cultures.",
                "The boy was born with a silver spoon in his mouth.",
                "The bear is known for its strong sense of smell.",
                "Canadian wildlife includes animals like bears, moose, beavers, and eagles.",
                "She was born in the purple."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhcg&hash=93319776de5f090eeb7a179bc36710dd7729ec1f&lang=en&cache-only=0",
            "defineEn": "a large animal with sharp claws and thick fur, which eats meat, honey, insects, and fruits",
            "defineVi": "một loài động vật lớn có móng vuốt sắc nhọn và bộ lông dày, ăn thịt, mật ong, côn trùng và trái cây",
            "hasImg": true
        },
        {
            "id": "95a57386-60af-4e6f-8454-1be7729f3d98",
            "word": "scorpion",
            "phonetic": "skoːɹpiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Scorpion was disgusting rehearsal.",
                "Their closest cousins are scorpions.",
                "Eat that scorpion!",
                "They milk the scorpion.",
                "What is a scorpion!"
            ],
            "audio": "https://tts.langeek.co/read?text=c2NvcnBpb24&hash=c84e6935c8f08d04384d304bb876996de26741ea&lang=en&cache-only=0",
            "defineEn": "a venomous arachnid with two pincers and a curved tail that inhabits hot countries",
            "defineVi": "một loài nhện có nọc độc với hai càng và đuôi cong sống ở các nước nóng",
            "hasImg": true
        },
        {
            "id": "ed4be08d-f974-4d1a-8dd2-069d7554e514",
            "word": "mosquito",
            "phonetic": "məskiːɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mosquitoes are no joke.",
                "Many mosquitoes lay their eggs directly on the water’s surface, all at once in a clump.",
                "In some ecosystems, mosquitoes are important pollinators, or food sources for other organisms.",
                "When a female mosquito bites a human, the mosquito draws off blood. ",
                "These mosquitoes will never spread malaria."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9zcXVpdG8&hash=5e795ceffe37781327e887c4ec4db53c8d5cf71b&lang=en&cache-only=0",
            "defineEn": "a flying insect that bites people and animals and feeds on their blood",
            "defineVi": "một loài côn trùng bay cắn người và động vật và hút máu của chúng",
            "hasImg": true
        }
    ]
}