{
    "id": "03e43916-0863-4db7-841a-213c7019dc91",
    "title": "Lesson 36",
    "originalTitle": "Lesson 36",
    "words": [
        {
            "id": "587f1d96-c62a-4091-a0da-a1d88f68194b",
            "word": "radical",
            "phonetic": "ɹædɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The blueberries were rich in antioxidants, which helped protect the body against free radicals.",
                "Peaches are packed with antioxidants that help protect your body against harmful free radicals.",
                "It was revealed that the FBI kept tabs on him for years just because he once attended a meeting of a radical group.",
                "You may have method to your madness, but these radical changes to the business could still prove catastrophic.",
                "I really went against the stream when I was in college with some radical opinions, but as I've grown older I have found myself falling more in line with other people's way of thinking."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFkaWNhbA&hash=5d35d2a4a74e1f88c634f1c81487937a985aa69b&lang=en&cache-only=0",
            "defineEn": "supporting total and extreme social or political changes",
            "defineVi": "hỗ trợ những thay đổi toàn diện và cực đoan về xã hội hoặc chính trị"
        },
        {
            "id": "d1098fc1-0dea-4ba6-882f-34ab076d7934",
            "word": "radix",
            "phonetic": "ɹeɪdɪks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmFkaXg&hash=5150aba111b6bf1166513658b973cc546d208e7a&lang=en&cache-only=0",
            "defineEn": "(numeration system) the positive integer that is equivalent to one in the next higher counting place",
            "defineVi": "(hệ đếm) số nguyên dương tương đương với một ở vị trí đếm cao hơn tiếp theo"
        },
        {
            "id": "b6d58950-f164-441f-8242-8f8d193e9fb0",
            "word": "to feint",
            "phonetic": "tə feɪnt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZmVpbnQ&hash=ae9a4369eedf13cd9e02f5b0129cd2e4b379a4c9&lang=en&cache-only=0",
            "defineEn": "deceive by a mock action",
            "defineVi": "lừa dối bằng một hành động giả"
        },
        {
            "id": "1130ab70-2f36-4625-931a-e277a6300799",
            "word": "to feign",
            "phonetic": "tə feɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "They feign interest, and then do not implement the recommendations that we offer.",
                "And our fourth darkling beetle species is the charismatic blue death feigning beetle!",
                "Freeze is really that life-preserving, feigning death, you know, playing possum, freeze response.",
                "In my opinion, blue death feigning beetles are the perfect clean up crew and companions for leopard geckos.",
                "Way back in 1887, a journalist named Elizabeth Cochran assumed the alias Nellie Bly and feigned a mental illness to report on the truly awful conditions inside psychiatric hospitals in the US, which were known as asylums at the time."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmVpZ24&hash=74d92f5ed317e3378886d88c19ebde7b97e40441&lang=en&cache-only=0",
            "defineEn": "make believe with the intent to deceive",
            "defineVi": "tạo niềm tin với ý định lừa dối"
        },
        {
            "id": "44d2a374-97f0-4ac8-bda7-2f08976f7216",
            "word": "macabre",
            "phonetic": "məkɑːbɹə ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But Shelley’s original description is actually much more macabre.",
                "Fairyflies have evolved a macabre solution to this: a parasitic lifestyle!",
                "Sounds like fun, if a little macabre.",
                "And while the worms are good at it, the next parasite on our list is a macabre master manipulator.",
                "The original comes from a series of danse macabre images meant to show that death is universal."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFjYWJyZQ&hash=231d76d6824df5edb0985d30cee20d3e3c782206&lang=en&cache-only=0",
            "defineEn": "disturbing and fear inducing due to its connection with death, murder, violence, etc.",
            "defineVi": "làm phiền và sợ hãi gây ra do mối liên hệ của nó với cái chết, giết người, bạo lực, v.v."
        },
        {
            "id": "935aaff6-640e-4c0e-b044-eedb0193fad6",
            "word": "to macadamize",
            "phonetic": "tə məkædɐmaɪz ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFjYWRhbWl6ZQ&hash=b68c76623e62581c6056ecb00b5b2e95fb764827&lang=en&cache-only=0",
            "defineEn": "surface with macadam",
            "defineVi": "mặt bằng đá dăm"
        },
        {
            "id": "430753ff-8729-46c1-81b8-41f624e40d29",
            "word": "inventive",
            "phonetic": "ɪnvɛntɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's inventive.",
                "This is inventive.",
                "Squids’ inventive adaptations have allowed them to proliferate for over 500 million years.",
                "The original Noma opened in Copenhagen 15 years ago, surprising guests with its inventive offerings like dishes disguised as herb pots and careful displays of roasted bone marrow with edible flowers.",
                "That, and getting really inventive with fried foods, but that’s a subject for another channel."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52ZW50aXZl&hash=eb9604b8a047a645051b42bc319659be3e443185&lang=en&cache-only=0",
            "defineEn": "(of an idea, method, etc.) being the product of one's imagination and resourcefulness",
            "defineVi": "(của một ý tưởng, phương pháp, v.v.) là sản phẩm của trí tưởng tượng và sự tháo vát của một người",
            "hasImg": true
        },
        {
            "id": "89013626-cceb-4e27-b0ab-50274d4262b0",
            "word": "invective",
            "phonetic": "ɪnvɛktɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "Very simply, because his daily doses, his substitute for his rallies are full of self-pity, full of invective, full of putdowns of those around him, of complaints that he's not getting the appreciation and attention that he should get."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52ZWN0aXZl&hash=8f4c0e38fdcb603aed172d7525500bb40708e0bb&lang=en&cache-only=0",
            "defineEn": "the usage of abusive, insulting, and rude language when one is extremely angry",
            "defineVi": "việc sử dụng ngôn ngữ lăng mạ, xúc phạm và thô lỗ khi một người cực kỳ tức giận"
        },
        {
            "id": "bb1d6f40-2a4b-4282-bd4a-e0f1d6bec068",
            "word": "hostility",
            "phonetic": "hɑːstɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I was aware of her thinly disguised hostility.",
                "Instead of being a calming force you fanned the flames of hostility.",
                "Trump is feeding hostility towards Congress.",
                "He saw the hostility firsthand.",
                "There was a lot of hostility, a lot of feelings of victimization on both sides."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9zdGlsaXR5&hash=0bd809cb012dd577f13e8c619fbdee9b0fd519fb&lang=en&cache-only=0",
            "defineEn": "a state of deep-seated ill-will",
            "defineVi": "một trạng thái của ác ý sâu xa"
        },
        {
            "id": "0583e25c-5049-4eaa-8943-b4a301627dca",
            "word": "hospitable",
            "phonetic": "hɑːspɪɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It’s not the most hospitable place.",
                "And as the oxygen content of the oceans slowly rose, conditions became more hospitable to life.",
                "And the planet might be not as hospitable as it seems from afar.",
                "During this second visit, he had difficulty with the Hawaiians, who'd previously had been pretty hospitable.",
                "[MUSIC PLAYING] \"Americans are incredibly friendly and hospitable.\""
            ],
            "audio": "https://tts.langeek.co/read?text=aG9zcGl0YWJsZQ&hash=f76a51ba8b234e0da141df33aac3ac6e3957ceb9&lang=en&cache-only=0",
            "defineEn": "treating guests or visitors with friendliness, warmth, and generosity",
            "defineVi": "đối xử với khách hoặc khách thăm thân thiện, ấm áp và hào phóng",
            "hasImg": true
        },
        {
            "id": "1d0d00a3-a47a-4df9-8b80-909c1519ba0e",
            "word": "cherubic",
            "phonetic": "tʃəɹuːbɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hlcnViaWM&hash=67f4f2acfdf537d185fd48332794fa442d6fbf4b&lang=en&cache-only=0",
            "defineEn": "having a sweet nature befitting an angel or cherub",
            "defineVi": "có một bản chất ngọt ngào phù hợp với một thiên thần hoặc cherub"
        },
        {
            "id": "ea83d45f-9451-4d67-ac4d-1f83449d04d0",
            "word": "to cherish",
            "phonetic": "tə tʃɛɹɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The grandparents cherished the memories of their grandchildren, who were the apples of their eyes.",
                "She cherished the wisdom and experience that came with being old.",
                "Mary, amidst the vale of her years, cherishes every moment and embraces the lessons that come with age.",
                "I promise to love and cherish you until death do us part.",
                "Denise thinks the sun rises and sets on her newborn baby, cherishing every moment and feeling an overwhelming love for her child."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hlcmlzaA&hash=2379206551be9e72eafa080ec0906a6826b2b926&lang=en&cache-only=0",
            "defineEn": "be fond of; be attached to",
            "defineVi": "là thích; được gắn vào"
        },
        {
            "id": "5182d2a3-ab52-474c-aa29-8836b592981c",
            "word": "extant",
            "phonetic": "ɛkstænt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Based on research from other Troodon specimens, they had binocular vision similar to modern avian raptors and a brain size within the range of extant birds."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0YW50&hash=8150e2441d1deaa2d1b2e0bc2b618269c94b691c&lang=en&cache-only=0",
            "defineEn": "existing despite being extremely old",
            "defineVi": "tồn tại mặc dù đã rất cũ"
        },
        {
            "id": "8569c3b7-b7f8-414a-af69-10a79e6b82f0",
            "word": "to extenuate",
            "phonetic": "tʊ ɛkstɛnjuːeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The CEO, Brian Chesky, faced backlash over the extenuating circumstances policy.",
                "All of these folks were traveling within the extenuating circumstances, policy timeframe.",
                "On March 14th, 2020, Airbnb announced an extenuating circumstances policy that suspended the cancellation policy set by Airbnb hosts.",
                "According to Airbnb's extenuating circumstances policy, cancellations will be handled according to the extenuating circumstances coverage in effect at the time of submission and reservations that were already canceled will not be reconsidered.",
                "According to Airbnb's extenuating circumstances policy, cancellations will be handled according to the extenuating circumstances coverage in effect at the time of submission and reservations that were already canceled will not be reconsidered."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXh0ZW51YXRl&hash=507472a563e73495de7bb57d4481c26cb7519780&lang=en&cache-only=0",
            "defineEn": "lessen or to try to lessen the seriousness or extent of",
            "defineVi": "giảm bớt hoặc cố gắng giảm bớt mức độ nghiêm trọng hoặc mức độ của"
        },
        {
            "id": "bc7710a1-1310-4744-bcf7-5d9e4e7ab724",
            "word": "infraction",
            "phonetic": "ɪnfɹækʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some have committed felonies, she says, but the vast majority have no criminal history or just minor infractions.",
                "But if the teacher responds more strongly, and punishes her, then that same infraction of the rules can escalate into secondary deviance.",
                "You find that at a very, very young age, even the smallest infractions are treated as criminal.",
                "That sounds like a lot, but when you put it next to the denominator, the breakthrough infractions are a fraction of a fraction of the people who have gotten vaccinated.",
                "One emergent issue that young girls and boys of color in the US today face is the aptly named school-to-prison pipeline, or a system where disciplinary infractions at school lead to eventual imprisonment or time spent in juvenile detention centers."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mcmFjdGlvbg&hash=651ba413ce40416cd8dc917b611753adaa4ae1fc&lang=en&cache-only=0",
            "defineEn": "the act of breaking or not obeying a law, pact, agreement, etc.",
            "defineVi": "hành động vi phạm hoặc không tuân theo luật, hiệp ước, thỏa thuận, v.v."
        },
        {
            "id": "27e9eebb-2a40-4305-a7da-3c56d241b2b7",
            "word": "infrastructure",
            "phonetic": "ɪnfɹəstɹʌktʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company had tried to implement new technology on outdated infrastructure, but it was clear that you cannot put new wine in old bottles - they needed to invest in new systems.",
                "The community's investment in education and infrastructure improved the quality of life for everyone, as a rising tide lifts all boats.",
                "The school's infrastructure was evaluated and given a clean bill of health, with no major structural or safety issues found",
                "The state's newly elected governor is trying to put new wine in old bottles by revitalizing several different institutions and infrastructures with bold, progressive changes.",
                "We need infrastructure."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mcmFzdHJ1Y3R1cmU&hash=0c08c3db3a7ab96e74c335e807e1845b0f3a726c&lang=en&cache-only=0",
            "defineEn": "the basic physical structures and systems that support and enable the functioning of a society or organization, such as roads and bridges",
            "defineVi": "các cấu trúc và hệ thống vật chất cơ bản hỗ trợ và cho phép hoạt động của một xã hội hoặc tổ chức, chẳng hạn như đường và cầu"
        },
        {
            "id": "6aed03e2-1538-4b39-90f8-123d790a8606",
            "word": "melancholy",
            "phonetic": "mɛləŋkɑːli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "If you've never felt melancholy, you've missed out on part of what it means to be human.",
                "The Romantic poets of the early 19th century believed melancholy allows us to more deeply understand other profound emotions, like beauty and joy.",
                "(melancholy music) - I guess this is where prisoners were chained too.",
                "Many thinkers contend that melancholy is necessary in gaining wisdom.",
                "Since indie describes a band's outlook more than their musical style, independent musicians can range from the electronic soul style of Frank Ocean, to the lyrical and melancholy sounds of The Smiths."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVsYW5jaG9seQ&hash=5d9627d6bdff2338aa8752f0d46cd36a6c8f9e88&lang=en&cache-only=0",
            "defineEn": "characterized by or causing or expressing sadness",
            "defineVi": "đặc trưng bởi hoặc gây ra hoặc thể hiện nỗi buồn"
        },
        {
            "id": "1254d38d-5529-4bd3-8bb2-2d36f4ddecdf",
            "word": "melange",
            "phonetic": "meɪlɑːnʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ya see, Arrakis is the source of the spice melange which extends your life, gives you cool mental abilities, and is essential for space navigation.",
                "So the world today, as symbolized by our international felt melange, experiences widespread global economic interdependence.",
                "And then there are pen names that come from a melange of ideas, like writer and activist bell hooks, born Gloria Jean Watkins, who said of her nom de plume: When the feminist movement was at its zenith in the late 60’s and early 70’s, there was a lot of moving away from the idea of the person.",
                "After he defeats the Baron Harkonnen (who is also his surprise grandfather), Paul requests an audience with Shaddam IV and threatens to destroy the spice melange, unless he gets to marry the Emperor's daughter, Princess Irulan and the Emperor abdicates in favor of Paul, who is, I reiterate, is a teenager."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVsYW5nZQ&hash=19a2bc89bf8221e9763736371a95718aa1021c8f&lang=en&cache-only=0",
            "defineEn": "a motley assortment of things",
            "defineVi": "một loạt các thứ"
        },
        {
            "id": "43d7f2e1-2f0c-4a40-af72-10a9fb11c07f",
            "word": "overtone",
            "phonetic": "oʊvɚtoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The higher frequencies are called overtones, or harmonics.",
                "After the attack phase, there’s a more stable phase when the note's fundamental frequency and overtone patterns emerge.",
                "These overtones are how our brains recognize different instruments.",
                "For solid water, one of those absorbed overtones sits right in the red/orange part of the spectrum.",
                "Timbre is determined by more than just the loudness of overtones."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcnRvbmU&hash=f8136b5cc0100a6362e34d1c32e672fd6440b1a4&lang=en&cache-only=0",
            "defineEn": "(usually plural) an ulterior implicit meaning or quality",
            "defineVi": "(thường là số nhiều) một ý nghĩa hoặc phẩm chất tiềm ẩn"
        },
        {
            "id": "59da725b-f52e-46aa-a86d-1553c049d898",
            "word": "overture",
            "phonetic": "oʊvɚtjʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But not everyone in Winslow shares the Gilmours' passion for overtures and arias, and this country mansion has neighbors.",
                "He believed that he could make an overture to the Muslim world, and the Muslim world would believe him.",
                "He, Putin, makes an overture after 9/11 where he offers assistance and is kind of rebuffed or something.",
                "The Taliban have recently made overtures about respecting women's rights, conscious of their infamy for the appalling repression of women when they ruled this country.",
                "That was my concern, and that was why I repeatedly made overtures to state election officials and city and county election officials to come in and seek our cybersecurity assistance."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcnR1cmU&hash=522076d40887714f8759af03f766800bface1b3d&lang=en&cache-only=0",
            "defineEn": "a tentative suggestion designed to elicit the reactions of others",
            "defineVi": "một gợi ý dự kiến được thiết kế để khơi gợi phản ứng của người khác"
        }
    ]
}