{
    "id": "043ac27c-1a99-413a-b0b2-832d9d73ac5e",
    "title": "Permission or Obligation",
    "originalTitle": "Lesson 46",
    "words": [
        {
            "id": "cefc1e60-edd6-404a-8f85-bb0feafac362",
            "word": "to adhere to",
            "phonetic": "tʊ ɐdhɪɹ tuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The builders may have adhered to the letter of the law, but not its spirit.",
                "He decided to only consume halal meat to adhere to his religious beliefs.",
                "Those pieces of advice were not followed, not adhered to.",
                "It is an honor system type of rules and regulations that we we adhere to.",
                "Outside the Michigan state capital in Lansing today, a conservative group rallied against Democratic Governor Gretchen Whitmer's moves to close places like golf courses and landscaping companies, unless they adhere to social distancing guidelines."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRoZXJlIHRv&hash=f2511ebb2a8c628014b594656a38a0a0c4624d40&lang=en&cache-only=0",
            "defineEn": "to keep following a certain regulation, belief, or agreement",
            "defineVi": "để giữ sau một số quy định, niềm tin, hoặc thỏa thuận"
        },
        {
            "id": "30853902-82b6-4d11-9927-df6993e974b1",
            "word": "to comply",
            "phonetic": "tə kəmplaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She must be made to comply with the rules.",
                "They didn't comply with all our demands, but met us halfway on the more important points.",
                "Of course, nobody really expects this inordinately ambitious man who is as guilty as sin itself, to comply with either of the preceding alternatives.",
                "Do people comply with those evacuations?",
                "I'm complying with the rules."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcGx5&hash=dfa328ec4ba5f7b57d510b33f029cdf278877b8a&lang=en&cache-only=0",
            "defineEn": "to follow a regulation or obey an order or meet someone's request",
            "defineVi": "tuân theo một quy định hoặc tuân theo một mệnh lệnh hoặc đáp ứng yêu cầu của ai đó",
            "hasImg": true
        },
        {
            "id": "e26cb0e9-250a-4440-9488-e3782e9d1c60",
            "word": "to consent",
            "phonetic": "tə kənsɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The patient consented to be put under the knife to remove the tumor.",
                "Silence must not always be read as consent.",
                "Although he didn't agree with the decision that was being made, he remained silent and didn't speak out - silence is half consent, and his lack of objection was seen as agreement.",
                "Freezing is not consent",
                "We filed a consent judgment in the states."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc2VudA&hash=eba776ec189f5b5a89a157ce8de28a6582731d78&lang=en&cache-only=0",
            "defineEn": "to give someone permission to do something or to agree to do it",
            "defineVi": "để cho phép ai đó để làm điều gì đó hoặc đồng ý để làm điều đó",
            "hasImg": true
        },
        {
            "id": "43ec7402-6f9b-40c9-aeec-f04597b5192e",
            "word": "to defy",
            "phonetic": "tə dᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The saying 'a whistling woman and a crowing hen are neither fit for God nor men,' is an example of a stereotype that has been used to criticize women who defy traditional gender roles and expectations.",
                "Their badness has defied all logic.",
                "But, internally, Hamzah's defenders defied the government.",
                "Ray Harryhausen defies that tradition.",
                "It almost defies belief."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVmeQ&hash=2c59f208a942d7da84f43b9140d8832926346341&lang=en&cache-only=0",
            "defineEn": "to refuse to respect a person of authority or to observe a law, rule, etc.",
            "defineVi": "từ chối tôn trọng một người có thẩm quyền hoặc tuân thủ luật pháp, quy tắc, v.v."
        },
        {
            "id": "01edcdfd-2f1d-4434-ab97-b9bb9ba43d0f",
            "word": "to observe",
            "phonetic": "tʊ əbzɜːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Earth Day is observed on April 22nd to promote environmental awareness.",
                "We used a telescope to observe distant stars and galaxies.",
                "We examined the caryopsis of the rice grain under the microscope, observing its unique structure.",
                "They were crouching in the bushes, observing the wildlife.",
                "She congratulated herself still more on observing in the course of days that Mr Verloc seemed to be taking kindly to Stevie's companionship."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb2JzZXJ2ZQ&hash=277023850aceccf0eb43506f23b869d15fac760f&lang=en&cache-only=0",
            "defineEn": "to comply with laws or regulations",
            "defineVi": "để tuân thủ pháp luật hoặc quy định"
        },
        {
            "id": "a6af5277-dd03-44a2-93ff-10647711611a",
            "word": "compelling",
            "phonetic": "kəmpɛlɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The film received lavish praise from critics for its groundbreaking visual effects, compelling storyline, and outstanding performances.",
                "During the negotiations, the union was able to gain the upper hand when they drew first blood by presenting a compelling argument for their demands.",
                "Rancorous voting is compelling for a number of reasons.",
                "Proponents of autonomous vehicles make compelling claims about the potential benefits of self-driving cars.",
                "She was compelling. "
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGVsbGluZw&hash=ca31d21db52c4a4d6f50971736cad74ecb66ee1c&lang=en&cache-only=0",
            "defineEn": "having a strong and convincing power that grabs attention and makes people want to be involved or believe",
            "defineVi": "có một sức mạnh thuyết phục và mạnh mẽ thu hút sự chú ý và khiến mọi người muốn tham gia hoặc tin tưởng"
        },
        {
            "id": "6e061350-a80c-4514-a68f-c134e5cd617b",
            "word": "legitimate",
            "phonetic": "lədʒɪɾᵻmət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And if he gets the bird for doing nothing, any legitimate displeasure is later devalued.",
                "We didn't want to throw the cat among the pigeons, so we decided not to mention the bomb threat until we knew for certain that it was legitimate.",
                "But over decades, no experiments found legitimate proof.",
                "So once again, this is legitimate.",
                "And that is legitimate."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVnaXRpbWF0ZQ&hash=0069cd4395048df81f89d78843e716959a845caa&lang=en&cache-only=0",
            "defineEn": "in compliance with the law or regulations",
            "defineVi": "phù hợp với pháp luật hoặc quy định"
        },
        {
            "id": "5345c946-a01b-436f-ad68-d92207d45f0d",
            "word": "liberal",
            "phonetic": "lɪbɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The man was such a bleeding-heart knee-jerk liberal that you could predict the rest of the column after reading the first sentence.",
                "They have liberal groups.",
                "Even psychologists got really liberal with their applications of the test.",
                "More specifically, pedophiles are everywhere among liberals, celebrities, and the media.",
                "Liberals will say, \"It's obvious, defense!\""
            ],
            "audio": "https://tts.langeek.co/read?text=bGliZXJhbA&hash=6db4ce277fba2d7ef24f16d8353ee051ab494a8c&lang=en&cache-only=0",
            "defineEn": "willing to accept, respect, and understand different behaviors, beliefs, opinions, etc.",
            "defineVi": "sẵn sàng chấp nhận, tôn trọng và hiểu các hành vi, niềm tin, ý kiến khác nhau, v.v.",
            "hasImg": true
        },
        {
            "id": "b8e8d03b-8cf9-4a7e-b62d-6d0cbce17a96",
            "word": "obligatory",
            "phonetic": "əblɪɡətoːɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "These are obligatory.",
                "Obligatory I am leaving.",
                "The five pillars of Islam are the basic acts considered obligatory, at least by Sunni Muslims.",
                "And you know, the obligatory girl who wants to touch Paul's chest hair, you know, and do that stuff.",
                "First, the obligatory unboxing now."
            ],
            "audio": "https://tts.langeek.co/read?text=b2JsaWdhdG9yeQ&hash=bafb8f10dec61cd7a58ebd3de7170d2a7c71f8f0&lang=en&cache-only=0",
            "defineEn": "required or necessary as a result of a rule or law",
            "defineVi": "bắt buộc hoặc cần thiết như là kết quả của một quy tắc hoặc pháp luật"
        },
        {
            "id": "6c14d8c4-33b9-48c5-9177-b1a848ad2d0f",
            "word": "obliged",
            "phonetic": "əblaɪdʒd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2JsaWdlZA&hash=af6c095ad0160efd62c41075a3b39d9019171949&lang=en&cache-only=0",
            "defineEn": "feeling that something must be done because it is morally proper or mandatory",
            "defineVi": "cảm thấy rằng một cái gì đó phải được thực hiện bởi vì nó là đúng về mặt đạo đức hoặc bắt buộc"
        },
        {
            "id": "60d63635-d506-4860-91e4-d9343d4c7a23",
            "word": "out of the question",
            "phonetic": "aʊɾəv ðə kwɛstʃən ",
            "partOfSpeechType": "phrase",
            "examples": [
                "So, spaghetti is out of the question!",
                "Traditional retirement, as for so many once-secure older Americans, is out of the question.",
                "Schooling was out of the question, more than high school, past high school schooling, higher education.",
                "But an underground lake wasn’t out of the question.",
                "That’s not out of the question."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0IG9mIHRoZSBxdWVzdGlvbg&hash=8d2a82c1513b52c03a6b5503be73382a5f234d19&lang=en&cache-only=0",
            "defineEn": "not allowed or possible",
            "defineVi": "không được phép hoặc có thể"
        },
        {
            "id": "e2e7000e-424a-40d1-be11-798524949600",
            "word": "restricted",
            "phonetic": "ɹᵻstɹɪktᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They have a restricted host range.",
                "number three, I just feel so restricted.",
                "A Maine newspaper reports that the California Republican entered a restricted zone, but there is no indication he stormed the building.",
                "Once you're on the property itself, that's the biggest time that you're more likely to have these up-charges and additional fees for restricted restaurants.",
                "It was so restricted and heavily controlled."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzdHJpY3RlZA&hash=ddf586d07c49d031de263981dd9f98062c775315&lang=en&cache-only=0",
            "defineEn": "limited or controlled by laws or regulations",
            "defineVi": "bị giới hạn hoặc kiểm soát bởi luật pháp hoặc quy định"
        },
        {
            "id": "d2851169-25a9-4640-ac76-d8bc6fbdd36c",
            "word": "rigorous",
            "phonetic": "ɹɪɡɚɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "After months of rigorous training, Emma finally reached the pink of condition.",
                "The athlete's rigorous training regimen kept her one jump ahead of her competitors, allowing her to perform at a higher level.",
                "The team is currently going through a rigorous training program to prepare for the upcoming competition.",
                "After a rigorous workout, Sarah felt as sound as a roach, ready to take on any challenge.",
                "John is becoming a bag of bones due to his strict diet and rigorous workout routine."
            ],
            "audio": "https://tts.langeek.co/read?text=cmlnb3JvdXM&hash=c73a22ced22fa7b1a9233112560e5f3d640febc4&lang=en&cache-only=0",
            "defineEn": "(of a rule, process, etc.) strictly followed or applied",
            "defineVi": "(của một quy tắc, quy trình, v.v.) được tuân thủ hoặc áp dụng nghiêm ngặt"
        },
        {
            "id": "4009c7c8-4ad4-4d76-8eb0-3308c638d0aa",
            "word": "stern",
            "phonetic": "stɜːn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The teacher's stern grimace warned the students to behave.",
                "The old gentleman may have a stern manner, but his heart is in the right place",
                "She looks sweet as pie but beneath that is much sterner stuff than you'd imagine on first look.",
                "I know you're struggling to catch up with your studies, but remember that a stern chase is a long chase, so keep working hard and you'll get there eventually",
                "My entire fantasy is a stern woman."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Rlcm4&hash=90804d5089699052d8ec65ad9a4dc516cfd93792&lang=en&cache-only=0",
            "defineEn": "serious and usually displaying disapproval of something",
            "defineVi": "nghiêm trọng và thường thể hiện sự không tán thành của một cái gì đó"
        },
        {
            "id": "a6f125b7-1b54-429f-9d8a-e65ab1bb2542",
            "word": "leniently",
            "phonetic": "liːnɪəntli ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGVuaWVudGx5&hash=3d352572daea074487c369372cca6215392857ad&lang=en&cache-only=0",
            "defineEn": "in a manner that is less strict when punishing someone or when enforcing a law",
            "defineVi": "theo cách ít nghiêm khắc hơn khi trừng phạt ai đó hoặc khi thi hành luật"
        },
        {
            "id": "d06c2b55-fe74-4fda-8ff5-b91db91365fa",
            "word": "allowance",
            "phonetic": "ɐlaʊəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "This allowance is now made unnecessary with EMG's measurement technology.",
                "What's your allowance, you unemployed 6 year old?",
                "So, it's not clear to me that a pure child allowance has long-term feasibility.",
                "The government makes businesses buy permits, called allowances for each ton of carbon that they pollute.",
                "If a business has any allowance left over, they can sell them to other businesses and makes some money."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxsb3dhbmNl&hash=49a5aa8a45769bd56d9873f536a1d7aa545f5a71&lang=en&cache-only=0",
            "defineEn": "an amount of something that is permitted",
            "defineVi": "một số lượng của một cái gì đó được cho phép"
        },
        {
            "id": "29474673-f811-4800-b10e-8e40b3fc2baf",
            "word": "application",
            "phonetic": "æplɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can build database applications without writing any code.",
                "The passport application requires you to fill in your first name, middle name, and last name.",
                "Examining job applications is the first stage in separating the sheep from the goats.",
                "They explained the procedure for submitting the application form.",
                "I prepare my resume and cover letter for job applications."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwbGljYXRpb24&hash=01fc938725be049fd529b3c76b3668898ac12edf&lang=en&cache-only=0",
            "defineEn": "the act of putting something to work",
            "defineVi": "hành động đưa một cái gì đó để làm việc"
        },
        {
            "id": "a1c87795-f4af-4964-9f34-76f651d45e91",
            "word": "clearance",
            "phonetic": "klɪɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "We arrange for them the air traffic clearance.",
                "We've got up to 14.5 inches of ground clearance.",
                "But first, she needed clearance from NASA, and they said no.",
                "But this could be an annoyance in terms of IO clearance at some point.",
                "You would still start with getting medical clearance though."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xlYXJhbmNl&hash=e46d22d8c57b2d76b94cc14f833aa1e31615af54&lang=en&cache-only=0",
            "defineEn": "official permission to proceed or to happen",
            "defineVi": "phép chính thức để tiến hành hoặc xảy ra"
        },
        {
            "id": "adee24a6-e3f0-4059-9fba-73861148fd7a",
            "word": "enforcement",
            "phonetic": "ɛnfoːɹsmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We need enforcement and no one has a problem with that - consumers or farmers, it is in all our interests.",
                "Law enforcement flew drones over protests in Minneapolis and New York.",
                "Late Tuesday, a federal judge in Texas barred enforcement of the moratorium.",
                "The enforcement is basically nonexistent.",
                "Law enforcement, obviously, is in the very stages of their investigation."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5mb3JjZW1lbnQ&hash=cdd00e0bfa55020b0a6ed8b12c990b7a6a86a1bd&lang=en&cache-only=0",
            "defineEn": "the action of making people obey a law or regulation",
            "defineVi": "hành động làm cho mọi người tuân theo luật hoặc quy định"
        },
        {
            "id": "85ff887c-ef51-4026-a8c2-a3b2c50b944e",
            "word": "leave",
            "phonetic": "liːv ",
            "partOfSpeechType": "noun",
            "examples": [
                "His partner left the table in a fit of pique.",
                "The spicy beef jerky left a smoky aftertaste in my mouth.",
                "Red wine leaves a stain.",
                "Leaves change colour in autumn.",
                "The intense gaze from across the room, eyes on stalks, left no doubt about his attraction."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVhdmU&hash=c4b0a7a8978dea888d8e54f0cae45694b60afad2&lang=en&cache-only=0",
            "defineEn": "formal permission to do something",
            "defineVi": "sự cho phép chính thức để làm một cái gì đó"
        },
        {
            "id": "9ff93e1a-a14e-4184-ad48-fdb715755586",
            "word": "green light",
            "phonetic": "ɡɹiːn laɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "So the most famous color symbol in The Great Gatsby is the Green Light at the end of Daisy's dock that Gatsby is always looking out at from across the bay.",
                "Gatsby just wants to reach across the bay and get to that Green Light and if he can he believes he will have the girl and the life that has driven his wild ambition.",
                "So yes, the Green Light is a symbol in Gatsby but this isn't only stuff that happens in novels.",
                "So just as the Green Light is an enchanted object, gold and yellow are enchanted colors in Gatsby and also, for the record, in real life."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlZW4gbGlnaHQ&hash=0c497a8e0037f77750cba89f4bac526bc24f524a&lang=en&cache-only=0",
            "defineEn": "approval to begin a project",
            "defineVi": "phê duyệt để bắt đầu một dự án"
        },
        {
            "id": "a4b406ae-5b0e-4307-b297-45e67aae28a3",
            "word": "must",
            "phonetic": "mʌst ",
            "partOfSpeechType": "noun",
            "examples": [
                "All men must die.",
                "The show must go on!",
                "You must have that angle off down pat.",
                "The sign must be taken down.",
                "You must have a cast-iron stomach."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzdA&hash=8ecb7de338831b2b4199a5c636e91a4bc0489525&lang=en&cache-only=0",
            "defineEn": "something that is necessary to have or do",
            "defineVi": "một cái gì đó là cần thiết để có hoặc làm"
        },
        {
            "id": "54c66ce8-5a83-4dcf-9f5a-53841fd12d21",
            "word": "obedience",
            "phonetic": "oʊbiːdiəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The strict grandmother scolded her granddaughter for speaking out of turn, saying that children should be seen and not heard to emphasize the importance of obedience and respect for elders.",
                "He says The Front demanded total obedience.",
                "Working class parents also tend to put a greater emphasis on obedience and discipline compared to their upper middle class counterparts, Lareau found.",
                "Originally it was said that they came down from the mountains not to spread Christmas cheer, but to terrify children into obedience.",
                "In 1961, a researcher at Yale University named Stanley Milgram was interested in the psychology of obedience."
            ],
            "audio": "https://tts.langeek.co/read?text=b2JlZGllbmNl&hash=511df3f0c1bf9c3d86f049de6a0eb3a67a8cad48&lang=en&cache-only=0",
            "defineEn": "the action of respecting or following the instructions of someone in authority",
            "defineVi": "hành động tôn trọng hoặc làm theo hướng dẫn của người có thẩm quyền"
        },
        {
            "id": "2cef66c8-4166-42c9-8a96-9195b7ae5180",
            "word": "rejection",
            "phonetic": "ɹᵻdʒɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He remained optimistic and confident despite facing multiple rejections from publishers, trusting that good things come to those who wait.",
                "Despite feeling discouraged by a recent rejection, Joseph reminded himself that the sea is full of fish and that he would eventually find his ideal partner.",
                "Despite facing rejection after rejection, the aspiring writer kept writing and eventually published a successful book, demonstrating that you cannot keep a good man down.",
                "Despite facing rejection after rejection, the aspiring writer kept writing and eventually published a successful book, demonstrating that you cannot keep a good man down.",
                "People are deathly afraid of rejection."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVqZWN0aW9u&hash=30d4e4d5290fbdd64a3737b4106acdf9a012ab0b&lang=en&cache-only=0",
            "defineEn": "the action of refusing to approve, accept, consider, or support something",
            "defineVi": "hành động từ chối phê duyệt, chấp nhận, xem xét hoặc hỗ trợ một cái gì đó",
            "hasImg": true
        },
        {
            "id": "b68b728e-3825-4b12-b932-39bce4b0f183",
            "word": "say-so",
            "phonetic": "seɪsoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So franchisees really have no say-so in where the other franchisees are going to open.",
                "If Gonzalo were arrested in Australia for the same offence simply releasing a foreigner on bail and just taking his say-so as to his identity is-- would be unheard of."
            ],
            "audio": "https://tts.langeek.co/read?text=c2F5LXNv&hash=22935a34e475a9c0666afb25eef4365e346e2624&lang=en&cache-only=0",
            "defineEn": "someone's permission to do something",
            "defineVi": "sự cho phép của ai đó để làm một cái gì đó"
        },
        {
            "id": "f94b2204-2ccd-4d71-a3d5-e9a95f2cf2fd",
            "word": "do's and don'ts",
            "phonetic": "duː bækslæʃ ɛs ænd dɑːn bækslæʃ tiːɛs ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG8ncyBhbmQgZG9uJ3Rz&hash=3dfa0406ff52454b1f2111010bad923055425d85&lang=en&cache-only=0",
            "defineEn": "things that should be done or avoided",
            "defineVi": "những điều nên làm hoặc nên tránh"
        },
        {
            "id": "824f5425-ae55-443a-b72c-d8f141997931",
            "word": "in accordance with",
            "phonetic": "ɪn ɐkoːɹdəns wɪð ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW4gYWNjb3JkYW5jZSB3aXRo&hash=d554c6c82630b6458797e0e7ad5c55ada62ea8fe&lang=en&cache-only=0",
            "defineEn": "in a way that agrees with something",
            "defineVi": "trong một cách mà đồng ý với một cái gì đó"
        },
        {
            "id": "c6d713b7-3aa7-4339-bb47-e13a1956c30e",
            "word": "by the book",
            "phonetic": "baɪ ðə bʊk ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnkgdGhlIGJvb2s&hash=e0c0e1f535d68dcd386ee59b9af4bbde79e9bedf&lang=en&cache-only=0",
            "defineEn": "precisely in accordance with rules and regulations",
            "defineVi": "chính xác theo các quy tắc và quy định"
        },
        {
            "id": "2941fff9-2862-4b9b-8895-4242cf24b3ee",
            "word": "to feel free (to do something)",
            "phonetic": "tə fiːl fɹiː tə duː sʌmθɪŋ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZmVlbCBmcmVlIHRvIGRvIHNvbWV0aGluZw&hash=3c7e414e02f0f3044d8dede422064c3f24c3a6a1&lang=en&cache-only=0",
            "defineEn": "used to tell someone that they can do what they want",
            "defineVi": "được sử dụng để nói với ai đó rằng họ có thể làm những gì họ muốn"
        },
        {
            "id": "5b164012-97b7-4013-b94f-e153ad023f05",
            "word": "to play by one's own rules",
            "phonetic": "tə pleɪ baɪ wʌn bækslæʃ ɛs oʊn ɹuːlz ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxheSBieSBvbmUncyBvd24gcnVsZXM&hash=f93ebe6afac69271dad1025761859e0c684a39ad&lang=en&cache-only=0",
            "defineEn": "to do things as one sees fit, not according to laws or rules",
            "defineVi": "để làm những việc như một người thấy phù hợp, không theo pháp luật hoặc quy tắc"
        },
        {
            "id": "7fc699e5-808e-49d4-a419-5f3f0c644610",
            "word": "to conform",
            "phonetic": "tə kənfɔːɹm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Despite the pressure to conform, she chose to do her own thing and started her own business, which became a great success.",
                "Despite his unconventional ideas, John knew that it is ill striving against the stream and decided to conform to the company's dress code.",
                "First of all, the brain conforms to the shape of the skull, not the other way around.",
                "- You can conform or confirm.",
                "In claws, the bed of keratinocytes conforms to a narrow finger bone, wrapping around the end of the digit and radiating outwards to form a cone-shaped structure."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZm9ybQ&hash=00ca0b9131188c8c2f000c230e87a04ea3df37fc&lang=en&cache-only=0",
            "defineEn": "to be or act in accordance with a rule, standard, etc.",
            "defineVi": "được hoặc hành động phù hợp với một quy tắc, tiêu chuẩn, vv"
        },
        {
            "id": "fb3d2428-45fa-4f75-825a-9739b34faac1",
            "word": "non-compliant",
            "phonetic": "nɑːŋkəmplaɪənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "People with non-compliant driver's licenses basically can only drive with it."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9uLWNvbXBsaWFudA&hash=1683e4eaa327b8356173db283ac265ddf7e49eec&lang=en&cache-only=0",
            "defineEn": "refusing to follow a law or rule",
            "defineVi": "từ chối tuân theo luật hoặc quy tắc"
        },
        {
            "id": "c27bbb20-e81c-4428-bd87-11647e49d84b",
            "word": "to commit",
            "phonetic": "tə kəmɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The crime was committed in broad daylight.",
                "The organization is committed to promoting equality and fairness for every person.",
                "They have committed to a lifetime of love and partnership by getting married.",
                "The government is committed to holding exports at their present level.",
                "You should take a hard look at the issues before committing yourself."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tbWl0&hash=bd875b156732d8a5d43c50cd99d90462a6f7a4f8&lang=en&cache-only=0",
            "defineEn": "to officially order to send a person to prison, psychiatric hospital, etc.",
            "defineVi": "chính thức ra lệnh đưa một người vào tù, bệnh viện tâm thần, v.v."
        },
        {
            "id": "92dd9b46-3cb6-4d8c-8f54-78c6febef873",
            "word": "conservative",
            "phonetic": "kənsɜːvətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "More conservative candidates are losing ground in key battleground states.",
                "It turned out that as a new kid on the block you are a real threat to existing parties in a rather conservative industry.",
                "Jennifer's conservative views make her the black sheep among her more liberal-minded friends.",
                "Mark was eager to invest all his savings into a new business opportunity, but his financial advisor cautioned him that who grasps at too much loses everything, and recommended a more conservative approach.",
                "Conservatives have no problem with Social Security."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VydmF0aXZl&hash=d8e48102128c1f16649ab6e4fed7208d44edda69&lang=en&cache-only=0",
            "defineEn": "supporting traditional values and beliefs and not willing to accept any contradictory change",
            "defineVi": "ủng hộ các giá trị và niềm tin truyền thống và không sẵn sàng chấp nhận bất kỳ thay đổi mâu thuẫn nào",
            "hasImg": true
        }
    ]
}