{
    "id": "048d17b3-85ca-485c-b0fe-521359c2c09e",
    "title": "Lesson 42",
    "originalTitle": "Lesson 42",
    "words": [
        {
            "id": "13e25c70-ea0a-4b09-866a-426ee388af63",
            "word": "unguent",
            "phonetic": "ʌŋɡənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW5ndWVudA&hash=c24a4c0e30783ba2697b6af1712aca3a996aa493&lang=en&cache-only=0",
            "defineEn": "a type of medicinal or healing ointment or salve applied to the skin",
            "defineVi": "một loại thuốc mỡ chữa bệnh hoặc thuốc mỡ bôi lên da",
            "hasImg": true
        },
        {
            "id": "52c39bfb-3261-47c0-b8e9-d8388fab177f",
            "word": "onrush",
            "phonetic": "ɑːnɹʌʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "There's a big onrush of materials, a big onrush of activity happening in this facility.",
                "There's a big onrush of materials, a big onrush of activity happening in this facility."
            ],
            "audio": "https://tts.langeek.co/read?text=b25ydXNo&hash=a0c6a2743d703249995ccd1f510abc9d545ebd36&lang=en&cache-only=0",
            "defineEn": "a forceful forward rush or flow",
            "defineVi": "một dòng chảy hoặc lao về phía trước mạnh mẽ"
        },
        {
            "id": "5acc3b87-7b05-4558-ac62-4dd52719d490",
            "word": "guise",
            "phonetic": "ɡaɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "And much exploitation and oppression has taken place in the guise of reasoned thought.",
                "Which is just racism under the guise of science.",
                "Most often a leshy appears in its imposingly tall human guise with long claws and shaggy hair, sometimes with horns and cloven feet.",
                "Instead, you miss meetings under the guise of being sick, or late, or tied up with something else.",
                "And how the Beta Israel religious group became commonly accused of taking the guise of this monster."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Vpc2U&hash=d11ef8c3b6113c555cefb3eca80c4ce360ca7fdf&lang=en&cache-only=0",
            "defineEn": "an artful or simulated semblance",
            "defineVi": "một semblance nghệ thuật hoặc mô phỏng"
        },
        {
            "id": "77f9dc90-1dcc-4d01-95fd-ece658c667e9",
            "word": "essence",
            "phonetic": "ɛsəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The artist sought to abstract the essence of nature in her paintings.",
                "The artist created an abstract painting that captured the essence of emotion without depicting recognizable objects.",
                "As I bit into the warm, freshly baked pretzel, the caraway seeds on top released their savory essence.",
                "His parodies capture the essence of the original work down to the finest detail.",
                "So time is of the essence."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXNzZW5jZQ&hash=eba658c2abc03a16d321d892f6564ec8b498c919&lang=en&cache-only=0",
            "defineEn": "the choicest or most essential or most vital part of some idea or experience",
            "defineVi": "phần chọn lọc nhất hoặc thiết yếu nhất hoặc quan trọng nhất của một số ý tưởng hoặc kinh nghiệm"
        },
        {
            "id": "ada4ffa4-716f-4333-97cb-cf33cc8240f3",
            "word": "frieze",
            "phonetic": "fɹiːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "His designs combine Doric columns with a sweeping Ionic frieze, hosting a vast panorama of the city’s Great Panathenaic festival."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJpZXpl&hash=fa1744cc9ea4f7909556ca1f6b644dd4904ec722&lang=en&cache-only=0",
            "defineEn": "a narrow and decorative border that has engravings or pictures on it, especially above the walls of a room or building",
            "defineVi": "một đường viền hẹp và trang trí có chạm khắc hoặc hình ảnh trên đó, đặc biệt là phía trên các bức tường của căn phòng hoặc tòa nhà",
            "hasImg": true
        },
        {
            "id": "9155f10b-f2f9-4c3f-9521-9d742345c084",
            "word": "origin",
            "phonetic": "ɔːɹɪdʒɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "To hide his humble origins, he told his wife he had no family and spent his life living a lie.",
                "Despite being born on the wrong side of the blanket, Sarah grew up to become a successful entrepreneur and proved that one's origins don't define their potential.",
                "Drones date back much longer to early flight but like the modern drones basically trace their origin to the 80s.",
                "ESG investing has its origins in a 2004 letter from former United Nations Secretary-General Kofi Annan.",
                "In fact, the word vaccine itself has bovine origins."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JpZ2lu&hash=3b3593d1d81f4db1063d5537f69d7abbc5b9a6f6&lang=en&cache-only=0",
            "defineEn": "the point or place where something has its foundation or beginning",
            "defineVi": "điểm hoặc nơi mà một cái gì đó có nền tảng hoặc bắt đầu"
        },
        {
            "id": "84a19f6a-53d1-451e-bbf5-c5aa0c6b8a38",
            "word": "dragnet",
            "phonetic": "dɹæɡnɛt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHJhZ25ldA&hash=41aeff20071114b288a83501e78da93d51f4049c&lang=en&cache-only=0",
            "defineEn": "a system of coordinated measures for apprehending (criminals or other individuals)",
            "defineVi": "một hệ thống các biện pháp phối hợp để bắt giữ (tội phạm hoặc các cá nhân khác)"
        },
        {
            "id": "b9e0734e-e163-4263-b350-69d993534ce6",
            "word": "tumult",
            "phonetic": "tuːmʌlt ",
            "partOfSpeechType": "noun",
            "examples": [
                "You couldn't really go through those years, the Civil Rights movement and the anti-Vietnam War movement and all the tumult in America and not be affected by it.",
                "There's been major tumult today and in recent days as individual investors and young day traders are upending the market and sending prices of a few companies soaring, companies that were struggling just days or weeks ago."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVtdWx0&hash=5d6871967298628e6364ef7a8a3c64296c98507a&lang=en&cache-only=0",
            "defineEn": "a state of commotion and noise and confusion",
            "defineVi": "một tình trạng hỗn loạn và ồn ào và nhầm lẫn"
        },
        {
            "id": "2644fc5e-bc42-4e15-8fe0-97e185747bcf",
            "word": "coterie",
            "phonetic": "koʊɾɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Time spent with Judge David Davis and his coterie of fellow lawyers.",
                "You can see the anger and consternation on his face, and he’s holding it there, and now he has an embarrassed coterie of people with him, two of which are representing the American military, and they’re very unsatisfied about what’s going on."
            ],
            "audio": "https://tts.langeek.co/read?text=Y290ZXJpZQ&hash=4e608aef82a9f98677b3fc72ce7ddec9ebc9e7ff&lang=en&cache-only=0",
            "defineEn": "an exclusive circle of people with a common purpose",
            "defineVi": "một vòng kết nối độc quyền của những người có mục đích chung"
        },
        {
            "id": "a4bdce98-9bba-4db3-8ebe-0dd96071da39",
            "word": "falderol",
            "phonetic": "fældɚɹɑːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmFsZGVyb2w&hash=81cf61ef3444d9b39628d1e9f5c84ca0a4ce960f&lang=en&cache-only=0",
            "defineEn": "ornamental objects of no great value",
            "defineVi": "đồ trang trí không có giá trị lớn"
        },
        {
            "id": "e316a3c7-c3a7-449d-8e53-5014c050a760",
            "word": "maidenhood",
            "phonetic": "meɪdənhʊd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFpZGVuaG9vZA&hash=a7b017124adf426083199c079d0bda4aac9e07ac&lang=en&cache-only=0",
            "defineEn": "the childhood of a girl",
            "defineVi": "tuổi thơ của một cô gái",
            "hasImg": true
        },
        {
            "id": "a4fc7d9b-8cd9-44e2-a3a3-c15ff65b1c71",
            "word": "treatise",
            "phonetic": "tɹiːɾɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "At the time Matthew Carey, a local publisher, wrote a lengthy treatise filled with excruciating death scenes.",
                "He penned treatises on everything from anatomy to nutrition to bedside manner, meticulously cataloguing his writings to ensure their preservation.",
                "The notion of a centralized municipal police force actually originated in the UK by way of economist Patrick Colquhoun and his Treatise on the Police of the Metropolis.",
                "Influenced by ideas from the Scottish Enlightenment, Colquhoun’s Treatise has been credited with reforming night watches into a means of maintaining social order.",
                "But one of your diagrams is so similar to a proof found in an Islamic mathematics treatise that it's almost impossible that you didnít have access to it."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlYXRpc2U&hash=6b98f32d36e609d09fa8eef77e78837a08f91a65&lang=en&cache-only=0",
            "defineEn": "a long and formal piece of writing about a specific subject",
            "defineVi": "một mảnh dài và chính thức của văn bản về một chủ đề cụ thể"
        },
        {
            "id": "aa5fa469-3d5c-4807-9c15-b45913868eea",
            "word": "reprieve",
            "phonetic": "ɹᵻpɹiːv ",
            "partOfSpeechType": "noun",
            "examples": [
                "Acknowledging that a drowning man will clutch at a straw, the defendant grasped at the flimsy alibi even though it appeared implausible, hoping it might provide some reprieve from the charges against him.",
                "Is there any reprieve?",
                "Though currently enrolled, international students were granted a reprieve.",
                "and there's no expected reprieve.",
                "You may be granted a reprieve if you apologize."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwcmlldmU&hash=a3ea01fbccdd77ca75405b31a670468cfab9997e&lang=en&cache-only=0",
            "defineEn": "the act of reprieving; postponing or remitting punishment",
            "defineVi": "hành động đền tội; hoãn hoặc giảm nhẹ hình phạt"
        },
        {
            "id": "4decbfa3-f815-4e75-bd06-fffc830d3a28",
            "word": "portent",
            "phonetic": "poːɹtənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The young Lincoln, in his first formal speech at the Springfield Lyceum in 1838 could see portents of a crisis to come.",
                "For instance, in a previous video about witchcraft, we discussed how earthquake tremors in Istanbul in 1648 were seen as portents of a sultan’s death a few months later."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9ydGVudA&hash=b2b391ecd7a98b9259eae8a27933adfa8bb37c9c&lang=en&cache-only=0",
            "defineEn": "a sign of something about to happen",
            "defineVi": "một dấu hiệu của một cái gì đó sắp xảy ra"
        },
        {
            "id": "2782a6d8-8c5b-4b66-8ab6-ae467d5b6bed",
            "word": "spate",
            "phonetic": "speɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The brand faced severe scrutiny and criticism in the late 1980s over a spate of reports saying the brands Audi 5000 model was unintentionally accelerating.",
                "Volunteers in bright orange vests dot the streets, fanning out on day-long patrols, after a spate of attacks rattled the community.",
                "Volunteers in bright orange vests dot the streets, fanning out on day-long patrols, after a spate of attacks rattled the community.",
                "This spate of global warming marks the transition to the next epoch, the Eocene, and it’s known as the Paleocene-Eocene Thermal Maximum, or PETM.",
                "[laughs] Narrator: With prices so high, the commodity of avocados has attracted a spate of thefts from orchards and delivery trucks worldwide."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BhdGU&hash=945c9999ba788cadbac68cda5438305997f9837c&lang=en&cache-only=0",
            "defineEn": "a sudden forceful flow",
            "defineVi": "một dòng chảy mạnh mẽ đột ngột"
        },
        {
            "id": "2835aa8c-54c3-4e01-ba2a-0656df2581fe",
            "word": "sirocco",
            "phonetic": "sɪɹɑːkoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2lyb2Njbw&hash=35f52af81b8a8605f56c3d0fe78f2b4cf368b959&lang=en&cache-only=0",
            "defineEn": "a windstorm that lifts up clouds of dust or sand",
            "defineVi": "một cơn bão nâng lên những đám mây bụi hoặc cát",
            "hasImg": true
        },
        {
            "id": "c2952e87-15dd-4aa4-a30b-7622b5761703",
            "word": "stanza",
            "phonetic": "stænzə ",
            "partOfSpeechType": "noun",
            "examples": [
                "But then you have the layout of the poem, which resists conventional stanzas, and that troubles the simplicity here."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Rhbnph&hash=efb7eb8e5039f8918f53b830b1da6159c588187f&lang=en&cache-only=0",
            "defineEn": "a series of lines in a poem, usually with recurring rhyme scheme and meter",
            "defineVi": "một loạt các dòng trong một bài thơ, thường có sơ đồ vần lặp lại và nhịp điệu"
        },
        {
            "id": "ea5738ae-c13f-4629-83d1-f8f393be4d8b",
            "word": "bigot",
            "phonetic": "bɪɡət ",
            "partOfSpeechType": "noun",
            "examples": [
                "I did not raise a bigot.",
                "Prison turned my son into a bigot because whites cannot associate with Mexicans or blacks.",
                "I have a son who's a bigot and I'll never get it.",
                "I never thought this, also, coming from the South, my father was a bigot, my grandfather was a bigot, and I can't understand bigotry, to hate a race.",
                "I never thought this, also, coming from the South, my father was a bigot, my grandfather was a bigot, and I can't understand bigotry, to hate a race."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymlnb3Q&hash=1f1ef7675b1cdaab35fabdcdaf96413c9f389f2b&lang=en&cache-only=0",
            "defineEn": "a person who holds strong opinions about race, religion or politics and is intolerable of differing views",
            "defineVi": "một người có quan điểm mạnh mẽ về chủng tộc, tôn giáo hoặc chính trị và không thể chịu đựng được những quan điểm khác nhau"
        },
        {
            "id": "e4299971-fe4f-4710-9fbf-5b3299585bdc",
            "word": "streamlet",
            "phonetic": "stɹiːmlɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RyZWFtbGV0&hash=f8c0db1d0f32648d88315ca92deed8e34ac00641&lang=en&cache-only=0",
            "defineEn": "a small stream",
            "defineVi": "một dòng suối nhỏ"
        },
        {
            "id": "1aa8da48-f046-4fcc-8db4-ac921b12ba2f",
            "word": "aura",
            "phonetic": "ɔːɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can use their Aura software to control the RGB.",
                "The essence of the god within gave the tree a divine aura, and when the king of Byblos noticed it, he ordered the tree cut down and brought to his palace.",
                "In 2022, the Large Synoptic Survey Telescope, operated by AURA, is scheduled to come online.",
                "This produces hallucinations called auras, which can include seeing flashing lights and geometric patterns and experiencing tingling sensations.",
                "This can spread brand awareness, cultivate an aura of sophistication, give them a fancy party to invite top clients to, and let other people know that they aren’t soulless overlords but conscientious philanthropists."
            ],
            "audio": "https://tts.langeek.co/read?text=YXVyYQ&hash=87c0933603a8210c837d73eafb51e06d657e8d4a&lang=en&cache-only=0",
            "defineEn": "a distinctive but intangible quality surrounding a person or thing",
            "defineVi": "một phẩm chất đặc biệt nhưng vô hình xung quanh một người hoặc vật"
        }
    ]
}