{
    "id": "0494bfd1-2246-492c-9444-d4f44c88c966",
    "title": "Lesson 26",
    "originalTitle": "Lesson 26",
    "words": [
        {
            "id": "9a4b873d-cbe8-44cb-8323-10f28b57c45c",
            "word": "idyllic",
            "phonetic": "aɪdɪlɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Jonathan always paints an idyllic picture of our childhood, glossing over the bad memories of our father.",
                "Doesn't it sound idyllic?",
                "But it's not all idyllic.",
                "For a lot of marginalized people, the girlhood of Meg, Jo, Beth, and Amy might not be relatable, but it is as idyllic, fantastic, and magical as the idea of getting a letter from Hogwarts.",
                "The tourist industry is painting it as idyllic."
            ],
            "audio": "https://tts.langeek.co/read?text=aWR5bGxpYw&hash=b806d46c4eb9e6a19b2a202b35ff181602d1261c&lang=en&cache-only=0",
            "defineEn": "perfect or idealistic, often in a romantic or nostalgic sense",
            "defineVi": "hoàn hảo hoặc duy tâm, thường theo nghĩa lãng mạn hoặc hoài cổ"
        },
        {
            "id": "6fa65b20-b4ec-4631-aeec-b81f8b4e18b3",
            "word": "calorific",
            "phonetic": "kæloːɹɪfɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And so this very fast plastic kind of bread, which was really, I guess done out to the well-meaning sort of aim, is actually causing issues across the globe with people's health, wellness, blood sugar management, calorific management and the amount of nutrition they get from their base food."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fsb3JpZmlj&hash=baa0cd260b8fd5d21fe45a296f0b09b20cf4af6d&lang=en&cache-only=0",
            "defineEn": "describing food which is high in calories",
            "defineVi": "mô tả thực phẩm có nhiều calo",
            "hasImg": true
        },
        {
            "id": "f108dc63-fbac-4039-aeb6-f3874b7eaa1f",
            "word": "laconic",
            "phonetic": "lækɑːnɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGFjb25pYw&hash=2138b1f8c63dd0d844f0311ef4f7f416412c2120&lang=en&cache-only=0",
            "defineEn": "conveying something whilst using a very small number of words",
            "defineVi": "truyền đạt một cái gì đó trong khi sử dụng một số lượng rất nhỏ các từ"
        },
        {
            "id": "edb0b538-abf6-4429-8186-ac2776f67c87",
            "word": "platonic",
            "phonetic": "plætɑːnɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And hey, definitely don’t underestimate platonic cuddling.",
                "Of course, this all could apply to platonic social bonding.",
                "Oh, Ally's showing great form with the platonic side hug there.",
                "Whether it's platonic, familial or romantic, young, old, and it's not always perfect.",
                "Well, in a platonic, ideal world, I think presidents should be able to nominate justices until Inauguration Day."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhdG9uaWM&hash=6af24ea100346b66989d40d5dd8f2404345be2a5&lang=en&cache-only=0",
            "defineEn": "free from physical desire",
            "defineVi": "thoát khỏi ham muốn thể xác"
        },
        {
            "id": "5b92a4fa-8bbb-4705-8179-b0935bf1e469",
            "word": "prosaic",
            "phonetic": "pɹəseɪɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But it’s also important to remember that regular soldiers often had more prosaic reasons for going off to fight, as you will eventually learn when you are forced to read The Red Badge of Courage, Goldfield tells the story of one Alabamian who enlisted only after his girlfriend mailed him a dress and told him he should start wearing if he wasn’t willing to go fight."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvc2FpYw&hash=46c14b0a13ed1e85cc307e6ea1af6833ed1d237b&lang=en&cache-only=0",
            "defineEn": "plain and ordinary; lacking excitement and imagination",
            "defineVi": "đơn giản và bình thường; thiếu hứng thú và trí tưởng tượng"
        },
        {
            "id": "a019ec0e-e391-4987-a438-5617ef2323b6",
            "word": "seraphic",
            "phonetic": "sɛɹəfɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VyYXBoaWM&hash=4f1edd2add349c2336ce13cea301f91f9264c8cb&lang=en&cache-only=0",
            "defineEn": "of or relating to an angel of the first order",
            "defineVi": "của hoặc liên quan đến một thiên thần của trật tự đầu tiên"
        },
        {
            "id": "6b554997-e5f8-4799-bb62-c2ca1ef848a8",
            "word": "Gothic",
            "phonetic": "ɡɑːθɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's the world's largest Gothic cathedral.",
                "The gothic label belonged to literature and film until the 1970s when a new musical scene emerged.",
                "It’s a kind of digital Gothic where the haunted house becomes the haunted everything.",
                "I have a PhD in literature and a fascination with the gothic in horror.",
                "Here, the word Gothic was repurposed again to describe a literary genre that emerged as a darker strain of Romanticism."
            ],
            "audio": "https://tts.langeek.co/read?text=R290aGlj&hash=248404df370378f446c1d71999bd434a8c359a78&lang=en&cache-only=0",
            "defineEn": "(of a novel, etc.) written or made in a way relating to the Goths",
            "defineVi": "(của một cuốn tiểu thuyết, v.v.) được viết hoặc làm theo cách liên quan đến người Goth"
        },
        {
            "id": "f547aee8-3f9b-451e-916b-0026e53a5724",
            "word": "esoteric",
            "phonetic": "ɛsoʊtɛɹɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It is a little bit esoteric.",
                "You know what else is esoteric?",
                "But then, moving into different areas, again, immigration policy is wonky, and it’s esoteric. ",
                "Casey asked Markopolos, who understood esoteric tactics ,like split strike conversion, to do some reverse engineering."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXNvdGVyaWM&hash=df312c5f899b4ab598b60fb09d6210c5d04e7b9c&lang=en&cache-only=0",
            "defineEn": "intended to be understood and known by a small group of people who possess a specific type of knowledge",
            "defineVi": "dự định được hiểu và biết bởi một nhóm nhỏ những người sở hữu một loại kiến thức cụ thể"
        },
        {
            "id": "5c00e612-ff17-4823-983a-87e534bd0140",
            "word": "soporific",
            "phonetic": "sɑːpoːɹɪfɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Now, yes, it is very true that a boring meeting or lecture, especially in the afternoon, may be soporific."
            ],
            "audio": "https://tts.langeek.co/read?text=c29wb3JpZmlj&hash=22762fc94e08af8fb686657dbeb3a1fbf74e709f&lang=en&cache-only=0",
            "defineEn": "sleep inducing",
            "defineVi": "gây ngủ"
        },
        {
            "id": "ef180fe1-699d-441a-acfc-4f7cf1467641",
            "word": "eugenic",
            "phonetic": "juːdʒɛnɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But as a source of policy for many lawmakers in the United States, Germany, and elsewhere, eugenics was still very much alive.",
                "Again it reeks of eugenics.",
                "This was German eugenics: the application of a distorted understanding of Darwinian evolution to human society.",
                "Under the influence of eugenics, scientists used the results of the military initiative to make erroneous claims that certain racial groups were intellectually superior to others.",
                "But do you know who really loved their eugenics?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZXVnZW5pYw&hash=0a8b8f88bd7e790ed0a150767b1c656f139f4d81&lang=en&cache-only=0",
            "defineEn": "pertaining to or causing improvement in the offspring produced",
            "defineVi": "liên quan đến hoặc gây ra sự cải thiện ở thế hệ con cái được tạo ra"
        },
        {
            "id": "d3540605-10ac-456f-8d3c-33be9c019cbb",
            "word": "dynamic",
            "phonetic": "daɪnæmɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The sports team played better on their home field than when they were away, showing that birds in their little nests agree also applies to team dynamics in competitive settings.",
                "The consultant observed the team's dynamics and pointed out areas for improvement, acknowledging that lookers-on see most of the game.",
                "This first stage of the war was hugely dynamic.",
                "Fluid dynamics are awesome.",
                "Fluid dynamics is freakin' complicated."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHluYW1pYw&hash=70bb9a94d85cefd6e7830d4dc5a5362f9b0d81ff&lang=en&cache-only=0",
            "defineEn": "determined and having a lot of energy and new ideas",
            "defineVi": "quyết tâm và có nhiều năng lượng và ý tưởng mới",
            "hasImg": true
        },
        {
            "id": "354772f2-c427-45bb-9dba-4998e412e3e4",
            "word": "endemic",
            "phonetic": "ɛndɛmɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And this obliteration of fact from fiction, of truth from lie, has become now endemic in American politics. ",
                "And this obliteration of fact from fiction, of truth from lie, has become now endemic in American politics.",
                "Plague, Ebola, anthrax, tuberculosis and HIV are all endemic here.",
                "These peaceful herbivores are endemic to the Galapagos Islands, and are probably descended from a South American iguana that somehow drifted over and adapted to a watery lifestyle.",
                "Some of the last endemic countries like South Sudan are aiming to be completely guinea worm free by 2020."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5kZW1pYw&hash=6fe0bfcb7c787e3e8dd2e25696eb3f066c75d981&lang=en&cache-only=0",
            "defineEn": "relating to a disease or condition that is commonly found in a specific area or group of people",
            "defineVi": "liên quan đến một căn bệnh hoặc tình trạng thường thấy ở một khu vực cụ thể hoặc một nhóm người"
        },
        {
            "id": "9edc6a2b-3a92-454c-bdfe-c4dabc2f04ce",
            "word": "mnemonic",
            "phonetic": "nɛmɑːnɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And mnemonics can take many forms.",
                "Mnemonics are great for trying to remember our 4th grade spelling words. ",
                "So there is a super handy mnemonic for remembering these ratios.",
                "To recite these massive epics live, rhapsodes employed a steady meter, along with mnemonic devices, like repetition of memorized passages or set pieces.",
                "In school, you likely learned about the ranks in the tree of life with some kind of clever mnemonic, like Dear King Philip Came Over For Great Soup."
            ],
            "audio": "https://tts.langeek.co/read?text=bW5lbW9uaWM&hash=904eea71ce0074713332f0044357c9c46f005ad0&lang=en&cache-only=0",
            "defineEn": "relating to or aiding the memory, often by using memory-enhancing techniques or devices",
            "defineVi": "liên quan đến hoặc hỗ trợ trí nhớ, thường bằng cách sử dụng các kỹ thuật hoặc thiết bị tăng cường trí nhớ"
        },
        {
            "id": "371ee4ce-9dbb-419c-9d56-acf9d6422d5b",
            "word": "spasmodic",
            "phonetic": "spæzmɑːdɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3Bhc21vZGlj&hash=51bdc864b94cef07cd49500d305acc33e71af6e3&lang=en&cache-only=0",
            "defineEn": "affected by involuntary jerky muscular contractions; resembling a spasm",
            "defineVi": "bị ảnh hưởng bởi các cơn co thắt cơ bắp không tự nguyện; giống như một cơn co thắt"
        },
        {
            "id": "76b0a7af-6235-4f98-a5ae-6e7a119beb02",
            "word": "histrionic",
            "phonetic": "hɪstɹɪɑːnɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Today I'm going to talk to you about histrionic personality disorder.",
                "Narcissistic personality disorder, for example, has many traits that resemble histrionic personality disorder.",
                "Some literature suggests that atypical depression may be more prevalent in people with histrionic, borderline and avoidant personalities.",
                "He’s someone you can have a real conversation with without a whole lot of theater and histrionics.",
                "So, and they won't really remember, but to the person with histrionic personality disorder, they will think that they're very close."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlzdHJpb25pYw&hash=b3ad77690181aa80579b5b800bca327c59c5a52b&lang=en&cache-only=0",
            "defineEn": "characteristic of acting or a stage performance; often affected",
            "defineVi": "đặc điểm của diễn xuất hoặc biểu diễn sân khấu; thường bị ảnh hưởng"
        },
        {
            "id": "b82456ff-baa9-47f6-9fc5-35c247209c71",
            "word": "rustic",
            "phonetic": "ɹʌstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Make a rustic mushroom pizza with chanterelles and fresh herbs.",
                "The rustic countryside wedding featured carved Boston butt roast with roasted vegetables.",
                "The new house was decorated to Ellen's liking, with a blend of modern and rustic elements that matched her style perfectly.",
                "- Ooh, I like the rustic.",
                "Looks super good, it's like rustic."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVzdGlj&hash=c987cae7a8be29e66071600e9d1b8ff0843370c4&lang=en&cache-only=0",
            "defineEn": "associated with the lifestyle of the countryside and rural areas",
            "defineVi": "gắn liền với lối sống của nông thôn và nông thôn"
        },
        {
            "id": "12e3bca6-862a-44de-92c7-585a76f99080",
            "word": "quizzical",
            "phonetic": "kwɪzɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cXVpenppY2Fs&hash=d38fc6115c6e2b444d2f7a1ba5e9513be938f0b7&lang=en&cache-only=0",
            "defineEn": "perplexed (as if being expected to know something that you do not know)",
            "defineVi": "bối rối (như thể được mong đợi để biết điều gì đó mà bạn không biết)"
        },
        {
            "id": "1d872c9a-0890-48eb-8d8d-7e13fbfa1edd",
            "word": "fiscal",
            "phonetic": "fɪskəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So this really takes massive fiscal response.",
                "We can absolutely afford more fiscal support.",
                "On the fiscal side, the city initially projected a budget shortfall of eight point three three billion dollars for fiscal year twenty twenty one.",
                "But in a very severe downturn, fiscal policy might become much more effective.",
                "The carrier's fiscal prudence has won an investment grade credit ratings, a bragging right it shares with Delta and Alaska."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlzY2Fs&hash=f0582a0903cf4f97f851056a049892cfc454fb54&lang=en&cache-only=0",
            "defineEn": "relating to government revenue or public money, especially taxes",
            "defineVi": "liên quan đến doanh thu của chính phủ hoặc tiền công, đặc biệt là thuế"
        },
        {
            "id": "fae4ac82-f12c-4868-99ac-a50d183ad23d",
            "word": "fluvial",
            "phonetic": "fluːvɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zmx1dmlhbA&hash=278cf2bbe272ffbb419b34dc2935338403c8a76d&lang=en&cache-only=0",
            "defineEn": "of or relating to or happening in a river",
            "defineVi": "của, liên quan đến hoặc xảy ra trong một dòng sông"
        }
    ]
}