{
    "id": "0494e0bf-5acf-459c-96b6-bbce9421061b",
    "title": "Unit 9 - Lesson 2",
    "originalTitle": "Unit 9 - Lesson 2",
    "words": [
        {
            "id": "6e89e7bc-f935-49e9-90c1-93bfc189ab70",
            "word": "controversial",
            "phonetic": "kɑːntɹəvɜːʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Her controversial new theory flies in the face of everything we know about quantum mechanics.",
                "The controversial remarks by the celebrity were taken out of context and presented in a bad light.",
                "The controversial artwork caused a stir in the art world, but it turned out to be just a nine day wonder, quickly fading from public attention as other artistic creations gained prominence.",
                "The documentary presented the controversial issue in a different light, challenging commonly held beliefs and inviting viewers to reconsider their opinions.",
                "Seeing no other option, the politician decided desperate times call for desperate measures and made a controversial speech spreading misleading information to sway the crucial election results."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJvdmVyc2lhbA&hash=2f519be85d389ff315ee3c51d92238aa2f764b58&lang=en&cache-only=0",
            "defineEn": "causing a lot of strong public disagreement or discussion",
            "defineVi": "gây ra nhiều bất đồng hoặc thảo luận mạnh mẽ trong công chúng"
        },
        {
            "id": "a627494e-ad38-477f-a3dd-058bbbb2b38a",
            "word": "issue",
            "phonetic": "ɪʃuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Alan's explanation just muddies the issue!",
                "The issue comes up over and over on the stump.",
                "He danced the issue around.",
                "I pressed the issue home to them.",
                "The winter issue is hot off the press."
            ],
            "audio": "https://tts.langeek.co/read?text=aXNzdWU&hash=cb7ffba76ab3a33386ef431e196e88fc7e0cd5cd&lang=en&cache-only=0",
            "defineEn": "an important matter about which people argue or talk",
            "defineVi": "một vấn đề quan trọng về mà mọi người tranh luận hoặc nói chuyện"
        },
        {
            "id": "85e8c939-cbd0-4eb7-ad6f-12f12b382c5c",
            "word": "censorship",
            "phonetic": "sɛnsɚʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Censorship goes both ways.",
                "US senators have criticized TikTok for censorship, privacy, and child safety.",
                "They singled out torture, censorship, and their arrogance and capriciousness.",
                "Secondly, Russia, first time in the history, officially adopted censorship on the Internet after 2012.",
                "Then government censorship policies in the late 1960s banned the horror genre in its entirety, and pontianak films became scarce."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Vuc29yc2hpcA&hash=27016f40cbf2f959cc1e59dcdb9ada10759ec814&lang=en&cache-only=0",
            "defineEn": "the act or policy of eliminating or prohibiting any part of a movie, book, etc.",
            "defineVi": "hành động hoặc chính sách loại bỏ hoặc cấm bất kỳ phần nào của phim, sách, v.v."
        },
        {
            "id": "3684069c-1952-431b-baaa-8b0f901df5cb",
            "word": "book",
            "phonetic": "bʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "This book bridges a gulf between the metaphysics literature and philosophy of mind literature.",
                "The book raises many important questions.",
                "Every age has its book, after all.",
                "The movie follows the book faithfully.",
                "The movie follows the book faithfully."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9vaw&hash=fa0deeb1d31a6f77f3afc0d81d91f2dd79409dc6&lang=en&cache-only=0",
            "defineEn": "a set of printed pages that are held together in a cover so that we can turn them and read them",
            "defineVi": "một tập hợp các trang in được giữ lại với nhau trong một trang bìa để chúng ta có thể lật chúng và đọc chúng",
            "hasImg": true
        },
        {
            "id": "ae90970b-fe2a-4c64-a15b-113566fafbbc",
            "word": "movie",
            "phonetic": "muːvi ",
            "partOfSpeechType": "noun",
            "examples": [
                "That movie knocked my socks off.",
                "The movie follows the book faithfully.",
                "The movie follows the book faithfully.",
                "The movie broke all box-office records.",
                "The movie broke box office records in the US."
            ],
            "audio": "https://tts.langeek.co/read?text=bW92aWU&hash=519b561aeca6798c5f71c58e3fa3bc5f3198060e&lang=en&cache-only=0",
            "defineEn": "a story that is told with a series of pictures that move and sound, shown on television or in a cinema",
            "defineVi": "một câu chuyện được kể bằng một loạt hình ảnh chuyển động và âm thanh, được chiếu trên truyền hình hoặc trong rạp chiếu phim",
            "hasImg": true
        },
        {
            "id": "af4c9f8f-870c-422e-865a-b7c1cd6267b8",
            "word": "compulsory",
            "phonetic": "kəmpʌlsɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Oxygen is compulsory.",
                "Australia has compulsory voting.",
                "Compulsory sterilization was challenged in the US Supreme Court in 1927 in the famous Buck v. Bell case.",
                "Some types of works like musical compositions and sound recordings, for example, are subject to compulsory or statutory licenses for certain uses.",
                "With the spread of compulsory education, schools became the one place where health officials had a truly captive audience."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcHVsc29yeQ&hash=4f48aa82f1d4f6e8fad8a56276724f44bdb4eceb&lang=en&cache-only=0",
            "defineEn": "forced to be done by law or authority",
            "defineVi": "buộc phải được thực hiện bởi pháp luật hoặc cơ quan có thẩm quyền"
        },
        {
            "id": "f9063402-2939-432e-9192-53ed6f8a6ec0",
            "word": "military service",
            "phonetic": "mɪlətɛɹi sɜːvɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWlsaXRhcnkgc2VydmljZQ&hash=e612e29155fb42cafd8fadb6b18da8f1dfcaa1bd&lang=en&cache-only=0",
            "defineEn": "the time that is spent working in the navy, army, air force, or other military branches, particularly the period that is compulsory in some countries",
            "defineVi": "thời gian làm việc trong hải quân, lục quân, không quân hoặc các ngành quân sự khác, đặc biệt là thời gian bắt buộc ở một số quốc gia",
            "hasImg": true
        },
        {
            "id": "41067a18-930a-436f-a016-1c65cec82133",
            "word": "lowering",
            "phonetic": "loʊɚɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This probably has to do with those hormonal changes, like the lowering of cortisol.",
                "This was a once-in-a-generation lowering of temperatures, combined with massive snow.",
                "After doing some experiments, including a few on himself, he began to believe that exposure to the color pink had a calming effect, causing the lowering of heart rate and blood pressure and even weakening muscle strength.",
                "We had over a trillion dollars come back into this country that was repatriated because of the lowering of the corporate rate."
            ],
            "audio": "https://tts.langeek.co/read?text=bG93ZXJpbmc&hash=d74f77ca8137d68f60da4372d046896bc61c4589&lang=en&cache-only=0",
            "defineEn": "the act of causing or having a decrease in value, quality, strength, quantity, intensity, etc.",
            "defineVi": "hành vi làm giảm giá trị, chất lượng, sức mạnh, số lượng, cường độ, v.v."
        },
        {
            "id": "2959f5b2-f415-4587-a6d0-9ebed9063b82",
            "word": "driving",
            "phonetic": "dɹaɪvɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She hasn't passed her driving test yet.",
                "He hasn’t passed his driving test yet.",
                "The policeman hammered home the dangers of drinking and driving.",
                "All that driving has given me a headache.",
                "She passed her driving test with flying colors - she got a perfect score!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJpdmluZw&hash=6dda96dcabc16abb4370488542c4339e59d07e08&lang=en&cache-only=0",
            "defineEn": "the act of controlling the movement and the speed of a car, bus, truck, etc. when it is moving",
            "defineVi": "hành động kiểm soát chuyển động và tốc độ của ô tô, xe buýt, xe tải, v.v. khi nó đang di chuyển",
            "hasImg": true
        },
        {
            "id": "39819210-3326-468d-aa23-812676bd479a",
            "word": "age",
            "phonetic": "eɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Every age has its book, after all.",
                "Boys his age are a law unto themselves.",
                "Reckless youth makes rueful age.",
                "His parents have not yet reached retirement age.",
                "My parents came of age during the 1960s."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdl&hash=57d486634b28dd4a6280a3cb637ee654c3e33e43&lang=en&cache-only=0",
            "defineEn": "the number of years something has existed or someone has been alive",
            "defineVi": "số năm một cái gì đó đã tồn tại hoặc một ai đó đã được sống",
            "hasImg": true
        },
        {
            "id": "b39ae738-d205-4d23-92ab-1f009894c718",
            "word": "to raise",
            "phonetic": "tə ɹeɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The bank raised interest rates.",
                "Many shops have raised their prices.",
                "The piece raises the ghosts of a number of twentieth-century art ideas.",
                "The book raises many important questions.",
                "Local residents have raised concerns about late-night noise."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmFpc2U&hash=500f1aa3fef8123f772ac0554c8b0885efe19dfd&lang=en&cache-only=0",
            "defineEn": "to put something in a higher place or lift it to a higher position",
            "defineVi": "để đặt một cái gì đó ở một nơi cao hơn hoặc nâng nó lên một vị trí cao hơn",
            "hasImg": true
        },
        {
            "id": "bcde90b4-249c-4559-ad80-a61491934270",
            "word": "voting age",
            "phonetic": "voʊɾɪŋ eɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dm90aW5nIGFnZQ&hash=4f8c406077a6b601e8675b7bfff54719c180d58c&lang=en&cache-only=0",
            "defineEn": "the minimum age that is required to legally be allowed to vote in public elections",
            "defineVi": "độ tuổi tối thiểu cần thiết để được phép bỏ phiếu hợp pháp trong các cuộc bầu cử công khai"
        },
        {
            "id": "08071f66-7a3d-4598-afeb-38e5482d7199",
            "word": "to prohibit",
            "phonetic": "tə pɹəhɪbɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Comprehensive Nuclear-Test-Band Treaty prohibits all nuclear explosions anywhere on Earth for any purpose, period.",
                "In 1965, the Voting Rights Act prohibited racial discrimination of any kind in voting.",
                "It was prohibited.",
                "According to the work of historian Ira Berlin, the state of South Carolina prohibited the African slave trade beginning in 1787. ",
                "But the contracts clause of the U.S. Constitution prohibits states from impairing the obligation of contracts."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvaGliaXQ&hash=244e4e82773107b54fffe2b37ce7c6224b567fe2&lang=en&cache-only=0",
            "defineEn": "to forbid something from being done, particularly by law",
            "defineVi": "để cấm một cái gì đó từ được thực hiện, đặc biệt là theo pháp luật"
        },
        {
            "id": "eb770ec8-66af-4d97-8568-b537533a5268",
            "word": "smoking",
            "phonetic": "smoʊkɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Years of smoking and drinking has taken a toll on her health.",
                "The organization called the new regulations a turning point in the campaign against smoking.",
                "The fingerprints left on the door-handle was the smoking gun that enabled the police to arrest him.",
                "My father quit smoking after he was diagnosed with lung cancer, but I'm afraid he's locking the barn door after the horse is stolen.",
                "The doctor warned him to quit smoking, but he continued until he developed lung cancer."
            ],
            "audio": "https://tts.langeek.co/read?text=c21va2luZw&hash=b0d9b706ec2f6de0540b4c054db625799550491a&lang=en&cache-only=0",
            "defineEn": "the habit or act of breathing the smoke of a cigarette, pipe, etc. in and out",
            "defineVi": "thói quen hoặc hành động hít khói thuốc lá, tẩu, v.v.",
            "hasImg": true
        },
        {
            "id": "4d2a3816-6b79-4b09-b9f7-1a82a826712e",
            "word": "indoors",
            "phonetic": "ɪndoːɹz ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5kb29ycw&hash=37e73c6eab0506fc87242e7286de7ba3448df4f4&lang=en&cache-only=0",
            "defineEn": "in or into a building",
            "defineVi": "trong hoặc vào một tòa nhà",
            "hasImg": true
        }
    ]
}