{
    "id": "04ec5ea4-7a0c-49c7-9ab1-a5669af61ebb",
    "title": "Listening to Music",
    "originalTitle": "Listening to Music",
    "words": [
        {
            "id": "3f80cad4-944c-4ec6-aa6d-bde591773476",
            "word": "speaker",
            "phonetic": "spiːkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wire led to a speaker.",
                "The professor made mincemeat of the speaker at the conference.",
                "The speaker ended by suggesting some topics for discussion.",
                "The audience nodded in understanding as the speaker explained the concept.",
                "While we were at the rally, several speakers were getting on their soapbox and sharing their stories."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlYWtlcg&hash=06e7dd3d99b94e040ca81dc7646565bf7f5bc55f&lang=en&cache-only=0",
            "defineEn": "equipment that converts electrical signals into sound, loud enough for public announcements, playing music, etc.",
            "defineVi": "thiết bị biến đổi tín hiệu điện thành âm thanh đủ lớn để thông báo công cộng, phát nhạc, v.v.",
            "hasImg": true
        },
        {
            "id": "34114348-27ff-4591-b40a-336e8bf89430",
            "word": "stereo",
            "phonetic": "stɛɹɪoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some of the best nights we had when we were teenagers were spent just driving aimlessly, cranking the car stereo up to eleven.",
                "Your stereo sounds better than mine.",
                "It sold stereos, speakers, vinyl records and other audio equipment.",
                "So you've got stereo sound.",
                "But we're using our stereo hearing in order to find it."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlcmVv&hash=c6b6bab2b81e39f487f05d969ac09f90c47340ef&lang=en&cache-only=0",
            "defineEn": "a sound system that plays back a recorded sound, music, etc. through two channels, producing a three-dimensional effect",
            "defineVi": "một hệ thống âm thanh phát lại âm thanh đã ghi, âm nhạc, v.v. qua hai kênh, tạo ra hiệu ứng ba chiều"
        },
        {
            "id": "bc7702cb-4aed-4e52-9e82-7d0e4bf7586a",
            "word": "tape",
            "phonetic": "teɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "I ran the tape back.",
                "I have raised an invoice for the tape.",
                "He didn't know the tape was still running.",
                "Transfer tape makes light work of re-gluing in the workshop.",
                "- Take tape."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFwZQ&hash=646a6e7a62b6109f1e0b698c67991226c97e7df3&lang=en&cache-only=0",
            "defineEn": "a thin magnetic material on which a piece of music is recorded",
            "defineVi": "một vật liệu từ tính mỏng mà một bản nhạc được ghi lại",
            "hasImg": true
        },
        {
            "id": "18879860-0144-4e6d-b3ad-83b22b6924e4",
            "word": "track",
            "phonetic": "tɹæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "I lost track of the time.",
                "They kept track of their mileage.",
                "The road follows the track of the railway line.",
                "The track led us through a wood.",
                "Seeing flames behind a dune during one of her walks, the female narrator stops in her tracks."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhY2s&hash=3caf52dcf15a9f7eb708059bc9a4fb5db17b74c4&lang=en&cache-only=0",
            "defineEn": "a musical piece or song recorded on a CD, tape, or vinyl record",
            "defineVi": "một đoạn nhạc hoặc bài hát được ghi trên đĩa CD, băng hoặc đĩa nhựa",
            "hasImg": true
        },
        {
            "id": "82207ec2-3581-4e4b-abd7-ffacbb076fa3",
            "word": "tracklist",
            "phonetic": "tɹæklɪst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJhY2tsaXN0&hash=3090fc90ba2a637cc3a295d20360d9620cd61526&lang=en&cache-only=0",
            "defineEn": "a set of musical pieces or songs listed in the same order in which they appear on a recording",
            "defineVi": "một tập hợp các bản nhạc hoặc bài hát được liệt kê theo cùng thứ tự xuất hiện trên bản ghi âm"
        },
        {
            "id": "3b74a0f7-4410-4263-a773-6ecc01318669",
            "word": "turntable",
            "phonetic": "tɜːnteɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Since 1953, our family's been hand-building headphones and cartridges, cartridges are for turntables, in Brooklyn, New York.",
                "It's like our two turntables, like Daft Punk. -",
                "He was in a DMZ DJ battle in 1993 and was juggling records back and forth and did that beat on the turntables."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVybnRhYmxl&hash=05876b49e7a23905ec663bc4eca985469fd91612&lang=en&cache-only=0",
            "defineEn": "the flat and circular part of a record player on which the record is placed in order to be played",
            "defineVi": "phần phẳng và hình tròn của máy ghi âm mà bản ghi được đặt trên đó để phát",
            "hasImg": true
        },
        {
            "id": "558df88d-ad67-4d59-9e92-ecd0252000a5",
            "word": "vinyl",
            "phonetic": "vaɪnəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Despite the challenges faced by the traditional music industry, vinyl records are alive and kicking, experiencing a resurgence in popularity among audiophiles and collectors.",
                "This is a vinyl.",
                "It's a little vinyl!",
                "It sold stereos, speakers, vinyl records and other audio equipment.",
                "From vinyl records to cassette tapes to streaming."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlueWw&hash=7a1afd04a3bf04c776634334b608a1e3a7f2bc75&lang=en&cache-only=0",
            "defineEn": "a record made of synthetic resin or plastic, used in the past before CDs became popular",
            "defineVi": "một bản ghi làm bằng nhựa tổng hợp hoặc nhựa, được sử dụng trong quá khứ trước khi đĩa CD trở nên phổ biến",
            "hasImg": true
        },
        {
            "id": "bf40a034-db43-4eb0-ab61-4477e3aa4f5c",
            "word": "lp",
            "phonetic": "ɛlpiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm almost finished, um, it takes place in, um, like I said, 45 covers, um, LP covers and also some posters.",
                "and they mainly started off as small 45 jackets I later went on to making, like, 8 track covers and then, like, LP covers."
            ],
            "audio": "https://tts.langeek.co/read?text=bHA&hash=2a1ccb0d7ebd2bd49daf6aea1642c6db43ee0865&lang=en&cache-only=0",
            "defineEn": "a long-playing phonograph record; designed to be played at 33.3 rpm",
            "defineVi": "một bản ghi âm dài chơi; được thiết kế để chơi ở tốc độ 33,3 vòng/phút"
        },
        {
            "id": "fb83840c-8dd7-440e-9f25-2ee1b97f5d40",
            "word": "A-side",
            "phonetic": "eɪsaɪd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=QS1zaWRl&hash=5a9df695ceedb82db9bf8b744309630de7278fe4&lang=en&cache-only=0",
            "defineEn": "the side of a musical record that is regarded as the main release and is more likely to be successful",
            "defineVi": "khía cạnh của một đĩa nhạc được coi là bản phát hành chính và có nhiều khả năng thành công hơn"
        },
        {
            "id": "5360879c-4f8f-42ab-9653-c213bdd76705",
            "word": "B-side",
            "phonetic": "biːsaɪd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Qi1zaWRl&hash=0470c0e2485ca70e1e8e7d51ad8f3077e7fc3a67&lang=en&cache-only=0",
            "defineEn": "the side of a musical record that does not have the main songs",
            "defineVi": "mặt của đĩa nhạc không có các bài hát chính"
        },
        {
            "id": "04df6a76-a3b4-4bd0-a569-9860b7b00d88",
            "word": "CD",
            "phonetic": "siːdiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The group has a new CD in the pipeline.",
                "What sells CDs to most people is convenience.",
                "Let line AB be equal to line CD.",
                "CDs made up over 80% of US music revenue at the time.",
                "Records, cassettes, CDs, or streamed audio files."
            ],
            "audio": "https://tts.langeek.co/read?text=Q0Q&hash=bd6631a3891a3b6ece98d9b930ccfb0cdb2207d4&lang=en&cache-only=0",
            "defineEn": "a small disc on which audio or other formats are recorded and could be played back by a player or computer using laser",
            "defineVi": "một đĩa nhỏ trên đó âm thanh hoặc các định dạng khác được ghi lại và có thể được phát lại bằng trình phát hoặc máy tính bằng laser",
            "hasImg": true
        },
        {
            "id": "9608a033-71db-4766-8cae-7dd77bd70043",
            "word": "CD writer",
            "phonetic": "siːdiː ɹaɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Q0Qgd3JpdGVy&hash=95dc7147cfa02f10442f84041154bb1d5f65e31d&lang=en&cache-only=0",
            "defineEn": "a piece of equipment or the software that is needed for copying sound or other information on a CD",
            "defineVi": "một phần của thiết bị hoặc phần mềm cần thiết để sao chép âm thanh hoặc thông tin khác trên đĩa CD",
            "hasImg": true
        },
        {
            "id": "1dd4a18c-727e-46ac-a08d-435cbcf2fe71",
            "word": "MP3 player",
            "phonetic": "ɛmpiː θɹiː pleɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Frank: MP3 players are better CD players are better tape players.",
                "An obvious next step was the rise of the MP3 and the MP3 player, popularized by Apple's iPod.",
                "And then iPhone sort of made every MP3 player useless.",
                "Very early on, most MP3 players were mostly the same, I think, so I didn't really switch around, and I, like, stuck with one for a long time.",
                "The iPod became kind of like the face of, you know, portable MP3 players, and it made it really difficult for anyone else to compete."
            ],
            "audio": "https://tts.langeek.co/read?text=TVAzIHBsYXllcg&hash=572e0e57a5831bea839a5a0aa4ad6d0df8d6b4ed&lang=en&cache-only=0",
            "defineEn": "a small device used for listening to audio and MP3 files",
            "defineVi": "một thiết bị nhỏ được sử dụng để nghe các tập tin âm thanh và MP3",
            "hasImg": true
        },
        {
            "id": "28b8725f-3c4d-4057-93cf-1cdd27ddbfbe",
            "word": "beatbox",
            "phonetic": "biːtbɑːks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmVhdGJveA&hash=cecf4f4a09e0afc447b7ae65ba7d7bde43f0ea90&lang=en&cache-only=0",
            "defineEn": "a radio, CD player, etc. that is carried around in order to play loud music, especially rap",
            "defineVi": "một đài phát thanh, đầu đĩa CD, v.v. được mang theo để phát nhạc lớn, đặc biệt là nhạc rap"
        },
        {
            "id": "65c9cfca-ef88-4253-9996-e00efe0c282c",
            "word": "compilation",
            "phonetic": "kɑːmpɪleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's a written compilation of my videos.",
                "In fact, the first Song emperor ordered the printing of a compilation of Buddhist scripture that included 130,000 two-page wood blocks in 5048 volumes!",
                "If you want to learn about more weird places hidden on Earth, check out this compilation of 6 of our videos about them!",
                "Thanks for watching this SciShow compilation and thanks especially, to our patrons on Patreon.",
                "Thanks for joining us for this Apollo-themed compilation!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGlsYXRpb24&hash=209e1f853ecdf6396ff87113a3b23b42c8db568d&lang=en&cache-only=0",
            "defineEn": "something such as a book, record, etc. that consists of different pieces taken from several sources",
            "defineVi": "một cái gì đó chẳng hạn như một cuốn sách, bản ghi, v.v. bao gồm các phần khác nhau được lấy từ nhiều nguồn"
        },
        {
            "id": "261664e4-1889-4dfd-857a-597d24d61d5d",
            "word": "concept album",
            "phonetic": "kɑːnsɛpt ælbəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Think the concept albums of Janelle Monae or Ryan Coogler's \"Black Panther.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY2VwdCBhbGJ1bQ&hash=6b2593e4847c3bf122c189456cb69d7078cdd28a&lang=en&cache-only=0",
            "defineEn": "an album of popular music the tracks of which are unified around a particular theme or idea",
            "defineVi": "một album nhạc phổ biến có các bản nhạc được thống nhất xung quanh một chủ đề hoặc ý tưởng cụ thể"
        },
        {
            "id": "6c22d810-139e-49a1-9537-8f79f72cee25",
            "word": "deck",
            "phonetic": "dɛk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The passengers waved goodbye to their loved ones from the ship's deck.",
                "The fish flopped around on the deck of the boat after being caught.",
                "Clearing the decks before Christmas, that's my plan.",
                "I watched the planes take off and land from the observation deck at the airport.",
                "There are 30 people coming to dinner tonight, so it's all hands on deck."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjaw&hash=297a3a5d04c7418ec05a7b19e80efe918ef1d576&lang=en&cache-only=0",
            "defineEn": "a sound system that is used for playing or recording disks or tapes",
            "defineVi": "một hệ thống âm thanh được sử dụng để phát hoặc ghi đĩa hoặc băng",
            "hasImg": true
        },
        {
            "id": "3459ca0e-f907-4a75-97d6-e6021e2a47b3",
            "word": "discography",
            "phonetic": "dɪskɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And then I ended up listening to the entire discography."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY29ncmFwaHk&hash=48fd89725399d197c7718dc9669b93f6b949ba0e&lang=en&cache-only=0",
            "defineEn": "all of the records or a list of the records that have been created by a particular singer, composer or musical band",
            "defineVi": "tất cả các bản ghi hoặc danh sách các bản ghi đã được tạo bởi một ca sĩ, nhà soạn nhạc hoặc ban nhạc cụ thể"
        },
        {
            "id": "3c09b76b-ba09-4e57-b852-686528552c57",
            "word": "ghetto blaster",
            "phonetic": "ɡɛɾoʊ blæstɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2hldHRvIGJsYXN0ZXI&hash=4e76b6d506a7aedd394e4126d4219f2c3bb23843&lang=en&cache-only=0",
            "defineEn": "a stereophonic radio and CD or tape player that is portable and produces a very loud sound",
            "defineVi": "một đài phát thanh âm thanh nổi và máy nghe đĩa CD hoặc băng có thể mang theo và tạo ra âm thanh rất lớn",
            "hasImg": true
        },
        {
            "id": "24c7f68f-e884-44e9-b9f8-4c2be243b186",
            "word": "headphones",
            "phonetic": "hɛdfoʊnz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGVhZHBob25lcw&hash=4003d9cce1621f02069e6731ca088bcac1b203e5&lang=en&cache-only=0",
            "defineEn": "a device that has two pieces that cover our ears and we use to listen to music or sounds without others hearing",
            "defineVi": "một thiết bị có hai miếng che tai của chúng ta và chúng ta sử dụng để nghe nhạc hoặc âm thanh mà người khác không nghe thấy",
            "hasImg": true
        },
        {
            "id": "8ac715e9-4185-425a-bf79-bd326df6768a",
            "word": "hi-fi",
            "phonetic": "haɪfaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In true LG fashion, this is LG's signature thing, they have a sort of high-end, Hi-Fi amp inside the phone which makes audio sound a lot better through wired headphones."
            ],
            "audio": "https://tts.langeek.co/read?text=aGktZmk&hash=a2b3dd91a6dbb5f8783aba231bb8cebc0997b52f&lang=en&cache-only=0",
            "defineEn": "a playback device that produces high-quality stereo sound",
            "defineVi": "một thiết bị phát lại tạo ra âm thanh nổi chất lượng cao"
        },
        {
            "id": "bef18d16-b60e-4afe-a486-d3511ed55663",
            "word": "laserdisc",
            "phonetic": "læzɚdɪsk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGFzZXJkaXNj&hash=7cc0df300a07ca1e0867804c469e9672f2cdbc02&lang=en&cache-only=0",
            "defineEn": "a large disk with plastic coating on which information, such as music, video, etc., can be stored, now replaced by the DVD",
            "defineVi": "một đĩa lớn có lớp phủ nhựa trên đó có thể lưu trữ thông tin, chẳng hạn như nhạc, video, v.v., hiện được thay thế bằng DVD",
            "hasImg": true
        },
        {
            "id": "b25db370-21d8-4757-aeca-48a177de49f6",
            "word": "loudspeaker",
            "phonetic": "laʊdspiːkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's like the cone of a loudspeaker, really.",
                "The theremin then amplifies these electric signals and sends them to a loudspeaker.",
                "And I was going to go-- we have a loudspeaker here too.",
                "Once in Mexico, the first thing migrants hear is a warning from the U.S. repeated over a loudspeaker.",
                "You may not put much thought into the music playing over the loudspeaker, but the retailer probably has."
            ],
            "audio": "https://tts.langeek.co/read?text=bG91ZHNwZWFrZXI&hash=47368cbbebb511c4d2de897ab454b8ed9d1a6b20&lang=en&cache-only=0",
            "defineEn": "a piece of equipment that makes sounds louder, used for playing music, etc.",
            "defineVi": "một thiết bị làm cho âm thanh to hơn, được sử dụng để chơi nhạc, v.v.",
            "hasImg": true
        },
        {
            "id": "e1906ee6-52e5-4dc0-aa85-926de4e4de4a",
            "word": "player",
            "phonetic": "pleɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our players kept the pedal to the metal all season long.",
                "Three players got their marching orders last week.",
                "The baseball team has nine players on the field at a time.",
                "The squash player killed the ball with a nick.",
                "The rookie player made his bow on the field during the championship game."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxheWVy&hash=e1ac9ec5062535a1c8c2d6ffca82978dc82d905f&lang=en&cache-only=0",
            "defineEn": "a playback device that reproduces recorded sound or video",
            "defineVi": "một thiết bị phát lại tái tạo âm thanh hoặc video đã ghi"
        },
        {
            "id": "cd679c81-9b8f-4214-8197-56fafe5f836f",
            "word": "playlist",
            "phonetic": "pleɪlɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The next song on the playlist is her favorite.",
                "Here's a playlist just for you.",
                "Here's a playlist of our favorite aquatic episodes.",
                "Here's a playlist of our greatest hits.",
                "For our most recent episodes on COVID-19, check out the playlist in the description."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxheWxpc3Q&hash=32059dd1e765a828188c83abac65f2df6fdaa82a&lang=en&cache-only=0",
            "defineEn": "a set of recorded songs and pieces of music that have been selected to be broadcast on a radio station or a radio program",
            "defineVi": "một tập hợp các bài hát và đoạn nhạc đã ghi âm đã được chọn để phát trên đài phát thanh hoặc chương trình phát thanh"
        },
        {
            "id": "1ac4777a-6757-49ec-8e15-3a950546ea75",
            "word": "record",
            "phonetic": "ɹɛkɚd ",
            "partOfSpeechType": "noun",
            "examples": [
                "She had broken the world 100 meters record.",
                "His new world record will take some beating.",
                "His time in the 25-meter freestyle set a national record.",
                "The movie broke all box-office records.",
                "The movie broke box office records in the US."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjb3Jk&hash=0a31cd7569b53edf0652b8428f9ff76f4de41c69&lang=en&cache-only=0",
            "defineEn": "a round, thin piece of plastic with a hole in the middle, on which music, etc. is recorded",
            "defineVi": "một miếng nhựa tròn, mỏng có lỗ ở giữa, trên đó ghi nhạc, v.v.",
            "hasImg": true
        },
        {
            "id": "ba2df3d0-83c0-40ec-a8d3-cefe2029a4e4",
            "word": "record player",
            "phonetic": "ɹɛkɚd pleɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "You glued your rabbit to an old authentic record player.",
                "Unfortunately, we don't have a record player.",
                "His brother was there too, listening to their record player.",
                "His brother was there too, listening to their record player.",
                "Or, with some help from a grown-up, you might be able to use a record player or a spinning cake platform!"
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjb3JkIHBsYXllcg&hash=71dbea54653af7e73c20df22e36f5b06f59555e0&lang=en&cache-only=0",
            "defineEn": "a playback device with a spinning turntable that tracks the record and transmits it to a loudspeaker",
            "defineVi": "một thiết bị phát lại có bàn xoay quay theo dõi bản ghi và truyền nó tới loa",
            "hasImg": true
        },
        {
            "id": "1db05ea5-66a9-43de-956b-51189e5c5d45",
            "word": "single",
            "phonetic": "sɪŋɡəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I was enjoying every single cut of marinated chicken, beef, and pork.",
                "The ticket for the bus is valid for a single journey.",
                "My siblings and I share a single bedroom in our house.",
                "Some of the people don't deserve a single red cent.",
                "Not a single jot or tittle goes past the eye of the boss without her noticing."
            ],
            "audio": "https://tts.langeek.co/read?text=c2luZ2xl&hash=255e2ec142d9d57ed562bcdb2001fb7c60d885c4&lang=en&cache-only=0",
            "defineEn": "a CD or a musical record that has only one main song",
            "defineVi": "đĩa CD hoặc đĩa nhạc chỉ có một bài hát chính"
        },
        {
            "id": "82f946d9-3237-41be-a696-c9acf7a5c455",
            "word": "sound system",
            "phonetic": "saʊnd sɪstəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The all-in-one remote control allows you to operate your TV, DVD player, and sound system with a single device.",
                "[On Phone] Sound system, that you guys have ever seen, these things have got-- -",
                "The sound system is apparently tuned by Harman Kardon which if you guys don't know was acquired by Samsung a little while back.",
                "Bookshelf speakers are what we traditionally think of when it comes to a home sound system.",
                "So, this is Bose sound system, the most premium one is from Burmester, but I think it's safe to say, this one is quite good."
            ],
            "audio": "https://tts.langeek.co/read?text=c291bmQgc3lzdGVt&hash=fbc24920a533d37a80d1dae6a7bb19ea934e526e&lang=en&cache-only=0",
            "defineEn": "a piece of equipment used for playing recorded music, making a live performance, or turning up sound through speakers",
            "defineVi": "một phần của thiết bị được sử dụng để phát nhạc đã ghi, biểu diễn trực tiếp hoặc tăng âm thanh qua loa",
            "hasImg": true
        },
        {
            "id": "f942ca8e-b7d9-453e-8c4d-38d5ff963179",
            "word": "album",
            "phonetic": "ælbəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their last album sold millions.",
                "The singer is in the spotlight for her new album release.",
                "The album's success has put it at the top of the charts.",
                "The new album by that band is going down a bomb with music fans all over the world.",
                "The musician's new album is a masterpiece, with every song knocking it out of the park."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxidW0&hash=344d6f6b7bc4996297a28424a88f41983d817486&lang=en&cache-only=0",
            "defineEn": "a number of music pieces or songs sold as a single item, normally on a CD or the internet",
            "defineVi": "một số bản nhạc hoặc bài hát được bán dưới dạng một mặt hàng, thường là trên đĩa CD hoặc internet",
            "hasImg": true
        },
        {
            "id": "02321c16-698c-452f-b093-d00416db29aa",
            "word": "radio",
            "phonetic": "ɹeɪdɪoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bedside radio played softly.",
                "The rebels held the radio station.",
                "They're always playing that song on the radio.",
                "Did you hear that play on the radio last night?",
                "Even if they weren't televised, he was glued to the radio."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFkaW8&hash=bd28f100c9b5e37c99eccb902a55a637884859ed&lang=en&cache-only=0",
            "defineEn": "a device that is used for listening to programs that are broadcast",
            "defineVi": "một thiết bị được sử dụng để nghe các chương trình được phát sóng",
            "hasImg": true
        },
        {
            "id": "5ab9c3e8-4a52-4d2b-9306-0ed4a0cde878",
            "word": "EP",
            "phonetic": "ɛp ",
            "partOfSpeechType": "noun",
            "examples": [
                "For comparison, the Beatles released 12 studio albums and 13 EPs between 1962 and 1970.",
                "Since 2014, BTS has released six studio albums and six EPs."
            ],
            "audio": "https://tts.langeek.co/read?text=RVA&hash=2f2367c1f5c6618e140460c962cd8219b903e24f&lang=en&cache-only=0",
            "defineEn": "a music recording that contains more tracks than a single but fewer tracks than a full album",
            "defineVi": "một bản ghi nhạc chứa nhiều bản nhạc hơn một bản nhưng ít bản nhạc hơn một album đầy đủ"
        },
        {
            "id": "a285556e-cf5d-47d3-9c7c-ca0bde4a8d40",
            "word": "record",
            "phonetic": "ɹɛkɚd ",
            "partOfSpeechType": "noun",
            "examples": [
                "She had broken the world 100 meters record.",
                "His new world record will take some beating.",
                "His time in the 25-meter freestyle set a national record.",
                "The movie broke all box-office records.",
                "The movie broke box office records in the US."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjb3Jk&hash=0a31cd7569b53edf0652b8428f9ff76f4de41c69&lang=en&cache-only=0",
            "defineEn": "a standalone audio track that is part of a larger collection of songs",
            "defineVi": "một bản âm thanh độc lập là một phần của bộ sưu tập lớn hơn các bài hát"
        },
        {
            "id": "0546f98e-af4c-416e-8f69-eb53864b37fc",
            "word": "turntable",
            "phonetic": "tɜːnteɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Since 1953, our family's been hand-building headphones and cartridges, cartridges are for turntables, in Brooklyn, New York.",
                "It's like our two turntables, like Daft Punk. -",
                "He was in a DMZ DJ battle in 1993 and was juggling records back and forth and did that beat on the turntables."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVybnRhYmxl&hash=05876b49e7a23905ec663bc4eca985469fd91612&lang=en&cache-only=0",
            "defineEn": "the flat and circular part of a record player on which the record is placed in order to be played",
            "defineVi": "phần phẳng và hình tròn của máy ghi âm mà bản ghi được đặt trên đó để phát",
            "hasImg": true
        },
        {
            "id": "d3171b80-4b7d-4bc6-89bd-d90aa5d884c8",
            "word": "volume",
            "phonetic": "vɑːljuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "She gave a reading from her latest volume of poetry.",
                "Emily turned up the volume on the TV, but her grandfather still couldn't hear a thing.",
                "Lidl stole a march on other retailers by stocking pink prosecco in large volumes earlier.",
                "The TV remote control allows me to change channels and adjust the volume.",
                "The happy smile on the child's face when he opened the box spoke volumes about my choice of gift."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9sdW1l&hash=6030dc59a1352c16a74a65e1a288b0e580e9c9c1&lang=en&cache-only=0",
            "defineEn": "the amount of loudness produced by a TV, radio, etc.",
            "defineVi": "lượng âm lượng được tạo ra bởi TV, radio, v.v.",
            "hasImg": true
        },
        {
            "id": "85102876-5426-4dc2-977e-7423c3f23298",
            "word": "liner note",
            "phonetic": "laɪnɚ noʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "- Gen Z is streaming natives, but they're immigrants to opening a CD and peeling the sticker off, and looking at the liner notes and seeing the poster in there."
            ],
            "audio": "https://tts.langeek.co/read?text=bGluZXIgbm90ZQ&hash=964d1b179f70d5d777f4efc9d1ffa345e239ec97&lang=en&cache-only=0",
            "defineEn": "the explanatory information that is printed on a paper, accompanying a CD or DVD of musical recordings",
            "defineVi": "thông tin giải thích được in trên giấy, kèm theo đĩa CD hoặc DVD ghi âm nhạc"
        }
    ]
}