{
    "id": "056b4a0d-0e3e-4b05-a8c1-0699fc1eb497",
    "title": "Energy and Fuel",
    "originalTitle": "Lesson 21",
    "words": [
        {
            "id": "365f6677-ae5c-47cb-9a2d-daa7e3769ff1",
            "word": "biomass",
            "phonetic": "baɪoʊmæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We measure biomass in gigatons of carbon.",
                "For example, 3,100 mice have the same biomass as one human.",
                "Our green friends make up a whopping ~83% of all biomass.",
                "As of 2016, biomass fuels provide about 5% of the primary energy used in the United States.",
                "Our livestock are the dominant biomass on the planet."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlvbWFzcw&hash=fd4b3c1da71f72e1fbc3bedf0631dd1bbbefd5b5&lang=en&cache-only=0",
            "defineEn": "animal or plant substances or other organic matter that is used as a source of fuel",
            "defineVi": "chất động vật hoặc thực vật hoặc chất hữu cơ khác được sử dụng làm nguồn nhiên liệu",
            "hasImg": true
        },
        {
            "id": "8652f7ff-624b-471c-b243-94d03659b960",
            "word": "to burn",
            "phonetic": "tə bɜːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The cake was burnt to a cinder.",
                "The dinner was burned to a cinder.",
                "I accidentally burned my hand on the hot stove.",
                "Lawmakers were burning the midnight oil last night, as the debate continued.",
                "A burnt child dreads the fire, as they say."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnVybg&hash=434850a6a7b3fd1fc5011847a60c4358da5eccd4&lang=en&cache-only=0",
            "defineEn": "to consume fuel for the production of heat or energy",
            "defineVi": "tiêu thụ nhiên liệu để sản xuất nhiệt hoặc năng lượng",
            "hasImg": true
        },
        {
            "id": "18dd5e0d-df60-4c54-8d23-aababf2395fd",
            "word": "capacity",
            "phonetic": "kəpæsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Michelangelo's sculptures and paintings are a testament to the fact that genius is an infinite capacity for taking pains.",
                "It has capacity for 100 planes.",
                "We have the capacity.",
                "Nearly two dozen plants are functioning under capacity.",
                "The literal challenge is beyond today's capacity."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwYWNpdHk&hash=8b996561fafcf3a267f8d4fb5e35c6df6191a380&lang=en&cache-only=0",
            "defineEn": "the power or ability to produce, perform or deploy something",
            "defineVi": "sức mạnh hoặc khả năng sản xuất, thực hiện hoặc triển khai một cái gì đó",
            "hasImg": true
        },
        {
            "id": "3247ed75-2f6a-4d05-8734-3ff8deb73d14",
            "word": "coal-fired",
            "phonetic": "koʊlfaɪɚd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29hbC1maXJlZA&hash=7e0c085eb7e03cadd4bf7ed20322763872c1ed18&lang=en&cache-only=0",
            "defineEn": "operated or produced by the use of coal as fuel",
            "defineVi": "vận hành hoặc sản xuất bằng cách sử dụng than làm nhiên liệu"
        },
        {
            "id": "42de1f6f-943f-48e5-823e-5dc8d79af3bb",
            "word": "energy",
            "phonetic": "ɛnɚdʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Save some energy for the end of the race.",
                "Lower energy consumption means less pollution.",
                "Recycling waste saves energy.",
                "Her energy and talent took her to the top of her profession.",
                "The teacher spends a lot of energy planning a good lesson."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5lcmd5&hash=2f0e26b00a1151bbab2cda520e1debc6046d80c2&lang=en&cache-only=0",
            "defineEn": "(physics) a source of power that is required to do any work that may exist in potential, kinetic, thermal and other forms",
            "defineVi": "(vật lý) nguồn năng lượng cần thiết để thực hiện bất kỳ công nào có thể tồn tại ở dạng thế năng, động năng, nhiệt năng và các dạng khác",
            "hasImg": true
        },
        {
            "id": "93e40aab-e4ef-4335-9754-ff16ccd6f413",
            "word": "fossil fuel",
            "phonetic": "fɑːsəl fjuːəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "As of 2020, 2/3 of our electricity comes from fossil fuels.",
                "We can phase out fossil fuel vehicles.",
                "Fossil fuels come mainly from old plants.",
                "We call these carbon-rich geological deposits fossil fuels.",
                "The majority of this energy consumption is supplied by fossil fuels like coal or natural gas."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9zc2lsIGZ1ZWw&hash=e23bef84cf438dfad2651c15b11f74515c9420a6&lang=en&cache-only=0",
            "defineEn": "a fuel that is found in nature and obtained from the remains of plants and animals that died millions of years ago, such as coal and gas",
            "defineVi": "một loại nhiên liệu được tìm thấy trong tự nhiên và thu được từ phần còn lại của thực vật và động vật đã chết cách đây hàng triệu năm, chẳng hạn như than đá và khí đốt",
            "hasImg": true
        },
        {
            "id": "f461967e-91f1-463a-ade8-b945d58618ad",
            "word": "green",
            "phonetic": "ɡɹiːn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The leaves on the trees are green.",
                "The lights changed to green.",
                "The color green has a restful effect.",
                "The green frog hopped from one lily pad to another.",
                "The vibrant green color of perilla leaves adds an attractive touch to any dish."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlZW4&hash=814f2870faa764c58019b1be535f603d5b799eee&lang=en&cache-only=0",
            "defineEn": "(of a substance or product) causing no harm to the environment",
            "defineVi": "(của một chất hoặc sản phẩm) không gây hại cho môi trường"
        },
        {
            "id": "f6aff3ac-3a52-4964-9876-97980d3f7488",
            "word": "power",
            "phonetic": "paʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "These powers were eventually passed to municipalities.",
                "It is no longer exercising power through velvet gloves.",
                "Men still hold most positions of power in this country.",
                "The machine is worked by wind power.",
                "He came to power in 2019."
            ],
            "audio": "https://tts.langeek.co/read?text=cG93ZXI&hash=08df2a0c158e1a4355a0ce9288f65f807f620072&lang=en&cache-only=0",
            "defineEn": "the energy that is obtained through different means, such as electrical and solar, to operate different equipment or machines",
            "defineVi": "năng lượng thu được thông qua các phương tiện khác nhau, chẳng hạn như điện và năng lượng mặt trời, để vận hành các thiết bị hoặc máy móc khác nhau",
            "hasImg": true
        },
        {
            "id": "5adebabc-a2e5-4d1a-afeb-5bce13af1527",
            "word": "renewable",
            "phonetic": "ɹᵻnuːəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Samantha is breaking new ground in the field of renewable energy, with her groundbreaking research on solar power.",
                "The energy company's board of directors was composed entirely of men in gray suits who were resistant to investing in renewable energy sources.",
                "Mostly, the Chinese government views renewable energy as a major economic opportunity.",
                "Renewable energy causes one death every few decades.",
                "Renewable energy needs wind turbines or solar panels."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVuZXdhYmxl&hash=c9dc6f4d51344048553bb6871785b38ae8031328&lang=en&cache-only=0",
            "defineEn": "describing a natural resource that can be replaced in an infinite way",
            "defineVi": "mô tả một nguồn tài nguyên thiên nhiên có thể được thay thế một cách vô hạn"
        },
        {
            "id": "4d6521a4-b173-4d7a-a8c0-3c796db19f0d",
            "word": "solar energy",
            "phonetic": "soʊlɚɹ ɛnɚdʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Despite the initial cost, switching to solar energy proved to be cost-effective in the long run.",
                "Less solar energy is available on cloudy days or at night.",
                "For say, Finland or Seattle, though, effective solar energy may still be a little way off.",
                "The sun continuously radiates about 173 quadrillion watts of solar energy at the Earth, which is almost 10,000 times our present needs.",
                "With a premium subscription to Brilliant.org, you can take their course on Solar Energy and learn all about the physics of capturing sun power."
            ],
            "audio": "https://tts.langeek.co/read?text=c29sYXIgZW5lcmd5&hash=be7b09d47e7ee1340c7ece16608b1585f74444a7&lang=en&cache-only=0",
            "defineEn": "power that is obtained from the sun in the form of electrical energy",
            "defineVi": "năng lượng thu được từ mặt trời ở dạng năng lượng điện",
            "hasImg": true
        },
        {
            "id": "e231dfbe-5cb9-457a-a4d3-bf76af3f3758",
            "word": "solar panel",
            "phonetic": "soʊlɚ pænəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He placed solar panels on the roof to generate electricity.",
                "Those are solar panels.",
                "Renewable energy needs wind turbines or solar panels.",
                "Energetic particles from CMEs can damage their solar panels, mostly by short-circuiting them.",
                "Skylab’s power came from two large solar panel arrays."
            ],
            "audio": "https://tts.langeek.co/read?text=c29sYXIgcGFuZWw&hash=a1b901edf577a90df2801cc1dc04ec9ac81f7dbd&lang=en&cache-only=0",
            "defineEn": "a piece of equipment, usually placed on a roof, that absorbs the energy of sun and uses it to produce electricity or heat",
            "defineVi": "một phần của thiết bị, thường được đặt trên mái nhà, hấp thụ năng lượng của mặt trời và sử dụng nó để sản xuất điện hoặc nhiệt",
            "hasImg": true
        },
        {
            "id": "d7a793c9-84dd-4921-8f35-6b0e41ec30c8",
            "word": "solid",
            "phonetic": "sɑːlɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They drove a tunnel through the solid rock.",
                "If you're planning to start a business, it's important to have a solid business plan and some experience in the industry.",
                "The chemical passes from a liquid to a solid state during the cooling process.",
                "Joe warned him that 'a fool's bolt is soon shot' and advised him to take the time to develop a solid plan before making any drastic decisions.",
                "The project's success will rely on getting the meat and potatoes right, ensuring the core components are solid."
            ],
            "audio": "https://tts.langeek.co/read?text=c29saWQ&hash=5cf761efea8fd81409ce33e8058d6ab06e663129&lang=en&cache-only=0",
            "defineEn": "having the property of firmness and being stable in form; not gaseous or liquid",
            "defineVi": "có đặc tính vững chắc và ổn định về hình thức; không khí hoặc chất lỏng",
            "hasImg": true
        },
        {
            "id": "73b8ebf8-d30b-4131-bdc1-f27d44d6e38a",
            "word": "steam",
            "phonetic": "stiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sales have lost steam in recent weeks.",
                "They steamed the artichoke until the leaves were tender.",
                "Turbines driven by steam.",
                "The process involves using steam to sterilize the instruments.",
                "She jogs after work to let off steam."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlYW0&hash=4741145fcd506de51f6c2e85353926c98fb7cf51&lang=en&cache-only=0",
            "defineEn": "the hot gas produced when water is heated to the boiling point",
            "defineVi": "khí nóng được tạo ra khi nước được đun nóng đến điểm sôi",
            "hasImg": true
        },
        {
            "id": "992d7ee0-2e54-40dd-917d-f02b788374a8",
            "word": "atomic energy",
            "phonetic": "ɐtɑːmɪk ɛnɚdʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the decades after World War II, writers wondered what new technologies like atomic energy, artificial intelligence, and space travel meant for humanity's future.",
                "So before he was duking it out with King Kong, Mothra or any other number of spin-off foes, Godzilla was expressing a critical fear about the future of atomic energy and a-bombs.",
                "But just how fantastical is a 36-story-tall lizard-dinosaur creature who breathes beams of atomic energy?",
                "So by the time Ishirō Honda’s original 1954 Godzilla premiered less than a decade later (in which an ancient monster is awakened from the depths of the sea near Japan after being exposed to radiation during atomic bomb testing), it’s safe to say that the dangers of a-bombs, radiation, and atomic energy were heavy on the minds of the entire world."
            ],
            "audio": "https://tts.langeek.co/read?text=YXRvbWljIGVuZXJneQ&hash=b84082e1ab9ea6d3dd1095214129717dba945329&lang=en&cache-only=0",
            "defineEn": "a clean and powerful energy that is obtained by splitting atoms, which then can be used to produce heat, electricity, etc.",
            "defineVi": "một năng lượng sạch và mạnh thu được bằng cách tách các nguyên tử, sau đó có thể được sử dụng để tạo ra nhiệt, điện, v.v.",
            "hasImg": true
        },
        {
            "id": "8ef9978d-5227-48e5-a492-a60a8a906891",
            "word": "core",
            "phonetic": "koːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her family is English to the core.",
                "He carefully cored the pineapple before serving it as a tropical dessert.",
                "She cored the apple and sliced it into pieces for the pie.",
                "He's rotten to the core.",
                "She carefully removed the core of the apple before taking a bite."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29yZQ&hash=fcc286d0a70be42b73566246a1b9fc6705849e3e&lang=en&cache-only=0",
            "defineEn": "the central part of Earth, or any other planet",
            "defineVi": "phần trung tâm của Trái đất, hoặc bất kỳ hành tinh nào khác"
        },
        {
            "id": "dc8fc1cb-6d52-47c0-b6c3-60f4662804af",
            "word": "fusion",
            "phonetic": "fjuːʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Iranian cuisine is influenced by various Asian flavors, making it a delightful fusion of Middle Eastern and Asian culinary traditions.",
                "Neon fusion creates more magnesium, as well as some oxygen.",
                "Among a pile of other elements, silicon fusion creates iron.",
                "Finally, this fusion creates a new apple tree with the desired qualities.",
                "Fusion on the other hand, combines two atoms into one."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVzaW9u&hash=110b194a200519df42e6ee7618718c0324bc7a5e&lang=en&cache-only=0",
            "defineEn": "(physics) a nuclear reaction by which the nuclei of atoms combine and form a heavier nucleus, producing nuclear energy",
            "defineVi": "(vật lý) phản ứng hạt nhân trong đó hạt nhân của các nguyên tử kết hợp với nhau và tạo thành một hạt nhân nặng hơn, tạo ra năng lượng hạt nhân",
            "hasImg": true
        },
        {
            "id": "4e954e82-09bc-4890-84c9-adda46835afe",
            "word": "meltdown",
            "phonetic": "mɛltdaʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now reactor three was also in meltdown.",
                "Bloomberg had his nuclear meltdown.",
                "You have now witnessed two economic meltdowns of stunning proportions.",
                "I had a major meltdown on February 17, when I heard the latest incident.",
                "I had a major meltdown on February 17, when I heard the latest incident."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVsdGRvd24&hash=f9d41f2782ef63cf9f8464f4334011b5194dfafe&lang=en&cache-only=0",
            "defineEn": "the accident in which the core of a nuclear reactor fails to operate and the fuel melts the container releasing an alarming level of radiation",
            "defineVi": "tai nạn trong đó lõi của lò phản ứng hạt nhân không hoạt động và nhiên liệu làm tan chảy thùng chứa giải phóng mức độ phóng xạ đáng báo động"
        },
        {
            "id": "d7f503a9-dff6-4f80-8103-51c0fe1266df",
            "word": "nuclear reactor",
            "phonetic": "nuːklɪɹ ɹɪæktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Nuclear reactors work because elements like plutonium radiate neutrons.",
                "I have a nuclear reactor.",
                "There are about 439 nuclear reactors in 31 countries.",
                "Nuclear reactors generate energy day and night, and produce no greenhouse gases.",
                "And then there was the nuclear reactor."
            ],
            "audio": "https://tts.langeek.co/read?text=bnVjbGVhciByZWFjdG9y&hash=e768cc0e8fcaf71695d69dfca6ea4583ca8a8962&lang=en&cache-only=0",
            "defineEn": "(physics) a structure that harnesses the energy produced from a nuclear reaction and converts it into electricity",
            "defineVi": "(vật lý) một cấu trúc khai thác năng lượng được tạo ra từ phản ứng hạt nhân và chuyển đổi nó thành điện năng"
        },
        {
            "id": "9f3125d9-1e18-4ece-bef0-1fccfc3a3863",
            "word": "radiation",
            "phonetic": "ɹeɪdɪeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Geiger counter detected high levels of radiation in the vicinity of the radioactive material.",
                "The radiation from the sun provides heat and light to sustain life on Earth.",
                "The nuclear power plant released a small amount of radiation into the atmosphere after the incident.",
                "The cancer patient underwent radiation therapy to target and destroy cancer cells.",
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFkaWF0aW9u&hash=21453f103f439933e44658bd9c4c28cb139b9c5b&lang=en&cache-only=0",
            "defineEn": "the energy transmitted in the form of particles or waves through the space or a matter",
            "defineVi": "năng lượng được truyền dưới dạng hạt hoặc sóng trong không gian hoặc vật chất",
            "hasImg": true
        },
        {
            "id": "ece0ca45-6da5-4daf-be90-91807ae53ac7",
            "word": "radioactive waste",
            "phonetic": "ɹeɪdɪoʊæktɪv weɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some of those mines can even dig up radioactive waste during the mining process.",
                "Atomic bombs, reactors melting down, radioactive wastes.",
                "Plus, it made radioactive waste, which was left in the ice when the camp was abandoned.",
                "When it’s combined with deuterium, a kind of hydrogen, it forms a reactor fuel with one very attractive property: no radioactive waste.",
                "Accidents aren't a concern with nuclear fusion, and it doesn't produce the long-lived radioactive waste fission does."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFkaW9hY3RpdmUgd2FzdGU&hash=64b7c8b77d6521d151732287ea9818d0e4f7a19b&lang=en&cache-only=0",
            "defineEn": "the dangerous and radioactive byproduct of a nuclear reaction",
            "defineVi": "sản phẩm phụ nguy hiểm và phóng xạ của phản ứng hạt nhân"
        },
        {
            "id": "194193fb-ed4e-438c-b5cd-df36e54b3a85",
            "word": "smokeless",
            "phonetic": "smoʊkləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You didn't mention Mr. Microphone, the smokeless ashtray, or Miracle Broom, or Miracle Brush."
            ],
            "audio": "https://tts.langeek.co/read?text=c21va2VsZXNz&hash=f6766380ce94be93bbdde3755a69ac3502fb355b&lang=en&cache-only=0",
            "defineEn": "able to burn with little or no smoke",
            "defineVi": "có thể cháy với ít hoặc không có khói"
        },
        {
            "id": "27934cff-bac8-4a25-bcd7-1e707a5c6801",
            "word": "to blaze",
            "phonetic": "tə bleɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Wright brothers blazed a trail in aviation by building the first successful airplane.",
                "The firefighter held a hose on the blaze.",
                "Mary is blazing a trail as the first woman to lead the company's engineering team.",
                "I'm coming at you with both guns blazing.",
                "They stepped out from behind the building with guns blazing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxhemU&hash=2870aef50ff0bdd1299fa38b48beb68653ba36f5&lang=en&cache-only=0",
            "defineEn": "to burn in a very bright and strong flame",
            "defineVi": "để đốt cháy trong một ngọn lửa rất tươi sáng và mạnh mẽ",
            "hasImg": true
        },
        {
            "id": "613b9700-f161-4304-93cb-86a007eb5ee3",
            "word": "to flame",
            "phonetic": "tə fleɪm ",
            "partOfSpeechType": "verb",
            "examples": [
                "His speeches fanned the flames of racial tension.",
                "On May 1st, the proposal went down in flames.",
                "The project is going up in flames due to mismanagement.",
                "The company's ambitious expansion plans went up in flames when their major investor pulled out.",
                "The old house went up in flames after a faulty electrical wiring caused a fire."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmxhbWU&hash=9f9a2d38d9f9a4a42f255d8ef2bd13630aead782&lang=en&cache-only=0",
            "defineEn": "to burn in a hot ignited body of gas",
            "defineVi": "để đốt cháy trong một cơ thể bốc cháy nóng của khí"
        },
        {
            "id": "580f78b5-3532-4fe2-9d64-7cc529e30e71",
            "word": "to ignite",
            "phonetic": "tʊ ɪɡnaɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "In a typical gasoline engine, a spark plug ignites the fuel and air mixture inside the cylinder.",
                "The advent of lithium ion batteries and electric propulsion technologies is igniting a revolution in transportation.",
                "The war of the Trumps has ignited a battle of the tabloids.",
                "Igniting the biggest trade war in economic history.",
                "The Hindenburg's seven million cubic feet of hydrogen gas had ignited."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaWduaXRl&hash=c8cb778afff1bd2217975d88c8bcde0164dba632&lang=en&cache-only=0",
            "defineEn": "to cause something to catch fire",
            "defineVi": "để gây ra một cái gì đó để bắt lửa",
            "hasImg": true
        },
        {
            "id": "f40be6f8-e215-4a5b-bd24-67119061404a",
            "word": "to strike",
            "phonetic": "tə stɹaɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The game strikes a great balance between accessibility for younger players and a rewarding challenge for veterans of the genre.",
                "He strikes an attitude of bravery and lonely defiance.",
                "The clock struck twenty times at midnight.",
                "The manager struck a rather insincere note as he expressed his sorrow at the round of layoffs.",
                "The recent strike has put the airline company in a tight spot."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RyaWtl&hash=e0291b68a6cf297d2590054ecd3a8c321b7aa5a0&lang=en&cache-only=0",
            "defineEn": "to make a fire or spark while two surfaces are rubbed against each other",
            "defineVi": "để tạo ra lửa hoặc tia lửa trong khi hai bề mặt được cọ xát với nhau"
        },
        {
            "id": "88b56d52-3160-47bc-aedb-8317141656d3",
            "word": "diesel",
            "phonetic": "diːzəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Huge floating factories as big as ocean-going vessels, spewing diesel smoke and letting loose a noise that carried for miles.",
                "Diesels provide greater efficiency, greater range.",
                "For now, diesel is still everywhere.",
                "However, diesel engines do have their drawbacks.",
                "By 2021, diesel fuel here will meet European standards."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGllc2Vs&hash=6971e9b2a1cbfa1dc61285b6505458f55d08fa02&lang=en&cache-only=0",
            "defineEn": "an engine that uses compression ignition system to burn a type of heavy oil as fuel",
            "defineVi": "một động cơ sử dụng hệ thống đánh lửa nén để đốt cháy một loại dầu nặng làm nhiên liệu"
        },
        {
            "id": "92bb2ea1-014a-484e-a3b1-ffaf3725c108",
            "word": "petrol",
            "phonetic": "pɛtɹəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I couldn't afford to waste petrol chasing rainbows as far as Leeds and back.",
                "Enter chemical recycling, a process that can break down any plastic, type one through seven, into its molecular building blocks and then theoretically convert it into virgin-quality plastic, chemicals or diesel and petrol fuels.",
                "He was carrying a petrol tin of hot water in one hand, and one of cold water in the other, and in front of him were two funnels.",
                "Every autumn, an army of gardeners wielding these petrol powered pests descends on Hampstead and its suburbs.",
                "But really, when you're really producing 10000 cores and it's pretty likely that some people are going to be able to drive petrol cores probably forever, you know, maybe you don't need to move into those different areas."
            ],
            "audio": "https://tts.langeek.co/read?text=cGV0cm9s&hash=d1c6e922c205f7e43666fe71e23a03b8d3f27fbc&lang=en&cache-only=0",
            "defineEn": "a liquid fuel that is used in internal combustion engines such as car engines, etc.",
            "defineVi": "nhiên liệu lỏng được sử dụng trong các động cơ đốt trong như động cơ ô tô, v.v.",
            "hasImg": true
        },
        {
            "id": "270057f0-723b-45cd-9ae3-f57dfb4e147e",
            "word": "blackout",
            "phonetic": "blækaʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Back in this country, Texas lawmakers grilled the state power grid operator over last week's winter storm blackouts.",
                "But the complete blackouts, the forgetting, isn't as common.",
                "Like, during a peak of solar activity in 1989, a burst of hot plasma from the Sun caused a 12-hour blackout for all of Quebec.",
                "So this is a 300 blackout.",
                "That's called a fragmentary blackout, aka a grayout or brownout."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxhY2tvdXQ&hash=82a22ca7252a0cc596577064a18ef1dd0a7bc32a&lang=en&cache-only=0",
            "defineEn": "a period during which the electric power supply of a region is stopped",
            "defineVi": "một khoảng thời gian trong đó việc cung cấp điện của một khu vực bị dừng lại"
        },
        {
            "id": "55487601-66f6-4f3d-9de3-fe5320003079",
            "word": "current",
            "phonetic": "kɜːɹənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Current drilling technology thus barely scrapes the surface.",
                "The current situation is spelling disaster for the project.",
                "The clock on my computer screen shows the current time and date.",
                "We discuss current scientific advancements and discoveries in science class.",
                "He was happy with his current phone and saw no need to spend money on a new one."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VycmVudA&hash=0ee051e55ff2970c2eb90dd3fef901416be84d4b&lang=en&cache-only=0",
            "defineEn": "a flow of electricity resulted from the movement of electrically charged particles in a direction",
            "defineVi": "một dòng điện do chuyển động của các hạt tích điện theo hướng",
            "hasImg": true
        },
        {
            "id": "c89f84e8-e793-42ce-8aca-ee874e2e5a98",
            "word": "electricity",
            "phonetic": "ᵻlɛktɹɪsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This type of heater uses a lot of electricity.",
                "It works by electricity.",
                "After hours of effort, the technicians finally broke the back of the beast and turned the electricity back on again.",
                "He placed solar panels on the roof to generate electricity.",
                "Much of the town lost electricity in the storm, but for people with generators it was business as usual."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3RyaWNpdHk&hash=2d5b4e23f3013ad63ae076c6176f4e086accebba&lang=en&cache-only=0",
            "defineEn": "a form of energy that is carried by wires, cables, etc. and is used for lighting, heating, driving machines, etc.",
            "defineVi": "một dạng năng lượng được mang theo dây, cáp, v.v. và được sử dụng để chiếu sáng, sưởi ấm, chạy máy, v.v.",
            "hasImg": true
        },
        {
            "id": "4402a706-35e6-4ec9-9bea-97ea75fd6743",
            "word": "bioenergy",
            "phonetic": "baɪoʊɛnɚdʒi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmlvZW5lcmd5&hash=e66c33beee7a4c5d85785dbf603faca9e90ad7c2&lang=en&cache-only=0",
            "defineEn": "a form of energy that is produced from organic or biological sources, which can be naturally replaced",
            "defineVi": "một dạng năng lượng được sản xuất từ các nguồn hữu cơ hoặc sinh học, có thể được thay thế một cách tự nhiên"
        },
        {
            "id": "01aa8871-3c70-4020-b032-9a36483ad6c8",
            "word": "biogas",
            "phonetic": "baɪoʊɡæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is called biogas.",
                "Biogas will never replace natural gas.",
                "Now, biogas made from trash fuels buses and heats homes.",
                "An Israeli company sells a product to make biogas in your backyard. ",
                "The world's biggest biogas plant was recently built in Denmark, and new facilities are being built elsewhere in Europe and Africa."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlvZ2Fz&hash=1ea06b8f8baf1c31c44205d0245a68444707f391&lang=en&cache-only=0",
            "defineEn": "a gas, especially methane, that is produced as a result of the decomposition of animal or plant remains, which is used as fuel",
            "defineVi": "một loại khí, đặc biệt là khí mê-tan, được tạo ra do sự phân hủy xác động vật hoặc thực vật, được sử dụng làm nhiên liệu"
        },
        {
            "id": "8b5996ea-a8b1-4252-bed3-e8ee86a355a0",
            "word": "hydropower",
            "phonetic": "haɪdɹəpaʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "More likely is that we end up combining pretty-good batteries with supercapacitors, fuel cells, hydropower and other mechanical energy storage types, and airplanes will probably always have to use some sort of hydrocarbon fuel.",
                "But we’d also study and even help Icelanders manage their water resources to generate hydropower, or power generated from moving water."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlkcm9wb3dlcg&hash=59f0fcf503fc161d20d0ff7aacdb6d0b42b7e468&lang=en&cache-only=0",
            "defineEn": "energy that is generated from the force of running water",
            "defineVi": "năng lượng được tạo ra từ lực lượng của nước chảy"
        },
        {
            "id": "4f28066d-322f-420d-846c-ec65160d60c9",
            "word": "green energy",
            "phonetic": "ɡɹiːn ɛnɚdʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Biden is looking to spend two trillion on green energy.",
                "The Chinese have decided that green energy technology, climate change is a growth engine.",
                "BP, Shell and Total are all aiming for net-zero emissions by 2050 and already allocate a much greater portion of their budget to green energy than the American majors.",
                "The country boosted its investment in green energy as it decided that bold climate action was in its best interest, both economically and geopolitically.",
                "The S&P 500 energy sector, comprised of the United States' largest oil and gas companies, has been the worst performer in the index over the past decade, as investors anticipate a green energy future."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlZW4gZW5lcmd5&hash=7f2e7cc2fcd4ff6a859a37a3156b954c341e0745&lang=en&cache-only=0",
            "defineEn": "power harnessed from renewable resources that are carbon neutral and help protecting the environment",
            "defineVi": "năng lượng được khai thác từ các nguồn tài nguyên tái tạo không có carbon và giúp bảo vệ môi trường",
            "hasImg": true
        }
    ]
}