{
    "id": "056c4cfa-4999-4835-b2ad-6f747b6d726c",
    "title": "Computer",
    "originalTitle": "Lesson 22",
    "words": [
        {
            "id": "cd50b569-8e97-4467-b204-ed04e6c7e9f0",
            "word": "to access",
            "phonetic": "tʊ æksɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "We have access to a library with extensive resources at college.",
                "We have access to a state-of-the-art library at the university.",
                "A ramp allows easy access for wheelchairs.",
                "Students with disabilities have priority access to the lift.",
                "The US wants access to Chinese markets."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNjZXNz&hash=7b3795e33bbd1f68cc5b66b9425da8eddf4c4c99&lang=en&cache-only=0",
            "defineEn": "(computing) to be able to use something",
            "defineVi": "(máy tính) để có thể sử dụng một cái gì đó"
        },
        {
            "id": "f6404c5c-c995-4cc1-a814-af64cf1299ff",
            "word": "error",
            "phonetic": "ɛɹɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Maths error casts doubts on Greater Cambridge Partnership's road.",
                "An error was reported when he tried to write data to the file for the first time.",
                "In a comedy of errors, a waiter spills drinks, slips on the spilled liquid, and accidentally sends plates flying across the restaurant.",
                "I always get my routine down pat so there won't be any room for error during the performance.",
                "I'm going to get the axe if the boss finds out that printing error was my fault."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXJyb3I&hash=03a282b85922f8d5902497af3bf9234b94fadbb5&lang=en&cache-only=0",
            "defineEn": "a situation where a computer program or process stops working or does not work properly",
            "defineVi": "một tình huống trong đó một chương trình hoặc quy trình máy tính ngừng hoạt động hoặc không hoạt động bình thường",
            "hasImg": true
        },
        {
            "id": "0a45efdc-7ad7-4521-b2e5-f12c2ba93d60",
            "word": "key",
            "phonetic": "kiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The author abstracted key themes from the novel in her literary analysis.",
                "The keys are kept in my office.",
                "I turned the key in the lock.",
                "He turned the key in the lock.",
                "The piano keys are black and white."
            ],
            "audio": "https://tts.langeek.co/read?text=a2V5&hash=8a2ad1b59a19375b9569d9dc58ff8b7b76afd159&lang=en&cache-only=0",
            "defineEn": "one of many buttons that one presses or taps to operate a computer, telephone, or cell phone",
            "defineVi": "một trong nhiều nút mà một người nhấn hoặc nhấn để vận hành máy tính, điện thoại hoặc điện thoại di động",
            "hasImg": true
        },
        {
            "id": "9a7db198-d6d7-45fc-aa8a-97072aabdb12",
            "word": "to log out",
            "phonetic": "tə lɔɡ aʊt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9nIG91dA&hash=daa4b944e57f74f607d21e944638ea87caded519&lang=en&cache-only=0",
            "defineEn": "(computing) to stop a connection to an online account or computer system by doing specific actions",
            "defineVi": "(máy tính) để dừng kết nối với tài khoản trực tuyến hoặc hệ thống máy tính bằng cách thực hiện các hành động cụ thể",
            "hasImg": true
        },
        {
            "id": "24a7652c-86ab-4e73-a744-d422acbbe069",
            "word": "program",
            "phonetic": "pɹoʊɡɹæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Programs are running a few minutes behind schedule this evening.",
                "The conference program included a list of session titles along with their corresponding abstracts.",
                "She can design computer programs like nobody's business.",
                "The old government program has become a sacred cow.",
                "The program aims to set convicts on their feet after they've been released from prison."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZ3JhbQ&hash=18adc23bd2dd516af8c859c9256f8e8070878449&lang=en&cache-only=0",
            "defineEn": "a set of coded instructions that control how a computer, cell phone, etc. works",
            "defineVi": "một tập hợp các hướng dẫn được mã hóa kiểm soát cách thức hoạt động của máy tính, điện thoại di động, v.v.",
            "hasImg": true
        },
        {
            "id": "e403790e-29de-4783-93b4-cd48d9f998d5",
            "word": "application",
            "phonetic": "æplɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can build database applications without writing any code.",
                "The passport application requires you to fill in your first name, middle name, and last name.",
                "Examining job applications is the first stage in separating the sheep from the goats.",
                "They explained the procedure for submitting the application form.",
                "I prepare my resume and cover letter for job applications."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwbGljYXRpb24&hash=01fc938725be049fd529b3c76b3668898ac12edf&lang=en&cache-only=0",
            "defineEn": "(computing) a piece of software programmed to perform a specific task",
            "defineVi": "(máy tính) một phần mềm được lập trình để thực hiện một nhiệm vụ cụ thể",
            "hasImg": true
        },
        {
            "id": "295521db-cede-4229-9b71-7fce0c0af3c7",
            "word": "software",
            "phonetic": "sɔftwɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This software first saw the light of day back in 1993.",
                "Have you ever used this software before?",
                "You have to set up the software to fit the company like a glove.",
                "The new software update has done the trick and fixed the issue with the app.",
                "The software is designed to block pornographic websites, but in practice, it blocks many other sites as well."
            ],
            "audio": "https://tts.langeek.co/read?text=c29mdHdhcmU&hash=87070c14140c98b684a8e2934f4725de8686fd41&lang=en&cache-only=0",
            "defineEn": "the programs that a computer uses to perform specific tasks",
            "defineVi": "các chương trình mà máy tính sử dụng để thực hiện các tác vụ cụ thể",
            "hasImg": true
        },
        {
            "id": "90f51a79-a95a-4b37-ba05-5b82b3b14f52",
            "word": "operating system",
            "phonetic": "ɑːpɚɹeɪɾɪŋ sɪstəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Suddenly, the operating system blew up the smartphone market.",
                "Google's first big hardware partnerships were thanks to its operating system, Android.",
                "It came with the operating system.",
                "Our intelligence operating system is the product of billions of years of evolution, fine-tuned by the experiences of one adorably awkward childhood.",
                "You can change the operating system."
            ],
            "audio": "https://tts.langeek.co/read?text=b3BlcmF0aW5nIHN5c3RlbQ&hash=c6dbaa5ece0c4a5bbed7c353515dea36c6478e71&lang=en&cache-only=0",
            "defineEn": "the most fundamental software operating on a computer, cell phone, etc., without which the mentioned devices are useless",
            "defineVi": "phần mềm cơ bản nhất hoạt động trên máy tính, điện thoại di động, v.v., nếu không có nó thì các thiết bị được đề cập là vô dụng",
            "hasImg": true
        },
        {
            "id": "08165da5-1258-4b13-9169-29dcc0f2f3ca",
            "word": "to install",
            "phonetic": "tʊ ɪnstɔːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Finally, staff install wheels to the now complete X7.",
                "Install the app?",
                "Install a jet engine underneath or within the machine on gimbals.",
                "For dangerous runways like Telluride's, airports will install an engineered materials arrestor system.",
                "Here, they install the exhaust system."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5zdGFsbA&hash=7979fca7b7206f01ee07edd9c8287d0f3d2f96fa&lang=en&cache-only=0",
            "defineEn": "to add a piece of software to a computer system",
            "defineVi": "để thêm một phần mềm vào hệ thống máy tính",
            "hasImg": true
        },
        {
            "id": "6d7d9448-b7c8-4be6-bdbc-4f43f96efedc",
            "word": "hardware",
            "phonetic": "hɑːɹdwɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Doris said that on the day of the murder, if her memory served her right, Ronda Jo left the hardware store soon after the town fire alarm went off.",
                "He'd made a lot of money out of hardware.",
                "Hardware accelerated video decoding for web browsers.",
                "Okay, hardware is right there.",
                "Because the program was hardware, essentially."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFyZHdhcmU&hash=e77e17d63c37f3839f4c648d31506e37c3cb5010&lang=en&cache-only=0",
            "defineEn": "the physical and electronic parts of a computer or other similar system",
            "defineVi": "các bộ phận vật lý và điện tử của máy tính hoặc hệ thống tương tự khác",
            "hasImg": true
        },
        {
            "id": "cc7797f3-e1c4-4a4f-9348-816d5c34d527",
            "word": "Wi-Fi",
            "phonetic": "waɪfaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "If free wi-fi and paid wi-fi are both available, it's not hard to imagine people voting with their pocketbook.",
                "If free wi-fi and paid wi-fi are both available, it's not hard to imagine people voting with their pocketbook.",
                "Wi-Fi 6E, which is actually sick.",
                "Cracked 50 megabytes a second on wi-fi.",
                "The PC is streaming via Wi-Fi to my phone."
            ],
            "audio": "https://tts.langeek.co/read?text=V2ktRmk&hash=ec6467457ad720940dcf22672b6ad83a3687fe5d&lang=en&cache-only=0",
            "defineEn": "the technology that allows computers, cell phones, etc. to access the Internet or exchange data wirelessly",
            "defineVi": "công nghệ cho phép máy tính, điện thoại di động, v.v. truy cập Internet hoặc trao đổi dữ liệu không dây",
            "hasImg": true
        },
        {
            "id": "b4e00109-0bef-4bee-a11e-8ad2098a79b0",
            "word": "to quit",
            "phonetic": "tə kwɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "You might as well just quit.",
                "They quit the rat race in order to live a simple life.",
                "She would quit her job at the drop of a hat if she found a better opportunity.",
                "Quit milking the bull and do as I say instead.",
                "The project went haywire when the team leader quit unexpectedly."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcXVpdA&hash=3b24b89083408dca49b88f8e5e9a6bbd306ca25f&lang=en&cache-only=0",
            "defineEn": "to close a computer program",
            "defineVi": "để đóng một chương trình máy tính",
            "hasImg": true
        },
        {
            "id": "2dd2e99c-cb4c-441b-8c25-2fa53fb0c80a",
            "word": "system",
            "phonetic": "sɪstəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The guidance system keeps the machine on course.",
                "The heating system is always breaking down.",
                "The apartment has a secure entry system.",
                "The new secretary made a dog's breakfast out of the filing system.",
                "The system allows people the opportunity to browse a wide selection of books."
            ],
            "audio": "https://tts.langeek.co/read?text=c3lzdGVt&hash=0df03a23dd9b8974e8973a3349a4a7183c0fee7f&lang=en&cache-only=0",
            "defineEn": "computer programs and pieces of hardware operating together",
            "defineVi": "chương trình máy tính và phần cứng hoạt động cùng nhau"
        },
        {
            "id": "ba7b3791-2b3a-4a4c-a638-5ddb8ecde833",
            "word": "click",
            "phonetic": "klɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Just click the link below.",
                "The cameras clicked away.",
                "The bolt clicked into place.",
                "They clicked straight away.",
                "It all clicked into place."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xpY2s&hash=7be6b3227cc8c0e450b691e1abcb659a790309ad&lang=en&cache-only=0",
            "defineEn": "the action of pressing a button on a computer mouse",
            "defineVi": "hành động nhấn một nút trên chuột máy tính",
            "hasImg": true
        },
        {
            "id": "8fe8fa04-dda4-4848-80c0-1682cc1a894a",
            "word": "button",
            "phonetic": "bʌʔn̩ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The buttons had come undone.",
                "He buttoned up his coat to keep out the chilly wind.",
                "She pressed the button but nothing happened.",
                "She pressed the snooze button and closed her eyes for a few more seconds.",
                "She pressed the wrong button and accidentally deleted the file."
            ],
            "audio": "https://tts.langeek.co/read?text=YnV0dG9u&hash=2d432cb662d9a50ff1ece8509faedbd391c40fe4&lang=en&cache-only=0",
            "defineEn": "a small area or part of a machine, which when pressed starts working; a small area on a digital screen that when clicked or tapped does something specific, such as an install button",
            "defineVi": "một khu vực nhỏ hoặc một phần của máy, khi được nhấn bắt đầu hoạt động; một khu vực nhỏ trên màn hình kỹ thuật số mà khi được nhấp hoặc chạm sẽ làm một việc cụ thể, chẳng hạn như nút cài đặt",
            "hasImg": true
        },
        {
            "id": "12ee2dc8-d175-4436-8685-f3c02d74c30d",
            "word": "to type",
            "phonetic": "tə taɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "This type of heater uses a lot of electricity.",
                "Some common types of cooking oils include canola oil, vegetable oil, and sunflower oil.",
                "Strawberries and blueberries are my favorite types of berries.",
                "Max is a different type of a person.",
                "Multipolar neurons are the most common type of neuron found in the brain and spinal cord."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHlwZQ&hash=13210a4edc894663c804de4bdcf139d3c3fb1b35&lang=en&cache-only=0",
            "defineEn": "to write using a physical or digital keyboard",
            "defineVi": "để viết bằng bàn phím vật lý hoặc kỹ thuật số",
            "hasImg": true
        },
        {
            "id": "ef45523a-b87e-407c-818e-7479cf804ada",
            "word": "window",
            "phonetic": "wɪndoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "For children, picture books provide a window onto the world.",
                "The closed window blocked out the noise from the street.",
                "The photographs clearly show a broken window.",
                "Two faces appeared at our window.",
                "Language is a window into the world."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZG93&hash=b28e4eb8148fc7ea01aba92634e2bc6811a16f72&lang=en&cache-only=0",
            "defineEn": "an area on a computer screen that looks like a frame displaying the operation of a specific program",
            "defineVi": "một khu vực trên màn hình máy tính trông giống như một khung hiển thị hoạt động của một chương trình cụ thể",
            "hasImg": true
        },
        {
            "id": "6ea1cb6f-1095-4e7e-9358-cd53ed368ca0",
            "word": "wireless",
            "phonetic": "waɪɚləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He thinks wireless Internet access is the greatest thing since sliced bread.",
                "Wireless is over here as well.",
                "Wireless headphones are now everywhere.",
                "Men Like Gods saw wireless communications.",
                "However, this case does wireless charging."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lyZWxlc3M&hash=f3341672db04e4336c6984030378e34365121475&lang=en&cache-only=0",
            "defineEn": "able to operate without wires",
            "defineVi": "có thể hoạt động mà không cần dây",
            "hasImg": true
        },
        {
            "id": "16c97ce7-beba-4e1b-831b-f18abd227497",
            "word": "to connect",
            "phonetic": "tə kənɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The construction worker used a heavy-duty bolt to connect the steel beams.",
                "There's been some monkey business connected with his tax returns.",
                "He is raising their spirits and giving them opportunities while connecting them with nature.",
                "It's an opportunity to network and connect with everybody who is anybody in the high society.",
                "The popular new social media platform left its rivals in the dust, attracting millions of users and revolutionizing the way people connect and share information online."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29ubmVjdA&hash=a5fb6f86fa95181c14dfe8ac974b319ef204bc83&lang=en&cache-only=0",
            "defineEn": "to join a device such as a computer or cell phone to a computer network or the Internet",
            "defineVi": "để kết nối một thiết bị như máy tính hoặc điện thoại di động với mạng máy tính hoặc Internet",
            "hasImg": true
        },
        {
            "id": "839bde06-04c0-4178-bcb0-b548443ad733",
            "word": "connection",
            "phonetic": "kənɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Police are holding two men in connection with last Thursday's bank raid.",
                "He is wanted by the police in connection with an arms theft.",
                "In this connection, I should once again like to haul my own country over the coals.",
                "Although they have their differences, there's no denying that they share a lot of similarities - like mother, like daughter, they have a strong bond and connection.",
                "Hanging your hat on your connection with the professor is not gonna save you this time Jess."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ubmVjdGlvbg&hash=c363c03f00cddb696421cef85f2edf151f07dc75&lang=en&cache-only=0",
            "defineEn": "the state of being linked or connected",
            "defineVi": "trạng thái được liên kết hoặc kết nối",
            "hasImg": true
        },
        {
            "id": "c2e68175-ed0c-47bb-9288-72752c3e8662",
            "word": "data",
            "phonetic": "deɪɾə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Save data frequently.",
                "The scientist abstracted the data from various sources to analyze trends.",
                "The teacher asked the students to collect data for their science project.",
                "Processes to check against deterioration in the quality of the data held.",
                "He gained a reputation as a smart number-cruncher who could turn data into policy."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGF0YQ&hash=205599b20d539e05b797861dc91a1f9976963b99&lang=en&cache-only=0",
            "defineEn": "(plural) information that a computer can use or store",
            "defineVi": "(số nhiều) thông tin mà máy tính có thể sử dụng hoặc lưu trữ",
            "hasImg": true
        },
        {
            "id": "76178b99-893f-4917-a37f-4054cb9f87cd",
            "word": "folder",
            "phonetic": "foʊldɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "All her letters were carefully filed away in folders.",
                "Name your folder.",
                "Then drag this folder onto the desktop.",
                "These folders are the content of the Minecraft map you have downloaded.",
                "My day starts with the rose gold folder."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9sZGVy&hash=2fae57de0985beb2feb70ca1b95b56807559cc79&lang=en&cache-only=0",
            "defineEn": "a place on a computer system that holds files or other pieces of data together",
            "defineVi": "một vị trí trên hệ thống máy tính chứa các tệp hoặc các phần dữ liệu khác cùng nhau",
            "hasImg": true
        },
        {
            "id": "2d9832b3-a0ea-44e4-a83e-9c3a08d624bb",
            "word": "to delete",
            "phonetic": "tə dᵻliːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She pressed the wrong button and accidentally deleted the file.",
                "It appears that all the files have been deleted.",
                "There's nothing more disheartening than to sweat your guts out on an assignment, only for the computer to crash and delete all your work.",
                "deleting the universe on its way.",
                "but she deleted her original defense, screenshots."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVsZXRl&hash=a266e76b9d5e1d78f62315527100602752fbe2b5&lang=en&cache-only=0",
            "defineEn": "to remove a piece of data from a computer or smartphone",
            "defineVi": "để xóa một phần dữ liệu khỏi máy tính hoặc điện thoại thông minh",
            "hasImg": true
        },
        {
            "id": "426a0c41-ded0-436a-b5a2-fbbe0a658f84",
            "word": "to drag",
            "phonetic": "tə dɹæɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The authorities are dragging their feet over banning cigarette advertising.",
                "You can easily drag and drop files onto your memory stick.",
                "I was dragged over the coals by my boss last week for messing up the accounting software.",
                "I suspect the management is dragging its heels on this issue.",
                "They claim drag racing is the most exciting motor sport."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJhZw&hash=5c0dfb2b0426a483685c68bfe0eae599d56df8e1&lang=en&cache-only=0",
            "defineEn": "to move a piece of computer data, such as an image, across a computer or smartphone screen using the mouse or a finger",
            "defineVi": "để di chuyển một phần dữ liệu máy tính, chẳng hạn như hình ảnh, trên màn hình máy tính hoặc điện thoại thông minh bằng chuột hoặc ngón tay",
            "hasImg": true
        },
        {
            "id": "275e8f3d-f511-4260-86f8-541e29ff43f8",
            "word": "to scroll",
            "phonetic": "tə skɹoʊl ",
            "partOfSpeechType": "verb",
            "examples": [
                "He used his finger to scroll through the pictures on his phone.",
                "He nostalgically recalled his childhood, reminiscing about his mom's homemade Vegemite and cheese scrolls.",
                "Thomas whiled away hours each day scrolling mindlessly online, understanding that by doing nothing we learn to do ill through lack of purpose.",
                "Lisa found herself down the rabbit hole of social media, endlessly scrolling through feeds, liking posts, and following new accounts, unable to break free from the addictive nature of online platforms.",
                "For many people, social media is like a moth to a flame - they can't resist checking their phones and scrolling through their feeds, even if it's not productive or healthy."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2Nyb2xs&hash=13667fa933bb2e352550ef8278fdcaf526c719df&lang=en&cache-only=0",
            "defineEn": "to move what is being displayed on a computer or smartphone screen up or down to see different parts of it",
            "defineVi": "để di chuyển những gì đang được hiển thị trên màn hình máy tính hoặc điện thoại thông minh lên hoặc xuống để xem các phần khác nhau của màn hình đó",
            "hasImg": true
        },
        {
            "id": "13ba7f9f-3e40-4d0c-b3e9-2aabed95ff85",
            "word": "to back up",
            "phonetic": "tə bæk ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "And tests backed up these claims.",
                "Brain imaging studies have also backed up these findings.",
                "About halfway down, the traffic backed up.",
                "Publicly, Secretary of State Tony Blinken backs up Trump era concerns.",
                "Crematoriums are backed up, sometimes for days."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFjayB1cA&hash=1bb8102e632d0337f1c1db4ff4fb53baaefec463&lang=en&cache-only=0",
            "defineEn": "to make a copy of computer data",
            "defineVi": "để sao chép dữ liệu máy tính"
        },
        {
            "id": "4c65091f-7631-43f9-99ed-821ae68983b4",
            "word": "desktop",
            "phonetic": "dɛsktɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company offers a range of form factors for its products, including desktops, laptops, and tablets.",
                "I'm locking the desktop.",
                "The YouTube Community Contribution stuff is only available on desktop.",
                "But here's the Pop OS desktop.",
                "Then drag this folder onto the desktop."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVza3RvcA&hash=2e51f2da2a9c92fffee4d9373d3c062dacbf13ef&lang=en&cache-only=0",
            "defineEn": "an area on a computer where the icons of programs are displayed",
            "defineVi": "một khu vực trên máy tính nơi các biểu tượng của chương trình được hiển thị",
            "hasImg": true
        },
        {
            "id": "e77dd4de-85ce-4bec-9132-cfcdcf120d62",
            "word": "version",
            "phonetic": "vɜːʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company has just produced a luxury version of the aircraft.",
                "He whipped up his own version of thousand island dressing using a secret blend of ingredients.",
                "Lend an ear and listen to my version.",
                "It was hard to tell the difference between the two versions.",
                "Don’t try to boil the ocean with your first version of a product."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVyc2lvbg&hash=dd53e2c64b45ed96c19dce3aded4d91b58135385&lang=en&cache-only=0",
            "defineEn": "a different form of something particular when compared with its previous form or forms",
            "defineVi": "một hình thức khác của một cái gì đó cụ thể khi so sánh với hình thức hoặc hình thức trước đó của nó"
        },
        {
            "id": "09fc087b-a850-4adf-9248-a5a072136a86",
            "word": "virus",
            "phonetic": "vaɪɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The body's immune system protects against harmful bacteria and viruses.",
                "When it comes to cybersecurity, there is no little enemy, and even a seemingly harmless email or file can contain a dangerous virus or malware.",
                "Viruses mutate more often than practically any other organism.",
                "So, much to their surprise, their data-driven approach implicated viruses.",
                "Viruses hate that!"
            ],
            "audio": "https://tts.langeek.co/read?text=dmlydXM&hash=aae268b03c2b0cb687f71654c1be6a13c8be5775&lang=en&cache-only=0",
            "defineEn": "a harmful program capable of multiplying itself and corrupting files and not allowing a system, like that of a computer, to function properly",
            "defineVi": "một chương trình có hại có khả năng tự nhân lên và làm hỏng các tệp và không cho phép hệ thống, chẳng hạn như máy tính, hoạt động bình thường"
        }
    ]
}