{
    "id": "05ada2b1-4471-480d-83f3-c1b206db44e4",
    "title": "Unit 6 - Lesson 3",
    "originalTitle": "Unit 6 - Lesson 3",
    "words": [
        {
            "id": "e6b9ae80-f7b4-4976-b504-43396eec6c92",
            "word": "qualification",
            "phonetic": "kwɔlɪfɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "You won’t get anywhere without qualifications.",
                "The candidate's strong qualifications and experience were presented in a good light during the job interview.",
                "You'll be judged on your qualifications, not who you know.",
                "The bottom line is, qualifications no longer matter.",
                "They just recognized qualifications."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVhbGlmaWNhdGlvbg&hash=bcbb59a193f3c7e0535f48fbb952c3f7354da33e&lang=en&cache-only=0",
            "defineEn": "a skill or personal quality that makes someone suitable for a particular job or activity",
            "defineVi": "một kỹ năng hoặc phẩm chất cá nhân làm cho ai đó phù hợp với một công việc hoặc hoạt động cụ thể"
        },
        {
            "id": "3055bef4-f287-4e7b-944e-b0ea66d6be48",
            "word": "work",
            "phonetic": "wɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The students worked their heart and soul on their project.",
                "Not working my foot.",
                "Soymilk works well as a substitute for milk in sauces and creamy pasta dishes.",
                "My dad works forty hours a week.",
                "To work clay."
            ],
            "audio": "https://tts.langeek.co/read?text=d29yaw&hash=bde9fca176d084c843248403edd2a402467aaed6&lang=en&cache-only=0",
            "defineEn": "something that we do regularly to earn money",
            "defineVi": "một cái gì đó mà chúng tôi làm thường xuyên để kiếm tiền",
            "hasImg": true
        },
        {
            "id": "9a5ec915-8fed-4e8f-a679-b94b65ea0131",
            "word": "study",
            "phonetic": "stʌdi ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend studied the nutritional benefits of different legumes for her research project.",
                "We study the history of our country in social studies class.",
                "She studied different subjects in school, from math to history.",
                "We study different subjects like math, science, and English at school.",
                "Researchers study diatoms to better understand the environmental conditions of aquatic habitats."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1ZHk&hash=2097b3f782215c2a8f777e35d85a798163d9ad66&lang=en&cache-only=0",
            "defineEn": "a detailed and careful consideration and examination",
            "defineVi": "xem xét và kiểm tra chi tiết và cẩn thận",
            "hasImg": true
        },
        {
            "id": "46ee518b-9ad6-40e7-ae65-ee3b65e0ba16",
            "word": "talent",
            "phonetic": "tælənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She turned her singing talent into extra money.",
                "She turned her singing talent into extra money.",
                "Talent, hard work, and professionalism are what truly sustain a career.",
                "Her talent for organization should serve her well.",
                "a sharp talent agent who has a finger in the pie in show business."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFsZW50&hash=5d2cf1990987b0b1d641cd3de8c1348a416ad8ac&lang=en&cache-only=0",
            "defineEn": "an ability that a person naturally has in doing something well",
            "defineVi": "một khả năng mà một người tự nhiên có trong việc làm một cái gì đó tốt"
        },
        {
            "id": "606aa1f8-22e3-43ad-ae2b-a35e02d97fc7",
            "word": "skill",
            "phonetic": "skɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "They practice their soccer skills every day after school.",
                "We learn new skills from our parents, who teach us with patience.",
                "A mixture of skill and good luck decided the outcome of the game.",
                "I took my hat off to his cooking skill.",
                "To learn a language/skill/trade."
            ],
            "audio": "https://tts.langeek.co/read?text=c2tpbGw&hash=d7f6a300bd3a680a1e7d9bb9433e506b524be9b9&lang=en&cache-only=0",
            "defineEn": "an ability to do something well, especially after training",
            "defineVi": "một khả năng để làm một cái gì đó tốt, đặc biệt là sau khi đào tạo"
        },
        {
            "id": "34bd1127-fbef-4d46-b94a-f9d412cb6cce",
            "word": "experience",
            "phonetic": "ɛkspiəɹɪəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Unfortunately, experience is the teacher of fools.",
                "The team's new manager brings ten years' experience to the job.",
                "That experience changed my life.",
                "I had experienced the heaven on earth.",
                "On the day of the wedding, Brown experienced cold feet."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwZXJpZW5jZQ&hash=1f33836c27c0fc87f6557778734280bb324eaa45&lang=en&cache-only=0",
            "defineEn": "the skill and knowledge we gain from doing, feeling, or seeing things",
            "defineVi": "kỹ năng và kiến thức chúng ta có được từ việc làm, cảm nhận hoặc nhìn thấy mọi thứ"
        },
        {
            "id": "0813b6d8-1f3f-4fa9-828d-7a62cf7013d9",
            "word": "knowledge",
            "phonetic": "nɑːlɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Knowledge of cooking comes easy to him.",
                "The locals generously shared their knowledge of manioc processing techniques.",
                "I have no knowledge of the political dos and don'ts.",
                "My knowledge of French is pretty basic.",
                "Her knowledge of ancient history is of the first water, making her a respected authority in the field."
            ],
            "audio": "https://tts.langeek.co/read?text=a25vd2xlZGdl&hash=5581cfbb442a029365515baac4c26092eb701e65&lang=en&cache-only=0",
            "defineEn": "understanding of or information about a subject after studying and experiencing it",
            "defineVi": "sự hiểu biết hoặc thông tin về một chủ đề sau khi nghiên cứu và trải nghiệm nó"
        }
    ]
}