{
    "id": "05d7f2ca-b9ad-416c-ab6e-1fd1a6d6bab8",
    "title": "Natural Phenomena and Environment",
    "originalTitle": "Natural Phenomena and Environment",
    "words": [
        {
            "id": "455c329b-ac9b-4dc8-9b58-d1159c08aa50",
            "word": "to drizzle",
            "phonetic": "tə dɹɪzəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The chef drizzled cream over the warm apple pie.",
                "He drizzled warm maple syrup over his stack of fluffy pancakes.",
                "He always drizzles the balsamic dressing over his salad.",
                "He drizzled syrup over his waffles, creating a delicious breakfast.",
                "A drizzle of sugar syrup over pancakes or waffles adds a delightful sweetness to breakfast."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJpenpsZQ&hash=aa6b35a8bdd805ff063b0fbf8882e409df879bff&lang=en&cache-only=0",
            "defineEn": "to rain not in a heavy way and in fine or small drops",
            "defineVi": "mưa không lớn và nhỏ giọt",
            "hasImg": true
        },
        {
            "id": "08ff29c6-e04f-4fcf-bae8-24940dd60a2a",
            "word": "to inundate",
            "phonetic": "tʊ ɪnəndeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "So it's inundating the Earth.",
                "For instance, the Hawaiian island of Kauai is now inundated with feral chickens.",
                "Everyone's being inundated with thousands of marketing messages every day.",
                "The population is inundated with a constant barrage of propaganda made up of historical facts and statistics manufactured in the Ministry of Truth.",
                "It was just, they were inundated, because the transition team for the National Security Council was tiny."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW51bmRhdGU&hash=9fad92ce53cd427ca17349163d20b2f3b58c6144&lang=en&cache-only=0",
            "defineEn": "to cover a stretch of land with a lot of water",
            "defineVi": "để bao phủ một dải đất với rất nhiều nước",
            "hasImg": true
        },
        {
            "id": "a7795202-9124-4e1e-b170-cd7362de43a4",
            "word": "anticyclone",
            "phonetic": "æntɪsaɪkloʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The giant H’s on the map mark high pressure areas, which we call a high or anticyclone.",
                "Which is how we get those wind spirals around the low and high pressures areas on our weather map, and why they’re also called cyclones and anticyclones."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aWN5Y2xvbmU&hash=afe0846261745219e57199d869bdfb908dd33314&lang=en&cache-only=0",
            "defineEn": "a weather phenomenon with an extensive circulation of winds around a central region of high barometric pressure that is connected with calm and fine weather",
            "defineVi": "một hiện tượng thời tiết với sự lưu thông rộng rãi của gió xung quanh một khu vực trung tâm có áp suất khí quyển cao được kết nối với thời tiết yên tĩnh và tốt đẹp",
            "hasImg": true
        },
        {
            "id": "2a659a0a-c4f6-4dec-b3c9-0b29bb33d27e",
            "word": "archipelago",
            "phonetic": "ɑːɹkɪpɪleɪɡoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A group of islands, technically that's called an archipelago.",
                "This summer, she's listening to the orcas of Norway's Lofoten archipelago, beloved by the creatures for its healthy populations of herring and other fish to feed on.",
                "For Darwin, he saw this in the different shapes in the beaks of finches on the different islands of the Galapagos archipelago.",
                "But even bigger waves might have struck the Hawai'ian archipelago, more than 100,000 years ago.",
                "Australia’s also moving north, and will eventually smash into the Indonesian archipelago."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaGlwZWxhZ28&hash=ecc84473677c113e88a3c48728c77846ec127682&lang=en&cache-only=0",
            "defineEn": "a large collection of islands or the sea surrounding them",
            "defineVi": "một tập hợp lớn các hòn đảo hoặc biển bao quanh chúng",
            "hasImg": true
        },
        {
            "id": "2331ef5a-e757-4f6d-8c03-3d0c88e94d6a",
            "word": "aerosol",
            "phonetic": "ɛɹəsɑːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Throughout the 20th century, CFCs were being produced as coolants in refrigerators and air conditioners, and in aerosol sprays.",
                "So CFCs were all over the place by the seventies: refrigerators, fire extinguishers, aerosols, solvents, insulation, you name it.",
                "And for some important species, their numbers are dwindling rapidly due to pesticides, aerosol sprays, and other toxins.",
                "A small fleet of specialized airplanes could ascend once a year and distribute aerosols along the equator from where they would be spread around the world.",
                "Tear gas is mainly deployed in three different ways by grenade, by spray, like aerosol or water cannon, or by projectile, like a cartridge launched by a riot gun, which is the most common way it's used."
            ],
            "audio": "https://tts.langeek.co/read?text=YWVyb3NvbA&hash=ab4a786f59a2e365e954bdaf1dfadcb3c965dd39&lang=en&cache-only=0",
            "defineEn": "a colloidal suspension of particles that can be released in the air",
            "defineVi": "một huyền phù keo của các hạt có thể được giải phóng trong không khí"
        },
        {
            "id": "88880782-bddf-4aa5-b72e-87715858d7f5",
            "word": "deluge",
            "phonetic": "dɛljuːdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "One man described the moment that the deluge hit.",
                "We beat up aircraft factories too, it was a deluge service.",
                "In those cases, a deluge of glutamate is transmitted, and this overexposure can cause damage at the junction between hair cells and nerve cells.",
                "The gourd broke apart, releasing a deluge that swept the brothers away, separating them from the celestial lands forever.",
                "The beetle fights the deluge, going in and out, in and out, to keep the pathway clear."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsdWdl&hash=2188eff21d46d82676ca9274d0e28fcec3f283b9&lang=en&cache-only=0",
            "defineEn": "a severe flood of water",
            "defineVi": "nước lũ nghiêm trọng",
            "hasImg": true
        },
        {
            "id": "4cbc3236-803f-47df-beae-e347bccc1fe2",
            "word": "dew",
            "phonetic": "duː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dew point is a lot more useful.",
                "His pretty colored skin had been all frosted with the dew.",
                "Dew is now the head of Habilitative Systems, a West Side nonprofit that works with disadvantaged residents.",
                "On that first day, for example, where it was 30 degrees out with 50% relative humidity, the dew point would be 18 degrees.",
                "Morning dew can be collected with a cloth and then wrung out into your mouth."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV3&hash=ca3e26e1ec5c9ab13e4c3976d96590357cb24727&lang=en&cache-only=0",
            "defineEn": "the tiny water drops that form on cool surfaces during the night, caused by condensation",
            "defineVi": "những giọt nước nhỏ hình thành trên bề mặt mát mẻ vào ban đêm, gây ra bởi sự ngưng tụ",
            "hasImg": true
        },
        {
            "id": "b1057d7d-adbf-4d47-982f-69cd087562d2",
            "word": "flurry",
            "phonetic": "flɜːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The team rained down blows on their opponents, overwhelming them with a flurry of punches.",
                "This shift has led to a flurry of new brands entering the market.",
                "A flurry of action in anticipation of the pope's visit saw rubble that had lined the streets for years finally swept away.",
                "And we remember, at the end of the Bill Clinton administration, there was a flurry of pardons.",
                "There's been a recent flurry of success in catching and prosecuting illegal robocallers."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmx1cnJ5&hash=5838dd6dcaa775290515b69b1b79793f3e12e996&lang=en&cache-only=0",
            "defineEn": "a small amount of rain, snow, etc. that moves in a quick and whirling way and lasts only for a short period of time",
            "defineVi": "một lượng mưa nhỏ, tuyết, v.v. di chuyển nhanh và xoáy và chỉ kéo dài trong một khoảng thời gian ngắn",
            "hasImg": true
        },
        {
            "id": "caf8af38-0ae8-423d-9f22-21eb1220e4cf",
            "word": "gust",
            "phonetic": "ɡʌst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Gusts of wind easily break the dead tumbleweed from its roots.",
                "And then the gust of wind blows it up.",
                "And as the warm air pocket spreads out along the ground, it also creates huge gusts of wind.",
                "This spiral shape disperses air currents, transforming 240 kilometer per hour winds into harmless gusts.",
                "Over the same period, the air just about completely dries out, and the wind can gust at 130 kilometers an hour."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VzdA&hash=79d43383cfe829ec98ac8885fe1e8d0632c04fdb&lang=en&cache-only=0",
            "defineEn": "a drastic and sudden rush of wind",
            "defineVi": "một cơn gió mạnh và đột ngột",
            "hasImg": true
        },
        {
            "id": "2f1b167f-626d-475b-a397-db028545a1ae",
            "word": "icicle",
            "phonetic": "aɪsɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Well, just like a snowman, icicles are made out of the snow.",
                "Icicles form down from different places where there’s snow.",
                "That tiny little frozen drop at the edge of the roof became the beginning of an icicle!",
                "Have you ever seen icicles forming?",
                "That’s true, the icicles on our roof are much bigger than one drop of ice!"
            ],
            "audio": "https://tts.langeek.co/read?text=aWNpY2xl&hash=06511523577d8884b300b15e36befa2d79acfa46&lang=en&cache-only=0",
            "defineEn": "a long pointed piece of ice formed by the freezing of dripping water from a surface such as a roof",
            "defineVi": "một mảnh băng dài nhọn được hình thành do sự đóng băng của nước nhỏ giọt từ một bề mặt chẳng hạn như mái nhà",
            "hasImg": true
        },
        {
            "id": "5635749b-f03b-4ea6-bb81-c980131026d5",
            "word": "cirrus",
            "phonetic": "sɪɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cirrus clouds like these reflect about 50% of insolation, or incoming solar radiation. ",
                "Humid jet engine exhaust can make wispy cirrus clouds.",
                "While cirrus clouds only appear at high levels, stratus and cumulus clouds can appear at any level.",
                "These crystals can act like tiny sun-bending prisms, and if they end up between you and the sun, like inside a cirrus cloud, they can form those amazing halos.",
                "Cirrus or the prefix cirro means high-level, alto refers to the mid-level, and low-level clouds are just plain stratus or cumulus."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2lycnVz&hash=7c354cdf97973562eb9fa897f4c44c8766ec1149&lang=en&cache-only=0",
            "defineEn": "a type of light cloud that looks wispy formed at high altitudes",
            "defineVi": "một loại đám mây nhẹ trông mỏng manh được hình thành ở độ cao lớn",
            "hasImg": true
        },
        {
            "id": "94134e0e-c4e3-452f-a111-c3f65bd62b0c",
            "word": "nimbus",
            "phonetic": "nɪmbəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ream Eyso took the bait, ripping through nimbus after nimbus in his crazed pursuit.",
                "Ream Eyso took the bait, ripping through nimbus after nimbus in his crazed pursuit.",
                "Oh man, look at all these clouds, there's a stratus cloud, there's a nimbus cloud, those are great."
            ],
            "audio": "https://tts.langeek.co/read?text=bmltYnVz&hash=7b622c82b03dbd842833764cb9fe0e93288aa777&lang=en&cache-only=0",
            "defineEn": "a type of cloud that is dark, grey, and large, often producing rain or snow",
            "defineVi": "một loại mây đen, xám và lớn, thường tạo ra mưa hoặc tuyết",
            "hasImg": true
        },
        {
            "id": "534205f3-5ef8-490e-b601-671617923aa7",
            "word": "precipitation",
            "phonetic": "pɹɪsɪpɪteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So precipitation varies a lot between different places, especially different latitudes. ",
                "Rain, hail, snow, sleet, graupel, all of that stuff is precipitation.",
                "Eventually, gravity will pull the water back to the ground as precipitation.",
                "Meteorologists call this number the probability of precipitation.",
                "At middle elevations, precipitation increases, And ponderosa pine woodlands appear."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlY2lwaXRhdGlvbg&hash=2edabf92b96e63376e9b1bd800c50db443ae3dea&lang=en&cache-only=0",
            "defineEn": "snow, rain, hail, etc. that falls to or condenses on the ground",
            "defineVi": "tuyết, mưa, mưa đá, v.v. rơi xuống hoặc ngưng tụ trên mặt đất",
            "hasImg": true
        },
        {
            "id": "37c87ce1-e289-47e9-aa55-5825e295386e",
            "word": "thaw",
            "phonetic": "θɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "In temperate climates, the cycle of seasons freezes and thaws these waterways, cracking pavement and concrete foundations.",
                "Then he thawed the disc, and sewed it back on.",
                "It will thaw the bitter cold of Valley Forge and Morristown, and ease the painful memory of such disasters as Camden and Charleston.",
                "Explain the thaw, the hope for the thaw, and what is the reality of what was really going on.",
                "It thaws every spring and then freezes again in the fall."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhhdw&hash=bd55ad4c3e36e4acc655975688db9a4aee4ef0d7&lang=en&cache-only=0",
            "defineEn": "a period during which the weather becomes warmer causing snow and ice to melt",
            "defineVi": "một khoảng thời gian trong đó thời tiết trở nên ấm hơn khiến tuyết và băng tan chảy",
            "hasImg": true
        },
        {
            "id": "4d7ddade-20a0-4e78-af9f-49452e226e9a",
            "word": "biohazard",
            "phonetic": "baɪoʊhæzɚd ",
            "partOfSpeechType": "noun",
            "examples": [
                "They attack these biohazards with chemical weapons and call in reinforcements to engulf the invaders, and trigger an alarm system called inflammation."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlvaGF6YXJk&hash=86b8f4dad994e1f5fb0d40600b9ee265a987f6d6&lang=en&cache-only=0",
            "defineEn": "a risk to human health or to the environment caused by a biological source, especially microorganisms",
            "defineVi": "nguy cơ đối với sức khỏe con người hoặc môi trường do nguồn sinh vật gây ra, đặc biệt là vi sinh vật",
            "hasImg": true
        },
        {
            "id": "51ed3a6b-c7b6-4c7f-99b0-e17fd93f5a86",
            "word": "cataclysm",
            "phonetic": "kæɾɐklɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Birds survived the cataclysm, of course, making them the last surviving lineage of the dinosaurs.",
                "and instead, the Palaeozoic Era ended in cataclysm.",
                "Similar soot can still be found in ancient rocks from volcanic fires of 66 million years ago, a record of the cataclysm touched off by an asteroid at the end of the late Cretaceous epoch."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0YWNseXNt&hash=6ee96a330ea9df6fc950bcbec0da1ed4ede46004&lang=en&cache-only=0",
            "defineEn": "an abrupt and violent shift in the earth's crust",
            "defineVi": "một sự thay đổi đột ngột và dữ dội trong vỏ trái đất",
            "hasImg": true
        },
        {
            "id": "7373c26c-60ef-40fb-80c3-fe199e331cd3",
            "word": "contamination",
            "phonetic": "kəntæmᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Those tests eventually revealed contamination from a slew of toxic chemicals.",
                "Contamination obsessions with or without cleaning compulsions.",
                "These questions have a mental contamination effect.",
                "The contamination at the hundreds of other locations were found at public water systems, airports, industrial plants and firefighter training sites.",
                "The primary risk consists in the contamination of drinking water sources."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGFtaW5hdGlvbg&hash=abda79f857e16494502a127e8783d71776ef5c29&lang=en&cache-only=0",
            "defineEn": "the act or process of making a substance or place dirty or polluted, especially by dangerous substances",
            "defineVi": "hành động hoặc quá trình làm cho một chất hoặc một nơi bị bẩn hoặc bị ô nhiễm, đặc biệt là bởi các chất nguy hiểm",
            "hasImg": true
        },
        {
            "id": "7054a3a6-dd72-4f7c-b8e4-858be538b107",
            "word": "effluent",
            "phonetic": "ɛfluːənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "FRED DE SAM LAZARO: Pollution control officials in Varanasi say new capacity is coming online that will treat much of the daily effluent.",
                "One was brought in to fight aquatic weeds, because they're voracious weed eaters, and a couple others were brought in to deal with the problems that arise from not entirely treated sewage effluent."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWZmbHVlbnQ&hash=755e52841d4926f31aaaef560498f275e6b1cbc4&lang=en&cache-only=0",
            "defineEn": "sewage or liquid waste discharged into rivers, lakes, or the sea",
            "defineVi": "nước thải hoặc chất thải lỏng thải ra sông, hồ hoặc biển"
        },
        {
            "id": "eba3b765-4bd4-4847-aea6-bebf8a39001d",
            "word": "epicenter",
            "phonetic": "ɛpɪsɛntɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "That holy house became an epicenter of death.",
                "It's the epicenter for research into safer helmets.",
                "Narrator: Tsukiji was the epicenter of seafood.",
                "Earlier this year, L.A. County was the epicenter of the winter COVID surge.",
                "Earlier this year, L.A. County was the epicenter of the winter COVID surge."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXBpY2VudGVy&hash=4914cfc2636da8887efcf5a24d8f1be0363d6619&lang=en&cache-only=0",
            "defineEn": "the point on the surface of the earth vertically above the focus of an earthquake where its effects are felt most strongly",
            "defineVi": "điểm trên bề mặt trái đất theo phương thẳng đứng phía trên trọng tâm của trận động đất nơi tác động của nó được cảm nhận mạnh mẽ nhất"
        },
        {
            "id": "b7ec1fe4-b9e5-471d-94fa-6bc8b6868d7e",
            "word": "eye",
            "phonetic": "aɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My father has brown eyes.",
                "The woman has eyes like a hawk!",
                "A vase on a side table caught his eye.",
                "The actor's intense bedroom eyes added an extra layer of allure to his performance.",
                "The intense gaze from across the room, eyes on stalks, left no doubt about his attraction."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXll&hash=f6db2d27d3e734403e211643841eb4f89c653156&lang=en&cache-only=0",
            "defineEn": "the calm area at the center of a storm, hurricane, or tornado",
            "defineVi": "khu vực yên tĩnh ở trung tâm của một cơn bão, bão hoặc lốc xoáy"
        },
        {
            "id": "4633144a-0aa1-4be4-9b06-8eb76842cc2d",
            "word": "cascade",
            "phonetic": "kɐskeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Eventually, the whole thing cascades wildly.",
                "With the transition doors in the forward flight position, wing tip cascades at each side of the vehicle direct the jet flow aft.",
                "There's kind of a cascade of benefits.",
                "And once that imbalance strikes, it causes a whole cascade of effects.",
                "The discovery of widespread trophic cascades may be one of the most exciting scientific findings of the past half century."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzY2FkZQ&hash=b79fd06a2a4ae8aefd0ba38824bc31555b70ae2a&lang=en&cache-only=0",
            "defineEn": "a small steep waterfall, usually one of several others",
            "defineVi": "một thác nước dốc nhỏ, thường là một trong số những thác nước khác",
            "hasImg": true
        },
        {
            "id": "4e053e38-0074-4b0e-9d09-191a19ce349f",
            "word": "dike",
            "phonetic": "daɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "They used dikes to separate fresh and saltwater."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlrZQ&hash=08a9723e7bd9a4db0f7dc726fb9ab18a795775fd&lang=en&cache-only=0",
            "defineEn": "a long thick wall built in order to prevent water flooding onto a lower area, especially from the sea",
            "defineVi": "một bức tường dày dài được xây dựng để ngăn nước tràn vào khu vực thấp hơn, đặc biệt là từ biển",
            "hasImg": true
        },
        {
            "id": "10ebd57b-b94e-4116-abc9-3b334005d2d8",
            "word": "esplanade",
            "phonetic": "ɛsplɐneɪd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXNwbGFuYWRl&hash=44885493340ed3c2309441dcb14319b37a5fc326&lang=en&cache-only=0",
            "defineEn": "a level path, typically beside the sea or a river, that is wide and open where people may walk by for pleasure",
            "defineVi": "một con đường bằng phẳng, thường bên cạnh biển hoặc sông, rộng và thoáng, nơi mọi người có thể đi bộ để giải trí",
            "hasImg": true
        },
        {
            "id": "d81de8a0-fbd5-4097-bf67-f466be4f0e96",
            "word": "estuary",
            "phonetic": "ɛstjuːɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "They live in the estuaries of Southeast Asia, where mangrove trees stand knee deep in brackish water.",
                "It's an invasive plant, and it really destroys kind of the natural estuaries.",
                "Now, one of the most widespread placoderms was Bothriolepis, which was able to live in oceanic environments, estuaries, and freshwater settings.",
                "It lived in shallow, estuary waters around 380 million years ago.",
                "So the battle formed to free the estuary for our ships."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXN0dWFyeQ&hash=1d447f2813765ac7e7d7080c4119c6f357187d50&lang=en&cache-only=0",
            "defineEn": "the part of a river that is wide and where it meets the sea",
            "defineVi": "một phần của một con sông rộng và nơi nó gặp biển",
            "hasImg": true
        },
        {
            "id": "4cadf0a3-683c-4b2e-8b01-965ec7f922a5",
            "word": "gorge",
            "phonetic": "ɡoːɹdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A canyon is a deep gorge or gully in the earth.",
                "And it's from a cable car into a gorge.",
                "As the future queens gorge, the royal jelly triggers other phases of development that workers don’t experience, like the formation of ovaries for laying eggs.",
                "But they can’t just sit around gorging themselves all day.",
                "In summer, they may be able to gorge themselves on aquatic plants that are much richer in sodium."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29yZ2U&hash=0eb3de795066fceba678c8ce782afe27f36edc37&lang=en&cache-only=0",
            "defineEn": "a deep narrow valley, typically with a stream running through it",
            "defineVi": "một thung lũng hẹp sâu, điển hình với một dòng chảy qua nó",
            "hasImg": true
        },
        {
            "id": "f5da6f6f-e1ac-4137-a8be-5068a9bb7137",
            "word": "isthmus",
            "phonetic": "ɪsθməs ",
            "partOfSpeechType": "noun",
            "examples": [
                "It had made its way from the south, crossing the still-forming Isthmus of Panama and onto the coastal plains of Texas and then Florida.",
                "Trouble is, the isthmus of Panama formed long before sea snakes evolved, blocking them from simply swimming from one ocean to the other."
            ],
            "audio": "https://tts.langeek.co/read?text=aXN0aG11cw&hash=60cbe9361e73b73acc5c003586745ea6f0c8e219&lang=en&cache-only=0",
            "defineEn": "a narrow piece of land with water on each side that connects two larger areas",
            "defineVi": "một mảnh đất hẹp với nước ở mỗi bên kết nối hai khu vực lớn hơn",
            "hasImg": true
        },
        {
            "id": "33e5229b-b55d-41df-9d7f-c8854e8503fa",
            "word": "levee",
            "phonetic": "lɛviː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Chadwick Boseman is playing Levee.",
                "Ma Rainey has been tolerating Levee.",
                "In the play, August has Levee mention that this door is different, that there's something about this door that is different.",
                "We saw vital infrastructure all over the island-- water pumping stations, bridges, levees, roads-- also starved for upkeep and investment, leaving Puerto Rico vulnerable to the one thing that was sure to come: a major storm.",
                "One of the dynamics that is very interesting about Levee, and was particularly fascinating with Chadwick, is that he was able to capture in a glorious way, sort of the charm and the intelligence of the character."
            ],
            "audio": "https://tts.langeek.co/read?text=bGV2ZWU&hash=2e6e406889975526438d74760fe40d7d34b107bf&lang=en&cache-only=0",
            "defineEn": "a place on a river where boats dock",
            "defineVi": "một nơi trên sông nơi thuyền neo đậu"
        },
        {
            "id": "21771514-ce51-4101-8758-0b4bd46e51e2",
            "word": "meridian",
            "phonetic": "mɛɹɪdiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Great Plains straddle the 98th meridian.",
                "But LG is clearly benefiting from Meridian's expertise.",
                "In its place, a meter defined as one ten millionth the distance between the North Pole and the equator, along a meridian passing through France.",
                "Growing up in Meridian, Mississippi, were you expecting to be treated as badly as you were treated?",
                "But for various reasons, when it came to the formal definition, they decided instead to define the meter as one 10-millionth of the distance from the North Pole to the equator, measured along the meridian that passes through Paris."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVyaWRpYW4&hash=f9e190ef4be4c22f384a245c3a4a4bceea7fa935&lang=en&cache-only=0",
            "defineEn": "one of the imaginary lines between the North Pole and the South Pole, drawn on maps to help pinpoint a location",
            "defineVi": "một trong những đường tưởng tượng giữa Bắc Cực và Nam Cực, được vẽ trên bản đồ để giúp xác định vị trí",
            "hasImg": true
        },
        {
            "id": "bb8a6648-5c72-46b3-ae22-08002a68ee87",
            "word": "morass",
            "phonetic": "mɔːɹæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "When the apartment bombings happen, it gives him the excuse he needs to finally go after what has become a morass in Chechnya and neighboring Dagestan.",
                "When the apartment bombings happen, it gives him the excuse he needs to finally go after what has become a morass in Chechnya and neighboring Dagestan."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9yYXNz&hash=93ae05aff71d8f6f6c517e16ecc4fce2d4b1d753&lang=en&cache-only=0",
            "defineEn": "a muddy and wet piece of land in which it is possible to get stuck",
            "defineVi": "một mảnh đất lầy lội và ẩm ướt, trong đó có thể bị mắc kẹt",
            "hasImg": true
        },
        {
            "id": "cdd8962e-54ef-4d91-ae69-e8197c56fa02",
            "word": "plateau",
            "phonetic": "plætoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tabular icebergs form a plateau with a flat top.",
                "Next comes the plateau phase.",
                "Once you're a couple months in, you might hit the notorious keto plateau.",
                "First, there was a plateau, and now they're increasing, with specific hot spots across the country.",
                "It cut the plateau backwards, the same way a waterfall wears away at a cliff, cutting a mile-deep scar like a hot knife through butter."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhdGVhdQ&hash=a3be3b646836bc8977379de9a5bd55ba14506ac2&lang=en&cache-only=0",
            "defineEn": "an area of land that is flat and higher than the land surrounding it",
            "defineVi": "một vùng đất bằng phẳng và cao hơn vùng đất xung quanh nó",
            "hasImg": true
        },
        {
            "id": "6898a3b3-dc07-4ff9-a809-2f39e0a82a67",
            "word": "prairie",
            "phonetic": "pɹɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm prairied out.",
                "He disappeared out into the prairie to another county courthouse to press cases.",
                "It’s all prairies and cities now, but long ago, it was rife with exotic, aquatic life.",
                "Fossils of Poebrotherium have been found across western North America, and in a greater range of habitats, from wooded grasslands to shortgrass prairies.",
                "Arch Campbell: I love that \"prairie out.\""
            ],
            "audio": "https://tts.langeek.co/read?text=cHJhaXJpZQ&hash=8f99a1deaedcc31170112239b3caccfe6068e050&lang=en&cache-only=0",
            "defineEn": "a flat, wide area of land with no or very few trees in North America",
            "defineVi": "một vùng đất rộng bằng phẳng không có hoặc có rất ít cây cối ở Bắc Mỹ",
            "hasImg": true
        },
        {
            "id": "ff2e1d9d-5896-4340-84bc-00d3a28bfa18",
            "word": "promontory",
            "phonetic": "pɹɑːmɔntɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvbW9udG9yeQ&hash=2994ba03c9aa9fde1222be274a22b8d8d9c12cf6&lang=en&cache-only=0",
            "defineEn": "a raised narrow mass of land that sticks out into the sea",
            "defineVi": "một khối đất hẹp nhô ra biển",
            "hasImg": true
        },
        {
            "id": "bd43f67c-a156-49cb-a960-8cdf983d4039",
            "word": "riviera",
            "phonetic": "ɹɪviɛɹə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cml2aWVyYQ&hash=2e76b9f454e04664ac4463a69fa6d0089ebd1477&lang=en&cache-only=0",
            "defineEn": "an area in the Mediterranean coastal region of southern France and northern Italy that is known for its beauty, stylish resorts, and mild climate",
            "defineVi": "một khu vực ở vùng ven biển Địa Trung Hải của miền nam nước Pháp và miền bắc nước Ý được biết đến với vẻ đẹp, khu nghỉ dưỡng phong cách và khí hậu ôn hòa"
        },
        {
            "id": "b1a0b277-f5a6-4685-b938-ce98c78825ce",
            "word": "tor",
            "phonetic": "toːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wug test was created in 1958 by Jean Berko Gleason, along with a host of other imaginary creatures like luns, tors, and gutches."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9y&hash=894bf6367879acf6bddca27578755fffd02ff31e&lang=en&cache-only=0",
            "defineEn": "a small rocky hill",
            "defineVi": "một ngọn đồi đá nhỏ",
            "hasImg": true
        },
        {
            "id": "3ea3a7e4-ce75-4e3d-a375-dcf933ce0970",
            "word": "tremor",
            "phonetic": "tɹɛmɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They may have tremors, or long periods of sleep or drowsiness.",
                "Parkinson’s can cause tremors, muscle rigidity, and a harder time with balance.",
                "They had severe muscle tremors but eventually recovered.",
                "When exploded, these bombs created tremors picked up by seismic sensors and used those to understand the physics of the Moon’s crust.",
                "Variation two: William begins to doubt his skills in the long hours before the challenge and his hand develops a tremor."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlbW9y&hash=fc1221f72b44fbab0cd33e1ffb7666c12a50aba0&lang=en&cache-only=0",
            "defineEn": "a small or slight earthquake",
            "defineVi": "một trận động đất nhỏ hoặc nhẹ",
            "hasImg": true
        },
        {
            "id": "550e470a-5f12-4249-afca-cf9fca4202c4",
            "word": "zenith",
            "phonetic": "ziːnɪθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Egypt was the Arab Spring's zenith.",
                "I think I've reached the zenith of my career, probably.",
                "And that will culminate not with the election of 1860, but really the zenith of that whole campaign will be the nomination convention of May 18th, 1860.",
                "No, today is the kind of zenith of the unhappy tourist day.",
                "The year 1995 represented the zenith of the epidemic and with the widespread use of Highly Active Antiviral Therapy, in 1997 the CDC indicated that the number of AIDS deaths had fallen for the first time. "
            ],
            "audio": "https://tts.langeek.co/read?text=emVuaXRo&hash=b8f46eeb4cbdbf33a2b125db2e91ddc21a37d53f&lang=en&cache-only=0",
            "defineEn": "the highest point that a certain celestial body reaches, directly above an observer",
            "defineVi": "điểm cao nhất mà một thiên thể nào đó đạt tới, ngay phía trên người quan sát"
        },
        {
            "id": "988609c1-b1ca-4163-b4c3-0ccbc4a6e2f4",
            "word": "crepuscular",
            "phonetic": "kɹɛpʌskjʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Fox: They're actually crepuscular animals.",
                "Cats are crepuscular, which means they’re most active at dawn and dusk.",
                "Animals that are most active at sunrise and sunset are called crepuscular.",
                "Chinchillas are considered crepuscular, meaning they’re most active at dawn and dusk in the wild.",
                "And it turns out that being crepuscular is a pretty good lifestyle for people in the desert, too!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlcHVzY3VsYXI&hash=c9092138858125a8d632c8d0a46e06fc23e970f0&lang=en&cache-only=0",
            "defineEn": "relating to or resembling twilight",
            "defineVi": "liên quan đến hoặc giống như chạng vạng",
            "hasImg": true
        },
        {
            "id": "c5eafaf7-810b-45d4-8433-9cdb96619d66",
            "word": "geothermal",
            "phonetic": "dʒiːoʊθɜːməl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Geothermal electricity could make up 10 percent of the grid.",
                "Our position is geothermal anywhere is futuristic.",
                "But the geothermal process doesn't involve wastewater.",
                "And you can build geothermal plants close to population centers.",
                "That would be devastating for geothermal."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VvdGhlcm1hbA&hash=f65debee3c02b89ce0e20e6000bbe6a4dac8cd36&lang=en&cache-only=0",
            "defineEn": "connected with or produced by the heat inside the earth",
            "defineVi": "kết nối với hoặc được tạo ra bởi sức nóng bên trong trái đất"
        },
        {
            "id": "f74c079a-6b7b-46b5-b07a-72b70f5c736b",
            "word": "seismic",
            "phonetic": "saɪzmɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "On March 19, 2020, the company and the country experienced a seismic shift.",
                "Scientists call this seismic communication.",
                "That represents a seismic shift in video games.",
                "Because seismic waves travel at different speeds through different materials.",
                "This was a seismic change."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vpc21pYw&hash=eaaebc29b2a33415ee6a913bb60da40220592024&lang=en&cache-only=0",
            "defineEn": "related to or caused by an earthquake",
            "defineVi": "liên quan đến hoặc gây ra bởi một trận động đất",
            "hasImg": true
        },
        {
            "id": "f28a0b78-bc70-43f5-8324-a7b0d613113a",
            "word": "tectonic",
            "phonetic": "tɛktɑːnɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So clearly, plate tectonics is a hoax?",
                "Today, Earth’s plate tectonics cycle is active.",
                "Tectonic plates being the giant slabs that make up the Earth’s surface.",
                "Earthquakes are already quite common at tectonic plate boundaries.",
                "The rock layer could also be weakened by tectonic activity."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVjdG9uaWM&hash=cc4aeb53e91f848bd2557305d5a0eb70a33bfff3&lang=en&cache-only=0",
            "defineEn": "relating to the structure of the surface or crust of the earth and the large-scale processes that occur within it",
            "defineVi": "liên quan đến cấu trúc của bề mặt hoặc lớp vỏ trái đất và các quá trình quy mô lớn xảy ra bên trong nó"
        }
    ]
}