{
    "id": "0627a8f7-ef4c-4b9b-882c-e380a3e9e169",
    "title": "Unit 4",
    "originalTitle": "Unit 4",
    "words": [
        {
            "id": "9663271a-3460-4188-85b0-27ab526cfffb",
            "word": "bag",
            "phonetic": "bæɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bag broke under the weight of the bottles inside it.",
                "My friend shared a bag of chocolate-covered macadamia nuts with us.",
                "She put her bag on the table.",
                "I left my bag downstairs in the entryway.",
                "Each 180-litre container will hold up to three black bags of rubbish."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFn&hash=208ee3d6d1a7e04e6df1565755e6b57fb7fe15e7&lang=en&cache-only=0",
            "defineEn": "something made of leather, cloth, plastic, or paper that we use to carry things in, particularly when we are traveling or shopping",
            "defineVi": "thứ gì đó làm bằng da, vải, nhựa hoặc giấy mà chúng ta dùng để đựng đồ, đặc biệt khi chúng ta đi du lịch hoặc mua sắm",
            "hasImg": true
        },
        {
            "id": "e45a260c-53f2-420c-b13a-c09a5c8e4605",
            "word": "bottle",
            "phonetic": "bɑːɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The waiter opened the bottle of wine for the guests.",
                "She hits the bottle every couple of years.",
                "He killed three bottles of rum.",
                "They collected glass bottles for a recycling project.",
                "I brought a bottle of Pinot grape wine as a gift to the dinner party."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym90dGxl&hash=083135fc1cc1adf19e54c5706863b4d9b540c28f&lang=en&cache-only=0",
            "defineEn": "a glass or plastic container that has a narrow neck and is used for storing drinks or other liquids",
            "defineVi": "một hộp thủy tinh hoặc nhựa có cổ hẹp và được sử dụng để đựng đồ uống hoặc các chất lỏng khác",
            "hasImg": true
        },
        {
            "id": "ef4cab9b-3ece-416b-946f-b500235703ee",
            "word": "box",
            "phonetic": "bɑːks ",
            "partOfSpeechType": "noun",
            "examples": [
                "Check the box next to the right answer.",
                "We label our boxes with permanent markers for easy identification.",
                "A large cardboard box will serve the purpose.",
                "The chicken laid an egg in the nesting box.",
                "They pushed the heavy box across the room."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym94&hash=ce2c27a4cde9cc729959d4ea74d69df10659dba0&lang=en&cache-only=0",
            "defineEn": "a container made of wood, thick card, metal, etc. with a flat base and sides, often square or rectangular and having a lid",
            "defineVi": "một hộp làm bằng gỗ, thẻ dày, kim loại, v.v. có đế và các mặt phẳng, thường là hình vuông hoặc hình chữ nhật và có nắp",
            "hasImg": true
        },
        {
            "id": "457d8d6a-efcc-4c68-b536-7dc01bac37f4",
            "word": "bunch",
            "phonetic": "bʌntʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He gathered a bunch of sea kale from the shore.",
                "She harvested a bunch of parsley from her rooftop garden.",
                "She was given a huge bunch of flowers.",
                "In my opinion, people are getting their panties in a bunch over this election.",
                "They were followed down the street by a bunch of photographers."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVuY2g&hash=9a182d34a9d90d67504e9c9198b173e98f07e871&lang=en&cache-only=0",
            "defineEn": "a group of things sharing the same quality, usually connected to each other",
            "defineVi": "một nhóm những thứ có cùng chất lượng, thường được kết nối với nhau",
            "hasImg": true
        },
        {
            "id": "b6947a6d-3ce6-4a02-911c-7bbcb79bc8f8",
            "word": "can",
            "phonetic": "kæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Good wine can make a meal.",
                "95 per cent of the UK can now get superfast broadband.",
                "Exercise can make a big difference to your state of health.",
                "Can the ropes take the strain?",
                "Daytime temperatures can reach 40°C."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fu&hash=3cd76005b05f73b0b6f64626d6b97e602fa24b11&lang=en&cache-only=0",
            "defineEn": "a container, made of metal, used for storing food or drink",
            "defineVi": "một thùng chứa, làm bằng kim loại, được sử dụng để lưu trữ thực phẩm hoặc đồ uống",
            "hasImg": true
        },
        {
            "id": "75c82274-5c10-4dd9-9c44-75f92d6b8825",
            "word": "loaf",
            "phonetic": "loʊf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Use your loaf!",
                "Yesterday he baked a loaf of whole wheat bread.",
                "When he discovered a new millet-based bread recipe, he excitedly baked a loaf.",
                "Sarah baked a homemade loaf of banana bread that smelled delicious.",
                "She prepared a traditional molasses gingerbread loaf, filling her home with the warm aroma of spices."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9hZg&hash=91f265abbe7b3d3db0992d38a179d7c87a7b3cba&lang=en&cache-only=0",
            "defineEn": "bread that has a particular shape and is baked in one piece, usually sliced before being served",
            "defineVi": "bánh mì có hình dạng đặc biệt và được nướng thành từng miếng, thường được cắt lát trước khi phục vụ",
            "hasImg": true
        },
        {
            "id": "00fd72d8-a145-4253-bdea-42ac34ad8893",
            "word": "packet",
            "phonetic": "pækɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Can you pass me the sugar packet?",
                "The restaurant offers saccharin packets alongside sugar and honey for customers who prefer a calorie-free option.",
                "She always carries a packet of aspartame in her purse to use as a sweetener.",
                "Sometimes different packets from the same message take different routes through a network.",
                "Starting with packet switching."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFja2V0&hash=cbe3d4893d663b990a2c3f709cb64d8226ecda60&lang=en&cache-only=0",
            "defineEn": "a small bag that can contain various things, such as tea, sugar, or spices",
            "defineVi": "một túi nhỏ có thể chứa nhiều thứ khác nhau, chẳng hạn như trà, đường hoặc gia vị",
            "hasImg": true
        },
        {
            "id": "710812f0-ccbd-4940-be45-e298e96af504",
            "word": "pair",
            "phonetic": "pɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The unique flavor of physalis pairs wonderfully with dark chocolate in desserts.",
                "He paired his suit with polished dress shoes.",
                "She paired her skirt with a white blouse and heels.",
                "You can pair Cheshire cheese with some crackers or crusty bread.",
                "The pair went toe to toe until the third set, when Azarenka squandered two match points."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFpcg&hash=08b17842705ef7e5ffe8931d8416c685942242b3&lang=en&cache-only=0",
            "defineEn": "a set of two matching items that are designed to be used together or regarded as one",
            "defineVi": "một bộ gồm hai mục phù hợp được thiết kế để sử dụng cùng nhau hoặc được coi là một",
            "hasImg": true
        },
        {
            "id": "7da44a96-48d3-4ceb-b22f-7fa93f1c39a2",
            "word": "piece",
            "phonetic": "piːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The piece raises the ghosts of a number of twentieth-century art ideas.",
                "That piece of work just rejected my resume for the third time!",
                "My mother went to pieces after his death.",
                "he broke off a piece of his chocolate.",
                "Play us that new piece."
            ],
            "audio": "https://tts.langeek.co/read?text=cGllY2U&hash=eef478a04c9accc95579134c49ae42ba9b838fd8&lang=en&cache-only=0",
            "defineEn": "a part of an object, broken or cut from a larger one",
            "defineVi": "một phần của một đối tượng, bị hỏng hoặc cắt từ một đối tượng lớn hơn",
            "hasImg": true
        },
        {
            "id": "fb5dec48-38cf-431f-bdb3-f3cd73ac8fbc",
            "word": "slice",
            "phonetic": "slaɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "A slice of sweet orange adds a delightful touch to a cold glass of iced tea.",
                "The Rangpur slices added a vibrant touch to my summer fruit salad.",
                "He used swede slices as a healthier alternative to french fries.",
                "I used slices of bully beef as a topping for my homemade pizza.",
                "He added pepperoni slices to his homemade pasta sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xpY2U&hash=29288f98e6d314fa70d6895d4d7d3955e4792187&lang=en&cache-only=0",
            "defineEn": "a small cut of a larger portion such as a piece of cake, pizza, etc.",
            "defineVi": "một vết cắt nhỏ của một phần lớn hơn chẳng hạn như một miếng bánh, bánh pizza, v.v.",
            "hasImg": true
        },
        {
            "id": "64cf1c96-41e0-4010-a96e-95bdeb2153c5",
            "word": "banana",
            "phonetic": "bɐnænə ",
            "partOfSpeechType": "noun",
            "examples": [
                "She went bananas over a doll.",
                "Do you like bananas?",
                "My mom peeled a ripe banana for me.",
                "All of his teachers are going bananas over his science fair experiment.",
                "They froze sliced bananas and blended them into a creamy banana ice cream."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFuYW5h&hash=a48fb7b981c774a18055b2d3750ea207a9b324a8&lang=en&cache-only=0",
            "defineEn": "a soft fruit that is long and curved and has hard yellow skin",
            "defineVi": "một quả mềm dài và cong và có vỏ cứng màu vàng",
            "hasImg": true
        },
        {
            "id": "aed1e597-1598-43af-bf2c-458966361962",
            "word": "beer",
            "phonetic": "bɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He makes beer using traditional methods.",
                "He could murder a beer and a plate of fresh fish.",
                "Wow, all that beer has left me feeling terrible this morning.",
                "Gin, vodka, whisky, beer - you name it, I've got it.",
                "Eve borrows money to buy expensive designer clothes - champagne taste on a beer budget!"
            ],
            "audio": "https://tts.langeek.co/read?text=YmVlcg&hash=859e18ca4f8f63c683041ecf38e9c62280d4005a&lang=en&cache-only=0",
            "defineEn": "a drink that is alcoholic and made from different types of grain",
            "defineVi": "một thức uống có cồn và được làm từ các loại ngũ cốc khác nhau",
            "hasImg": true
        },
        {
            "id": "64f889e3-bd76-4aee-a7a4-ec462934ffe4",
            "word": "bread",
            "phonetic": "bɹɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "With its higher protein content, bread flour gives breads a stronger structure and a chewier texture.",
                "With its higher protein content, bread flour gives breads a stronger structure and a chewier texture.",
                "They dipped their bread into a small bowl of balsamic vinegar and olive oil.",
                "Their bread and butter is reporting local events.",
                "The paper’s bread and butter is reporting local events in a small community."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWQ&hash=887a28d2a7fa3a37ef4a658c95bc7c7bb24e1bac&lang=en&cache-only=0",
            "defineEn": "a type of food made from flour, water and usually yeast mixed together and baked",
            "defineVi": "một loại thực phẩm được làm từ bột mì, nước và thường là men trộn với nhau và nướng",
            "hasImg": true
        },
        {
            "id": "7a105baa-bced-47f5-848e-8b4dd3d159f7",
            "word": "cake",
            "phonetic": "keɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cake was burnt to a cinder.",
                "The old lady's cake wasn't wonderful",
                "My grandmother's hazelnut cake was a crowd-pleaser at the family reunion.",
                "Oh, that takes the cake!",
                "I baked a chocolate cake for my friend's birthday."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FrZQ&hash=06d0cb848466be1f75dfd8a67dc34ee7a4709661&lang=en&cache-only=0",
            "defineEn": "a sweet food that is made by mixing flour, butter or oil, sugar, eggs and other ingredients and then backing it in an oven",
            "defineVi": "một món ăn ngọt được làm bằng cách trộn bột mì, bơ hoặc dầu, đường, trứng và các thành phần khác rồi cho vào lò nướng",
            "hasImg": true
        },
        {
            "id": "a217c844-ff7d-456d-b811-a080a3051c00",
            "word": "chewing gum",
            "phonetic": "tʃuːɪŋ ɡʌm ",
            "partOfSpeechType": "noun",
            "examples": [
                "She enjoyed the cooling sensation of spearmint chewing gum as it freshened her breath.",
                "Chewing gum itself is an enigma.",
                "Chewing gum, yes, is really-- Rude.",
                "A stick of chewing gum, not even the whole pack of chewing gum, just a stick of chewing gum, would weigh about a gram.",
                "It was printed on a pack of chewing gum. "
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hld2luZyBndW0&hash=92aefef74b2590eac4f1393f06c5068dec8bae5b&lang=en&cache-only=0",
            "defineEn": "a substance for chewing with different tastes such as strawberry, mint, etc.",
            "defineVi": "một chất để nhai với các vị khác nhau như dâu tây, bạc hà, v.v.",
            "hasImg": true
        },
        {
            "id": "77f6741e-3b8e-4de1-9218-0ceb68d0af68",
            "word": "crisp",
            "phonetic": "kɹɪsp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Crisp up halloumi in a hot pan and use it as a topping for homemade pizzas.",
                "Cerrado pears are known for their unique flavor and crisp texture.",
                "I like the mild spiciness and crisp texture that green pepper adds to my omelettes.",
                "She prepared a delightful crab salad, combining chunks of sweet crab meat with crisp vegetables.",
                "She carefully skinned the apple with a sharp knife, revealing its crisp flesh."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jpc3A&hash=84910dc476e696fa75f22a730be4d867dcf9e7e0&lang=en&cache-only=0",
            "defineEn": "a thin, round piece of potato, cooked in hot oil and eaten cold as a snack",
            "defineVi": "một miếng khoai tây tròn, mỏng, nấu trong dầu nóng và ăn nguội như một món ăn nhẹ",
            "hasImg": true
        },
        {
            "id": "7c78d4fa-6547-4536-9750-383022401bd9",
            "word": "coke",
            "phonetic": "koʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Can I get a Coke?",
                "Can I have a Coke, please?",
                "Coke produced a slew of other new innovations too.",
                "They've stuck Coke cans.",
                "According to one analyst, Coke has more exposure to restaurants like McDonald's and sports venues than its peers PepsiCo or Keurig Dr. Pepper."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29rZQ&hash=b5b24d798c6be8385ed3bc286edd9b94a528fe68&lang=en&cache-only=0",
            "defineEn": "a brand of carbonated soft drink that comes in a variety of flavors and is typically dark in color",
            "defineVi": "một nhãn hiệu nước ngọt có ga có nhiều hương vị khác nhau và thường có màu sẫm",
            "hasImg": true
        },
        {
            "id": "a75b26f1-9311-45cc-827c-254cf6940d4e",
            "word": "flower",
            "phonetic": "flaʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My mom planted beautiful flowers in the front yard.",
                "The flowers bloomed under the sunny sky.",
                "The flowers died during a dry spell.",
                "To give her flowers?",
                "These flowers are found only in Africa."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxvd2Vy&hash=32969e7328f92f47fc48a7d1dbd4082e5dc64198&lang=en&cache-only=0",
            "defineEn": "the colored or white part of a plant from which the seed or fruit develops",
            "defineVi": "phần có màu hoặc màu trắng của cây mà từ đó hạt hoặc quả phát triển",
            "hasImg": true
        },
        {
            "id": "4602efab-6e29-4d9a-b97d-36b4c7912950",
            "word": "ham",
            "phonetic": "hæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The ham had a smoky flavor.",
                "The ham was glazed with a mixture of brown sugar and mustard.",
                "A classic ham and Swiss cheese sandwich is always a crowd-pleaser for lunch.",
                "She sliced the ham into thin strips and added it to her pasta dish.",
                "The café served a delicious breakfast sandwich with eggs, cheese, and ham on a toasted bagel."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFt&hash=1c255bac776ec5899c269a0eb36d7e3f01e14e0b&lang=en&cache-only=0",
            "defineEn": "a type of meat cut from a pig's thigh, usually smoked or salted",
            "defineVi": "một loại thịt cắt từ đùi lợn, thường được hun khói hoặc ướp muối",
            "hasImg": true
        },
        {
            "id": "d490c62d-dd8c-499c-a8fe-be04f8d27199",
            "word": "jeans",
            "phonetic": "dʒiːnz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Jeans are as American as apple pie.",
                "They wore blue jeans to the party.",
                "He was wearing jeans and a T-shirt.",
                "You can't wear jeans to this dinner party!",
                "She always wears a plain white T-shirt with jeans."
            ],
            "audio": "https://tts.langeek.co/read?text=amVhbnM&hash=97a2ecb42717586877567623cfc62ce772075559&lang=en&cache-only=0",
            "defineEn": "pants made of denim, that is a type of strong cotton cloth, and is used for a casual style",
            "defineVi": "quần làm bằng vải denim, đó là một loại vải cotton bền và được sử dụng cho phong cách giản dị",
            "hasImg": true
        },
        {
            "id": "54a77f2d-7d8b-4010-9fc2-547dfed4fe95",
            "word": "milk",
            "phonetic": "mɪlk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The thunder had turned the milk.",
                "The milk has turned.",
                "The milk skin gives a unique texture to the homemade pudding.",
                "\"Do you have any milk?\"",
                "A classic hot chocolate recipe calls for scalded milk to be mixed with cocoa powder and sugar."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlsaw&hash=f67c76a77a7fe5bd77105803f37d3b6dd006135c&lang=en&cache-only=0",
            "defineEn": "the white liquid we get from cows, sheep, or goats that we drink and use for making cheese, butter, etc.",
            "defineVi": "chất lỏng màu trắng chúng ta lấy từ bò, cừu hoặc dê mà chúng ta uống và sử dụng để làm pho mát, bơ, v.v.",
            "hasImg": true
        },
        {
            "id": "7e59a697-ddb7-4bce-8865-c8fb7ce8b31e",
            "word": "match",
            "phonetic": "mætʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The striped socks matched perfectly with his striped shirt.",
                "Fifty thousand people saw the match.",
                "The match was awesome.",
                "He gave a good account of himself in matches against Crewe and Chesterfield.",
                "They had a friendly soccer match with their friends in the park."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0Y2g&hash=7af6d91e27ad7301429e373ac01a45b7f7f52493&lang=en&cache-only=0",
            "defineEn": "a small stick used to start fires by striking it against a rough surface, typically coated with a flammable substance on one end",
            "defineVi": "một cây gậy nhỏ được sử dụng để bắt đầu đám cháy bằng cách đập nó vào một bề mặt gồ ghề, thường được phủ một chất dễ cháy ở một đầu",
            "hasImg": true
        },
        {
            "id": "7340faea-a620-4b95-9be1-bd9afa64396f",
            "word": "paper",
            "phonetic": "peɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The paper is losing £1.5 million a month.",
                "The children threw the crumpled paper balls into the classroom trash can.",
                "Please write your name on the paper.",
                "He wrote his name on the paper.",
                "You may turn over your exam papers now."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFwZXI&hash=d8c259b9d4ae370f5f3b49bcefce22049e6cabad&lang=en&cache-only=0",
            "defineEn": "the thin sheets on which one can write, draw, or print things, also used as wrapping material",
            "defineVi": "các tấm mỏng mà người ta có thể viết, vẽ hoặc in các thứ, cũng được sử dụng làm vật liệu gói",
            "hasImg": true
        },
        {
            "id": "85e772d5-22e7-4a7f-a577-c188a591cf72",
            "word": "sock",
            "phonetic": "sɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "That movie knocked my socks off.",
                "The new book is blowing my socks off.",
                "The striped socks matched perfectly with his striped shirt.",
                "She found a sock under the bed that had been missing for weeks.",
                "She wore colorful socks that covered her feet."
            ],
            "audio": "https://tts.langeek.co/read?text=c29jaw&hash=1baa7ef7726f1e3663de033bf86aeaa3fa14d0c6&lang=en&cache-only=0",
            "defineEn": "a soft item of clothing we wear on our feet",
            "defineVi": "một mặt hàng quần áo mềm chúng tôi mặc trên đôi chân của chúng tôi",
            "hasImg": true
        },
        {
            "id": "d8bf43a8-ddd3-4f30-8cbb-1ffb1df71242",
            "word": "sweets",
            "phonetic": "swiːts ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3dlZXRz&hash=7b45a5758668489605a7dcafe994c13557683b66&lang=en&cache-only=0",
            "defineEn": "a small piece of food that contains sugar and sometimes chocolate",
            "defineVi": "một miếng thức ăn nhỏ có chứa đường và đôi khi là sô cô la",
            "hasImg": true
        },
        {
            "id": "ad316ab8-fe04-49d2-a7bd-4a01090e8093",
            "word": "tissue",
            "phonetic": "tɪʃuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The child had a runny nose and needed a tissue.",
                "Keeping my tissue.",
                "So these guys eat muscle tissue.",
                "I need a tissue.",
                "Eventually the tissue inside the rock rotted away."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlzc3Vl&hash=eeec366ca6ecd7993dc4a6e081452387e2f2db36&lang=en&cache-only=0",
            "defineEn": "a piece of soft thin paper that is disposable and is used for cleaning",
            "defineVi": "một mảnh giấy mỏng mềm dùng một lần và được sử dụng để làm sạch",
            "hasImg": true
        },
        {
            "id": "27982ca4-f31b-403c-b8f0-686afd762b7b",
            "word": "tuna",
            "phonetic": "tuːnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "She prepared a mouthwatering tuna steak for dinner.",
                "He enjoyed a refreshing tuna salad sandwich for lunch, savoring the combination of flaky tuna and creamy dressing.",
                "I decided to spread some tuna paste onto freshly baked bread rolls for a satisfying lunch.",
                "He enjoyed a refreshing tuna salad sandwich for lunch, savoring the combination of flaky tuna and creamy dressing.",
                "You can elevate your tuna salad by mixing it with a spoonful of relish."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVuYQ&hash=636581ac01094d08d10de5acbaf0eb0f134b5037&lang=en&cache-only=0",
            "defineEn": "a type of large fish that is eaten as food",
            "defineVi": "một loại cá lớn được ăn như thức ăn",
            "hasImg": true
        },
        {
            "id": "6312aa13-efe2-460c-8fa2-affaea18c203",
            "word": "wine",
            "phonetic": "waɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Good wine can make a meal.",
                "Red wine leaves a stain.",
                "The California vineyards produce excellent wines.",
                "The grapes are made into wine.",
                "The waiter opened the bottle of wine for the guests."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZQ&hash=4f9e0e7eb2876257cd7105d69fff57401e236009&lang=en&cache-only=0",
            "defineEn": "a drink that is alcoholic and mostly made from grape juice",
            "defineVi": "một thức uống có cồn và chủ yếu được làm từ nước ép nho",
            "hasImg": true
        },
        {
            "id": "60d8237c-43b1-4fcc-b9ee-e698f6e57a24",
            "word": "shop",
            "phonetic": "ʃɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many shops have raised their prices.",
                "Her father kept a grocer's shop.",
                "The shopkeeper closed the shop for a short break.",
                "He and his fellow workers would incessantly talk shop in the village pub.",
                "The big fellow keeps a fish shop near the post office."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvcA&hash=02af54149cc721ff1e09e2d9929b15a8742bde56&lang=en&cache-only=0",
            "defineEn": "a building or place that sells goods or services",
            "defineVi": "một tòa nhà hoặc địa điểm bán hàng hóa hoặc dịch vụ",
            "hasImg": true
        },
        {
            "id": "50552203-62e0-4acb-a19c-9dc08ae2317d",
            "word": "cafe",
            "phonetic": "kæfeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The café served a delicious breakfast sandwich with eggs, cheese, and ham on a toasted bagel.",
                "Surprisingly, the little café had the best coffee in town.",
                "The little café had, surprisingly, the best coffee in town.",
                "The café served a variety of coffee drinks, including cappuccino and macchiato.",
                "She discovered a new café in the neighborhood."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FmZQ&hash=9421e16162d634ea4b2314881412d7f668947a29&lang=en&cache-only=0",
            "defineEn": "a small restaurant that sells drinks and meals",
            "defineVi": "một nhà hàng nhỏ bán đồ uống và bữa ăn",
            "hasImg": true
        },
        {
            "id": "790ce449-e0ad-4794-ba21-d0ade34fe857",
            "word": "newsagent",
            "phonetic": "nuːzeɪdʒənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmV3c2FnZW50&hash=e89575cc4fccc30e84f0eed8be560f1b4ff985ae&lang=en&cache-only=0",
            "defineEn": "a person or a shop that sells newspapers, magazines, and other items related to reading materials, such as stationery, cards, and sometimes snacks",
            "defineVi": "một người hoặc một cửa hàng bán báo, tạp chí và các mặt hàng khác liên quan đến tài liệu đọc, chẳng hạn như văn phòng phẩm, thẻ và đôi khi là đồ ăn nhẹ",
            "hasImg": true
        },
        {
            "id": "00a3234a-0cc5-41d7-97b1-9dfa5b89013b",
            "word": "delicatessen",
            "phonetic": "dɛlɪkæɾɛsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is the Stage Delicatessen"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsaWNhdGVzc2Vu&hash=e74f7083c1fadfa4e4918d1fb39ed62e008c8308&lang=en&cache-only=0",
            "defineEn": "a shop or part of one that sells high-quality foods, such as types of cooked meat, cheese, and unusual foods that come from other countries",
            "defineVi": "một cửa hàng hoặc một phần của cửa hàng bán thực phẩm chất lượng cao, chẳng hạn như các loại thịt nấu chín, pho mát và các loại thực phẩm khác thường đến từ các quốc gia khác",
            "hasImg": true
        },
        {
            "id": "fdbbfb0d-bd98-4ffa-87a3-f7292b9ddb2c",
            "word": "off-licence",
            "phonetic": "ɔflaɪsəns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2ZmLWxpY2VuY2U&hash=195f5fe4f0bfae67cf0a9691acdeeae3e7b71125&lang=en&cache-only=0",
            "defineEn": "a shop selling alcoholic drinks to be taken away and consumed elsewhere",
            "defineVi": "một cửa hàng bán đồ uống có cồn để mang đi tiêu thụ ở nơi khác",
            "hasImg": true
        },
        {
            "id": "c4ea7f8f-e284-41dd-a425-290371643489",
            "word": "chemist's",
            "phonetic": "kɛmɪst bækslæʃ ɛs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hlbWlzdCdz&hash=8f66c3f5921520d70c7ccb19794cba35e2d7473c&lang=en&cache-only=0",
            "defineEn": "a place where one can buy medicines, cosmetic products, and toiletries",
            "defineVi": "một nơi mà người ta có thể mua thuốc, mỹ phẩm và đồ vệ sinh cá nhân",
            "hasImg": true
        }
    ]
}