{
    "id": "063dbcfd-2ffa-4322-82a5-589478e43268",
    "title": "Lesson 42",
    "originalTitle": "Lesson 42",
    "words": [
        {
            "id": "a4bb88cd-c3da-41d1-8569-a02417c73697",
            "word": "intellect",
            "phonetic": "ɪntəlɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scholar had spent years accumulating knowledge and wisdom from books, but he understood that a man is happy when he has books, but happier still when he does not need them - when he can rely on his own intellect and experience to navigate the world.",
                "Desiccated epidemic, you know and intellect",
                "For him, the world was something comprehensible by the powers of the human intellect: it became an object, a thing, like other things.",
                "That not only did he have a passion for that, which he believed in, uh, but he also had the intellect and the research to back it up.",
                "He uses his superior intellect, even though he's weaker, to defeat these foes, and he's so good at it that the whole human race selects him to use techniques, tactics and procedures to defend them against an invading alien species."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZWxsZWN0&hash=629f1a1ca2b413d5f3c7da2601eee63cd18b81f5&lang=en&cache-only=0",
            "defineEn": "the ability to reason, understand, and learn, often associated with intelligence or mental capacity",
            "defineVi": "khả năng suy luận, hiểu và học hỏi, thường liên quan đến trí thông minh hoặc năng lực tinh thần"
        },
        {
            "id": "a44e8880-6a25-4307-abba-ad48b93a1509",
            "word": "intelligible",
            "phonetic": "ɪntɛlɪdʒəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But they’re mutually intelligible to their neighbors!",
                "If you can understand me right now, we're mutually intelligible.",
                "But when spoken out loud, they are about as mutually intelligible as US and British English.",
                "Broca’s area is partly responsible for the ability to produce and process language, and Broca’s aphasia often leaves its sufferers with some ability to understand speech, but an inability to produce intelligible words.",
                "But you don't need to know all of this history for the work to be intelligible."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZWxsaWdpYmxl&hash=f695a31e397bf609d0ace7baadf5baf023bc1654&lang=en&cache-only=0",
            "defineEn": "having the ability of being understood without difficulty",
            "defineVi": "có khả năng được hiểu mà không gặp khó khăn"
        },
        {
            "id": "15916cc2-7939-4594-bdbb-4ce0a8ac9c13",
            "word": "transience",
            "phonetic": "tɹænsiəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "And, in some ways, the characteristics of the work in these fulfillment centers that were the complaints and the reasons for the union drive in the first place, like turnover transience, the toughness of the job, the demand of the job, also worked against workers feeling like this is a job I want to invest in, and I want to stay here for a long time, so I'm willing to join a union to make those conditions better."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNpZW5jZQ&hash=723e56247f3bc11d4524a4e2fa6784c52cfafa88&lang=en&cache-only=0",
            "defineEn": "an impermanence that suggests the inevitability of ending or dying",
            "defineVi": "một sự vô thường cho thấy sự không thể tránh khỏi của sự kết thúc hoặc chết"
        },
        {
            "id": "397a722d-2c1c-4846-b7c0-f388672e1dda",
            "word": "transient",
            "phonetic": "tɹænsiənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So they're transient.",
                "That's transient homelessness.",
                "Whoa Those are startup transients Startup transients?",
                "Whoa Those are startup transients Startup transients?",
                "Addiction is more reactive to transient situations."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNpZW50&hash=afee275bc238a9d00c46b1a577e773e2a8e8597c&lang=en&cache-only=0",
            "defineEn": "of a mental act; causing effects outside the mind",
            "defineVi": "của một hành động tinh thần; gây tác dụng ngoài tâm"
        },
        {
            "id": "6d439b54-0451-4358-ab37-fc1cd18588cf",
            "word": "transitive",
            "phonetic": "tɹænsᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNpdGl2ZQ&hash=31f14662633e903009a7fc35e475f05cb52daa24&lang=en&cache-only=0",
            "defineEn": "(grammar) describing a verb that needs a direct object",
            "defineVi": "(ngữ pháp) mô tả một động từ cần một đối tượng trực tiếp"
        },
        {
            "id": "ff961c57-17d0-46de-aeba-6c4e37fe0611",
            "word": "transitory",
            "phonetic": "tɹænsɪtoːɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And my hope is that Trump is that expression of that backlash, and he’s transitory. ",
                "Entering a transitory period through the end of 2020, while the U.K. government negotiates international trade deals, the concerns about private American corporations engaging more with the NHS came up during the discussion of the post-Brexit trade talks with the United States.",
                "At the end of the novel, Nick imagines the first European explorers of New York, writing, \"For a transitory, enchanted moment, man must have held his breath in the presence of this continent, compelled into an aesthetic contemplation he neither understood nor desired, face to face for the last time in history with something commensurate to his capacity for wonder.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNpdG9yeQ&hash=ed195a8f3b8722da29c4173249a3061437f93a3c&lang=en&cache-only=0",
            "defineEn": "only continuing for a short stretch of time",
            "defineVi": "chỉ tiếp tục trong một khoảng thời gian ngắn"
        },
        {
            "id": "d15c2306-5390-419a-ac47-31279d006c1c",
            "word": "to stanch",
            "phonetic": "tə stæntʃ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhbmNo&hash=872004bdb1fd246396cb0be33942b2182d3dda29&lang=en&cache-only=0",
            "defineEn": "stop the flow of a liquid",
            "defineVi": "dừng dòng chảy của chất lỏng"
        },
        {
            "id": "7a956c64-c4a1-4758-b349-66cb16799875",
            "word": "stanchion",
            "phonetic": "stænʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RhbmNoaW9u&hash=43937da6e20d07c7b3afe9b07e4d353879c2bece&lang=en&cache-only=0",
            "defineEn": "any vertical post or rod used as a support",
            "defineVi": "bất kỳ cột hoặc thanh dọc nào được sử dụng làm giá đỡ"
        },
        {
            "id": "a247789f-ad6e-4460-b04e-4f36ec0c9bb0",
            "word": "constituent",
            "phonetic": "kənstɪtʃuːənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "It captivated constituents.",
                "That affects her constituents big time.",
                "Constituents of the flue gas is what's in normal air, like nitrogen, carbon dioxide, moisture.",
                "A phrase is a constituent that's sorta mid sized.",
                "They worked together on constituent mail."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3RpdHVlbnQ&hash=39f1fe3de58fcf370443ffc49c7dc7fe214dffe1&lang=en&cache-only=0",
            "defineEn": "an abstract part of something",
            "defineVi": "một phần trừu tượng của một cái gì đó"
        },
        {
            "id": "934b9a59-b4a0-47fd-ad39-8fbf2a302f63",
            "word": "constituency",
            "phonetic": "kənstɪtʃuːənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Labour's John Taylor and Mary Smith both held seats in this constituency.",
                "The candidate built his brand off of speaking as he finds, which seems to strike a chord with the working class voters in his constituency.",
                "But that constituency was not a majority in Russia.",
                "And so they are reflecting their constituencies.",
                "This constituency is unpatriotic because it lives by Western values, not ours."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3RpdHVlbmN5&hash=4199a124dae6309e8e78ec3f7a189577e4914608&lang=en&cache-only=0",
            "defineEn": "a group of people in a specific area who elect a representative to a legislative position",
            "defineVi": "một nhóm người trong một khu vực cụ thể bầu một đại diện vào một vị trí lập pháp"
        },
        {
            "id": "8eb460bb-3727-4e4b-8dde-d4cff0bf17b8",
            "word": "deficiency",
            "phonetic": "dᵻfɪʃənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "They also cite systemic deficiencies in oversight.",
                "About one in fifty people have some level of color vision deficiency.",
                "You can see that his nostrils are quite small, so he likely also has a vitamin A deficiency.",
                "And a severe thiamine deficiency will eventually lead to illness and death, because cells basically stop functioning.",
                "They both finished the year in good health, without any signs of scurvy or other vitamin deficiencies."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmaWNpZW5jeQ&hash=b6099f5d8ef313aee9e299cc0f46ab4253f25d1f&lang=en&cache-only=0",
            "defineEn": "the state or condition of lacking or having an inadequate amount or quality of something",
            "defineVi": "tình trạng hoặc tình trạng thiếu hoặc không đủ số lượng hoặc chất lượng của một cái gì đó"
        },
        {
            "id": "12bbf435-8097-423f-b551-6db8b9a78a71",
            "word": "deficient",
            "phonetic": "dᵻfɪʃənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Many people are vitamin D deficient and don't know it.",
                "And so home-cooked diets run a huge risk of being deficient in nutrients that are critical for your dog, mostly deficient in calcium phosphorus.",
                "Vitamin D supplementation has been shown to improve depression in people on medication and who are vitamin D deficient.",
                "It was not that helpful for depressed people who were not already deficient. ",
                "It isn't a reflection of having low testosterone or being deficient in testosterone."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmaWNpZW50&hash=e88ff7a8ff853b5db8a4686c6e2a9f2cafd5835b&lang=en&cache-only=0",
            "defineEn": "inadequate in amount or degree",
            "defineVi": "không đủ về số lượng hoặc mức độ",
            "hasImg": true
        },
        {
            "id": "beb145a3-fb81-4faf-a6a8-0f3b38e9288e",
            "word": "efflorescent",
            "phonetic": "ɛflɚɹɛsənt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWZmbG9yZXNjZW50&hash=d17e6573b69f1997c400f06554fb51db280b6375&lang=en&cache-only=0",
            "defineEn": "bursting into flower",
            "defineVi": "bùng nổ thành hoa"
        },
        {
            "id": "fcfc1ad4-c6ce-4969-ac86-f8cd776125d0",
            "word": "efflorescence",
            "phonetic": "ɛflɚɹɛsəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Abbasids oversaw an efflorescence of culture unlike anything that had been seen since Hellenistic times.",
                "Essentially, the Renaissance was an efflorescence of arts (primarily visual, but also to a lesser extent literary) and ideas in Europe that coincided with the rediscovery of Roman and Greek culture."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWZmbG9yZXNjZW5jZQ&hash=7a8f68160ab73bb95695af2a4d7f6d8ee8b68283&lang=en&cache-only=0",
            "defineEn": "the time and process of budding and unfolding of blossoms",
            "defineVi": "thời gian và quá trình nảy chồi và nở hoa"
        },
        {
            "id": "d35384c7-1f28-49eb-9c95-e91bad792c53",
            "word": "prescient",
            "phonetic": "pɹiːsiənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This turned out to be a prescient move.",
                "It didn't take long for Bezos's vision to prove prescient.",
                "The memo is another example of Jeff being very prescient about the future.",
                "My book contains pretty precise predictions of what is happening now, not because I was prescient, but because I was listening to a carefully selected group of disease scientists and public health people.",
                "There were a handful of researchers, scientists and public health officials who seemed to have an early, prescient understanding of how bad this pandemic would hit the United States and what we could do to avert it."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc2NpZW50&hash=38720c363554d9385944cafefdf7bfa8736836da&lang=en&cache-only=0",
            "defineEn": "perceiving the significance of events before they occur",
            "defineVi": "nhận thức tầm quan trọng của các sự kiện trước khi chúng xảy ra"
        },
        {
            "id": "2a7fdb45-2bb8-499d-b7ce-58efd74c6209",
            "word": "prescience",
            "phonetic": "pɹiːsiəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "I wish I could say that I had the prescience to see that Putin was going to emerge as the Russian leader that he later emerged as.",
                "Unfortunately, many of us are witnessing, or even experiencing first-hand, the effects of a global viral pandemic, thereby importing a sense of prescience and poignancy to what was once a fun distraction. "
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc2NpZW5jZQ&hash=17e0b6775db93a7d5a53a8997a5577dc1e53ed0b&lang=en&cache-only=0",
            "defineEn": "the power to foresee the future",
            "defineVi": "sức mạnh để thấy trước tương lai"
        },
        {
            "id": "6f85e056-f9c9-44cc-99ef-207167754801",
            "word": "rapacity",
            "phonetic": "ɹæpæsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmFwYWNpdHk&hash=1a4fb9202c8de7cad3ae9cbbf8c76ab4b280ee68&lang=en&cache-only=0",
            "defineEn": "reprehensible acquisitiveness; insatiable desire for wealth (personified as one of the deadly sins)",
            "defineVi": "sự hám lợi đáng chê trách; ham muốn vô độ về sự giàu có (được nhân cách hóa như một trong những tội lỗi chết người)",
            "hasImg": true
        },
        {
            "id": "78494737-74a8-4f2b-a4f4-5049a46eb9bb",
            "word": "rapacious",
            "phonetic": "ɹæpeɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I don't want them, if they get higher than that then they're sort of responsible for the rapacious greed that's destroying our country."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFwYWNpb3Vz&hash=0b1e5a97a9627ba98fc3119b09a9f83c1990e472&lang=en&cache-only=0",
            "defineEn": "excessively greedy and grasping",
            "defineVi": "quá tham lam và nắm bắt"
        },
        {
            "id": "a96a6062-45a5-42d3-98cd-fb97fe1873ce",
            "word": "sonata",
            "phonetic": "sənɑːɾə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The three outliers are Ambien, Sonata and Lunesta.",
                "These medications include Ambien, Lunesta, Sonata, and Trazadone.",
                "There's Sonata, but not quite so much as, so Sonata is another one.",
                "There's Sonata, but not quite so much as, so Sonata is another one."
            ],
            "audio": "https://tts.langeek.co/read?text=c29uYXRh&hash=740575ff5716d18c8a996355d2782af21053e886&lang=en&cache-only=0",
            "defineEn": "a musical composition for a solo instrument, typically accompanied by piano, in 3 or 4 movements of contrasting keys",
            "defineVi": "một tác phẩm âm nhạc cho một nhạc cụ độc tấu, thường đi kèm với piano, trong 3 hoặc 4 chuyển động của các phím tương phản"
        },
        {
            "id": "5754a9d5-82e6-4d00-8ea1-07aceb51efa9",
            "word": "sonnet",
            "phonetic": "sɑːnɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Basically, Sonnet 18 is one big extended metaphor.",
                "A sonnet is a poetic form consisting of 14 lines.",
                "This sonnet is almost a parody, a send-up of Petrarch’s sonnets about the lovely Laura, whom he barely knew.",
                "Like, in sonnet 144, he actually compares the two muses.",
                "So Shakespeare wrote these sonnets, 154 of them, probably some time in the 1590s and early 1600s."
            ],
            "audio": "https://tts.langeek.co/read?text=c29ubmV0&hash=4b6a294e4fea15b206d7898b92afab60cb631b04&lang=en&cache-only=0",
            "defineEn": "a verse of Italian origin that has 14 lines, usually in an iambic pentameter and a prescribed rhyme scheme",
            "defineVi": "một câu thơ có nguồn gốc từ Ý có 14 dòng, thường ở thể thơ năm chữ iambic và một sơ đồ gieo vần theo quy định"
        }
    ]
}