{
    "id": "064a5dfe-d0f2-4d84-87a5-a61ed8824112",
    "title": "Felines",
    "originalTitle": "Felines",
    "words": [
        {
            "id": "5734cf32-3e40-4d2a-bb80-65073f82f0dc",
            "word": "lion",
            "phonetic": "laɪən ",
            "partOfSpeechType": "noun",
            "examples": [
                "My son's favorite animal is the lion.",
                "The lions closed in on their prey.",
                "The firm has captured the lion’s share of the UK market.",
                "The lion’s share of his money went to his grandchildren.",
                "A live dog is better than a dead lion."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlvbg&hash=ab74fe6d5caa031d802e102fbd155c1646564353&lang=en&cache-only=0",
            "defineEn": "a powerful and large animal that is from the cat family and mostly found in Africa, with the male having a large mane",
            "defineVi": "một loài động vật mạnh mẽ và to lớn thuộc họ mèo và chủ yếu được tìm thấy ở Châu Phi, với con đực có bờm lớn",
            "hasImg": true
        },
        {
            "id": "be6da31d-98e3-4299-9fca-0048e303907c",
            "word": "mountain lion",
            "phonetic": "maʊntɪn laɪən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is where mountain lions roam.",
                "That's what you do for mountain lions!",
                "and then we can, um, match up the size of the bite to some of the mountain lion skulls that we have in our collection.",
                "- No, that's what you do for mountain lions.",
                "I was thinking that this amount of trauma looked excessive for a mountain lion kill."
            ],
            "audio": "https://tts.langeek.co/read?text=bW91bnRhaW4gbGlvbg&hash=a087f74ba4b5d04dddbd942786caa0ca4b124093&lang=en&cache-only=0",
            "defineEn": "a large wild cat with a grayish coat that is originally found in mountainous areas of North America",
            "defineVi": "một con mèo hoang lớn với bộ lông màu xám ban đầu được tìm thấy ở các vùng núi của Bắc Mỹ",
            "hasImg": true
        },
        {
            "id": "967c6749-6948-4c5f-8b97-53001708fbe8",
            "word": "tiger",
            "phonetic": "taɪɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "From an early age Tiger had his heart set on becoming a professional golfer.",
                "When hiking in areas with wildlife, it's important to remain quiet and avoid making sudden movements, as the bleating of the kid can excite the tiger",
                "The ambitious entrepreneur took a risk and started his own business, knowing that it was better to live one day as a tiger than a thousand years as a sheep working for someone else.",
                "He knew that he had made a mistake by getting involved in the risky business venture, but he was too afraid to back out because he who rides a tiger is afraid to dismount.",
                "Beasts lived in the south under their king the tiger."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlnZXI&hash=87294c9efa079ffe3afd9764f8acdb5aaf9c2d88&lang=en&cache-only=0",
            "defineEn": "a type of large and wild animal that is from the cat family, has orange fur and black stripes, and is mostly found in Asia",
            "defineVi": "một loại động vật hoang dã lớn thuộc họ mèo, có bộ lông màu cam và sọc đen, chủ yếu được tìm thấy ở châu Á",
            "hasImg": true
        },
        {
            "id": "9e7fe499-d182-45fb-9054-63138151d594",
            "word": "jaguar",
            "phonetic": "dʒæɡwɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I was happy with my new car, even though my friends called it a poor man's Jaguar.",
                "Jaguar, Porsche, Mercedes, BMW and others are all developing performance vehicles with electric power trains.",
                "Prior to Tesla, h e spent several years with Jaguar and was chief engineer of advanced engineering at Lotus.",
                "Jaguar was founded in 1922 as the Swallows Side Car company by William Lyons, a motorcycle enthusiast and engineer.",
                "Chak Ek’ speared the jaguar sun as it rose at dawn towards the end of the dry season."
            ],
            "audio": "https://tts.langeek.co/read?text=amFndWFy&hash=90edc62fe627fcff28a79fe85c67a14817f3d93c&lang=en&cache-only=0",
            "defineEn": "a large wild animal belonging to the cat family with a yellow fur covered with black spots, native to Central and South America",
            "defineVi": "một loài động vật hoang dã lớn thuộc họ mèo với bộ lông màu vàng phủ những đốm đen, có nguồn gốc từ Trung và Nam Mỹ",
            "hasImg": true
        },
        {
            "id": "97ea5c54-d6c4-4287-bce3-0038aa4ada9f",
            "word": "wildcat",
            "phonetic": "waɪldkæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "These wildcats were fast, fierce, carnivorous hunters.",
                "I went to Villanova University, a Wildcat.",
                "But unfortunately, the fossil record of African wildcats isn’t great.",
                "But these stores of food attracted hordes of rodents, as well as their predator, Felis silvestris lybica - the wildcat found across North Africa and Southwest Asia.",
                "A close computer analysis of the jaw bone shapes showed that these cats weren’t related to the wildcat at all."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lsZGNhdA&hash=3090d79225ae108babca976d7c3b93c5607333e5&lang=en&cache-only=0",
            "defineEn": "a small or mid-sized wild mammal of the cat family that usually lives in mountains or forests",
            "defineVi": "một loài động vật có vú hoang dã cỡ nhỏ hoặc trung bình thuộc họ mèo thường sống ở vùng núi hoặc rừng",
            "hasImg": true
        },
        {
            "id": "1b11fe71-030e-4d5d-b437-478cdbc1f2ef",
            "word": "puma",
            "phonetic": "puːmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Please, like that geek has killed a puma with his bare hands?",
                "Last year, he partnered with the brand Puma to renovate a local elementary school's playground and basketball courts.",
                "They've also landed endorsement deals and partnerships with brands like Coca-Cola, Hyundai, and Puma.",
                "BTS has partnered with Converse, Coca-Cola, Puma, and Hyundai in the form of clothing lines and advertisements.",
                "And like Nike and Adidas, the brand is also facing pressure from fashion forward companies like Puma and Fila who raise their profiles, making sneakers that are stylish but not necessarily designed for the gym."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVtYQ&hash=f86bc0a0ef9e5f647d1c2eab28c63d20f19b869c&lang=en&cache-only=0",
            "defineEn": "a large wild cat with a grayish brown coat, native to the Americas",
            "defineVi": "một con mèo hoang lớn với bộ lông màu nâu xám, có nguồn gốc từ châu Mỹ",
            "hasImg": true
        },
        {
            "id": "b1191e37-0bf9-4f45-9265-9aac7f51cdbf",
            "word": "cougar",
            "phonetic": "kuːɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Art student Randall Johnson created the first cougar logo in 1936.",
                "The W and S created the cougar's head, and the C shaped its snarling mouth.",
                "But by the late Pleistocene, the jaguar, the cougar, and the dire wolf had all crossed into South America.",
                "They both wanted to incorporate a cougar and the WSC initials, which stood for Washington State College."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291Z2Fy&hash=677c2a4377984fd4b05f586f8bc1706df653e989&lang=en&cache-only=0",
            "defineEn": "a large wild cat with a tawny fur that lives in mountains, native to the Americas",
            "defineVi": "một con mèo hoang lớn với bộ lông hung hung sống ở vùng núi, có nguồn gốc từ châu Mỹ",
            "hasImg": true
        },
        {
            "id": "908acde9-3175-4efc-bd65-77b0a4341edf",
            "word": "lynx",
            "phonetic": "lɪŋks ",
            "partOfSpeechType": "noun",
            "examples": [
                "- I thought it was a Lynx.",
                "That morning he was feeling strong after killing and eating a lynx.",
                "When lynx eat snowshoe hares, they reduce their population, but this drop in the lynx's food source will soon cause their own population to decline, reducing the predation rate and allowing the hare population to increase again.",
                "And that brings us to our huge water reservoir quasar, which hangs out 12 billion light years away in the direction of the constellation Lynx, which is the squiggly line of stars between Gemini and the Big Dipper.",
                "Why would there be a Lynx in Los Felix?"
            ],
            "audio": "https://tts.langeek.co/read?text=bHlueA&hash=b1128ccca61a68821359734b0aaebefb0bf0a0e4&lang=en&cache-only=0",
            "defineEn": "a mid-sized wild cat with a short tail and pointed ears, often found in North America and Eurasia",
            "defineVi": "một con mèo rừng cỡ trung bình với đuôi ngắn và đôi tai nhọn, thường được tìm thấy ở Bắc Mỹ và Âu Á",
            "hasImg": true
        },
        {
            "id": "9fc1beae-9d3f-4fc8-8e24-feb88f2e654b",
            "word": "bobcat",
            "phonetic": "bɑːbkæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We might also spot a deer or bobcat!",
                "Bobcats and black bears have taken over Yosemite."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9iY2F0&hash=8167df294c0f40c5d5f5a7af38cd098645df1730&lang=en&cache-only=0",
            "defineEn": "a medium-sized wild cat that is red in color with black markings, native to North America",
            "defineVi": "một con mèo rừng cỡ trung bình có màu đỏ với những mảng màu đen, có nguồn gốc từ Bắc Mỹ",
            "hasImg": true
        },
        {
            "id": "3cd7085b-4907-4e27-ac49-007b2fff4e3b",
            "word": "cheetah",
            "phonetic": "tʃiːɾə ",
            "partOfSpeechType": "noun",
            "examples": [
                "In its natural habitat in the grasslands of Africa, the cheetah can outrun its fleetest prey.",
                "Cheetahs are big cats that live in Africa and Asia.",
                "It's like the cheetah.",
                "The closest contender would be cheetahs, which successfully chase down about half of their targets.",
                "Look at this cute cheetah thing."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlZXRhaA&hash=7151965318d0cadc42bf19ad6c90667d6bfecab8&lang=en&cache-only=0",
            "defineEn": "a type of large and wild animal that is from the cat family, can run very fast, and has yellow fur that is covered with small black spots",
            "defineVi": "một loại động vật hoang dã lớn thuộc họ mèo, có thể chạy rất nhanh và có bộ lông màu vàng được bao phủ bởi những đốm đen nhỏ",
            "hasImg": true
        },
        {
            "id": "cbe10042-7f2c-4727-963d-836c799f6482",
            "word": "leopard",
            "phonetic": "lɛpɚd ",
            "partOfSpeechType": "noun",
            "examples": [
                "He promised to stop lying, but I am skeptical because a leopard cannot change its spots.",
                "oh yes, I love leopard.",
                "For example, meet the amur leopard.",
                "Goodbye, gastric brooding frog, Pyrenean ibex, the Fomosan clouded leopard.",
                "So this is a leopard gecko."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVvcGFyZA&hash=20cd5bac981fe27db703385e98471e5ce8358bd6&lang=en&cache-only=0",
            "defineEn": "a large wild animal from the cat family with yellow fur and hollow black spots",
            "defineVi": "một loài động vật hoang dã lớn thuộc họ mèo có bộ lông màu vàng và những đốm đen rỗng",
            "hasImg": true
        },
        {
            "id": "26155841-ea98-4196-ba32-2a8365f903e5",
            "word": "snow leopard",
            "phonetic": "snoʊ lɛpɚd ",
            "partOfSpeechType": "noun",
            "examples": [
                "You didn't say Snow Leopard, did you?"
            ],
            "audio": "https://tts.langeek.co/read?text=c25vdyBsZW9wYXJk&hash=c17d7b4629cfe2085eb400e47be87fa89057a513&lang=en&cache-only=0",
            "defineEn": "a large, elusive, and endangered big cat species known for its unique beauty, adapted for life in high-altitude mountainous regions of Central Asia",
            "defineVi": "một loài mèo lớn lớn, khó nắm bắt và có nguy cơ tuyệt chủng được biết đến với vẻ đẹp độc đáo, thích nghi với cuộc sống ở các vùng núi cao ở Trung Á",
            "hasImg": true
        },
        {
            "id": "a85c89dc-f2b1-4c36-a9bc-2f55315966ad",
            "word": "ocelot",
            "phonetic": "ɑːsəlɑːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2NlbG90&hash=b1e0634724684c82bd328e1127b769a1bcc0c855&lang=en&cache-only=0",
            "defineEn": "a mid-sized feline with round ears and black spots and stripes on its yellow coat that is found mainly in Americas",
            "defineVi": "một con mèo cỡ trung bình với đôi tai tròn và những đốm đen và sọc trên bộ lông màu vàng được tìm thấy chủ yếu ở châu Mỹ",
            "hasImg": true
        },
        {
            "id": "c5371bd7-541a-4a69-8a6a-a5fb6e3e31a3",
            "word": "caracal",
            "phonetic": "kæɹækəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FyYWNhbA&hash=b69457f555fafc43abb6f5de1a74d6722dbc9129&lang=en&cache-only=0",
            "defineEn": "a medium-sized wild cat with distinctive elongated tufted ears, short reddish-brown fur, and a long black-tufted tail. It is native to Africa, the Middle East, and Central Asia.",
            "defineVi": "một con mèo hoang có kích thước trung bình với đôi tai dài đặc biệt, bộ lông ngắn màu nâu đỏ và chiếc đuôi dài có chùm lông màu đen. Nó có nguồn gốc từ Châu Phi, Trung Đông và Trung Á.",
            "hasImg": true
        },
        {
            "id": "f58223c6-d0e7-4d38-bc8d-f43bc26d6db0",
            "word": "civet",
            "phonetic": "saɪvət ",
            "partOfSpeechType": "noun",
            "examples": [
                "SARS, for example, seems to have been transmitted to humans by civet cats, while MERS was first transmitted through dromedary camels.",
                "The virus that caused the worst pandemic in a century most likely started in bats and jumped to humans through an intermediate animal host, possibly a mink, raccoon dog, or a civet, among others, according to the WHO-convened joint study obtained by \"PBS NewsHour.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y2l2ZXQ&hash=7864883efd913d120ec3a7e72f63baaae6ab699d&lang=en&cache-only=0",
            "defineEn": "a nocturnal mammal with a lean body, long tail and striped and spotted coat that is native to tropical Asia and Africa",
            "defineVi": "một loài động vật có vú sống về đêm với thân hình gầy gò, đuôi dài và bộ lông có sọc và đốm có nguồn gốc từ vùng nhiệt đới châu Á và châu Phi",
            "hasImg": true
        },
        {
            "id": "140e3843-bd1c-448b-9a63-d8f74b9956b3",
            "word": "margay",
            "phonetic": "mɑːɹɡeɪ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFyZ2F5&hash=d419d1735b7eb364b96321843249800840eb0f1a&lang=en&cache-only=0",
            "defineEn": "a small wildcat native to Central and South America, known for its agility and ability to adapt to a variety of forest habitats",
            "defineVi": "một loài mèo rừng nhỏ có nguồn gốc từ Trung và Nam Mỹ, được biết đến với sự nhanh nhẹn và khả năng thích nghi với nhiều môi trường sống trong rừng",
            "hasImg": true
        },
        {
            "id": "b952fe4c-38e2-4277-960e-208b37dfcb8e",
            "word": "marbled cat",
            "phonetic": "mɑːɹbəld kæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFyYmxlZCBjYXQ&hash=d2d3944fa7ce9fd2dec2d92714ae5ef34c71f3f5&lang=en&cache-only=0",
            "defineEn": "a small wild cat species native to South and Southeast Asia. It is characterized by its distinctive marbled coat pattern, with dark stripes and spots on a grayish-brown background.",
            "defineVi": "một loài mèo hoang nhỏ có nguồn gốc từ Nam và Đông Nam Á. Nó được đặc trưng bởi kiểu lông cẩm thạch đặc biệt, với các sọc và đốm sẫm màu trên nền màu nâu xám."
        },
        {
            "id": "3de318ad-4374-4e79-8ac7-f47ae10eb4d2",
            "word": "kodkod",
            "phonetic": "kɑːdkɑːd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=a29ka29k&hash=b5261a69a9f0fd01a78cee996dd20b4af4743002&lang=en&cache-only=0",
            "defineEn": "a small wild cat species native to South America. It is about the size of a domestic cat and has a stocky build with a broad head and short tail.",
            "defineVi": "một loài mèo hoang nhỏ có nguồn gốc từ Nam Mỹ. Nó có kích thước bằng một con mèo nhà và có thân hình chắc nịch với cái đầu rộng và cái đuôi ngắn.",
            "hasImg": true
        },
        {
            "id": "f4a45641-85a8-4d53-bd24-181e5ebf2589",
            "word": "bay cat",
            "phonetic": "beɪ kæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmF5IGNhdA&hash=304f52aa3422bf7541d73f72cdb5f907256e838a&lang=en&cache-only=0",
            "defineEn": "a small wild cat native to the island of Borneo in Southeast Asia. It is recognized by its reddish-brown fur with distinctive white markings on its face and belly.",
            "defineVi": "một con mèo hoang nhỏ có nguồn gốc từ đảo Borneo ở Đông Nam Á. Nó được nhận ra nhờ bộ lông màu nâu đỏ với những mảng trắng đặc biệt trên mặt và bụng.",
            "hasImg": true
        },
        {
            "id": "a5595ac0-75bb-48e8-86eb-04f8235444bd",
            "word": "leopard cat",
            "phonetic": "lɛpɚd kæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGVvcGFyZCBjYXQ&hash=dedbc7e1fb199cbd66fba8d891c716dcef39d97f&lang=en&cache-only=0",
            "defineEn": "a small wildcat species found across a wide range of habitats in Asia, known for its spotted coat and adaptability to various environments",
            "defineVi": "một loài mèo rừng nhỏ được tìm thấy trên nhiều môi trường sống ở châu Á, được biết đến với bộ lông đốm và khả năng thích ứng với nhiều môi trường khác nhau",
            "hasImg": true
        },
        {
            "id": "dd8e4921-cb0a-42e4-8acd-61abf1e7d88a",
            "word": "flat-headed cat",
            "phonetic": "flæthɛdᵻd kæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmxhdC1oZWFkZWQgY2F0&hash=6f835ed8cd380392f609ec8e3e0dd73a3814d8c1&lang=en&cache-only=0",
            "defineEn": "a small wild cat of Southeast Asia with a flat, elongated head, short legs, and webbed toes",
            "defineVi": "một con mèo hoang nhỏ của Đông Nam Á với cái đầu phẳng, thon dài, chân ngắn và ngón chân có màng",
            "hasImg": true
        },
        {
            "id": "ebe1d015-cfcd-41ea-92de-7dafb91492f8",
            "word": "fishing cat",
            "phonetic": "fɪʃɪŋ kæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmlzaGluZyBjYXQ&hash=a71b22d554e092b55737fd3d6c6d1714fecf1037&lang=en&cache-only=0",
            "defineEn": "a medium-sized wild cat that is found in the wetlands of South and Southeast Asia",
            "defineVi": "một con mèo rừng cỡ trung bình được tìm thấy ở vùng đất ngập nước ở Nam và Đông Nam Á"
        },
        {
            "id": "80811a4e-899d-4caa-84f7-ba7eed184a4b",
            "word": "jaguarundi",
            "phonetic": "dʒæɡɐɹʌndi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=amFndWFydW5kaQ&hash=0ab0413b2441730db75698f07bc5b63e7df5288a&lang=en&cache-only=0",
            "defineEn": "a small wildcat species found in parts of the Americas, known for its sleek body, short legs, and long tail",
            "defineVi": "một loài mèo rừng nhỏ được tìm thấy ở các vùng của Châu Mỹ, được biết đến với thân hình bóng bẩy, chân ngắn và đuôi dài",
            "hasImg": true
        },
        {
            "id": "a881d819-c808-4ce4-b346-3ac8ab8c8932",
            "word": "genet",
            "phonetic": "dʒɛnɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXQ&hash=613cd8d8422a16ffb843d654925065d7993de4c0&lang=en&cache-only=0",
            "defineEn": "a nocturnal catlike mammal with a spotted fur and long ringed tail that feeds on insects and small animals",
            "defineVi": "một loài động vật có vú giống mèo sống về đêm với bộ lông đốm và chiếc đuôi dài có vòng khuyên ăn côn trùng và động vật nhỏ",
            "hasImg": true
        },
        {
            "id": "5a979f40-35e6-4e1f-b3fd-2f7305f2be7a",
            "word": "oncilla",
            "phonetic": "ɑːnsɪlə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b25jaWxsYQ&hash=4123b1aaec9f7a6bafb6885fb757c9d7ca0309c2&lang=en&cache-only=0",
            "defineEn": "a small wild cat species native to Central and South America",
            "defineVi": "một loài mèo hoang nhỏ có nguồn gốc từ Trung và Nam Mỹ",
            "hasImg": true
        },
        {
            "id": "c8ded79d-8752-4621-8225-338fe309d20e",
            "word": "serval",
            "phonetic": "sɜːvəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "From the Thelio, to the Serval, to the Oryx Pro which is what we're looking at right now."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VydmFs&hash=42eb84b18e3d7ce7ccbd54111b05b4763ad58535&lang=en&cache-only=0",
            "defineEn": "a medium-sized wild cat species known for its distinctive long legs, large ears, and spotted coat, native to Africa",
            "defineVi": "một loài mèo hoang cỡ trung bình được biết đến với đôi chân dài đặc biệt, đôi tai lớn và bộ lông đốm, có nguồn gốc từ Châu Phi",
            "hasImg": true
        },
        {
            "id": "3407a85d-6bdd-451d-9101-4ca3464a8e52",
            "word": "fossa",
            "phonetic": "fɑːsə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Maybe those fossae held heat-sensitive organs or some other kind of sensory organ that’s just unknown to modern science.",
                "Instead, it had those two big, deep and very bizarre fossae in its snout.",
                "On either side of its upper jaw - right behind each canine tooth - there was what’s called a fossa, a shallow indentation in the surface of the bone.",
                "Broom named the animal Euchambersia mirabilis and his best guess was that those fossae held large salivary glands."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9zc2E&hash=d64928e30f2a389701c586549e7a4a74956ac095&lang=en&cache-only=0",
            "defineEn": "a unique carnivorous mammal native to Madagascar, known for its slender body, sharp teeth, and long tail",
            "defineVi": "một loài động vật có vú ăn thịt độc đáo có nguồn gốc từ Madagascar, được biết đến với thân hình mảnh khảnh, hàm răng sắc nhọn và chiếc đuôi dài",
            "hasImg": true
        },
        {
            "id": "defcb9bf-fed4-4766-8e00-444127044781",
            "word": "jungle cat",
            "phonetic": "dʒʌŋɡəl kæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=anVuZ2xlIGNhdA&hash=7e700d8bae98a2fff1d37e5fc88f57a5998f73c8&lang=en&cache-only=0",
            "defineEn": "a medium-sized wild cat species found in various habitats across Asia and Africa, characterized by its sandy-brown coat, long legs, and tufted ears",
            "defineVi": "một loài mèo hoang cỡ trung bình được tìm thấy ở nhiều môi trường sống khác nhau trên khắp châu Á và châu Phi, đặc trưng bởi bộ lông màu nâu cát, chân dài và đôi tai chần",
            "hasImg": true
        },
        {
            "id": "2535f888-ed57-411b-b7af-b3c0f3f887bd",
            "word": "sand cat",
            "phonetic": "sænd kæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2FuZCBjYXQ&hash=3584aa5ae9eb88c86790939d173b192cb01ac639&lang=en&cache-only=0",
            "defineEn": "a small wild cat species that is adapted to live in arid regions of North Africa and Southwest Asia",
            "defineVi": "một loài mèo hoang nhỏ thích nghi để sống ở các vùng khô cằn ở Bắc Phi và Tây Nam Á",
            "hasImg": true
        },
        {
            "id": "7b117d7f-c73a-4503-b4cd-5b45b0dda49b",
            "word": "Asian golden cat",
            "phonetic": "eɪʒən ɡoʊldən kæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=QXNpYW4gZ29sZGVuIGNhdA&hash=2f27beaf4f23f1b5b899dd1d969c440bc1fe069b&lang=en&cache-only=0",
            "defineEn": "a medium-sized wild cat species native to Southeast Asia, which is recognized for its golden-brown fur with black spots, stripes or bands",
            "defineVi": "một loài mèo rừng cỡ trung bình có nguồn gốc từ Đông Nam Á, được công nhận với bộ lông màu nâu vàng với những đốm, sọc hoặc dải màu đen",
            "hasImg": true
        },
        {
            "id": "f9924d07-33dc-47aa-90a6-db1de8582c2c",
            "word": "pallas's cat",
            "phonetic": "pæləs bækslæʃ ɛs kæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFsbGFzJ3MgY2F0&hash=a371b4ba1b51e640e9ed58d04e4d040b42b3eb88&lang=en&cache-only=0",
            "defineEn": "a small wild cat species native to the grasslands and montane steppes of Central Asia",
            "defineVi": "một loài mèo hoang nhỏ có nguồn gốc từ đồng cỏ và thảo nguyên vùng núi ở Trung Á",
            "hasImg": true
        },
        {
            "id": "ddd1f0e9-e951-4f93-8d41-54638512316f",
            "word": "white tiger",
            "phonetic": "waɪt taɪɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2hpdGUgdGlnZXI&hash=7f580fecb25f580d63214c31a560062c9589ba15&lang=en&cache-only=0",
            "defineEn": "a rare color variant of the Bengal tiger, with white fur and black stripes",
            "defineVi": "một biến thể màu hiếm của hổ Bengal, với bộ lông trắng và sọc đen",
            "hasImg": true
        },
        {
            "id": "19d1c9b2-ca91-45af-bb9e-ad931626f954",
            "word": "Bengal tiger",
            "phonetic": "bɛŋɡɔːl taɪɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=QmVuZ2FsIHRpZ2Vy&hash=d69e4366ed024121669663ef936bc3ae072e977d&lang=en&cache-only=0",
            "defineEn": "a large and powerful big cat species native to the Indian subcontinent, known for its distinctive orange coat with black stripes",
            "defineVi": "một loài mèo lớn lớn và mạnh mẽ có nguồn gốc từ tiểu lục địa Ấn Độ, được biết đến với bộ lông màu cam đặc biệt có sọc đen",
            "hasImg": true
        },
        {
            "id": "d58ce494-4351-447f-9648-d3f07184d42a",
            "word": "Canada lynx",
            "phonetic": "kænədə lɪŋks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Q2FuYWRhIGx5bng&hash=02d1939c00123239d08856e02c876d3427e1f648&lang=en&cache-only=0",
            "defineEn": "a medium-sized wild cat native to North America, known for its distinctive tufted ears and long hind legs",
            "defineVi": "một con mèo rừng cỡ trung bình có nguồn gốc từ Bắc Mỹ, được biết đến với đôi tai cụp đặc biệt và đôi chân sau dài"
        },
        {
            "id": "bc2e3c79-15fd-42d3-ad24-025ef084db7a",
            "word": "clouded leopard",
            "phonetic": "klaʊdᵻd lɛpɚd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2xvdWRlZCBsZW9wYXJk&hash=c45b8583ecf6e3af59c5a786a2159f1887a7e4ec&lang=en&cache-only=0",
            "defineEn": "a medium-sized wild cat native to Southeast Asia",
            "defineVi": "một con mèo rừng cỡ trung bình có nguồn gốc từ Đông Nam Á"
        },
        {
            "id": "0563250d-7727-4bdc-8ada-4976acca4241",
            "word": "tiger cat",
            "phonetic": "taɪɡɚ kæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGlnZXIgY2F0&hash=8242de99acb56b07fe33ed7ea0a056c2c41431e5&lang=en&cache-only=0",
            "defineEn": "a medium-sized wild cat found in Central and South America",
            "defineVi": "một con mèo rừng cỡ trung bình được tìm thấy ở Trung và Nam Mỹ"
        },
        {
            "id": "e34204d0-4809-4497-ad9c-84ae6587ff7d",
            "word": "Andean mountain cat",
            "phonetic": "ændiən maʊntɪn kæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=QW5kZWFuIG1vdW50YWluIGNhdA&hash=ea7fe0cad6e65a56e839965dbaab16ff0601d810&lang=en&cache-only=0",
            "defineEn": "a small wild cat native to the high Andes Mountains of South America",
            "defineVi": "một con mèo hoang nhỏ có nguồn gốc từ dãy núi Andes cao của Nam Mỹ"
        },
        {
            "id": "43b75632-8877-481a-bcbd-1e425d3b5252",
            "word": "black-footed cat",
            "phonetic": "blækfʊɾᵻd kæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmxhY2stZm9vdGVkIGNhdA&hash=ddd741c2a79e4b31395d108e8cd61cf2fe560973&lang=en&cache-only=0",
            "defineEn": "a small wild cat native to southern Africa, named for its distinctive black foot pads",
            "defineVi": "một con mèo hoang nhỏ có nguồn gốc từ miền nam châu Phi, được đặt tên theo miếng đệm chân màu đen đặc biệt của nó"
        },
        {
            "id": "df1ef09d-4cc9-41ff-b78c-70a1aa17e809",
            "word": "rusty-spotted cat",
            "phonetic": "ɹʌstispɑːɾᵻd kæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cnVzdHktc3BvdHRlZCBjYXQ&hash=0f8b35e773f709658b0bd0da527d138ca64cf98f&lang=en&cache-only=0",
            "defineEn": "the smallest wild cat species in Asia and one of the smallest in the world, with a distinctive rusty-red coat with spots",
            "defineVi": "loài mèo hoang nhỏ nhất ở châu Á và là một trong những loài nhỏ nhất trên thế giới, với bộ lông màu đỏ gỉ đặc biệt có đốm"
        },
        {
            "id": "be76b0f2-4fbf-44ef-af4c-5d20c36cc326",
            "word": "Geoffroy's cat",
            "phonetic": "dʒɛfɹɔɪ bækslæʃ ɛs kæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=R2VvZmZyb3kncyBjYXQ&hash=3cbb023c96d2766e0f546a4a9c7b14aa2e60392c&lang=en&cache-only=0",
            "defineEn": "a small wild cat species native to South America, typically found in grasslands, scrublands, and forests",
            "defineVi": "một loài mèo hoang nhỏ có nguồn gốc từ Nam Mỹ, thường được tìm thấy ở đồng cỏ, bụi rậm và rừng"
        },
        {
            "id": "5267e1a0-d4cb-438d-b9cd-52693ac3aad6",
            "word": "black panther",
            "phonetic": "blæk pænθɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Think the concept albums of Janelle Monae or Ryan Coogler's \"Black Panther.\"",
                "Daniel Kaluuya won best supporting actor for his portrayal of Black Panther leader Fred Hampton in \"Judas and the Black Messiah.\"",
                "But while Black Panther is a milestone for Afrofuturism, it certainly isn’t the sum total of the genre.",
                "If I had a Black Panther anything, there'd be a lot of questions, if not some outright fix yourself.",
                "Afrofuturism addresses the cultural issues and concerns of the African diaspora through technoculture and science fiction, which is what Black Panther does."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxhY2sgcGFudGhlcg&hash=7e46ca1b692f75f6a82cff23eb26942e0ca8ebf6&lang=en&cache-only=0",
            "defineEn": "a leopard with an all-black coat",
            "defineVi": "một con báo với bộ lông toàn màu đen",
            "hasImg": true
        }
    ]
}