{
    "id": "06543343-37f4-4e6a-8f13-98026c7c5354",
    "title": "Speculative Fiction",
    "originalTitle": "Speculative Fiction",
    "words": [
        {
            "id": "9059a87c-25cc-4a91-97c1-beb3408c0908",
            "word": "alien invasion",
            "phonetic": "eɪliən ɪnveɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWxpZW4gaW52YXNpb24&hash=2d22d55f65a7d7e473f0e26b921f749a9e1a7471&lang=en&cache-only=0",
            "defineEn": "a common theme in science fiction that explores the arrival of extraterrestrial beings to Earth, often with the intention to conquer or destroy humanity",
            "defineVi": "một chủ đề phổ biến trong khoa học viễn tưởng khám phá sự xuất hiện của các sinh vật ngoài trái đất đến Trái đất, thường với ý định chinh phục hoặc tiêu diệt loài người"
        },
        {
            "id": "e91c389c-a001-4ec7-aa60-58c76975e3ee",
            "word": "alternate history",
            "phonetic": "ɔːltɜːnət hɪstɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWx0ZXJuYXRlIGhpc3Rvcnk&hash=20c05ced6f7b40704bb93c247fc52d2638a06ce6&lang=en&cache-only=0",
            "defineEn": "a subgenre of fiction that imagines what might have happened if history had taken a different path, often involving changes in key historical events",
            "defineVi": "một tiểu thể loại hư cấu tưởng tượng những gì có thể xảy ra nếu lịch sử đi theo một con đường khác, thường liên quan đến những thay đổi trong các sự kiện lịch sử quan trọng"
        },
        {
            "id": "9fbe1b15-ee47-41e2-a970-d004d8b93eaa",
            "word": "apocalyptic fiction",
            "phonetic": "ɐpɑːkɐlɪptɪk fɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXBvY2FseXB0aWMgZmljdGlvbg&hash=4db633139c684df4e4867588db5b30fe3fa5e659&lang=en&cache-only=0",
            "defineEn": "a genre of speculative fiction that involves a catastrophic event, such as a global disaster, that threatens the survival of humanity and creates a world in which civilization is in ruins",
            "defineVi": "một thể loại tiểu thuyết suy đoán liên quan đến một sự kiện thảm khốc, chẳng hạn như thảm họa toàn cầu, đe dọa sự sống còn của loài người và tạo ra một thế giới trong đó nền văn minh đang bị hủy hoại"
        },
        {
            "id": "95f6a64e-5b0b-483c-b7b2-fdb22594ab36",
            "word": "post-apocalyptic fiction",
            "phonetic": "poʊstɐpɑːkɐlɪptɪk fɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9zdC1hcG9jYWx5cHRpYyBmaWN0aW9u&hash=987aafabe912f23821409eb3e9dd7613b1b563da&lang=en&cache-only=0",
            "defineEn": "a genre of speculative fiction that focuses on the aftermath of a major catastrophe and how human beings struggle to survive in the new, drastically changed world",
            "defineVi": "một thể loại tiểu thuyết suy đoán tập trung vào hậu quả của một thảm họa lớn và cách con người đấu tranh để tồn tại trong thế giới mới, thay đổi mạnh mẽ"
        },
        {
            "id": "5c465ab9-8157-40e9-babc-584f031f5eb5",
            "word": "cyberpunk",
            "phonetic": "saɪbɚpʌŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "We got Cyberpunk 2077.",
                "Cyberpunk 2077 is about eight to 10% slower on our AMD versus Intel System.",
                "It's all about cyberpunk now.",
                "You're already Cyberpunk.",
                "All right, I'm pulling up the Cyberpunk image now."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3liZXJwdW5r&hash=213f7690dd066ac318765ac4dacd9cd4321bc864&lang=en&cache-only=0",
            "defineEn": "a genre of science fiction set in a future dystopian society dominated by computer technology",
            "defineVi": "một thể loại khoa học viễn tưởng lấy bối cảnh trong một xã hội đen tối trong tương lai bị thống trị bởi công nghệ máy tính"
        },
        {
            "id": "2b187f73-7acb-4feb-999c-8c4f1f62ac67",
            "word": "dystopian fiction",
            "phonetic": "dɪstoʊpiən fɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHlzdG9waWFuIGZpY3Rpb24&hash=4478ed5bdac3ab01cba825a5267e932c85bf6565&lang=en&cache-only=0",
            "defineEn": "a genre of fiction where the story takes place in a future society that is characterized by suffering, oppression, and often a loss of individual freedoms",
            "defineVi": "một thể loại hư cấu trong đó câu chuyện diễn ra trong một xã hội tương lai được đặc trưng bởi đau khổ, áp bức và thường là mất tự do cá nhân"
        },
        {
            "id": "76259072-aa4a-4379-a50d-ab9dc5f99c5d",
            "word": "fantasy",
            "phonetic": "fæntəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "It was the old rags-to-riches fantasy.",
                "What I got for my eighteenth birthday was beyond my wildest fantasies.",
                "He realized that he'd been building a fantasy in his head and decided to focus on finding someone who was actually available.",
                "Clearly, this scene is complete fantasy.",
                "Another big deal here in Ghana, is having a fantasy coffin."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFudGFzeQ&hash=109efe0db1c01094390f6b437d168d1e228c6f14&lang=en&cache-only=0",
            "defineEn": "a type of story, movie, etc. involving magic and adventure, not facts",
            "defineVi": "một loại truyện, phim, v.v. liên quan đến ma thuật và phiêu lưu, không phải sự thật",
            "hasImg": true
        },
        {
            "id": "7b3bd230-6601-482b-990a-9ae4c92d9043",
            "word": "high fantasy",
            "phonetic": "haɪ fæntəsi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGlnaCBmYW50YXN5&hash=eb0df49888809f3f42754f5de3435081d4294deb&lang=en&cache-only=0",
            "defineEn": "a subgenre of fantasy fiction that is set in a fictional world with its own rules, history, and cultures, often involving magic, mythical creatures, and epic battles between good and evil",
            "defineVi": "một thể loại tiểu thuyết giả tưởng lấy bối cảnh trong một thế giới hư cấu với các quy tắc, lịch sử và văn hóa riêng, thường liên quan đến ma thuật, sinh vật thần thoại và các trận chiến hoành tráng giữa thiện và ác"
        },
        {
            "id": "7a519caf-2a22-4b61-b04c-b24e771849b5",
            "word": "low fantasy",
            "phonetic": "loʊ fæntəsi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG93IGZhbnRhc3k&hash=3f1ae642585635bc7e6691da648b6b68a090e110&lang=en&cache-only=0",
            "defineEn": "a subgenre of fantasy fiction that is set in the real world or in a fictional world with low levels of magic and focuses on character-driven stories rather than epic battles and heroic quests",
            "defineVi": "một thể loại tiểu thuyết giả tưởng lấy bối cảnh trong thế giới thực hoặc trong một thế giới hư cấu với mức độ ma thuật thấp và tập trung vào các câu chuyện do nhân vật điều khiển hơn là các trận chiến hoành tráng và các nhiệm vụ anh hùng"
        },
        {
            "id": "e8aa23e8-40b9-4aeb-b5cd-f39e4affa2d5",
            "word": "utopian fiction",
            "phonetic": "juːtoʊpiən fɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dXRvcGlhbiBmaWN0aW9u&hash=0558b708d0fbcf2f7220b9e88eae10bdc7a9d537&lang=en&cache-only=0",
            "defineEn": "a genre of literature that envisions a perfect or ideal society, often with a focus on social, political, and economic issues, and explores how such a society could be achieved",
            "defineVi": "một thể loại văn học hình dung một xã hội hoàn hảo hoặc lý tưởng, thường tập trung vào các vấn đề xã hội, chính trị và kinh tế, đồng thời khám phá cách đạt được một xã hội như vậy"
        },
        {
            "id": "6b5e3931-688e-449f-84e1-df517d378a33",
            "word": "fable",
            "phonetic": "feɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The teacher retold a classic fable to her students, knowing that a good tale is none the worse for being told twice and that the story's lessons were worth repeating.",
                "Stories Retold, an all-ages series about fables and fairy tales, will go out on Wednesdays through the end of October.",
                "(Cécile) It’s basically like a musical fairytale or like a musical fable.",
                "It’s the heartwarming fable of a kindly prostitute who learns to protect herself from exploitation by dressing and acting like a really, really mean dude.",
                "These are well-worn storylines like a pair of star-crossed lovers from feuding families or fables or folklore."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFibGU&hash=daf63a0ff21791cc81ec225135ad54e750ecc395&lang=en&cache-only=0",
            "defineEn": "a short story on morality with animal characters",
            "defineVi": "một câu chuyện ngắn về đạo đức với các nhân vật động vật"
        },
        {
            "id": "e3e79064-29de-446f-a059-afa2db84e4bb",
            "word": "fairytale",
            "phonetic": "fɛɹɪteɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many elements in this peculiar fairytale were inspired by Mozart's involvement in Freemasonry, a network of fraternal organizations throughout Europe.",
                "But I don't believe in fairytales like that",
                "But those fairytales weren’t always as innocent as we know them to be today.",
                "Though it may seem like a childish fairytale, this intricate opera is full of subversive symbolism, and it's now regarded as one of the most influential operas in history.",
                "(Cécile) It’s basically like a musical fairytale or like a musical fable."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFpcnl0YWxl&hash=de2122d01df3dcca9d145e7a78f1714bb38a9085&lang=en&cache-only=0",
            "defineEn": "a type of folktale that typically features mythical creatures, magical events, and enchanted settings, often with a moral lesson or a happy ending",
            "defineVi": "một loại truyện dân gian thường kể về các sinh vật thần thoại, sự kiện ma thuật và bối cảnh mê hoặc, thường có bài học đạo đức hoặc kết thúc có hậu"
        },
        {
            "id": "c8ea780e-417f-40c6-8303-fa40f01e1982",
            "word": "folktale",
            "phonetic": "foʊkteɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "As his fame spread across Europe, his tale was mixed with local folktales of flying chariots and elves.",
                "Variants of the Homeric Cyclopes have been found in France, Turkey, and Estonia among other places, and there’s even a version in a famous collection of Arabian folktales, One Thousand and One Nights.",
                "According to him, scholars don’t know if this creature was widely known in the country before the first edition of Iceland’s folktales were published in the 19th century.",
                "According to one folktale, a man, tired from hunting, fell asleep under a tree.",
                "During that time, his mother told him folktales and true tales of horror, including her experiences during an outbreak of cholera in 1832."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9sa3RhbGU&hash=c581c037cac40e3082a1eac0f984064e78c45873&lang=en&cache-only=0",
            "defineEn": "a traditional narrative, often anonymously authored and passed down through generations by oral storytelling, that explains cultural beliefs, customs, and values",
            "defineVi": "một câu chuyện truyền thống, thường được tác giả ẩn danh và truyền qua nhiều thế hệ bằng cách kể chuyện truyền miệng, giải thích niềm tin, phong tục và giá trị văn hóa"
        },
        {
            "id": "4cdcd959-3608-4dc6-a5bd-6adf5d8b2de4",
            "word": "ghost story",
            "phonetic": "ɡoʊst stoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "But who doesn’t love a good ghost story?",
                "Pretty much every ghost story happens at night or in a dark place, and that’s probably not a coincidence.",
                "We mentioned a while back that some ghost stories can be explained by the phenomenon of infrasound.",
                "Trapped inside and really, really bored, 18-year-old Mary Shelley accepted a challenge from Percy Shelley and Lord Byron to write a ghost story."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2hvc3Qgc3Rvcnk&hash=dfb99c8e9954f78aff615a7e0fc9ae9ab8c008e7&lang=en&cache-only=0",
            "defineEn": "a story involving ghosts that is supposed to be frightening",
            "defineVi": "một câu chuyện liên quan đến ma được cho là đáng sợ"
        },
        {
            "id": "8028e198-c530-4b9a-b8b1-a26d800dd9e2",
            "word": "legend",
            "phonetic": "lɛdʒənd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The athlete won several consecutive championships and did not look back on their way to becoming a legend in their sport.",
                "Maybe one day, thousands of years later, the descendants of humanity will tell legends about earth’s ancient past.",
                "The legend of overpopulation was born.",
                "I'm insulting a legend.",
                "Isn't my wife a legend?"
            ],
            "audio": "https://tts.langeek.co/read?text=bGVnZW5k&hash=6da912986064b4e78bfb4fec57c4850387b0ec91&lang=en&cache-only=0",
            "defineEn": "an old story that is sometimes considered historical although it is not usually proved to be true",
            "defineVi": "một câu chuyện cũ đôi khi được coi là lịch sử mặc dù nó thường không được chứng minh là đúng"
        },
        {
            "id": "ba8b00ce-883d-4f19-997f-ee7abb2a5951",
            "word": "magic realism",
            "phonetic": "mædʒɪk ɹiːəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFnaWMgcmVhbGlzbQ&hash=66315aea94446687c5ec0d2a70cc4e22bf20dda1&lang=en&cache-only=0",
            "defineEn": "a literary genre that blends realistic narrative with elements of the fantastic or supernatural, often featuring characters and settings that are commonplace in the author's culture, but with magical or surreal elements added",
            "defineVi": "một thể loại văn học pha trộn câu chuyện hiện thực với các yếu tố kỳ ảo hoặc siêu nhiên, thường có các nhân vật và bối cảnh phổ biến trong văn hóa của tác giả, nhưng có thêm các yếu tố ma thuật hoặc siêu thực"
        },
        {
            "id": "e33302ad-9f55-454e-a871-e37928b50e29",
            "word": "myth",
            "phonetic": "mɪθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Are myths records of historical fact?",
                "Myth #1: Deaf people can't use the bathroom.",
                "Myths from other parts of eastern Asia also associate dragons with water and imperial power.",
                "So this myth illustrates some central facets of Egyptian culture.",
                "Debunking the myths."
            ],
            "audio": "https://tts.langeek.co/read?text=bXl0aA&hash=866061c6e8620ca239cc44b53329ddc65b3ac10a&lang=en&cache-only=0",
            "defineEn": "a story involving the ancient history of a people, usually about heroes and supernatural events that could be unreal",
            "defineVi": "một câu chuyện liên quan đến lịch sử cổ đại của một dân tộc, thường là về các anh hùng và các sự kiện siêu nhiên có thể không có thật"
        },
        {
            "id": "322b138a-e1a3-4c75-9211-221a5a84479b",
            "word": "superhero fiction",
            "phonetic": "suːpɚhiəɹoʊ fɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3VwZXJoZXJvIGZpY3Rpb24&hash=5fc7940bdbd9413eba4efd16c06a9813b409af46&lang=en&cache-only=0",
            "defineEn": "a genre of speculative fiction that is centered on characters with superhuman or extraordinary abilities, often fighting against evil forces or supervillains to save the world",
            "defineVi": "một thể loại tiểu thuyết suy đoán tập trung vào các nhân vật có khả năng siêu phàm hoặc phi thường, thường chiến đấu chống lại các thế lực xấu hoặc siêu tội phạm để cứu thế giới"
        },
        {
            "id": "22d3b31d-03c1-456d-a175-d989165b4014",
            "word": "comic fantasy",
            "phonetic": "kɑːmɪk fæntəsi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29taWMgZmFudGFzeQ&hash=d0849d86957bd1ebb40f97190c6b011a0cfb5548&lang=en&cache-only=0",
            "defineEn": "a subgenre of fantasy that combines elements of comedy and satire with fantastical elements such as magic, supernatural creatures, and mythical lands",
            "defineVi": "một thể loại giả tưởng kết hợp các yếu tố hài hước và châm biếm với các yếu tố giả tưởng như ma thuật, sinh vật siêu nhiên và vùng đất thần thoại"
        },
        {
            "id": "cfd7ea5b-f141-41a3-852a-8aadab1085cf",
            "word": "Bangsian fantasy",
            "phonetic": "bæŋsiən fæntəsi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=QmFuZ3NpYW4gZmFudGFzeQ&hash=cc23e491cb0af1b1834b7c42a09bf2bf34f696d8&lang=en&cache-only=0",
            "defineEn": "a literary genre that involves the use of famous literary or historical figures or their fictional counterparts as characters in a story that is set in the afterlife",
            "defineVi": "một thể loại văn học liên quan đến việc sử dụng các nhân vật lịch sử hoặc văn học nổi tiếng hoặc các đối tác hư cấu của họ làm nhân vật trong một câu chuyện lấy bối cảnh ở thế giới bên kia"
        },
        {
            "id": "cb449620-b44a-4949-b517-34e4183f68b2",
            "word": "contemporary fantasy",
            "phonetic": "kəntɛmpɚɹɛɹi fæntəsi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29udGVtcG9yYXJ5IGZhbnRhc3k&hash=0560716063952bdaca41f7c840909a8860da0338&lang=en&cache-only=0",
            "defineEn": "a subgenre of fantasy fiction that is set in the present day, real-world, or a world that closely resembles it",
            "defineVi": "một thể loại tiểu thuyết giả tưởng lấy bối cảnh ở thế giới hiện tại, thế giới thực hoặc một thế giới gần giống với thế giới đó"
        },
        {
            "id": "870dc6ef-8afe-4440-8084-ae4d97875f3d",
            "word": "urban fantasy",
            "phonetic": "ɜːbən fæntəsi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dXJiYW4gZmFudGFzeQ&hash=03d8eacb3bc884950aad1c280d33c915c1eb423e&lang=en&cache-only=0",
            "defineEn": "a subgenre of fantasy literature that typically features supernatural and magical elements in a contemporary, urban setting",
            "defineVi": "một thể loại văn học giả tưởng thường có các yếu tố siêu nhiên và ma thuật trong bối cảnh đô thị đương đại"
        },
        {
            "id": "2c87995a-204c-4dc2-b1c5-0406b6bac8b2",
            "word": "dark fantasy",
            "phonetic": "dɑːɹk fæntəsi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGFyayBmYW50YXN5&hash=68c88e7de3d8511f035d985f96b108627fe01a01&lang=en&cache-only=0",
            "defineEn": "a subgenre of fantasy that combines elements of fantasy with horror or darker themes, often featuring antiheroes and a sense of dread or unease",
            "defineVi": "một thể loại giả tưởng kết hợp các yếu tố giả tưởng với chủ đề kinh dị hoặc đen tối hơn, thường có các nhân vật phản diện và cảm giác sợ hãi hoặc khó chịu"
        },
        {
            "id": "c202e7f7-fcef-4b63-8586-c4e524da988c",
            "word": "hard fantasy",
            "phonetic": "hɑːɹd fæntəsi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGFyZCBmYW50YXN5&hash=cb77803df7c209f0daa71aabb542e04c4ff80074&lang=en&cache-only=0",
            "defineEn": "a subgenre of fantasy that emphasizes detailed, realistic world-building and a rigorous adherence to the laws of magic or other supernatural elements",
            "defineVi": "một thể loại giả tưởng nhấn mạnh vào việc xây dựng thế giới thực tế, chi tiết và tuân thủ nghiêm ngặt các quy luật ma thuật hoặc các yếu tố siêu nhiên khác"
        },
        {
            "id": "af07332a-3735-4bd8-903e-e7c96bfb23c7",
            "word": "heroic fantasy",
            "phonetic": "hɪɹoʊɪk fæntəsi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGVyb2ljIGZhbnRhc3k&hash=a73ba8f498ec589cd1468403e1c6ccf2c64a455d&lang=en&cache-only=0",
            "defineEn": "a subgenre of fantasy literature that emphasizes the protagonist's journey, often featuring a hero or group of heroes on a quest or mission to save the world or defeat evil forces",
            "defineVi": "một thể loại văn học giả tưởng nhấn mạnh hành trình của nhân vật chính, thường kể về một anh hùng hoặc một nhóm anh hùng trong một nhiệm vụ hoặc nhiệm vụ giải cứu thế giới hoặc đánh bại các thế lực tà ác"
        },
        {
            "id": "78963907-5a5f-4b71-b3ea-6dea73188114",
            "word": "historical fantasy",
            "phonetic": "hɪstɔːɹɪkəl fæntəsi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGlzdG9yaWNhbCBmYW50YXN5&hash=30d9f29818760d2b2c49e2cd72dcb0e79ea1811b&lang=en&cache-only=0",
            "defineEn": "a sub-genre of fantasy fiction that takes place in a recognizable historical period, but with supernatural or magical elements incorporated into the story",
            "defineVi": "một thể loại tiểu thuyết giả tưởng diễn ra trong một giai đoạn lịch sử dễ nhận biết, nhưng với các yếu tố siêu nhiên hoặc phép thuật được đưa vào câu chuyện"
        },
        {
            "id": "6162206d-7101-44e0-8d05-110d0abd3e2d",
            "word": "LitRPG",
            "phonetic": "lɪt ɑːɹpiːdʒiː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=TGl0UlBH&hash=684bdcdaacd89e244236ae58126197dfc510a3f5&lang=en&cache-only=0",
            "defineEn": "a genre of fiction that blends literature and gaming, where characters play video games or get stuck in one, and their progress and achievements are described using gaming terminology",
            "defineVi": "một thể loại tiểu thuyết kết hợp giữa văn học và trò chơi, trong đó các nhân vật chơi trò chơi điện tử hoặc bị mắc kẹt trong một trò chơi nào đó, tiến trình và thành tích của họ được mô tả bằng thuật ngữ trò chơi"
        },
        {
            "id": "0e7237b4-723e-49dd-a1b2-5572552b2583",
            "word": "science fantasy",
            "phonetic": "saɪəns fæntəsi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2NpZW5jZSBmYW50YXN5&hash=f39b3f72f50aeedf715660ff12f1f38047e38f32&lang=en&cache-only=0",
            "defineEn": "a literary genre that blends elements of science fiction and fantasy, often featuring futuristic technology and magic or supernatural elements coexisting in the same world or story",
            "defineVi": "một thể loại văn học pha trộn các yếu tố khoa học viễn tưởng và giả tưởng, thường có công nghệ tương lai và các yếu tố ma thuật hoặc siêu nhiên cùng tồn tại trong cùng một thế giới hoặc câu chuyện"
        },
        {
            "id": "839b9b52-d92f-421a-abc5-3906c1ecef2e",
            "word": "science fiction",
            "phonetic": "saɪəns fɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "None of this is science fiction.",
                "This new arm is not science fiction. ",
                "This isn’t science fiction.",
                "It sounds like science fiction!",
                "Women and people of color have always been writing science fiction, ahem."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NpZW5jZSBmaWN0aW9u&hash=6b6d197b76567af19513898922548d6f73cbfd35&lang=en&cache-only=0",
            "defineEn": "books, movies, etc. about imaginary things based on science",
            "defineVi": "sách, phim, v.v. về những điều tưởng tượng dựa trên khoa học",
            "hasImg": true
        },
        {
            "id": "8dd4b169-598e-4540-a5d9-0e70a992b337",
            "word": "gaslamp fantasy",
            "phonetic": "ɡæslæmp fæntəsi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2FzbGFtcCBmYW50YXN5&hash=233413c8f15be7ed909875ef06d4fb94cf6d7eaa&lang=en&cache-only=0",
            "defineEn": "a subgenre of fantasy fiction that is set in a world that looks like Victorian or Edwardian times, with spooky elements and advanced technology",
            "defineVi": "một thể loại tiểu thuyết giả tưởng lấy bối cảnh trong một thế giới giống như thời Victoria hoặc Edwardian, với các yếu tố ma quái và công nghệ tiên tiến"
        },
        {
            "id": "0ebb509b-24a5-4022-84dd-4bc482f87963",
            "word": "sword and sorcery",
            "phonetic": "soːɹd ænd soːɹsɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3dvcmQgYW5kIHNvcmNlcnk&hash=dc9bba692efd4951425947a5343a2adc0f3af913&lang=en&cache-only=0",
            "defineEn": "a subgenre of fantasy fiction characterized by action-packed adventures involving sword fights, magic, and elements of horror or romance",
            "defineVi": "một thể loại tiểu thuyết giả tưởng được đặc trưng bởi các cuộc phiêu lưu đầy hành động liên quan đến đấu kiếm, phép thuật và các yếu tố kinh dị hoặc lãng mạn"
        },
        {
            "id": "aaaff341-3466-4125-8454-d6fe41a9b6a0",
            "word": "monster literature",
            "phonetic": "mɔnstɚ lɪɾɚɹᵻtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9uc3RlciBsaXRlcmF0dXJl&hash=352692d596948f279d6d6fb03608f59e2238dad1&lang=en&cache-only=0",
            "defineEn": "a genre that explores the relationship between humans and monsters and often includes the appearance of supernatural creatures such as vampires, werewolves, and zombies",
            "defineVi": "một thể loại khám phá mối quan hệ giữa con người và quái vật và thường bao gồm sự xuất hiện của những sinh vật siêu nhiên như ma cà rồng, người sói và thây ma"
        },
        {
            "id": "f41f2c62-1132-4660-8b53-30ef0e8f5eee",
            "word": "vampire literature",
            "phonetic": "væmpaɪɚ lɪɾɚɹᵻtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmFtcGlyZSBsaXRlcmF0dXJl&hash=3535b0000ac230bbbdb4c73dfc46a4e3457e43aa&lang=en&cache-only=0",
            "defineEn": "a subgenre of horror and gothic fiction that focuses on the mythological creature of the vampire, typically portraying them as bloodthirsty predators who prey on humans to sustain their immortality",
            "defineVi": "một tiểu thể loại kinh dị và hư cấu kiểu gothic tập trung vào sinh vật thần thoại ma cà rồng, thường miêu tả chúng là những kẻ săn mồi khát máu săn mồi con người để duy trì sự bất tử của chúng"
        },
        {
            "id": "4e7f0569-7ecb-4f5a-8152-c4029470cd7c",
            "word": "hard science fiction",
            "phonetic": "hɑːɹd saɪəns fɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGFyZCBzY2llbmNlIGZpY3Rpb24&hash=3985959edb9220b7fde21a05a582a7cf8b9509c3&lang=en&cache-only=0",
            "defineEn": "a subgenre of science fiction that emphasizes scientific accuracy and technical details in its storytelling",
            "defineVi": "một tiểu thể loại khoa học viễn tưởng nhấn mạnh tính chính xác của khoa học và các chi tiết kỹ thuật trong cách kể chuyện của nó"
        },
        {
            "id": "77c8576f-0402-4c14-a2e5-1d8de4ba288e",
            "word": "soft science fiction",
            "phonetic": "sɔft saɪəns fɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c29mdCBzY2llbmNlIGZpY3Rpb24&hash=ad0e6622fdd91066a9218919378eae46532a8978&lang=en&cache-only=0",
            "defineEn": "a subgenre of science fiction that emphasizes social sciences and humanities, rather than hard sciences like physics and chemistry",
            "defineVi": "một thể loại khoa học viễn tưởng nhấn mạnh khoa học xã hội và nhân văn, chứ không phải khoa học cứng như vật lý và hóa học"
        },
        {
            "id": "f54201f7-8aa8-4898-8edc-a77f6110aab5",
            "word": "space opera",
            "phonetic": "speɪs ɑːpɚɹə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BhY2Ugb3BlcmE&hash=6dd81a24dbe2481587bfc275777b41cf511fe815&lang=en&cache-only=0",
            "defineEn": "a subgenre of science fiction that emphasizes adventure, melodramatic action, and interstellar conflict, often with heroic characters and a romantic or epic tone",
            "defineVi": "một thể loại khoa học viễn tưởng nhấn mạnh vào phiêu lưu, hành động kịch tính và xung đột giữa các vì sao, thường có các nhân vật anh hùng và giọng điệu lãng mạn hoặc sử thi"
        },
        {
            "id": "313b854c-2753-4fc6-a8d6-6f1d7223fcae",
            "word": "retrofuturism",
            "phonetic": "ɹɛtɹoʊfjuːtʃɚɹɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmV0cm9mdXR1cmlzbQ&hash=6daf343ddcc91077ced38a79aba53a37809c887a&lang=en&cache-only=0",
            "defineEn": "an artistic and cultural movement that blends elements of nostalgia for past aesthetics and design with futuristic technology and sensibilities",
            "defineVi": "một phong trào nghệ thuật và văn hóa pha trộn các yếu tố hoài niệm về thẩm mỹ và thiết kế trong quá khứ với công nghệ tương lai và sự nhạy cảm"
        },
        {
            "id": "55e26da9-3a06-4382-91e6-abe17cce3f38",
            "word": "steampunk",
            "phonetic": "stiːmpʌŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "They've also branched into sub-genres, such as cybergoth, gothabilly, gothic metal, and even steampunk."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlYW1wdW5r&hash=f7ccf19a3b6c135c47320a8c350a9082eb77d618&lang=en&cache-only=0",
            "defineEn": "a subgenre of science fiction and fantasy that typically features steam-powered machinery, often set in a Victorian or Edwardian-inspired alternate history",
            "defineVi": "một thể loại phụ của khoa học viễn tưởng và giả tưởng thường có máy móc chạy bằng hơi nước, thường lấy bối cảnh lịch sử thay thế lấy cảm hứng từ thời Victoria hoặc Edward"
        },
        {
            "id": "acda8a52-57b4-4722-b78d-96390c707735",
            "word": "biopunk",
            "phonetic": "baɪoʊpʌŋk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmlvcHVuaw&hash=746ebaa9edfedc857dc5a89312ba6bc2d9d65826&lang=en&cache-only=0",
            "defineEn": "a subgenre of science fiction that focuses on the implications of biotechnology and synthetic biology, often exploring the societal and ethical consequences of advancements in these fields",
            "defineVi": "một thể loại khoa học viễn tưởng tập trung vào ý nghĩa của công nghệ sinh học và sinh học tổng hợp, thường khám phá những hậu quả xã hội và đạo đức của những tiến bộ trong các lĩnh vực này"
        },
        {
            "id": "7be85afb-6e83-49af-b85c-fbe2533466ff",
            "word": "supernatural fiction",
            "phonetic": "suːpɚnætʃɚɹəl fɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3VwZXJuYXR1cmFsIGZpY3Rpb24&hash=ae4b59a5b6b18286d0fc091d4a2d1dd655402ceb&lang=en&cache-only=0",
            "defineEn": "a genre of speculative fiction that explores mysterious or paranormal phenomena, often including ghosts, demons, psychic abilities, and other supernatural elements",
            "defineVi": "một thể loại tiểu thuyết suy đoán khám phá các hiện tượng bí ẩn hoặc huyền bí, thường bao gồm ma, quỷ, khả năng tâm linh và các yếu tố siêu nhiên khác"
        },
        {
            "id": "963851cb-db38-4d1d-85c9-2e6774d71b79",
            "word": "weird fiction",
            "phonetic": "wɪɹd fɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2VpcmQgZmljdGlvbg&hash=bcfed9317f4d9ae85f7f07c278b456ce65ef4553&lang=en&cache-only=0",
            "defineEn": "a literary genre that combines supernatural, horror, and science fiction elements to create a strange and unsettling atmosphere that defies traditional genre classifications",
            "defineVi": "một thể loại văn học kết hợp các yếu tố siêu nhiên, kinh dị và khoa học viễn tưởng để tạo ra một bầu không khí kỳ lạ và đáng lo ngại bất chấp sự phân loại thể loại truyền thống"
        },
        {
            "id": "1b344a6b-fde7-4ebd-be76-ade12bfce9e9",
            "word": "subterranean fiction",
            "phonetic": "sʌbtɪɹeɪniən fɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3VidGVycmFuZWFuIGZpY3Rpb24&hash=20e91a1fa5657e3e92a866506a8f71ab02dd0bac&lang=en&cache-only=0",
            "defineEn": "a literary genre that features underground or subterranean settings, often with themes of exploration, adventure, and the unknown",
            "defineVi": "một thể loại văn học có bối cảnh dưới lòng đất hoặc dưới lòng đất, thường có chủ đề khám phá, phiêu lưu và những điều chưa biết"
        },
        {
            "id": "fd4e58ef-d19b-4028-beda-475f61c9c8a6",
            "word": "tall tale",
            "phonetic": "tɔːl teɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGFsbCB0YWxl&hash=26201288d2ef25d2386bd618bdab943f4bec8099&lang=en&cache-only=0",
            "defineEn": "a story that a person cannot believe because it seems illogical or exaggerated",
            "defineVi": "một câu chuyện mà một người không thể tin được vì nó có vẻ phi logic hoặc phóng đại"
        },
        {
            "id": "fede18fc-9870-4565-9982-65a42d36e35b",
            "word": "techno-thriller",
            "phonetic": "tɛknoʊθɹɪlɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGVjaG5vLXRocmlsbGVy&hash=80d0134d4529392db8d1abdb9eea9e4c04a19c51&lang=en&cache-only=0",
            "defineEn": "a thriller subgenre that focuses on technology and often features computer systems, hacking, and high-tech elements as key plot points, with the threat of technological disaster or misuse being central to the story",
            "defineVi": "một tiểu thể loại phim kinh dị tập trung vào công nghệ và thường có hệ thống máy tính, hack và các yếu tố công nghệ cao làm điểm cốt truyện chính, với mối đe dọa về thảm họa công nghệ hoặc lạm dụng là trung tâm của câu chuyện"
        },
        {
            "id": "924a7722-1c43-4e08-a30c-36ee984fbc15",
            "word": "invasion literature ",
            "phonetic": "ɪnveɪʒən lɪɾɚɹᵻtʃɚ bækslæʃ ɛkssiː tuː bækslæʃ zɑː ziəɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But even though the fears found in Invasion Literature were expressed in fiction, they were grounded in some very real historical precedents from decades earlier and the Napoleonic wars."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52YXNpb24gbGl0ZXJhdHVyZcKg&hash=89396e7212a9245ed793cb70c843c893cebdad33&lang=en&cache-only=0",
            "defineEn": "a genre of speculative fiction that portrays the invasion of a territory by foreign powers, often depicting the culture and society of the invaded country in a negative light while glorifying the invading force",
            "defineVi": "một thể loại tiểu thuyết suy đoán mô tả cuộc xâm lược lãnh thổ của các thế lực ngoại bang, thường miêu tả văn hóa và xã hội của quốc gia bị xâm lược dưới góc độ tiêu cực trong khi ca ngợi thế lực xâm lược"
        },
        {
            "id": "3ff0121f-2e76-41ff-8c36-6eae72407bd5",
            "word": "werewolf fiction",
            "phonetic": "wɛɹwʊlf fɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2VyZXdvbGYgZmljdGlvbg&hash=7084d020fc576e1bd22b57da42538d6724c7287f&lang=en&cache-only=0",
            "defineEn": "a type of story where some characters can turn into wolves and it often explores their struggles and conflicts",
            "defineVi": "một loại câu chuyện trong đó một số nhân vật có thể biến thành sói và nó thường khám phá những cuộc đấu tranh và xung đột của họ"
        },
        {
            "id": "1a5d41fa-2454-41e3-a3d9-b2b5a079c9ce",
            "word": "zombie fiction",
            "phonetic": "zɑːmbi fɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=em9tYmllIGZpY3Rpb24&hash=69d465db0dcbb54a9b9e1da9ada89162046cf776&lang=en&cache-only=0",
            "defineEn": "a genre of horror and post-apocalyptic fiction that typically involves a widespread outbreak of zombies",
            "defineVi": "một thể loại tiểu thuyết kinh dị và hậu tận thế thường liên quan đến sự bùng phát rộng rãi của thây ma"
        },
        {
            "id": "efc5da9c-0626-4724-a16b-c795ecec710a",
            "word": "urban legend",
            "phonetic": "ɜːbən lɛdʒənd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dXJiYW4gbGVnZW5k&hash=70aec0be27b8434802faa5f86d5c0a118e20a77f&lang=en&cache-only=0",
            "defineEn": "a type of modern folklore consisting of stories, often presented as true, that are passed down through generations by word of mouth or through written media",
            "defineVi": "một loại văn hóa dân gian hiện đại bao gồm những câu chuyện, thường được trình bày như có thật, được truyền qua nhiều thế hệ bằng lời nói hoặc thông qua phương tiện viết"
        },
        {
            "id": "bad48dec-d67b-4415-baa7-f9d57741ec1f",
            "word": "paranormal fiction",
            "phonetic": "pæɹənoːɹməl fɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFyYW5vcm1hbCBmaWN0aW9u&hash=3e5851e702ac6624fde7fae838141f887aedb0c0&lang=en&cache-only=0",
            "defineEn": "a genre of speculative fiction that includes supernatural or paranormal elements as a primary focus of the plot",
            "defineVi": "một thể loại tiểu thuyết suy đoán bao gồm các yếu tố siêu nhiên hoặc huyền bí làm trọng tâm chính của cốt truyện"
        },
        {
            "id": "a46ddde3-c17c-49ce-be05-de4d16da5882",
            "word": "portal fantasy",
            "phonetic": "poːɹɾəl fæntəsi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9ydGFsIGZhbnRhc3k&hash=ee3952442e130f7f4fd51b8ba1826bbacae07b43&lang=en&cache-only=0",
            "defineEn": "a subgenre of fantasy fiction where the protagonist is transported from the real world to a magical or fantasy world through a portal or gateway",
            "defineVi": "một thể loại tiểu thuyết giả tưởng trong đó nhân vật chính được chuyển từ thế giới thực sang thế giới phép thuật hoặc giả tưởng thông qua cổng hoặc cổng"
        }
    ]
}