{
    "id": "06c5c0fb-ade7-4e57-9a9a-85e6c9630624",
    "title": "Diet",
    "originalTitle": "Diet",
    "words": [
        {
            "id": "ae63155b-f455-47d4-86d9-702615fdceff",
            "word": "diet",
            "phonetic": "daɪət ",
            "partOfSpeechType": "noun",
            "examples": [
                "He followed a strict diet.",
                "She valued the high nutritional content and low-calorie nature of asparagus in his diet.",
                "We existed on a diet of rice.",
                "She includes thin slices of celery in her diet.",
                "They lived frugally off a diet of beans and lentils."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlldA&hash=b3a0e0f93ff225215160b5361694cb134815cbe7&lang=en&cache-only=0",
            "defineEn": "a set of food that is eaten to keep healthy, thin, etc.",
            "defineVi": "một bộ thực phẩm được ăn để giữ sức khỏe, mỏng, vv",
            "hasImg": true
        },
        {
            "id": "34cf2f8f-f46a-4a2c-86e5-db2206e01fd8",
            "word": "dietary",
            "phonetic": "daɪətɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Dietary experts can advise on the ins and outs of dieting.",
                "He baked a gluten-free almond cake for his friend with dietary restrictions.",
                "The bakery offered gluten-free options for customers with dietary restrictions.",
                "Baobab fruit is a great source of dietary fiber, which helps support a healthy digestive system.",
                "The restaurant offered a diverse menu to cater to different tastes and dietary restrictions - horses for courses."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlldGFyeQ&hash=7865d8e4ab15607c57869b02420fc80632db63dd&lang=en&cache-only=0",
            "defineEn": "contained in or related to one's diet",
            "defineVi": "chứa trong hoặc liên quan đến chế độ ăn uống của một người",
            "hasImg": true
        },
        {
            "id": "4b322b23-963a-4947-9c88-833441c20ff1",
            "word": "nutrition",
            "phonetic": "njuːtɹɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "She attends a workshop on animal nutrition, learning about the importance of incorporating meal into livestock diets.",
                "The researcher studied the endosperm of various seeds, aiming to understand its role in plant development and nutrition.",
                "The coach reminded his team that an empty sack cannot stand upright, emphasizing the importance of proper nutrition for optimal athletic performance.",
                "- That's nutrition.",
                "Even more importantly, their fecal pellets provide nutrition to creatures living thousands of meters below."
            ],
            "audio": "https://tts.langeek.co/read?text=bnV0cml0aW9u&hash=5f3285d4e454f194fa2b6353de5f50835a96b400&lang=en&cache-only=0",
            "defineEn": "food that is essential to one's growth and health",
            "defineVi": "thực phẩm cần thiết cho sự tăng trưởng và sức khỏe của một người",
            "hasImg": true
        },
        {
            "id": "84f21c8c-21ab-407a-875d-cfc96ed79ab2",
            "word": "nutritious",
            "phonetic": "njuːtɹɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She packed a nutritious lunchbox for her children, including finger millet crackers with a creamy hummus dip.",
                "She juices fresh vegetables every morning for a nutritious start to her day.",
                "For a nutritious wrap, fill blanched sea tangle with seasoned rice and fresh vegetables.",
                "The whey leftover from cheese production can be used as a nutritious addition to smoothies.",
                "Add chopped porphyra to your stir-fries for a nutritious boost."
            ],
            "audio": "https://tts.langeek.co/read?text=bnV0cml0aW91cw&hash=c12693f69ef0fce8d7fda2987a31ad1edfda4488&lang=en&cache-only=0",
            "defineEn": "(of food) containing substances that are good for the growth and health of the body",
            "defineVi": "(thực phẩm) chứa các chất tốt cho sự phát triển và sức khỏe của cơ thể",
            "hasImg": true
        },
        {
            "id": "2bb8d4a3-0310-4594-b453-1cb776fb1a75",
            "word": "greasy",
            "phonetic": "ɡɹiːzi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She climbed the greasy pole to become the CEO.",
                "He has reached the top by climbing the greasy pole for over a decade.",
                "He's been climbing the greasy pole for years, but still no one has managed to expose him.",
                "This is greasy.",
                "That is greasy."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlYXN5&hash=b8b3e55b7f2fc1f288986df4a92a95f336adb945&lang=en&cache-only=0",
            "defineEn": "(of food) containing or cooked in a lot of oil",
            "defineVi": "(của thực phẩm) chứa hoặc nấu trong rất nhiều dầu",
            "hasImg": true
        },
        {
            "id": "afb7237b-5411-4150-9ab0-c4a78fdcfc2b",
            "word": "low-carb",
            "phonetic": "loʊkɑːɹb ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But I'm not really into the low-carb movement, and, ah, they've made bowls out of bread.",
                "Even though the low-carb movement is still around, cyclical industries like dieting are notoriously fickle and no place to look for long-term returns.",
                "So it seemed to make sense that Atkins Nutritionals, was poised to profit big from their proprietary line of low-carb snacks and shakes."
            ],
            "audio": "https://tts.langeek.co/read?text=bG93LWNhcmI&hash=f3cad53904a73ee8b133f74d4cf72afff9b0605b&lang=en&cache-only=0",
            "defineEn": "(of food or a diet) having or containing fewer carbohydrates",
            "defineVi": "(của thực phẩm hoặc chế độ ăn kiêng) có hoặc chứa ít carbohydrate hơn",
            "hasImg": true
        },
        {
            "id": "41981a19-b634-40a4-ad15-733e8d081031",
            "word": "appetizing",
            "phonetic": "æpɪtaɪzɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Lisa's upset stomach caused her to be off her food, and she struggled to find anything appetizing.",
                "That's appetizing.",
                "Which isn’t exactly an appetizing scent for a gin and tonic.",
                "- It don't look good, it don't look appetizing.",
                "- Ooh, now-- - Boy, that sounds appetizing."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwZXRpemluZw&hash=ef25c0f6169ecc119cb85a727131f221653f79a8&lang=en&cache-only=0",
            "defineEn": "causing one to feel thirsty or hungry",
            "defineVi": "khiến người ta cảm thấy khát hoặc đói",
            "hasImg": true
        },
        {
            "id": "71ad516f-ce01-411a-aeaf-870acd2c2c77",
            "word": "balanced",
            "phonetic": "bælənst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We had a side salad with our main course for a balanced meal.",
                "With a balanced diet, regular exercise, and a positive mindset, Alex maintains being up to the mark in terms of his overall well-being.",
                "She packed a lunchbox with a turkey wrap, carrot sticks, and a yogurt cup for a balanced lunch.",
                "It is important to remember that exercise and a balanced diet are the foundation of any successful fitness plan.",
                "Eating a balanced diet rich in fruits and vegetables promotes healthfulness."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsYW5jZWQ&hash=dc156f4eb1d26764f5f666a84fea6cd70f6b033c&lang=en&cache-only=0",
            "defineEn": "keeping or demonstrating a state of balance, with equal or proportionate amounts",
            "defineVi": "giữ hoặc thể hiện trạng thái cân bằng, với số lượng bằng nhau hoặc tương ứng",
            "hasImg": true
        },
        {
            "id": "9affe559-d925-457c-a001-2399ed0bfff7",
            "word": "fattening",
            "phonetic": "fæʔn̩ɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmF0dGVuaW5n&hash=4cc9e8cb9bae5291ab0f8dec1ed7ec392f5f7b6f&lang=en&cache-only=0",
            "defineEn": "(of food) likely to cause one to gain weight",
            "defineVi": "(của thực phẩm) có khả năng làm cho một người tăng cân",
            "hasImg": true
        },
        {
            "id": "a59ee4e3-6c17-4dcc-ba23-cda593f520ca",
            "word": "low-fat",
            "phonetic": "loʊfæt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I enjoy adding low-fat milk to my morning cereal for a creamy and nutritious start to the day.",
                "Adding a splash of low-fat milk to scrambled eggs helps create a fluffy and nutritious breakfast.",
                "I've always liked low-fat milk.",
                "To be quite honest with you, it is low-fat milk.",
                "The decade's low-fat obsession drove consumers away from avocado because of its high fat content, without really understanding the nutritional truth hidden within."
            ],
            "audio": "https://tts.langeek.co/read?text=bG93LWZhdA&hash=3b68869fb8d0cb22b49cbf9a8a7228830cf1e770&lang=en&cache-only=0",
            "defineEn": "(of food or a diet) having a low or lower amount of fat",
            "defineVi": "(của thực phẩm hoặc chế độ ăn kiêng) có lượng chất béo thấp hoặc thấp hơn",
            "hasImg": true
        },
        {
            "id": "fd332ed9-32a4-4680-af84-89855d46b57b",
            "word": "oily",
            "phonetic": "ɔɪli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I spent a year travelling abroad, and I lived on the smell of an oily rag to get by.",
                "This trusty little car may not look like much, but she runs on the smell of an oily rag.",
                "That's what the paper's for. - Mm. - Very oily.",
                "Sometimes people would just thread a wick through an oily fish or a bird.",
                "Coronaviruses are surrounded by an envelope of oily material."
            ],
            "audio": "https://tts.langeek.co/read?text=b2lseQ&hash=260bc133d0e6676e1f7d89e02bdfa196a9239d41&lang=en&cache-only=0",
            "defineEn": "(of food) containing a lot of oil",
            "defineVi": "(của thực phẩm) chứa nhiều dầu",
            "hasImg": true
        },
        {
            "id": "f6631d24-08b3-4f0c-89c1-72c85eb3a044",
            "word": "light",
            "phonetic": "laɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The car ahead of me jumped the light.",
                "The lights changed to green.",
                "Sometimes darkness can show you the light.",
                "A major technological advancement like that is still light years away.",
                "This software first saw the light of day back in 1993."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlnaHQ&hash=63673c8d6438c2eb063d7052377e05b9d5fe0031&lang=en&cache-only=0",
            "defineEn": "(of food) low in sugar, fat, or other rich ingredients, which makes it easily digestible",
            "defineVi": "(của thực phẩm) ít đường, chất béo hoặc các thành phần phong phú khác, làm cho nó dễ tiêu hóa",
            "hasImg": true
        },
        {
            "id": "e6f4bcc5-f8f6-4421-87e2-fab080332d1d",
            "word": "organic",
            "phonetic": "ɔːɹɡænɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She uses organic gardening methods in her garden, avoiding harmful chemicals.",
                "But, organic agriculture also has an impact at a broader level.",
                "Cities, like nations, like orchids, are organic things.",
                "Organic food is supposedly healthier more natural and more ethical.",
                "The company recently acquired organic meat brand Applegate Farms and Justin's Nut Butters."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JnYW5pYw&hash=7055dc091f069b1a86bfebdfda0f590e98718773&lang=en&cache-only=0",
            "defineEn": "(of food or farming techniques) produced or done without any artificial or chemical substances",
            "defineVi": "(của thực phẩm hoặc kỹ thuật canh tác) được sản xuất hoặc thực hiện mà không có bất kỳ chất nhân tạo hoặc hóa chất nào",
            "hasImg": true
        },
        {
            "id": "beb34c25-e472-4f17-a771-73eabfa0389e",
            "word": "rich",
            "phonetic": "ɹɪtʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The rich family owned a private jet.",
                "The rich man bought a big house and a fancy car.",
                "The rich businessman owned multiple luxurious cars.",
                "Asparagus beanare rich in iron and vitamin K.",
                "Asian cultures have a rich heritage of art, music, and dance."
            ],
            "audio": "https://tts.langeek.co/read?text=cmljaA&hash=5371549ed8826faf60ccbef7166d7e90d1ec9cdb&lang=en&cache-only=0",
            "defineEn": "(of food) containing much fat, sugar, etc.",
            "defineVi": "(của thực phẩm) có chứa nhiều chất béo, đường, vv",
            "hasImg": true
        },
        {
            "id": "2e7d77e4-083a-4b2c-b6f9-a19a400b2012",
            "word": "plant-based",
            "phonetic": "plæntbeɪst ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGxhbnQtYmFzZWQ&hash=3651c860d792e3c66c56ddd88b5ddc200b74a91e&lang=en&cache-only=0",
            "defineEn": "(of a diet or food) completely or mainly consisting of plants",
            "defineVi": "(của một chế độ ăn uống hoặc thực phẩm) hoàn toàn hoặc chủ yếu bao gồm thực vật",
            "hasImg": true
        },
        {
            "id": "b86f1eaa-7d8d-40d3-bfa6-6f80ffc01d3a",
            "word": "digestion",
            "phonetic": "daɪdʒɛstʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Avocado's high fiber content can aid in digestion and help promote a healthy gut.",
                "But digestion is still a couple episodes from now.",
                "Slow digestion can also lead to constipation.",
                "During digestion, your body breaks down those complex carbohydrates into their monosaccharide building blocks, which your cells can use for energy.",
                "It helps with my digestion."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlnZXN0aW9u&hash=ddd1bca7a6f4b157df74815f82f5333ea3330ff8&lang=en&cache-only=0",
            "defineEn": "a process in the body in which food is broken into small substances to be absorbed",
            "defineVi": "một quá trình trong cơ thể trong đó thức ăn được chia thành các chất nhỏ để được hấp thụ"
        },
        {
            "id": "aec4749e-fd5b-4364-b762-c73fe5308881",
            "word": "to digest",
            "phonetic": "tə daɪdʒɛst ",
            "partOfSpeechType": "verb",
            "examples": [
                "Dogs can absolutely digest grains.",
                "These parasites don’t digest their own food.",
                "And the bigger cell never digested the smaller one.",
                "It was digesting stuff!",
                "So their bodies actually can't even digest milk."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlnZXN0&hash=91b73f22d97e2543311eaf7b1551ae19d879db41&lang=en&cache-only=0",
            "defineEn": "to break down food in the body and to absorb its nutrients and necessary substances",
            "defineVi": "để phân hủy thức ăn trong cơ thể và hấp thụ chất dinh dưỡng và các chất cần thiết"
        },
        {
            "id": "b9c6bb0c-e654-4596-b7ce-d4fbae426a01",
            "word": "regime",
            "phonetic": "ɹeɪʒiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The parade is the first sign of the new regime flexing its military muscles.",
                "Most of the country has fallen to the brutal regime, but there remains several pockets of resistance determined to hold out until the bitter end.",
                "The protests against the authoritarian regime were a manifestation of the belief that disobedience is the true foundation of liberty, as citizens stood up against oppression to demand greater freedom.",
                "In 2012, blogger Sattar Beheshti criticized the regime.",
                "The Putin regime is a mafia state."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVnaW1l&hash=342a5ada6583be0dd78cdb56f8a354c0367c7854&lang=en&cache-only=0",
            "defineEn": "a set of instructions given to someone regarding what they should eat or do to maintain or restore their health",
            "defineVi": "một tập hợp các hướng dẫn được đưa ra cho ai đó về những gì họ nên ăn hoặc làm để duy trì hoặc phục hồi sức khỏe của họ",
            "hasImg": true
        },
        {
            "id": "560e40db-cff3-4823-9ee1-e4567a5b52b0",
            "word": "appetite",
            "phonetic": "æpɪtaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "It'll give you an appetite.",
                "Delicious smells from the kitchen whetted our appetites.",
                "Kim may be tiny, but she has a big appetite, so don't be surprised if she eats you out of house and home.",
                "After eating that questionable street food, Sarah ended up riding the porcelain bus all night, regretting her adventurous appetite.",
                "Max had been feeling down lately, and as a result, he was off his food and had little appetite."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwZXRpdGU&hash=999638aec5315eb2becd865f433d1e32462313d9&lang=en&cache-only=0",
            "defineEn": "the feeling of wanting food",
            "defineVi": "cảm giác muốn ăn",
            "hasImg": true
        },
        {
            "id": "3d49af16-39ba-4a98-992b-d55273aa0c6a",
            "word": "cholesterol",
            "phonetic": "kəlɛstɚɹɑːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Consuming prunes may have a positive impact on heart health by reducing LDL cholesterol levels.",
                "Breadfruit is heart-healthy and good for your heart because it has low fat and no cholesterol.",
                "In fact, our bodies make steroids out of cholesterol.",
                "So cholesterol can be pretty cool.",
                "Steroids get their name from the fatty molecule cholesterol."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hvbGVzdGVyb2w&hash=8bcba3872bb7c17ab40e1fd5ac00a7b4acfcd911&lang=en&cache-only=0",
            "defineEn": "a substance high in fat found in blood and most body tissues, a high amount of which correlates with an increased risk of heart disease",
            "defineVi": "một chất có hàm lượng chất béo cao được tìm thấy trong máu và hầu hết các mô cơ thể, một lượng lớn chất béo này tương quan với việc tăng nguy cơ mắc bệnh tim",
            "hasImg": true
        },
        {
            "id": "2f0cc2f1-38b2-43ab-8e02-56357f62d2b4",
            "word": "protein",
            "phonetic": "pɹoʊtiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Eggs are a great source of protein.",
                "With its higher protein content, bread flour gives breads a stronger structure and a chewier texture.",
                "In my plant-based lasagna, I replaced the meat with textured vegetable protein.",
                "Poultry is a lean source of protein and a healthier alternative to red meat.",
                "He likes to add a dollop of peanut butter to his oatmeal for a protein boost."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvdGVpbg&hash=57983e544bbc5c0b0758dfbffaeb9aea815dbb54&lang=en&cache-only=0",
            "defineEn": "a substance found in food such as meat, eggs, seeds, etc., which is an essential part of the diet and keeps the body strong and healthy",
            "defineVi": "một chất có trong thực phẩm như thịt, trứng, hạt, v.v., là một phần thiết yếu của chế độ ăn uống và giữ cho cơ thể khỏe mạnh",
            "hasImg": true
        },
        {
            "id": "86757ae0-d318-4ef4-9220-e5329866135d",
            "word": "vitamin",
            "phonetic": "vaɪɾəmɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Asparagus beanare rich in iron and vitamin K.",
                "Prickly pears are rich in vitamins and antioxidants.",
                "Heart cherries are rich in antioxidants and vitamins, making them a healthy choice.",
                "Enhance your salad with tangy bergamot orange for a dose of vitamin E.",
                "Including mangoes in your diet can provide a boost of vitamins and antioxidants."
            ],
            "audio": "https://tts.langeek.co/read?text=dml0YW1pbg&hash=219b35f01c1e85296b02aa2825d95a0fa10e3670&lang=en&cache-only=0",
            "defineEn": "natural substances that are found in food, which the body needs in small amounts to remain healthy, such as vitamin A, B, etc.",
            "defineVi": "các chất tự nhiên có trong thực phẩm mà cơ thể cần với lượng nhỏ để duy trì sức khỏe, chẳng hạn như vitamin A, B, v.v.",
            "hasImg": true
        },
        {
            "id": "010f9012-ae84-4928-bfef-c6eb78dbfc05",
            "word": "fiber",
            "phonetic": "faɪbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Avocado's high fiber content can aid in digestion and help promote a healthy gut.",
                "Baobab fruit is a great source of dietary fiber, which helps support a healthy digestive system.",
                "I often include nopal in my smoothies for its high fiber content and nutrient-rich properties.",
                "I like to add beans to my salads for an extra dose of fiber and texture.",
                "She added a spoonful of wheatmeal to her morning oatmeal for an extra boost of fiber and nutrients."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmliZXI&hash=8ea15c05ad2bad01f8cc9a9771f81d9d87277fa4&lang=en&cache-only=0",
            "defineEn": "a particular substance is some food that makes the stomach and bowels work better, which results in a healthier body",
            "defineVi": "một chất cụ thể là một số thực phẩm làm cho dạ dày và ruột hoạt động tốt hơn, dẫn đến một cơ thể khỏe mạnh hơn",
            "hasImg": true
        },
        {
            "id": "bec3359e-a3f4-42d4-a511-f5f44f5a64b8",
            "word": "carbohydrate",
            "phonetic": "kɑːɹboʊhaɪdɹeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I've been as regular as clockwork ever since I started eating a healthier balance of protein, fiber, and carbohydrates.",
                "These organic molecules show up in carbohydrates, steroids, plant molecules, pesticides, and so many other things.",
                "Which of these has the least carbohydrates?",
                "And almost all of it comes from carbohydrates.",
                "Take carbohydrates, which can often taste sweet."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyYm9oeWRyYXRl&hash=095473e2090f5c026969290c8f7b76d3540e5d0e&lang=en&cache-only=0",
            "defineEn": "a substance that contains or consists of hydrogen, oxygen, and carbon that provide heat and energy for the body, such as starch or sugar",
            "defineVi": "một chất có chứa hoặc bao gồm hydro, oxy và carbon cung cấp nhiệt và năng lượng cho cơ thể, chẳng hạn như tinh bột hoặc đường",
            "hasImg": true
        },
        {
            "id": "08175f50-2975-46ce-a537-38e670002c93",
            "word": "calorie",
            "phonetic": "kælɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He decided to use saccharin in his tea instead of sugar to reduce his calorie intake.",
                "Wax beans are low in calories and fat, making them a nutritious addition to a balanced diet.",
                "The low-calorie salad dressing used a bulking agent to create a satisfying texture without adding excess calories.",
                "The calories in, calories out.",
                "Each tablespoon of olive oil has 128 calories."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fsb3JpZQ&hash=ded2ff96e4106a5813cb1185c5ff16190f4f1bf6&lang=en&cache-only=0",
            "defineEn": "the unit used to measure the amount of energy that a food produces",
            "defineVi": "đơn vị được sử dụng để đo lượng năng lượng mà thực phẩm tạo ra",
            "hasImg": true
        },
        {
            "id": "30b44b28-9e08-4572-b729-ff1a02fe1a49",
            "word": "vegan",
            "phonetic": "viːɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a vegan, she substituted almond butter for traditional dairy-based spreads.",
                "Some vegan cheeses use algae-based ingredients to achieve a creamy texture and unique flavor.",
                "As a vegan, she often used tahini as a substitute for butter or cream in her recipes.",
                "As a vegan alternative, they used graham flour to create a plant-based pie crust.",
                "I tried a vegan cookie made with plant-based ingredients and loved its taste."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVnYW4&hash=ee7c92beae078fde3192ec3d25157019fc534d4a&lang=en&cache-only=0",
            "defineEn": "someone who does not consume or use anything that is produced from animals, such as meat, milk, or eggs",
            "defineVi": "một người không tiêu thụ hoặc sử dụng bất cứ thứ gì được sản xuất từ động vật, chẳng hạn như thịt, sữa hoặc trứng",
            "hasImg": true
        },
        {
            "id": "b61b9f36-4a7d-4eea-b3e3-2e53959f52f5",
            "word": "vegetarian",
            "phonetic": "vɛdʒɪtɛɹiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend prefers a vegetarian sandwich with avocado and sprouts.",
                "My vegetarian friend often uses beans as a filling for vegetarian tacos.",
                "My vegetarian friend enjoyed a nourishing adzuki bean grain bowl for lunch.",
                "The vegetarian menu offers a delicious black bean burrito as a protein-packed option.",
                "The restaurant offered a vegetarian dish with a mix of seasonal vegetables."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVnZXRhcmlhbg&hash=f9bfdbeeb562e7b0f708430d13c745efe7cd116d&lang=en&cache-only=0",
            "defineEn": "someone who avoids eating meat or fish",
            "defineVi": "một người tránh ăn thịt hoặc cá",
            "hasImg": true
        },
        {
            "id": "610655e8-eb52-4b93-b939-e2345eb84175",
            "word": "nutritionist",
            "phonetic": "njuːtɹɪʃənɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "There was no certified nutritionist.",
                "Use a dietician or a nutritionist.",
                "Instinctively, we've become expert nutritionists, hunting out what we need from our food.",
                "But so far, all scientific studies on the health benefits of coconut oil have been inconclusive, and nutritionists remain skeptical.",
                "And so, I would urge you to not, and to see a nutritionist or a dietitian, and a therapist."
            ],
            "audio": "https://tts.langeek.co/read?text=bnV0cml0aW9uaXN0&hash=dcf0464edfb3fbc657c8534be02daddf0dfe743d&lang=en&cache-only=0",
            "defineEn": "someone who is an expert in the field of food and nutrition",
            "defineVi": "một người là một chuyên gia trong lĩnh vực thực phẩm và dinh dưỡng",
            "hasImg": true
        }
    ]
}