{
    "id": "06f0ddf6-a038-4e75-83a0-e1148120ee94",
    "title": "Lesson 32",
    "originalTitle": "Lesson 32",
    "words": [
        {
            "id": "92fa5bc6-b498-4838-8892-dc1006036b8b",
            "word": "to diffuse",
            "phonetic": "tə dᵻfjuːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "While it's always better to be honest, sometimes a bad excuse is better than none, especially if it can help diffuse a tense situation.",
                "The oxygen diffuses into the blood where it is picked up by red blood cells.",
                "Now you can diffuse.",
                "After about three hours, alcohol from your blood will have diffused throughout the endolymph.",
                "That gas diffuse into the edges of the meat, bind to the myoglobin in place of oxygen."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlmZnVzZQ&hash=ce7d55c08affe1ec7689256aeb373e40b9e77e61&lang=en&cache-only=0",
            "defineEn": "spread or diffuse through",
            "defineVi": "lan truyền hoặc khuếch tán qua"
        },
        {
            "id": "5a8f187d-89a2-4c65-bc53-d8dd79cf4b60",
            "word": "diffusion",
            "phonetic": "dᵻfjuːʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So all life on earth relies on diffusion.",
                "Another factor is diffusion of responsibility.",
                "Meanwhile, other small molecules reach the sweat mainly by diffusion through the sweat glands.",
                "Cell membranes allow for diffusion of certain molecules.",
                "Diffusion is the rule of the universe that molecules, especially in liquids or gases, are constantly moving around in all directions."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlmZnVzaW9u&hash=1e5960520fd656d74916ce520a86aa5d38d3745e&lang=en&cache-only=0",
            "defineEn": "the act of dispersing or diffusing something",
            "defineVi": "hành động phân tán hoặc khuếch tán một cái gì đó"
        },
        {
            "id": "9398a922-5add-43e7-bb49-f9318f468698",
            "word": "invalid",
            "phonetic": "ɪnvælɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your argument is now invalid. ",
                "So, I'm like, OK, well that's, you know, not a totally invalid argument.",
                "In December 2020, the retailer was sued by the Justice Department, accused of fueling the opioid crisis in America and unlawfully filling thousands of invalid prescriptions.",
                "Link doesn't like coconut, so his opinion is also invalid for these.",
                "and I will render an incredibly unfair and invalid opinion."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52YWxpZA&hash=285f9eb95b67c93310e811824d3d53981743c7fd&lang=en&cache-only=0",
            "defineEn": "someone who is disabled or frail and cannot care for themselves, often due to a chronic illness or injury",
            "defineVi": "người tàn tật hoặc ốm yếu và không thể tự chăm sóc bản thân, thường là do bệnh mãn tính hoặc chấn thương"
        },
        {
            "id": "da48fcd6-84b0-4675-a24b-0cd6415c43f4",
            "word": "to invalidate",
            "phonetic": "tʊ ɪnvælᵻdeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Does that invalidate the whole reason people came out in the first place?",
                "Recently, the Roberts court invalidated parts of the Voting Rights Act, which had been passed originally in 1965 and renewed by Congress in 2010.",
                "None of these studies invalidate the research that has found some games, especially violent ones, can possibly increase stress and aggression in some people.",
                "You ended up with another woman who invalidates you.",
                "YVONNE RAWHOUSER, California: Seeing the fires raised about 2,000 degrees Fahrenheit, the interior wiring of my home has been invalidated."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW52YWxpZGF0ZQ&hash=5ae7700891ffebfc3e626992c0dbb0e200f45fe7&lang=en&cache-only=0",
            "defineEn": "make invalid for use",
            "defineVi": "làm cho không hợp lệ để sử dụng"
        },
        {
            "id": "328360ab-0e55-46dc-9296-2dc7a67d5043",
            "word": "sidelong",
            "phonetic": "saɪdlɔŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2lkZWxvbmc&hash=773e1e47c93f669d193b4cfd1f20d09ca20f368b&lang=en&cache-only=0",
            "defineEn": "(used especially of glances) directed to one side with or as if with doubt or suspicion or envy",
            "defineVi": "(được sử dụng đặc biệt với những cái nhìn) hướng về một phía với hoặc như thể có sự nghi ngờ hoặc nghi ngờ hoặc ghen tị"
        },
        {
            "id": "27b4e8fc-25d2-4158-a6f3-7deccd1d651c",
            "word": "sidereal",
            "phonetic": "saɪdiəɹɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "If we measure the amount of time between two equinoxes, it ends up being 21 minutes shorter than a sidereal year.",
                "The amount of time it takes a star or constellation to reach the same point in the sky at the same time of day is 365 days 6 hours 9 minutes 9.76 seconds, or a sidereal year.",
                "That means if we based our calendar on sidereal years, the seasons would quickly get out of sync, Christmas would end up in July, dogs and cats, living together, mass hysteria!"
            ],
            "audio": "https://tts.langeek.co/read?text=c2lkZXJlYWw&hash=5f1e2ce6312f9c2a5ff89f9f8d916bc66899fe6c&lang=en&cache-only=0",
            "defineEn": "(of divisions of time) determined by daily motion of the stars",
            "defineVi": "(của sự phân chia thời gian) được xác định bởi chuyển động hàng ngày của các vì sao"
        },
        {
            "id": "846ca6da-1dae-40b8-b91b-cbf003f4d35d",
            "word": "to sidetrack",
            "phonetic": "tə saɪdtɹæk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The project manager reminded her team to focus on the project goals and not get sidetracked by minor issues, emphasizing the importance of not losing sight of the forest for the trees.",
                "I think the speaker believed she was telling the room that everybody that was crossing the border was a criminal, and that kind of sidetracked everybody for a while."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2lkZXRyYWNr&hash=44e3304573c03131e7b67138f1eeae1c08bd9426&lang=en&cache-only=0",
            "defineEn": "wander from a direct or straight course",
            "defineVi": "đi lang thang từ một khóa học trực tiếp hoặc thẳng"
        },
        {
            "id": "d477ccb1-3f9f-40d4-befe-5ef52c49d920",
            "word": "proxy",
            "phonetic": "pɹɑːksi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your president has little proxies operating all over the globe.",
                "And it's become sort of a proxy for the big cultural dispute.",
                "Most Europeans didn’t rule their African possessions directly but rather through the proxies of local rulers.",
                "One study found that subjects used their own sense of morality as a proxy for that of other people.",
                "It's always done through proxies, through people who the United States or the Soviet Union is acting on the behalf-- or who are acting on behalf of the United States or Soviet Union."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJveHk&hash=2121ad2d20dd441a75d0c8506c7e9578dd95a23e&lang=en&cache-only=0",
            "defineEn": "a person authorized to act for another",
            "defineVi": "một người được ủy quyền để hành động cho người khác"
        },
        {
            "id": "0e219a65-6d8c-493f-9469-ab966b7fb096",
            "word": "proximity",
            "phonetic": "pɹɑːksɪmᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Proximity alone isn't enough, though.",
                "So they have a little proximity sensor.",
                "People within close proximity of the president were tested.",
                "Proximity sensors are used to detect the presence of a nearby object without physical contact.",
                "Proximity sensor, walk away lock, wake on approach."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJveGltaXR5&hash=396e6ac92fd52bfac334b38fa6eab1a81757a590&lang=en&cache-only=0",
            "defineEn": "the region close around a person or thing",
            "defineVi": "khu vực gần xung quanh một người hoặc vật"
        },
        {
            "id": "11e0742a-362a-4253-bd2e-3f54d4f736f6",
            "word": "to course",
            "phonetic": "tə koːɹs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Our ship changed course.",
                "The course gives you a bird's eye view of European art history.",
                "The guidance system keeps the machine on course.",
                "The college runs summer courses for foreign students.",
                "The ship is holding a south-easterly course."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY291cnNl&hash=cb97566664e42d581b2b70e26643a8acb142e420&lang=en&cache-only=0",
            "defineEn": "move along, of liquids",
            "defineVi": "chuyển động của chất lỏng"
        },
        {
            "id": "618df571-41a6-4dd3-94d5-30374d6d1950",
            "word": "courser",
            "phonetic": "koːɹsɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y291cnNlcg&hash=621e71acf9143e92233fa16d43fa862144b3a0da&lang=en&cache-only=0",
            "defineEn": "a huntsman who hunts small animals with fast dogs that use sight rather than scent to follow their prey",
            "defineVi": "một thợ săn săn những con vật nhỏ bằng những con chó nhanh nhẹn sử dụng thị giác thay vì mùi hương để theo dõi con mồi"
        },
        {
            "id": "b84e4910-9014-4f81-8045-9e6561201925",
            "word": "alias",
            "phonetic": "eɪliəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Oh, I already know alias.",
                "The scientific name for soursop is Annona muricata, and it goes by a number of aliases: graviola, guanábana, corossol, and Brazilian pawpaw.",
                "- Dude had 45 now-known aliases.",
                "The ALIAS don't go out that FAR.",
                "The ALIAS represent the Traditional Subsistence Fishing That's NOURISHED"
            ],
            "audio": "https://tts.langeek.co/read?text=YWxpYXM&hash=5f2013fb058f67cac003962b22a68c20b78d4196&lang=en&cache-only=0",
            "defineEn": "a name that has been assumed temporarily",
            "defineVi": "một cái tên đã được giả định tạm thời"
        },
        {
            "id": "b0b1d501-5a2e-432a-8836-d656def6bd14",
            "word": "alibi",
            "phonetic": "ælᵻbaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The suspect's alibi had more holes than Swiss cheese, and the jury didn't believe a word of it.",
                "Acknowledging that a drowning man will clutch at a straw, the defendant grasped at the flimsy alibi even though it appeared implausible, hoping it might provide some reprieve from the charges against him.",
                "That's a good alibi for anything."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxpYmk&hash=433a1c2e8d3820811d909651efe9112e49dbbbe1&lang=en&cache-only=0",
            "defineEn": "proof that indicates a person was somewhere other than the place where a crime took place and therefore could not have committed it",
            "defineVi": "bằng chứng cho thấy một người đã ở đâu đó khác với nơi xảy ra tội phạm và do đó không thể thực hiện tội phạm đó"
        },
        {
            "id": "fe17fe9d-4519-46e0-be21-513af0394835",
            "word": "alien",
            "phonetic": "eɪliən ",
            "partOfSpeechType": "noun",
            "examples": [
                "the document purports to show evidence of the existence of aliens, but it's widely believed to be a hoax.",
                "John thinks he can talk to aliens, he must have a number of screws loose.",
                "It turns out that the supposed alien visitors people had been seeing were just a bunch of teenagers pulling a fast one on the town.",
                "Get the laughing over about resident alien.",
                "Every one is just alien."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxpZW4&hash=a7ee848c3be613f663d7a7fa897bc44d7e8115b6&lang=en&cache-only=0",
            "defineEn": "someone who is not a citizen of the country they reside in",
            "defineVi": "một người không phải là công dân của quốc gia họ cư trú",
            "hasImg": true
        },
        {
            "id": "02637330-06bd-47bf-a695-c0b43c512e71",
            "word": "to alienate",
            "phonetic": "tʊ eɪliəneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Be careful not to alienate your friends as you climb to the top of the company, because if things don't work out, you'll have no one there to break your fall.",
                "As Asmus shows, even the German government remained in two minds as to the benefits of no longer being on the frontline and the drawbacks of alienating Russia.",
                "I alienate everyone.",
                "The Hispanic voter in America has been completely alienated from the Republican Party by a hostile message. ",
                "Proms also can alienate those who do not conform to the heteronormative paradigm."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWxpZW5hdGU&hash=1eac98b80fb9ebe8066718f03716dad9ebcc79e0&lang=en&cache-only=0",
            "defineEn": "make withdrawn or isolated or emotionally dissociated",
            "defineVi": "rút lui hoặc cô lập hoặc phân ly về mặt cảm xúc"
        },
        {
            "id": "fabadc34-3607-4bd9-9e1a-54ec5bf55bce",
            "word": "palisade",
            "phonetic": "pælɪseɪd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFsaXNhZGU&hash=dae09e1d0396674cc4e5f9e3058862bf37cb9cdb&lang=en&cache-only=0",
            "defineEn": "a defensive fence or barrier made of closely spaced wooden stakes or iron rails",
            "defineVi": "một hàng rào hoặc hàng rào phòng thủ làm bằng cọc gỗ hoặc đường ray sắt cách đều nhau"
        },
        {
            "id": "c16826c7-42b6-442b-afc5-09697b1bdc01",
            "word": "suave",
            "phonetic": "swɑːv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "There was the suave hunchback.",
                "So kind of suave and charismatic most of the time, but in reality, he is the clumsiest person I have ever met in my life.",
                "No, I'm just curious, is he suave and cool about it?",
                "Just how good-looking and nice and suave he is."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VhdmU&hash=4cf7b92b84de253ef242892f09ab1a69c2ee2dfa&lang=en&cache-only=0",
            "defineEn": "having a sophisticated charm",
            "defineVi": "có một sự quyến rũ tinh vi",
            "hasImg": true
        },
        {
            "id": "116b4c8a-5314-4bdf-b1b7-3c1d183480e1",
            "word": "suasion",
            "phonetic": "sweɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3Vhc2lvbg&hash=f92d4f58b012d9aea6bfbafaa6fac97d04ae45ef&lang=en&cache-only=0",
            "defineEn": "the act of persuading (or attempting to persuade); communication intended to induce belief or action",
            "defineVi": "hành động thuyết phục (hoặc cố gắng thuyết phục); giao tiếp nhằm gây ra niềm tin hoặc hành động"
        }
    ]
}