{
    "id": "0705bc11-890f-46c7-8a76-4a0a84c65a24",
    "title": "Describing Pain and Injury",
    "originalTitle": "Describing Pain and Injury",
    "words": [
        {
            "id": "65ab6bf1-2072-4f80-8263-cda80c383c4c",
            "word": "achy",
            "phonetic": "eɪki ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My legs get achy.",
                "You might feel tired and achy after getting it, but that's not an infection.",
                "Ugh, your head hurts, you're nauseated, you're achy, and you are certainly never drinking again.",
                "I was in bed by 7:00, achy, feverish, fatigue.",
                "The first one, as I say, the first day, I was fine, the second day, started to get a little achy, a little muscle pain, muscle soreness, joint soreness."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNoeQ&hash=ebdc6b6ee07f8a337c6d530b71bd6133cb6089c0&lang=en&cache-only=0",
            "defineEn": "experiencing a consistent yet dull physical pain in a part of one's body",
            "defineVi": "trải qua một cơn đau thể xác nhất quán nhưng âm ỉ trong một phần cơ thể của một người",
            "hasImg": true
        },
        {
            "id": "cf3f7b73-1ccd-4a51-9a71-1080455327c5",
            "word": "acute",
            "phonetic": "ɐkjuːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The struggles of black farmers have been particularly acute.",
                "The last one was an acute angle.",
                "The acute medical therapy is indicated in the exposure.",
                "So this is an acute angle right over here.",
                "When we cut it into slices, each of the eight triangles is acute."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN1dGU&hash=0653ddd84bc7f71b374840fe36cc1f00a31865e2&lang=en&cache-only=0",
            "defineEn": "(of an illness) suddenly becoming severe but for a short time",
            "defineVi": "(của một căn bệnh) đột nhiên trở nên nghiêm trọng nhưng trong một thời gian ngắn"
        },
        {
            "id": "9b25b0ab-3c5a-4b23-a453-f2919a5c989c",
            "word": "agonizing",
            "phonetic": "æɡənaɪzɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "New uniforms bolster British morale for this agonizing march.",
                "And her bite could give you an agonizing case of dengue fever.",
                "Knowing that your own brain is lying to you while not being able to resist its commands can be agonizing.",
                "There are also a few that are incredibly agonizing.",
                "I have interviewed him for my book, and he recounted in agonizing detail the ordeal he had to suffer."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdvbml6aW5n&hash=07b023f482c0f7ea2fa54aedf82625374c62c9f0&lang=en&cache-only=0",
            "defineEn": "causing a lot of difficulty, pain, or discomfort",
            "defineVi": "gây ra nhiều khó khăn, đau đớn hoặc khó chịu"
        },
        {
            "id": "3a479add-b62f-4e56-ae17-a0df03ea1aa7",
            "word": "crippling",
            "phonetic": "kɹɪplɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This shutdown is really crippling.",
                "They do unimaginable damage, by crippling countless people, they destroy billions of dollars in income each year, weaken communities, and slow progress.",
                "We turn to Iran, the target of former President Trump's so-called maximum pressure campaign aimed at crippling Tehran's economy.",
                "Mandel has written a new book called 'Here's the Deal, Don't Touch Me,' revealing his at times crippling struggle with OCD.",
                "The tiny English car gave the world a revolutionary design that boosted the British car industry and helped consumers comfortably save fuel during a crippling fuel crisis."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpcHBsaW5n&hash=b4e95fd146b0d52ceaabbe83129a851b6f9d162c&lang=en&cache-only=0",
            "defineEn": "Inflicting damage or injuries so severe that causes a person to be physically disabled",
            "defineVi": "Gây thiệt hại hoặc thương tích nghiêm trọng đến mức khiến một người bị tàn tật về thể chất"
        },
        {
            "id": "02a04838-4efb-4c8b-a8e3-1f83863065b3",
            "word": "excruciating",
            "phonetic": "ɛkskɹuːʃɪeɪɾɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We were shut down for two excruciating months.",
                "- Whoever comes over here next is going to listen to my childhood memories in excruciating detail.",
                "At the time Matthew Carey, a local publisher, wrote a lengthy treatise filled with excruciating death scenes.",
                "That means that this explosion has been studied in excruciating detail since the day its light reached Earth.",
                "Since we walk upright, gravity pulls on our exposed testes, which can lead to a potentially excruciating condition called inguinal hernia."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjcnVjaWF0aW5n&hash=b91f05403147d2e85b3eddefa5c2c19bdd6a295c&lang=en&cache-only=0",
            "defineEn": "extremely painful",
            "defineVi": "vô cùng đau đớn"
        },
        {
            "id": "2981844e-2a8c-41c8-8be7-3a5041d27bfe",
            "word": "inflamed",
            "phonetic": "ɪnfleɪmd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So, he said it's very inflamed."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mbGFtZWQ&hash=6d001e471fea49e845cdd4892bc1b9c071a26960&lang=en&cache-only=0",
            "defineEn": "(of a part of the body)  red, swollen, or painful, often as a result of an infection, injury, or disease",
            "defineVi": "(của một bộ phận cơ thể) đỏ, sưng hoặc đau, thường là do nhiễm trùng, chấn thương hoặc bệnh tật"
        },
        {
            "id": "ae2024a8-f9f1-45e7-bece-33b256ad41b2",
            "word": "itchy",
            "phonetic": "ɪtʃi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Hearing the train whistle at night gives me itchy feet.",
                "Every so often, Claire has itchy feet and sets off for a foreign destination.",
                "Hearing about Sally's job had given me itchy feet and within a couple of months I left the company.",
                "I hated living in London, and I started getting itchy feet.",
                "This hat is so itchy!"
            ],
            "audio": "https://tts.langeek.co/read?text=aXRjaHk&hash=47157f26888b116106744042128e39ae1a0fa53b&lang=en&cache-only=0",
            "defineEn": "experiencing or causing an annoying feeling on the skin that makes a person want to scratch it",
            "defineVi": "trải qua hoặc gây ra cảm giác khó chịu trên da khiến một người muốn gãi",
            "hasImg": true
        },
        {
            "id": "d8fd6379-104d-4311-b726-68a59a00c3ba",
            "word": "painful",
            "phonetic": "peɪnfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Having strong feelings for someone when those feelings aren't returned can be very painful.",
                "As an American, she had little truck with the painful formality of English life.",
                "It was a painful reminder that advice is least heeded when most needed.",
                "It was a painful reminder that an empty purse frightens away friends.",
                "As a runner, I know that pushing yourself to the limit can be painful."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFpbmZ1bA&hash=e70d70d572136a2ac7fecb1c2e68fffffe0b3931&lang=en&cache-only=0",
            "defineEn": "causing emotional or physical pain in someone",
            "defineVi": "gây ra nỗi đau tinh thần hoặc thể xác trong một ai đó",
            "hasImg": true
        },
        {
            "id": "06f3e20f-845e-414d-96d4-7d9d15e4eefe",
            "word": "painfully",
            "phonetic": "peɪnfəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Something became painfully clear to me.",
                "Not to mention almost painfully loud.",
                "It's a painfully slow process.",
                "I've been thinking about it painfully for a long time.",
                "Panagiotis Tzanavaris is painfully aware that financially strapped Greece has other priorities."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFpbmZ1bGx5&hash=b261f7222c5f92cc562badcbb43f8a568ddac2f3&lang=en&cache-only=0",
            "defineEn": "in a way that causes physical or emotional discomfort or suffering",
            "defineVi": "theo cách gây ra sự khó chịu hoặc đau khổ về thể chất hoặc cảm xúc"
        },
        {
            "id": "33990999-bc64-4029-8169-54b2f9f73912",
            "word": "raging",
            "phonetic": "ɹeɪdʒɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "With pandemic raging, Jerry Seinfeld says now is not a time for comedy.",
                "AMNA NAWAZ: With the pandemic raging and the nation's economy teetering, this might seem like a strange time to start a business."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFnaW5n&hash=5fd8b3b2b47b7a745195938a48ce3015e9e81967&lang=en&cache-only=0",
            "defineEn": "very severe",
            "defineVi": "rất nghiêm trọng"
        },
        {
            "id": "7ed8e779-c3f7-43d2-866c-733669d89e4c",
            "word": "severe",
            "phonetic": "sᵻvɪɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The severest toil was child's play compared with this.",
                "When the company's financial problems became too severe to overcome, the CEO called in a financial consultant for advice.",
                "The company's prowess in driving a hard bargain has placed severe pressure on suppliers.",
                "Trauma surgeons work tirelessly to save lives, but ultimately they realize there is a remedy for everything except death and must accept that some injuries are simply too severe.",
                "Fibroids can cause severe pain."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V2ZXJl&hash=90886791d8d0e1fd24bc439a42b7b117bc236c8d&lang=en&cache-only=0",
            "defineEn": "very bad, harsh, or intense",
            "defineVi": "rất xấu, khắc nghiệt, hoặc dữ dội",
            "hasImg": true
        },
        {
            "id": "56f82858-f486-4c8b-ac9d-2d3eb897d2ab",
            "word": "sharp",
            "phonetic": "ʃɑːɹp ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Keep a sharp lookout for David.",
                "With a sharp knife, the chef expertly removed the gristle from the pork chops.",
                "He remained sharp as a tack.",
                "She felt a sharp pain in her hand.",
                "He's as sharp as a tack."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hhcnA&hash=972244ec15676b3b56066aa40a8e754d81066927&lang=en&cache-only=0",
            "defineEn": "keenly and painfully felt; as if caused by a sharp edge or point",
            "defineVi": "cảm nhận sâu sắc và đau đớn; như thể gây ra bởi một cạnh hoặc điểm sắc nét"
        },
        {
            "id": "ec6a1f2f-c056-4357-94ad-7e78d07ef0d5",
            "word": "sore",
            "phonetic": "soːɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "as she massaged her sore feet.",
                "The sunset over the Strait of Malacca is a sight for sore eyes.",
                "You're a sight for sore eyes!",
                "In Japan a European stands out like a sore thumb.",
                "The movie was great but the CGI was a sight for sore eyes."
            ],
            "audio": "https://tts.langeek.co/read?text=c29yZQ&hash=ac0ce0bd4ce1aa7fc2a7121f4cf3a55857197475&lang=en&cache-only=0",
            "defineEn": "(of a body part) painful, sensitive, or aching",
            "defineVi": "(của một bộ phận cơ thể) đau đớn, nhạy cảm, hoặc nhức nhối",
            "hasImg": true
        },
        {
            "id": "8bdfb8bd-84b7-4111-861a-6b4b3754e446",
            "word": "agoraphobic",
            "phonetic": "æɡoːɹɐfoʊbɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWdvcmFwaG9iaWM&hash=39866d15d444f15a19cdfed15d810426ecfb9be2&lang=en&cache-only=0",
            "defineEn": "suffering from agoraphobia; abnormally afraid of open or public places",
            "defineVi": "mắc chứng sợ khoảng rộng; bất thường sợ những nơi mở hoặc công cộng"
        },
        {
            "id": "b6789716-3190-4bc0-8a40-7298dfd1952d",
            "word": "anaemic",
            "phonetic": "ɐniːmɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW5hZW1pYw&hash=e73328b02a1f9dca110ec12b642ee4d6f1e84531&lang=en&cache-only=0",
            "defineEn": "relating to anemia or suffering from anemia",
            "defineVi": "liên quan đến thiếu máu hoặc bị thiếu máu"
        },
        {
            "id": "11ee3dd4-0607-4c3d-ac54-00b32b7a994c",
            "word": "arthritic",
            "phonetic": "ɑːɹθɹɪɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The first hurdle is that arthritis is actually a spectrum of over 100 different arthritic conditions.",
                "These arthritis-fighting behaviors can help us lead longer lives as we continue to research cures and treatments for the huge diversity of arthritic conditions."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0aHJpdGlj&hash=966c77bf235befd3644d395560053e790d8dc64b&lang=en&cache-only=0",
            "defineEn": "of or pertaining to arthritis",
            "defineVi": "của hoặc liên quan đến viêm khớp"
        },
        {
            "id": "b5d32a5e-4639-4322-8ab1-9da5419f4318",
            "word": "brain dead",
            "phonetic": "bɹeɪn dɛd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJhaW4gZGVhZA&hash=cd9b62e506d9f1048055cdb1303a4367bb79cc9a&lang=en&cache-only=0",
            "defineEn": "having irreversible loss of brain function as indicated by a persistent flat electroencephalogram",
            "defineVi": "bị mất chức năng não không hồi phục được biểu thị bằng điện não đồ phẳng dai dẳng"
        },
        {
            "id": "2928c284-5514-4170-be43-53abb22a5d7c",
            "word": "concussed",
            "phonetic": "kəŋkʌst ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29uY3Vzc2Vk&hash=ceaa3f04fe03933b6beee2aee51896dede4a0c51&lang=en&cache-only=0",
            "defineEn": "temporarily dizzy or unconscious after a bump, blow, or jolt to the head",
            "defineVi": "tạm thời chóng mặt hoặc bất tỉnh sau khi bị va đập, thổi hoặc giật mạnh vào đầu"
        },
        {
            "id": "e04dab0d-7fab-48d6-a946-f2f5d70f2438",
            "word": "dehydrated",
            "phonetic": "diːhaɪdɹeɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A dehydrated brain works harder to accomplish the same amount as a normal brain, and it even temporarily shrinks because of its lack of water.",
                "They proposed that the microbes would become dehydrated, spore-like things, floating around in the lower atmosphere.",
                "Rationing off water is bad because you can put yourself in a dehydrated state.",
                "And also our skin can start to sag, because our body relys on hydration and if we're purging chances are that we are pretty dehydrated.",
                "Sea snakes going this way could become dehydrated and die."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVoeWRyYXRlZA&hash=be8fd8b1a17c08d368ffb7cd12cfd9fe84cb7b31&lang=en&cache-only=0",
            "defineEn": "suffering from excessive loss of water from the body",
            "defineVi": "bị mất quá nhiều nước từ cơ thể"
        },
        {
            "id": "ad1fe3cb-8ebb-4349-b5af-07db9ce122c3",
            "word": "diabetic",
            "phonetic": "daɪəbɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Most diabetics need two to four vials per month.",
                "Alec’s official cause of death was diabetic ketoacidosis.",
                "Some diabetics live day-to-day and week-to-week on supplies.",
                "I'm diabetic, man.",
                "Many diabetics, not all diabetics, but many diabetics need to take insulin daily."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhYmV0aWM&hash=556d53f0a7285cf9f8343240402215b795e66cf5&lang=en&cache-only=0",
            "defineEn": "of or relating to or causing diabetes",
            "defineVi": "của, liên quan đến hoặc gây ra bệnh tiểu đường"
        },
        {
            "id": "66cb92f6-b9f3-48c6-b009-cf9dd440d703",
            "word": "dyslexic",
            "phonetic": "dɪslɛksɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But in fMRI studies with dyslexic patients, parts of these systems, like the temporal cortex, have shown lower levels of activation when they read.",
                "On the other hand, a dyslexic brain is more like a camera with a slower shutter speed so instead of capturing the wings clearly, it captures a blur.",
                "Really, though, there are many types of the disorder and many different components of reading, so there’s no single type of dyslexic brain.",
                "And they proposed that dyslexic patients’ eyes were sending conflicting, mirror images of the world to their brain.",
                "On top of that, a further study by those same authors found that following the six-week training, dyslexic kids’ reading skills improved, even without any specific reading training."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHlzbGV4aWM&hash=d7ee9bcefe9f4ad603f83b4787679359d42069aa&lang=en&cache-only=0",
            "defineEn": "having a learning disorder that affects a person's ability to read, write, and spell",
            "defineVi": "bị rối loạn học tập ảnh hưởng đến khả năng đọc, viết và đánh vần của một người"
        },
        {
            "id": "28741aa6-5c67-4e79-9f29-0120a420c6ea",
            "word": "epileptic",
            "phonetic": "ɛpɪlɛptɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The study involved three epileptic people who previously had electrodes implanted in their brains to help with their condition.",
                "And they found that epileptic seizures were more likely to happen on darker nights.",
                "So the full moon doesn’t trigger seizures, but epileptic seizures do somehow seem to be linked to lunar cycles.",
                "The number of epileptic seizures was actually lowest during the full moon and highest during the last quarter.",
                "They're searching for a scent that no human can detect: the scent of an epileptic seizure."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXBpbGVwdGlj&hash=91430ee9463c6c5871d83f8644d0b93f1efd38d7&lang=en&cache-only=0",
            "defineEn": "of or relating to or characteristic of epilepsy",
            "defineVi": "của, liên quan đến hoặc đặc điểm của bệnh động kinh"
        },
        {
            "id": "e26de934-327b-4fac-9a0f-4e6178813939",
            "word": "frostbitten",
            "phonetic": "fɹɔstbɪʔn̩ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnJvc3RiaXR0ZW4&hash=42776c6334fafe413646099c516793c6a369b9fe&lang=en&cache-only=0",
            "defineEn": "injured by freezing or partial freezing",
            "defineVi": "bị thương do đóng băng hoặc đóng băng một phần"
        },
        {
            "id": "bb4bf5e7-2163-4c7b-a438-bc78bd7eaf94",
            "word": "incontinent",
            "phonetic": "ɪŋkɑːntɪnənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They haven't figured out why he's incontinent."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jb250aW5lbnQ&hash=84180ffbaacc2bd180c46c10ac0d1c3bb2de8ea1&lang=en&cache-only=0",
            "defineEn": "not having control over urination and defecation",
            "defineVi": "không kiểm soát được tiểu tiện và đại tiện"
        },
        {
            "id": "ef2bfb3e-e342-49f9-b9e1-4aa56e81692c",
            "word": "leprous",
            "phonetic": "lɛpɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGVwcm91cw&hash=cf4c7f4973a466676680553dee7d8821b7bf3892&lang=en&cache-only=0",
            "defineEn": "relating to or resembling or having leprosy",
            "defineVi": "liên quan đến hoặc giống hoặc có bệnh phong"
        },
        {
            "id": "052b657c-a0b7-44c6-b23f-69f2ade735c4",
            "word": "malnourished",
            "phonetic": "mælnɜːɹɪʃt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The children were extremely malnourished, had very little social interaction with adults, and minimal care from their nurses.",
                "So refusing to yield to the urges won't make you malnourished.",
                "Eating too many of those foods could leave you overweight and malnourished.",
                "Basically, what we saw are dirty children who are malnourished, who are being severely neglected.",
                "They were said to have come from an experienced reptile keeper, but they both came in sick and malnourished and needed some medical attention to get them back to good health."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFsbm91cmlzaGVk&hash=a9994c238cafa19d8f3f46379a51c3ece991ef72&lang=en&cache-only=0",
            "defineEn": "not being provided with adequate nourishment",
            "defineVi": "không được cung cấp đầy đủ chất dinh dưỡng"
        },
        {
            "id": "f8240e09-be4f-43af-a0ad-126382402ebb",
            "word": "arthritic",
            "phonetic": "ɹuːmæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The first hurdle is that arthritis is actually a spectrum of over 100 different arthritic conditions.",
                "These arthritis-fighting behaviors can help us lead longer lives as we continue to research cures and treatments for the huge diversity of arthritic conditions."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0aHJpdGlj&hash=966c77bf235befd3644d395560053e790d8dc64b&lang=en&cache-only=0",
            "defineEn": "of or pertaining to arthritis",
            "defineVi": "của hoặc liên quan đến viêm khớp"
        },
        {
            "id": "e717d35a-d3c4-4385-925c-8778d3ab0475",
            "word": "sclerotic",
            "phonetic": "skləɹɑːɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "An owl’s eyes are shaped like tubes, and they're held in place by bones called sclerotic rings.",
                "All owls have large, forward-facing eyes, and large bones called sclerotic rings hold their eyes in place as owls turn their heads from side to side."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NsZXJvdGlj&hash=04222af4869c7b9c41196a0b269efb4efcf6715c&lang=en&cache-only=0",
            "defineEn": "relating to or having sclerosis; hardened",
            "defineVi": "liên quan đến hoặc bị xơ cứng; cứng lại"
        },
        {
            "id": "b91bc917-ca52-4f35-bcdf-ad1f6ffbc930",
            "word": "ulcerated",
            "phonetic": "ʌlsɚɹeɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dWxjZXJhdGVk&hash=cebbd721e9ab2722a0056d3bf12ac712c84e1f28&lang=en&cache-only=0",
            "defineEn": "having an ulcer or canker",
            "defineVi": "bị loét hoặc ung thư"
        },
        {
            "id": "3c05922c-a2fb-4c45-ad11-0bb01aee21b9",
            "word": "vertiginous",
            "phonetic": "vɜːtɪdʒɪnəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmVydGlnaW5vdXM&hash=b890979934e813fd0cc43d54e382f2560f1869eb&lang=en&cache-only=0",
            "defineEn": "having or causing a whirling sensation; liable to falling",
            "defineVi": "có hoặc gây ra cảm giác quay cuồng; có khả năng rơi",
            "hasImg": true
        },
        {
            "id": "99ee469e-cbf4-4cff-9d46-6cf7b673deb3",
            "word": "banged up",
            "phonetic": "bæŋɡd ʌp ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It’s basically everything from the moment the Universe big banged up to when the first stars formed, about 400 million years later.",
                "I think he’s gotten really banged up. ",
                "I don't really like wearing shoes, like sneakers and socks, anymore because I banged up my foot last year and, ever since, it's been considerably swollen.",
                "Well, I took a wrong turn, and I can now confirm that if you go down like a gypsum, very banged up road, it is quite comfy, So, that's always good to know."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFuZ2VkIHVw&hash=5619b8d3cb4de2aed978f63fe128d8bd8fb58bae&lang=en&cache-only=0",
            "defineEn": "harmed or injured",
            "defineVi": "bị hại hoặc bị thương",
            "hasImg": true
        },
        {
            "id": "bd68b17b-ce42-43a3-abe1-7a542717fdf5",
            "word": "battered",
            "phonetic": "bæɾɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Her battered body was discovered six days later.",
                "The battered vessel and its 18 sailors were all that remained of a fleet that had departed three years before.",
                "So I keep a listening for the moment when the grief becomes a window When I can see what I couldn’t see before, through the glass of my most battered dream, I watched a dandelion lose its mind in the wind and when it did, it scattered a thousand seeds.",
                "The National Health Service was built from the wreckage of World War II, something of a gift from the government to a battered and impoverished nation, which welcomed it."
            ],
            "audio": "https://tts.langeek.co/read?text=YmF0dGVyZWQ&hash=7719d7c5a669cec491fa6a1da97b5438ecd54409&lang=en&cache-only=0",
            "defineEn": "hurt or injured by frequent beatings or punishment",
            "defineVi": "bị thương hoặc bị thương do bị đánh đập hoặc trừng phạt thường xuyên"
        },
        {
            "id": "1d93a856-6d5f-49ed-b1a8-e6c09bd223c1",
            "word": "broken",
            "phonetic": "bɹoʊkən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The surgeon set her broken arm.",
                "This broken promise is a real kick in the teeth for our fans.",
                "He sounds like a broken record.",
                "The X-rays show that he has a broken ankle.",
                "He'd walk around the house repeating his favourite sayings like a broken record."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJva2Vu&hash=2c903d7b310169d9315e17c2b1276fd860f0bba5&lang=en&cache-only=0",
            "defineEn": "physically or mentally weakened as a result of much suffering",
            "defineVi": "thể chất hoặc tinh thần bị suy yếu do chịu nhiều đau khổ"
        },
        {
            "id": "afee95dd-1cae-41d4-b9f1-be53832463d0",
            "word": "burnt",
            "phonetic": "bɜːnt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnVybnQ&hash=06d00fc0708358320edb0bf62641a5e6483cd7e8&lang=en&cache-only=0",
            "defineEn": "damaged by or injured with extreme heat due to having contact with heated objects or exposure to harmful chemicals",
            "defineVi": "bị hư hỏng hoặc bị thương với nhiệt độ quá cao do tiếp xúc với các vật nóng hoặc tiếp xúc với hóa chất độc hại"
        },
        {
            "id": "840ac606-905b-44bc-af56-ecf7ffdc51a0",
            "word": "concussed",
            "phonetic": "kəŋkʌst ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29uY3Vzc2Vk&hash=ceaa3f04fe03933b6beee2aee51896dede4a0c51&lang=en&cache-only=0",
            "defineEn": "temporarily dizzy or unconscious after a bump, blow, or jolt to the head",
            "defineVi": "tạm thời chóng mặt hoặc bất tỉnh sau khi bị va đập, thổi hoặc giật mạnh vào đầu"
        },
        {
            "id": "245726e4-21da-4871-b13e-c14489d74764",
            "word": "bruising",
            "phonetic": "bɹuːzɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They were cruising for a bruising.",
                "Unless you've got your stuff together then you're cruising for a bruising",
                "15th century Europeans believed they had hit upon a miracle cure: a remedy for epilepsy, hemorrhage, bruising, nausea, and virtually any other medical ailment."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJ1aXNpbmc&hash=cd819cd07b5ae4808141298bd9eafe2cb78ffba6&lang=en&cache-only=0",
            "defineEn": "causing mental or emotional injury",
            "defineVi": "gây thương tích tinh thần hoặc tình cảm"
        }
    ]
}