{
    "id": "07230c63-c48d-4190-b681-94a65561274c",
    "title": "Looking For Trouble?",
    "originalTitle": "Lesson 37",
    "words": [
        {
            "id": "423d1207-eeba-4858-8348-35ab13889fd7",
            "word": "adventurous",
            "phonetic": "ɐdvɛntʃɚɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As adventurous eaters, they tried a variety of exotic foods but drew the line at kidneys.",
                "He's adventurous but he's got his head screwed on.",
                "I used to be an adventurous eater, but after getting food poisoning, I'm much more cautious.",
                "After eating that questionable street food, Sarah ended up riding the porcelain bus all night, regretting her adventurous appetite.",
                "And my folks were very adventurous."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2ZW50dXJvdXM&hash=aa0b86b48f38d2b00c41da798a5564b15b08df24&lang=en&cache-only=0",
            "defineEn": "(of a person) eager to try new ideas, exciting things, and take risks",
            "defineVi": "(của một người) háo hức thử những ý tưởng mới, những điều thú vị và chấp nhận rủi ro"
        },
        {
            "id": "02796882-7ce4-4b29-8b40-3ecf67385e98",
            "word": "to alarm",
            "phonetic": "tʊ ɐlɑːɹm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Set the alarm for 7 o'clock.",
                "He set the alarm for 7 a.m.",
                "This should ring alarm bells in all European countries and the United States.",
                "The fire alarm went off, and we evacuated the building.",
                "The assassination set alarm bells ringing in Washington and European capitals."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWxhcm0&hash=49b51f282f45d94c5852329dbeec6ea0e74bee73&lang=en&cache-only=0",
            "defineEn": "to scare someone or make them anxious",
            "defineVi": "để sợ ai đó hoặc làm cho họ lo lắng"
        },
        {
            "id": "e9318f27-2662-4bf9-a109-d948a1dd7fbe",
            "word": "alarmed",
            "phonetic": "ɐlɑːɹmd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But by 2015, American businesses and government officials were increasingly alarmed.",
                "Christina Frederick-Trosper, the teacher from Knox County, was alarmed.",
                "Jack was kind of alarmed.",
                "Between 1890 and 1950 alarmed citizens petitioned their state and local governments to create a detailed regulatory system of sexual line drawing.",
                "Hopefully won't get too alarmed, but they'll hopefully be alright."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxhcm1lZA&hash=bcd2697b1a8744c929eb309f55e2abb8a70c56c1&lang=en&cache-only=0",
            "defineEn": "worrying about or fearing something",
            "defineVi": "lo lắng về hoặc sợ hãi một cái gì đó",
            "hasImg": true
        },
        {
            "id": "ef6da1f1-49c0-43b0-8b28-cdf16727e576",
            "word": "daring",
            "phonetic": "dɛɹɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Come to think of it, that was very daring of you.",
                "Agnes de Mille’s dream ballet took the musical to a daring, expressionist place.",
                "But if you think that's extreme, consider this: Once a week, sloths risk their lives on a daring journey from the protective forest canopy to the ground.",
                "Anyway, Charlotte’s pseudonym was Currer Bell and as she wrote to the novelist Elizabeth Gaskell, she felt that the alias gave her daring.",
                "Be bold, daring, have courage to not know where will you end up."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFyaW5n&hash=78afb8c824893a7711c42c105ab6dbdf8b2002ca&lang=en&cache-only=0",
            "defineEn": "brave enough to take risks and do dangerous things",
            "defineVi": "đủ dũng cảm để chấp nhận rủi ro và làm những việc nguy hiểm",
            "hasImg": true
        },
        {
            "id": "e886ea08-baeb-42e7-989e-4b7c73c039c5",
            "word": "at-risk",
            "phonetic": "ætɹɪsk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Zoos can take at-risk animals, breed them in captivity, and then introduce them into the wild.",
                "Reverend Darren Faulkner works with at-risk individuals in Kansas City, Missouri, which this year has set a new record for homicides.",
                "[Narrator] Woods also works with kids through his charity for at-risk youth, the Tiger Woods Foundation.",
                "Now, at age 48, she uses music to teach at-risk students through YoYo's School of Hip Hop.",
                "But as Lewis explains, education is absolutely key to conservation of fireflies and of all at-risk species."
            ],
            "audio": "https://tts.langeek.co/read?text=YXQtcmlzaw&hash=f3e8b107d0d90af593eacec96038876f96be0725&lang=en&cache-only=0",
            "defineEn": "likely to be harmed or attacked",
            "defineVi": "có khả năng bị tổn hại hoặc bị tấn công"
        },
        {
            "id": "d76423a9-0cff-4431-8ca0-fd8d28f065d6",
            "word": "risk",
            "phonetic": "ɹɪsk ",
            "partOfSpeechType": "noun",
            "examples": [
                "This business method takes the risk of failure out of the table.",
                "Adults were also at risk from epidemics.",
                "Any investment involves an element of risk.",
                "All personal belongings are left at the owner’s risk.",
                "He risked his life to save his daughter from the fire."
            ],
            "audio": "https://tts.langeek.co/read?text=cmlzaw&hash=04e4cdff8d99bc8d81589bc95d4abc352d7180a0&lang=en&cache-only=0",
            "defineEn": "the possibility of something dangerous or unpleasant happening in the future; a situation that causes danger or problem",
            "defineVi": "khả năng xảy ra điều gì đó nguy hiểm hoặc khó chịu trong tương lai; một tình huống gây ra nguy hiểm hoặc vấn đề",
            "hasImg": true
        },
        {
            "id": "92cfa4c5-0674-4267-8dcf-8b5388254fdb",
            "word": "critical",
            "phonetic": "kɹɪɾɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His critical remarks ruffled the feathers of the board members.",
                "The question requires critical thinking and analysis.",
                "The actor's Oscar win was in the bag after receiving widespread critical acclaim for their performance.",
                "All three patients were considered to be in a critical condition.",
                "Her latest novel is her crowning glory, receiving widespread critical acclaim and topping the bestseller lists."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpdGljYWw&hash=b2513701d896eb18638b9a819717651f9e76ed01&lang=en&cache-only=0",
            "defineEn": "(of a problem or situation) very serious and possibly disastrous",
            "defineVi": "(của một vấn đề hoặc tình huống) rất nghiêm trọng và có thể là thảm họa"
        },
        {
            "id": "e327e50c-bebf-414b-9b1a-f3ac23064ac6",
            "word": "deadly",
            "phonetic": "dɛdli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He always warned his friends to be cautious of women, saying that the female of the species is more deadly than the male and that they should never underestimate a woman's ability to manipulate and deceive.",
                "One bite from this spider is deadly.",
                "Fortunately, these duels are rarely deadly.",
                "Constant exposure could be deadly.",
                "Some nematodes can be deadly."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVhZGx5&hash=29ffac727da96f32da555b01a016b918b10b66c2&lang=en&cache-only=0",
            "defineEn": "causing death or capable of causing death",
            "defineVi": "gây ra cái chết hoặc có khả năng gây ra cái chết",
            "hasImg": true
        },
        {
            "id": "49bc50ce-94c4-4fe0-ad3d-e2287a53c430",
            "word": "desperate",
            "phonetic": "dɛspɚɹət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Seeing no other option, the politician decided desperate times call for desperate measures and made a controversial speech spreading misleading information to sway the crucial election results.",
                "Seeing no other option, the politician decided desperate times call for desperate measures and made a controversial speech spreading misleading information to sway the crucial election results.",
                "In a desperate attempt to beat the clock, I raced to mail my tax return before midnight.",
                "Megan regretted throwing herself at Terry, realizing later that her actions came across as desperate and needy.",
                "It was clear to everyone at the club that Peter was throwing himself at anyone who showed the slightest interest, desperate for attention."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzcGVyYXRl&hash=73a4cfe54a3f981ec7ecc00a8da0bbce3bcb415f&lang=en&cache-only=0",
            "defineEn": "(of people) dangerous or violent because of having no hope",
            "defineVi": "(của người) nguy hiểm hoặc bạo lực vì không có hy vọng"
        },
        {
            "id": "33e5a7f9-22da-419e-b455-de5deeab1fe7",
            "word": "offensive",
            "phonetic": "əfɛnsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The celebrity had to eat crow and apologize for her offensive comments after facing backlash from the public and media.",
                "Upon seeing the offensive graffiti, a look of grimace crossed his face.",
                "When I asked my grandfather how much sleep he got each night, he replied, 'six hours' sleep for a man, seven for a woman, and eight for a fool,' which I found surprising and somewhat offensive.",
                "By 1917, they're making an offensive.",
                "Yeah, that's very offensive."
            ],
            "audio": "https://tts.langeek.co/read?text=b2ZmZW5zaXZl&hash=436d7137c4572764e6d4267beef9b3451939ad42&lang=en&cache-only=0",
            "defineEn": "describing something that is upsetting or disrespectful",
            "defineVi": "mô tả một cái gì đó là khó chịu hoặc thiếu tôn trọng"
        },
        {
            "id": "93c4deb2-3307-4ef8-b343-8ef4bb5bf2fd",
            "word": "harmless",
            "phonetic": "hɑːɹmləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Riding a bike without a helmet may seem like harmless fun, but it can have serious consequences.",
                "The seemingly harmless prank ended up causing a lot of trouble, proving that the mother of mischief is no bigger than a midge's wing.",
                "When it comes to cybersecurity, there is no little enemy, and even a seemingly harmless email or file can contain a dangerous virus or malware.",
                "Although he seemed friendly and harmless, his quiet demeanor made some people wary - after all, beware of a silent man and still water.",
                "Most bacteria are harmless to us."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFybWxlc3M&hash=778c9c5d82ebf4216a35aaef3ffcaeca884faf50&lang=en&cache-only=0",
            "defineEn": "causing no harm or damage",
            "defineVi": "không gây hại hoặc thiệt hại"
        },
        {
            "id": "eccc80c5-2225-437a-b107-465dd6cf4080",
            "word": "high-risk",
            "phonetic": "haɪɹɪsk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When Tom was offered a high-risk investment opportunity with the potential for a big payout, he remembered the saying better a steady dime than a rare dollar and decided to invest his money in a more stable option.",
                "Well, it's high-risk training.",
                "I'm a high-risk OB at New York-Presbyterian Hospital/Weill Cornell.",
                "I'm a high-risk OB at New York Presbyterian/Columbia.",
                "I am in a high-risk group."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlnaC1yaXNr&hash=584b1e71f67012e6f4c1e8919292b5318d2862af&lang=en&cache-only=0",
            "defineEn": "describing something that could become highly dangerous or harmful",
            "defineVi": "mô tả một cái gì đó mà có thể trở nên rất nguy hiểm hoặc có hại"
        },
        {
            "id": "895e16a6-9f0b-4355-89f4-936daec124f5",
            "word": "low-risk",
            "phonetic": "loʊɹɪsk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "JAMA 2012: \"Overall, Omega-3 supplementation was not associated with a lower-risk of all-cause mortality.\"",
                "So I think that there's great opportunity here with unmanned cargo aircraft to start proving out some of the technologies in a lower-risk environment without people on board, and these same technologies can eventually be introduced to the aircraft that we will use for flying around cities to and from work."
            ],
            "audio": "https://tts.langeek.co/read?text=bG93LXJpc2s&hash=8ada5a71f5aea806549cb4a68f2843484970bdab&lang=en&cache-only=0",
            "defineEn": "characterized by involving a small amount of danger and having very low possibility of causing injury or death",
            "defineVi": "đặc trưng bởi liên quan đến một lượng nhỏ nguy hiểm và có khả năng gây thương tích hoặc tử vong rất thấp"
        },
        {
            "id": "b832a7e5-df41-4853-9ab4-668e16bac32b",
            "word": "secure",
            "phonetic": "sᵻkjʊɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The apartment has a secure entry system.",
                "A win today secures our spot in the championship, so go out there and give 110%!",
                "She keeps her passport in a secure place at home.",
                "A secure background will help a child to grow emotionally.",
                "The entrepreneur's friends in high places helped her secure funding for her startup and launch it successfully."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VjdXJl&hash=26409ff32a47eb4b2e196a82efbf82606ade525b&lang=en&cache-only=0",
            "defineEn": "describing something that is away from danger",
            "defineVi": "mô tả một cái gì đó tránh xa nguy hiểm",
            "hasImg": true
        },
        {
            "id": "a2af6f29-53b4-4780-8059-7996073e7407",
            "word": "harmful",
            "phonetic": "hɑːɹmfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The body's immune system protects against harmful bacteria and viruses.",
                "She uses organic gardening methods in her garden, avoiding harmful chemicals.",
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure.",
                "Peaches are packed with antioxidants that help protect your body against harmful free radicals.",
                "Many women feel pressure to maintain a youthful appearance as they age due to the harmful stereotype that 'a woman is as old as she looks', which can lead to body image issues and low self-esteem."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFybWZ1bA&hash=e27321b3ab9d224ec29854569ac3bd6b1a6a16d9&lang=en&cache-only=0",
            "defineEn": "causing damage or negative effects to someone or something",
            "defineVi": "gây thiệt hại hoặc tác động tiêu cực đến ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "cf939ce4-bca5-496c-bdb8-27716e11c1d9",
            "word": "insecure",
            "phonetic": "ɪnsᵻkjʊɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Sarah tends to dwell on her mistakes, which makes her feel anxious and insecure.",
                "About 15% of the kids demonstrated insecure ambivalent attachment.",
                "So he was insecure.",
                "And after her father’s death in 1805, her financial position and the positions of her mother and her sister became increasingly insecure.",
                "He was insecure about his stature."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zZWN1cmU&hash=52099de2d2174e2486c56e8e0d8f4a3198c144b9&lang=en&cache-only=0",
            "defineEn": "describing something that is not safe",
            "defineVi": "mô tả cái gì đó không an toàn"
        },
        {
            "id": "04fa17bb-b36a-4450-8031-ef85e146650c",
            "word": "sound",
            "phonetic": "saʊnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The tax increase sounded the death knell for the business.",
                "He sounds about as much fun as a wet weekend in Carmarthenshire.",
                "The bell sounded for dinner.",
                "A cup of tea sounds perfect.",
                "Your presentation sounded great, honestly."
            ],
            "audio": "https://tts.langeek.co/read?text=c291bmQ&hash=ae77e73272d1ed95565097850d9f17ce0582a780&lang=en&cache-only=0",
            "defineEn": "being financially safe and secure",
            "defineVi": "được an toàn và bảo đảm về tài chính"
        },
        {
            "id": "5beac12e-d71c-4c37-b482-54860c5620ff",
            "word": "nasty",
            "phonetic": "næsti ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's only going to get nastier.",
                "These storms are some of the nastiest monsters that Earth’s Gamemakers throw our way.",
                "And then once you've got the problematic one, I mean, is that just the world's nastiest sudoku puzzle?",
                "One of our three competitors claims the nastiest one.",
                "But it turns out that loneliness might have an even nastier set of tricks up its sleeve: It could be wreaking havoc on our health and even cutting short our lives."
            ],
            "audio": "https://tts.langeek.co/read?text=bmFzdHk&hash=ef9cf4b0200a0f3e18f96ce8a9f06c5f50d675f6&lang=en&cache-only=0",
            "defineEn": "extremely serious, dangerous, or difficult to deal with",
            "defineVi": "cực kỳ nghiêm trọng, nguy hiểm hoặc khó giải quyết"
        },
        {
            "id": "4a7fcad6-39a1-4878-aeea-01479ff1a0f3",
            "word": "risky",
            "phonetic": "ɹɪski ",
            "partOfSpeechType": "adjective",
            "examples": [
                "An ostrich strategy for covid-19 is too risky.",
                "That investment is too risky.",
                "They know the consequences but still engage in risky behavior.",
                "The entrepreneur shot for the moon by pursuing a risky business venture that had the potential for huge rewards.",
                "I know it's risky, but if I'm going to get in trouble anyway, I might as well be hanged for a sheep as a lamb."
            ],
            "audio": "https://tts.langeek.co/read?text=cmlza3k&hash=eba81ef43cac09607018fd04b7c0cd0b787b4c31&lang=en&cache-only=0",
            "defineEn": "having the potential of loss, danger, harm, or failure",
            "defineVi": "có khả năng mất mát, nguy hiểm, tổn hại hoặc thất bại",
            "hasImg": true
        },
        {
            "id": "6e458c96-9cf9-4b0b-838e-89a070b98920",
            "word": "to encounter",
            "phonetic": "tʊ ɛŋkaʊntɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "They had a bad hair day on their vacation, encountering unexpected weather, canceled plans, and lost luggage.",
                "After his breakup, Nicholas experienced a dry spell and went without any sexual encounters for several months.",
                "Peter had been trying to fix an issue on his car all afternoon, but kept encountering new problems.",
                "I was really scared when I encountered a bear in the wilderness.",
                "In fact, probably about 95% of Europeans never encountered the Renaissance's opulence or art or modes of thought."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5jb3VudGVy&hash=d7dfe62e2777bbe8e27e66ebe9644d1fc59f8f61&lang=en&cache-only=0",
            "defineEn": "to be faced with an unexpected difficulty during a process",
            "defineVi": "phải đối mặt với một khó khăn bất ngờ trong một quá trình"
        },
        {
            "id": "d1f6c290-0ea5-49d1-94f6-8cded11d18cc",
            "word": "to endanger",
            "phonetic": "tʊ ɛndeɪndʒɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He can't back you up without endangering his career I'm afraid.",
                "The endangered species was living on borrowed time as their habitat continued to be destroyed.",
                "These elephants are endangered. ",
                "These elephants are endangered.",
                "Across the Atlantic, deforestation in Ituri in the Congo Basin, the world’s second largest expanse of equatorial rainforest, is endangering the mountain gorilla."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5kYW5nZXI&hash=0aeaad55c7918814577f0eda8ad610e73782b105&lang=en&cache-only=0",
            "defineEn": "to put someone or something in harm's way",
            "defineVi": "để đặt một ai đó hoặc một cái gì đó theo cách có hại"
        },
        {
            "id": "c2893c4e-445f-47b8-af02-1ef33baf2ee8",
            "word": "to harm",
            "phonetic": "tə hɑːɹm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The guy couldn't even harm a flea.",
                "They mean no harm.",
                "They mean no harm.",
                "The years of stagnation did a lot of harm to the younger generation.",
                "If the head and feet keep warm, the rest will take no harm, and our overall health and well-being will thrive."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFybQ&hash=e25e7d48cec569624804193a30c4490d7c885c07&lang=en&cache-only=0",
            "defineEn": "to hurt someone or damage something",
            "defineVi": "để làm tổn thương một ai đó hoặc thiệt hại một cái gì đó"
        },
        {
            "id": "a37618ed-1621-40df-8c20-cf4a9c0f686e",
            "word": "to pose",
            "phonetic": "tə poʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Lisa walked into the room and struck a pose, hoping she would be noticed.",
                "The art class featured a live model who posed in the raw, allowing the students to study and capture the human form in its natural state.",
                "Mike's striking a pose of confidence.",
                "The cold weather in Minnesota posed a special challenge to shopper comfort.",
                "New EV trucks pose a threat to the truck makers market share."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9zZQ&hash=0936d80d82530f3e12bad1fcb89b9df7bb4ddb5f&lang=en&cache-only=0",
            "defineEn": "to introduce danger, a threat, problem, etc.",
            "defineVi": "để giới thiệu nguy hiểm, một mối đe dọa, vấn đề, vv"
        },
        {
            "id": "14d6e369-b04e-444e-aec6-1d94ed696400",
            "word": "to threaten",
            "phonetic": "tə θɹɛʔn̩ ",
            "partOfSpeechType": "verb",
            "examples": [
                "My assistant is threatening to leave.",
                "They're threatening to go on strike again.",
                "They threatened to beat my brains in if I ever came here again.",
                "Dad threatened to stop £1 a week from our pocket money if we didn't clean our rooms.",
                "Emergency aid could save millions threatened with starvation."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGhyZWF0ZW4&hash=14b035c799c332ec128b9f3198ad9190c7fa356c&lang=en&cache-only=0",
            "defineEn": "to say that one is willing to damage something or hurt someone if one's demands are not met",
            "defineVi": "để nói rằng một người sẵn sàng làm hỏng một cái gì đó hoặc làm tổn thương ai đó nếu nhu cầu của một người không được đáp ứng",
            "hasImg": true
        },
        {
            "id": "ee10379a-dc8a-49c0-947f-554a69ad0d94",
            "word": "happening",
            "phonetic": "hæpənɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A chain of tragic incidental events and uncertainties led to this happening.",
                "- It became a happening.",
                "There is new research happening.",
                "There's something wrong happening.",
                "So prophase in I, you also have this happening."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFwcGVuaW5n&hash=fab0fed2a9c65a92bd5d3c51bd4830c1062e8885&lang=en&cache-only=0",
            "defineEn": "an event or something that happens",
            "defineVi": "một sự kiện hoặc một cái gì đó xảy ra"
        },
        {
            "id": "7e5d751c-6e55-42f0-90e7-259bfba3559f",
            "word": "to rescue",
            "phonetic": "tə ɹɛskjuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The rescue team arrived in a helicopter to help the stranded hikers.",
                "Fallen rock is impeding the progress of rescue workers.",
                "The firefighters rescued the trapped hiker, bringing him back safe and sound to his worried friends.",
                "The firefighter who rescued us was our knight in shining armor.",
                "When Ashley's car broke down on the side of the road, Daniel, her knight in shining armor, arrived to rescue her and fix the engine."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzY3Vl&hash=b7497dfabf1fd311ad4687d48a616e4797770cd3&lang=en&cache-only=0",
            "defineEn": "to save a person or thing from danger, harm, or a bad situation",
            "defineVi": "để cứu một người hoặc điều từ nguy hiểm, tổn hại, hoặc một tình huống xấu",
            "hasImg": true
        },
        {
            "id": "2e3b52ab-0fd1-441f-9b2c-cf2d4761e5ad",
            "word": "rescuer",
            "phonetic": "ɹɛskjuːɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Rescuers pulled Salem’s brother, Muhammad, out from the rubble.",
                "Rescuers dug frantically, some with bare hands.",
                "Her rescuer was Xu Xian in a past life.",
                "Over the radio, flight observers warned rescuers that a Russian warplane was circling overhead.",
                "Men walked into the sea and swan to their rescuers."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzY3Vlcg&hash=cc67afd82af508c282a12b88a21214f330df576a&lang=en&cache-only=0",
            "defineEn": "someone who saves a person or animal from a critical or harmful situation",
            "defineVi": "một người cứu một người hoặc động vật từ một tình huống nghiêm trọng hoặc có hại"
        },
        {
            "id": "e72397fd-1be6-4f62-bf5a-323d97d09bc1",
            "word": "threat",
            "phonetic": "θɹɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many companies saw the advent of online retailing as a threat to their bricks and mortar business.",
                "These threats are not to be taken lightly.",
                "Congress must act decisively against this threat.",
                "But they certainly view China as a threat of such dimensions that their minds boggle.",
                "I never thought you would carry out your threat."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhyZWF0&hash=2991797013f5137ba4dc7b3ebb9114a9186c1f89&lang=en&cache-only=0",
            "defineEn": "someone or something that is possible to cause danger, trouble, or harm",
            "defineVi": "một ai đó hoặc một cái gì đó có thể gây nguy hiểm, rắc rối, hoặc làm hại"
        },
        {
            "id": "169d139a-8366-478d-a383-62e11f2dc0eb",
            "word": "out of harm's way",
            "phonetic": "aʊɾəv hɑːɹm bækslæʃ ɛs weɪ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3V0IG9mIGhhcm0ncyB3YXk&hash=7b52c7959c8046f97a7e994693a0b99265ec8cdb&lang=en&cache-only=0",
            "defineEn": "in a place or position that is safe from danger or damage",
            "defineVi": "ở một nơi hoặc vị trí an toàn khỏi nguy hiểm hoặc thiệt hại"
        },
        {
            "id": "428d96e7-a65c-40e7-841b-372bfee033eb",
            "word": "to disturb",
            "phonetic": "tə dɪstɜːb ",
            "partOfSpeechType": "verb",
            "examples": [
                "Oh, pardon me, I didn’t mean to disturb you.",
                "Please keep the noise down, our neighbors upstairs might get disturbed.",
                "Occasionally, clueless humans or major floods disturb the nest.",
                "And a caution to viewers: Images and accounts in these reports may disturb some viewers.",
                "So we're disturbing dinner."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzdHVyYg&hash=2b87024f92a32cefe8e120a1acca7d76925b9ae6&lang=en&cache-only=0",
            "defineEn": "to trouble someone and make them uneasy",
            "defineVi": "gây rắc rối cho ai đó và khiến họ khó chịu",
            "hasImg": true
        },
        {
            "id": "6a0dbd18-6e8c-4bba-9218-743ca92b455d",
            "word": "to offend",
            "phonetic": "tʊ əfɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The film looks likely to offend many people.",
                "I didn't mean to offend you.",
                "I really put my foot in it at the party last night when I told a joke that offended everyone.",
                "When she realized that her words had hurt her friend's feelings, she felt terrible - she knew that a good friend never offends and that she needed to be more careful with her words in the future.",
                "I didn't read the room well, and I ended up saying something that offended everyone."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb2ZmZW5k&hash=89d6aaecc3d5a82e89e9d4d7ab4d9115f1931389&lang=en&cache-only=0",
            "defineEn": "to cause someone to feel disrespected, upset, etc.",
            "defineVi": "để khiến ai đó cảm thấy không được tôn trọng, khó chịu, v.v."
        },
        {
            "id": "7b8ed49d-318e-4d2d-961d-0ee5512401ec",
            "word": "off the hook",
            "phonetic": "ɔf ðə hʊk ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2ZmIHRoZSBob29r&hash=bee54be86129ab98c84a6aeb8d4b735200d64c69&lang=en&cache-only=0",
            "defineEn": "no longer facing a difficulty, danger, or punishment",
            "defineVi": "không còn phải đối mặt với một khó khăn, nguy hiểm, hoặc hình phạt"
        },
        {
            "id": "60d51340-18f7-4c01-a8b1-ee9c245fb853",
            "word": "to scream",
            "phonetic": "tə skɹiːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "I screamed and kicked the furniture and threw a hissy fit.",
                "The crowd started screaming blue murder when the football match was interrupted.",
                "I thought I heard a scream.",
                "I stopped dead in my tracks when I heard the scream",
                "The kids are having a field day at the amusement park, laughing and screaming on the rides."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NyZWFt&hash=aaa5fec75c54e474f33135bb088172c9f9d8541f&lang=en&cache-only=0",
            "defineEn": "to give a long loud shout when we are feeling a strong emotion",
            "defineVi": "để hét to khi chúng ta đang cảm thấy một cảm xúc mạnh mẽ",
            "hasImg": true
        },
        {
            "id": "ee194676-709c-4015-9c85-2fa8d0782010",
            "word": "neutral",
            "phonetic": "nuːtɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So four of these carbons are neutral.",
                "Neutral bromine has one, two, three, four, five, six, seven valence electrons.",
                "And this entire molecules becomes neutral.",
                "This one is also neutral for the same reason.",
                "These were neutral."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV1dHJhbA&hash=1176d2ca596b06efa4b02600efbd6328b2731438&lang=en&cache-only=0",
            "defineEn": "not taking any sides in a conflict, competition, or dispute and remaining impartial",
            "defineVi": "không đứng về phía nào trong một cuộc xung đột, cạnh tranh hoặc tranh chấp và giữ thái độ vô tư",
            "hasImg": true
        },
        {
            "id": "374ad97e-cea9-4141-9e51-a0ec460b2048",
            "word": "to alert",
            "phonetic": "tʊ ɐlɜːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The child's cry of fear alerted the adults to the presence of a spider.",
                "I'll be more alert when I get this medication out of my system.",
                "The attack was unsuccessful and served only to alert the enemy.",
                "After a period of fighting and dying, macrophages alert the brain of the immune system: the dendritic cells.",
                "The owner routinely alerted the police."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWxlcnQ&hash=665be3b69add0b0ea1944d61d47e1fb9c7b2b804&lang=en&cache-only=0",
            "defineEn": "to warn someone of a possible danger",
            "defineVi": "để cảnh báo ai đó về một mối nguy hiểm có thể"
        },
        {
            "id": "fed8c945-af3f-457d-ae18-8c464e77483c",
            "word": "disrespectful",
            "phonetic": "dɪsɹɪspɛktfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's disrespectful.",
                "It's never disrespectful.",
                "Also, people can be just as disrespectful inside as outside at the drive thru.",
                "\"It is extremely disrespectful and makes me feel \"very unsafe in my own home.",
                "Do you think that it's disrespectful that Trump comes with this offer to buy Greenland?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzcmVzcGVjdGZ1bA&hash=c0764527f60351630c7c2253dd4798c2be774f8c&lang=en&cache-only=0",
            "defineEn": "behaving or talking in a way that is offensive to a person or thing",
            "defineVi": "cư xử hoặc nói chuyện theo cách gây khó chịu cho một người hoặc vật",
            "hasImg": true
        },
        {
            "id": "8e1c4dd7-de59-47f5-a00f-69b6373d5c93",
            "word": "on (the|a) razor's edge",
            "phonetic": "ɔnðə slæʃ ɐ ɹeɪzɚ bækslæʃ ɛs ɛdʒ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b24gdGhlIHJhem9yJ3MgZWRnZQ&hash=91197fe313d76a48b49a987232d14925d8af19c4&lang=en&cache-only=0",
            "defineEn": "to be in a very critical state in a way that any mistake can put one in danger",
            "defineVi": "ở trong tình trạng rất quan trọng theo cách mà bất kỳ sai lầm nào cũng có thể khiến một người gặp nguy hiểm"
        },
        {
            "id": "b1e151f0-0a1e-46e6-9454-93a20bf1fa89",
            "word": "fearsome",
            "phonetic": "fɪɹsʌm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Your opponents are fearsome.",
                "They were fearsome warriors.",
                "The fearsome creature that wields these weapons?",
                "This fearsome Ice Age cat, the size of a modern-day tiger, had a pair of fangs nearly 18 centimeters long.",
                "But wormlions set a fearsome trap that’s straight out of science fiction."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVhcnNvbWU&hash=e39975146f633c66daf95473658c7aa3845ba448&lang=en&cache-only=0",
            "defineEn": "provoking a feeling of dread",
            "defineVi": "kích động một cảm giác sợ hãi"
        }
    ]
}