{
    "id": "076c6a34-9566-495a-a9e4-184140a6a5a1",
    "title": "Related to Animals",
    "originalTitle": "Related to Animals",
    "words": [
        {
            "id": "bcb1d28a-4598-48ce-b90d-5a1e43b80f8f",
            "word": "fauna",
            "phonetic": "fɔːnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "And as the world’s climate changed, so did its flora and fauna.",
                "Fossils of marine fauna like crinoids are common from this time.",
                "As fauna and flora flourish, Earth’s climate slowly recovers from millennia of human impact.",
                "The other fauna at Luoping may have also played a part in pushing Atopodentatus toward herbivory.",
                "First came the mysterious Ediacaran fauna, and then the animals that mark the Cambrian Explosion."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF1bmE&hash=e0e9153c1ec568fe177a688e795770ddd45fa5cf&lang=en&cache-only=0",
            "defineEn": "the animals of a particular geological period or region",
            "defineVi": "các loài động vật của một thời kỳ địa chất cụ thể hoặc khu vực",
            "hasImg": true
        },
        {
            "id": "178b3ae1-9756-4bb7-be73-d409187291d4",
            "word": "indigenous",
            "phonetic": "ɪndɪdʒənəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Maasai tribe is one of the indigenous tribes of Africa.",
                "No indigenous person has died from COVID-19.",
                "The other one was a truly indigenous Indian vaccine.",
                "However, the enslavement of Indigenous peoples still occurred.",
                "Oregano iss an indigenous sweet pea."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kaWdlbm91cw&hash=4017c4bbe1cf46ebc6f72ec527946ef209ff5438&lang=en&cache-only=0",
            "defineEn": "(of animals and plants) found and developed only in a particular place and not been brought from elsewhere",
            "defineVi": "(của động vật và thực vật) chỉ được tìm thấy và phát triển ở một nơi cụ thể và không được mang từ nơi khác đến",
            "hasImg": true
        },
        {
            "id": "5752b48c-82f2-4eab-9fca-f006a2f3fa95",
            "word": "canine",
            "phonetic": "keɪnaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Next up is canine distemper.",
                "To the researchers' excitement, the canines excelled.",
                "Males' canines are twice as long as females'.",
                "But the canines spread well beyond the continent.",
                "Together with wolves, these meat-eating mammals are called canines."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FuaW5l&hash=4e6987c2a0a20f42031ce67d2385253cb5f1d848&lang=en&cache-only=0",
            "defineEn": "relating to dogs",
            "defineVi": "liên quan đến chó",
            "hasImg": true
        },
        {
            "id": "d5860064-9451-451b-b6a5-828cf38b534c",
            "word": "feline",
            "phonetic": "fiːlaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The famous feline inspires books, holiday greeting cards, and even chocolate.",
                "The giant feline lurks along snowy streets and countrysides, checking in windows to see which children received new clothes for Christmas.",
                "Today, this group includes the Murine leukemia virus in mice and Feline leukemia virus in cats.",
                "That’s something that happens with dengue viruses, for instance, and one feline coronavirus that we know of.",
                "We’ve known for a while that the feline love of catnip and silver vine is inborn."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVsaW5l&hash=0fa2b70e8181af16eeb38c75fc3c15ac1449b73c&lang=en&cache-only=0",
            "defineEn": "any animal in the cat family",
            "defineVi": "bất kỳ con vật nào trong gia đình mèo",
            "hasImg": true
        },
        {
            "id": "6cb56b7b-8298-4911-85d7-1f4a0f4546a0",
            "word": "invertebrate",
            "phonetic": "ɪnvɜːɾɪbɹeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This makes them Earth’s fastest invertebrates.",
                "It typically makes the hard parts of invertebrates, like crab shells and the exoskeletons of insects and spiders.",
                "Invertebrates from mollusks to coral to starfish all use calcium to build their bodies’ support structures.",
                "And then we have animals like invertebrates that have an exoskeleton.",
                "Only a handful of invertebrates can remember where things are like this."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52ZXJ0ZWJyYXRl&hash=39bd89465a7f84704eb91b7f89bdc0bc2d2e59f9&lang=en&cache-only=0",
            "defineEn": "any animal that does not possess or cannot develop a spinal column, such as an arthropod, mollusk, etc.",
            "defineVi": "bất kỳ động vật nào không sở hữu hoặc không thể phát triển cột sống, chẳng hạn như động vật chân đốt, động vật thân mềm, v.v.",
            "hasImg": true
        },
        {
            "id": "7a1ebd79-add0-4dba-9578-9f034adbd6cd",
            "word": "amphibian",
            "phonetic": "æmfɪbiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And like fish, amphibians lay eggs that don’t have protective shells.",
                "But afterward, in the Triassic, some amphibians still held on.",
                "See you, giant amphibians!",
                "It shared its tropical forests and humid swamps with amphibians like Cochleosaurus, a giant, semiaquatic ambush predator - like, the amphibian version of today’s crocodiles.",
                "When amphibians first wiggled their way out of the swamps and walked onto land."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1waGliaWFu&hash=2cc2017840129ddfad27973e8d9d453012f81341&lang=en&cache-only=0",
            "defineEn": "any cold-blooded animal with the ability to live both on land and in water, such as toads, frogs, etc.",
            "defineVi": "bất kỳ động vật máu lạnh nào có khả năng sống cả trên cạn và dưới nước, chẳng hạn như cóc, ếch, v.v.",
            "hasImg": true
        },
        {
            "id": "3854674d-0e21-4425-bba7-0559e3ea9fb6",
            "word": "exoskeleton",
            "phonetic": "ɛksoʊskɛlᵻtən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The secret is in its exoskeleton.",
                "- I got an exoskeleton in my teeth.",
                "They also have a super-tough exoskeleton.",
                "Soon, a sac-shaped barnacle body emerges out of the crab’s exoskeleton like a horrible pimple.",
                "We created an exoskeleton."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhvc2tlbGV0b24&hash=1a103f4cb0614bb9a4ba0347286e4ab13d293647&lang=en&cache-only=0",
            "defineEn": "the hard outer covering that supports the body of an animal, such as an arthropod",
            "defineVi": "lớp vỏ cứng bên ngoài hỗ trợ cơ thể của động vật, chẳng hạn như động vật chân đốt",
            "hasImg": true
        },
        {
            "id": "a3d9076d-12be-4ce9-834c-f5df798ee314",
            "word": "arthropod",
            "phonetic": "ɑːɹθɹəpɑːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, unlike arthropods, mollusks have hearts with multiple chambers.",
                "Lobsters are arthropods, in the same large group as insects.",
                "Arachnids are arthropods with 2 body segments, 8 legs, and no antennae.",
                "So, arthropods, mollusks and vertebrates all separately acquired some version of a heart within the same general stretch of geologic time, in the Late Ediacaran Period and the early Cambrian.",
                "They're arthropods just like insects."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0aHJvcG9k&hash=b82424ccc9541b3f9ea3b5ee5f12cccb0adf9680&lang=en&cache-only=0",
            "defineEn": "an invertebrate animal with a segmented body and a chitinous exoskeleton, such as a spider, crab, etc.",
            "defineVi": "một động vật không xương sống với cơ thể phân đoạn và bộ xương ngoài bằng kitin, chẳng hạn như nhện, cua, v.v.",
            "hasImg": true
        },
        {
            "id": "d8c34d93-942c-47fd-9254-344af1dbf78a",
            "word": "reptilian",
            "phonetic": "ɹɛptɪliən ",
            "partOfSpeechType": "noun",
            "examples": [
                "But their bones were distinctly reptilian.",
                "This is reptilian.",
                "Khaleesi's reptilian children have very long necks and tails, large wings, and only hind legs.",
                "This is a reptilian tortoise.",
                "I think this a reptilian snake."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwdGlsaWFu&hash=172b155f3f0359e90f3fa315e5793902103388c5&lang=en&cache-only=0",
            "defineEn": "any cold-blooded animal of the class Reptilia that breathes air and is a vertebrate, such as snakes, frogs, etc.",
            "defineVi": "bất kỳ động vật máu lạnh nào thuộc lớp Bò sát hít thở không khí và là động vật có xương sống, chẳng hạn như rắn, ếch, v.v.",
            "hasImg": true
        },
        {
            "id": "672add8e-b877-4e19-9929-229d6852e181",
            "word": "mollusk",
            "phonetic": "mɑːlʌsk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, unlike arthropods, mollusks have hearts with multiple chambers.",
                "And this same reasoning applies to mollusks.",
                "This animal is sometimes interpreted as a mollusk.",
                "Narrator: The size of the pearl largely depends on the size of the mollusk.",
                "The main reason for the color difference is the species of the mollusk."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9sbHVzaw&hash=e27cdf4d76a5e9a3a6a796535478874f55a8e324&lang=en&cache-only=0",
            "defineEn": "any invertebrate that lives in aquatic or damp habitats and has a soft unsegmented body, often covered with a shell",
            "defineVi": "bất kỳ động vật không xương sống nào sống trong môi trường sống dưới nước hoặc ẩm ướt và có thân mềm không phân đốt, thường được bao phủ bởi một lớp vỏ",
            "hasImg": true
        },
        {
            "id": "14634f3b-19ef-4dd9-a6c9-2b9b556f7147",
            "word": "vermin",
            "phonetic": "vɜːmɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Vermin were a major scourge of the seven seas.",
                "Cats are often seen as vermin, and there have been many attempts to get a handle on their growing population.",
                "These extremely contagious little vermin can climb aboard when your hair or head touches someone else’s, though probably not via hats or combs like we used to think.",
                "Now, your worms might be vermin, but they need a comfortable space to live and work: some bedding materials, either shredded paper or cardboard, some moisture, and, of course, food, mainly, your leftovers, slightly decomposed table scraps."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVybWlu&hash=25286575017609cc87a23db4c0f93dfc954e67f5&lang=en&cache-only=0",
            "defineEn": "small animals or insects that are believed to be destructive and are difficult to handle when they appear in a considerable number",
            "defineVi": "động vật nhỏ hoặc côn trùng được cho là phá hoại và khó xử lý khi chúng xuất hiện với số lượng lớn",
            "hasImg": true
        },
        {
            "id": "cdf77d2e-351e-4270-98dd-ebd377bff9d1",
            "word": "carnivore",
            "phonetic": "kɑːɹnɪvoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This carnivore was Nanuqsaurus, a northern relative of Tyrannosaurus rex.",
                "Many modern carnivores are digitigrade walkers.",
                "And more spider monkeys, insects and sloths mean more food for carnivores.",
                "And in its day, was the largest carnivore on land.",
                "For example, most large carnivores like lions and tigers that are bred in captivity die when released into the wild."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fybml2b3Jl&hash=df57e37d69e0fccd7eb0b546690c550ffdf80021&lang=en&cache-only=0",
            "defineEn": "an animal that feeds on the flesh of other animals",
            "defineVi": "một con vật ăn thịt của những con vật khác",
            "hasImg": true
        },
        {
            "id": "209b0c1a-a776-40b3-9df5-f4ad0d9985ec",
            "word": "herbivore",
            "phonetic": "hɜːbɪvoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Most herbivores supplement a leafy diet with higher energy foods like fruit and seeds.",
                "And bigger herbivores meant bigger meat eaters too.",
                "For herbivores, this change in food supply could have been a game changer.",
                "Meanwhile, dicynodonts were herbivores, too, but they didn’t have teeth.",
                "And in turn, these herbivores were stalked by skilled predators like saber-tooth cats and dire wolves."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVyYml2b3Jl&hash=f70def470e6e8b8dd1445b6ec19897e64a251dec&lang=en&cache-only=0",
            "defineEn": "any animal that only feeds on plants",
            "defineVi": "bất kỳ động vật nào chỉ ăn thực vật",
            "hasImg": true
        },
        {
            "id": "9f6c6e66-764a-459c-8358-9c7be8192ecd",
            "word": "omnivore",
            "phonetic": "ɑːmnɪvoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So these guys are true omnivores.",
                "Squirrels are omnivores that defend their territories fiercely.",
                "And omnivores, like humans, get their energy by eating both plants and animals.",
                "Like people, ravens are omnivores, which means that they eat both plants and other animals.",
                "They include everything from the crested carnivore Dilophosaurus to the parrot-like omnivore Oviraptor."
            ],
            "audio": "https://tts.langeek.co/read?text=b21uaXZvcmU&hash=05aab46dae18f1aa4702d8915ef46e8fb83d0d95&lang=en&cache-only=0",
            "defineEn": "an animal or person that feeds on a wide range of both plants and meat",
            "defineVi": "một động vật hoặc người ăn nhiều loại thực vật và thịt",
            "hasImg": true
        },
        {
            "id": "16369978-3d5a-4278-ad34-4d2f28cfef1f",
            "word": "to cull",
            "phonetic": "tə kʌl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Tab, the company's first diet soda was culled.",
                "These are just a rough outline of what I’ve culled from psychologists’ reports, and you’re right to wonder if all of this sounds a bit too amorphous to pin down.",
                "cull her out from the herd and just hit her nonstop.",
                "Due to supply chain issues, more than 10 million pigs will need to be culled, according to the National Pork Producers Council.",
                "Lamborghini tried to respond with more efficient vehicles and by culling its product lineup."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3VsbA&hash=d3aedb8390dd9ace03746b891397cc26b8425afb&lang=en&cache-only=0",
            "defineEn": "to control the population of a wild animal, particularly by killing weak or sick ones",
            "defineVi": "để kiểm soát quần thể của một loài động vật hoang dã, đặc biệt là bằng cách giết những người yếu hoặc bị bệnh"
        },
        {
            "id": "a028f308-3cf0-49a2-8e2f-737e9466ddab",
            "word": "to breed",
            "phonetic": "tə bɹiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "A lack of investment in education can breed ignorance and apathy in a society.",
                "I learned about different breeds of cows and their characteristics.",
                "Excessive use of pesticides can breed resistance in pests, making them harder to control in the future.",
                "He saw that his unhealthy habits were influencing his children's behavior, as like breeds like.",
                "Sandra is a true New Yorker, born and bred in the heart of the city."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJlZWQ&hash=1d4213d24d7cf33a2ab9262d4d907746c1d5d878&lang=en&cache-only=0",
            "defineEn": "(of animals) to have sex and produce young",
            "defineVi": "(về động vật) giao hợp và đẻ con",
            "hasImg": true
        },
        {
            "id": "58838a58-5aa9-40a5-9cf4-f3109fd75707",
            "word": "tame",
            "phonetic": "teɪm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "These early farmers tamed wild cows, goats, and sheep. ",
                "Oh, and Ziegfeld’s Follies were the tame version.",
                "Or in other terms, they've got to be tamed down. ",
                "Taming down sensationalism is pretty critical. ",
                "And as these more docile scavengers outlasted their aggressive brethren, their genetic traits were passed on, gradually breeding tamer wolves in areas near human populations."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFtZQ&hash=b5be253c4f81a7c573ce6c66a5398536cb5f955c&lang=en&cache-only=0",
            "defineEn": "(of an animal) fit to live with the people and not afraid of them",
            "defineVi": "(của một con vật) thích hợp để sống với mọi người và không sợ họ",
            "hasImg": true
        },
        {
            "id": "b4565534-3b31-4348-bea3-6469a434936a",
            "word": "predatory",
            "phonetic": "pɹɛdətoːɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And predatory wasps like yellow jackets make up just a tiny fraction of specie of wasp.",
                "And so did lots of predatory reptiles like the sleek plesiosaurs and giant mosasaurs.",
                "So, a victim of sexual assault becomes a predatory sexual being.",
                "They engaged in predatory and protectionist policies.",
                "Up to that point, hyaenodonts had been dominating the predatory niches in Afro-Arabia."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZGF0b3J5&hash=b636388147b50143888120448ff624a6b43c0031&lang=en&cache-only=0",
            "defineEn": "(of wild animals) living by preying on other animals, especially live animals",
            "defineVi": "(của động vật hoang dã) sống bằng cách săn mồi động vật khác, đặc biệt là động vật sống",
            "hasImg": true
        },
        {
            "id": "4f882ce9-3d63-49dc-8d6a-6b835158eba2",
            "word": "to spay",
            "phonetic": "tə speɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Have your pet spayed or neutered.",
                "I'd love to, but I have to get my puppy, Donna spayed.",
                "And then we would also need to spay and neuter everyone, so it was best to just take in the gals.",
                "I have to get my puppy, Donna spayed.",
                "I have to get my puppy, Donna spayed."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3BheQ&hash=b721da37be95708fd709b4aad4b93ce6d35b5a70&lang=en&cache-only=0",
            "defineEn": "to remove the sexual organs of a female animal, called ovaries",
            "defineVi": "để loại bỏ các cơ quan sinh dục của động vật cái, được gọi là buồng trứng"
        },
        {
            "id": "742865b4-7f65-4ce5-a3d0-71c3c1647220",
            "word": "to camouflage",
            "phonetic": "tə kæməflɑːʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Their baseline is camouflage.",
                "They need that camouflage.",
                "It's camouflaged.",
                "Because that piece of seaweed on their heads is life-saving camouflage.",
                "At this size they're very vulnerable to predation, so camouflage does play an important part of their surviving."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2Ftb3VmbGFnZQ&hash=dcdc121c58a93048a3fd42df05743e90528a4205&lang=en&cache-only=0",
            "defineEn": "to make or become undetectable by resembling the color or shape of a surrounding",
            "defineVi": "để làm cho hoặc trở nên không thể phát hiện được bằng cách giống với màu sắc hoặc hình dạng của xung quanh",
            "hasImg": true
        },
        {
            "id": "bf20688a-bc90-4258-aed0-a70f6a31a645",
            "word": "broodmare",
            "phonetic": "bɹuːdmɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJvb2RtYXJl&hash=c931cbf97ff991e2393756eddf5776e0b4f2057b&lang=en&cache-only=0",
            "defineEn": "a female horse that is kept for breeding",
            "defineVi": "một con ngựa cái được giữ để nhân giống",
            "hasImg": true
        },
        {
            "id": "26ac99c2-c530-4363-8d30-1d18c0e7ecb5",
            "word": "buck",
            "phonetic": "bʌk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The buck stops with him.",
                "The buck stopped there with Carl.",
                "The buck stops here with me.",
                "The buck stops with the players, not with the manager or anybody else.",
                "He looks a million bucks with his dapper suit and polished shoes."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVjaw&hash=4ef3e4b6911c6d7a2de8ce837a7ba556e2eea5e2&lang=en&cache-only=0",
            "defineEn": "a male mammal, particularly a deer or an antelope",
            "defineVi": "một động vật có vú giống đực, đặc biệt là hươu hoặc linh dương",
            "hasImg": true
        },
        {
            "id": "71ed69ac-5f9c-410b-a699-8d91bf33843a",
            "word": "burrow",
            "phonetic": "bɜːɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The spores burrow down into the frog’s skin.",
                "They use their burrows not for food, but for shelter.",
                "Burrowing owls steal burrows.",
                "And they make the burrows as a result of the longleaf pine?",
                "But their burrows are typically much more complicated."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVycm93&hash=b8d17706c20a8b3d40f5094d9c62e29ffce56b2f&lang=en&cache-only=0",
            "defineEn": "a hole that an animal digs in the ground to use as a shelter",
            "defineVi": "một cái lỗ mà một con vật đào trong lòng đất để sử dụng như một nơi trú ẩn",
            "hasImg": true
        },
        {
            "id": "9b3a19d9-0b72-4ed8-94e9-b7dee8cb05be",
            "word": "den",
            "phonetic": "dɛn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Someone just bearded him in his den.",
                "a young reporter thrown into the lion's den",
                "Today I walked straight into his office and bearded the lion in his den.",
                "I felt like I was walking into the lion's den when I went in front of the board for my annual review.",
                "Coming in person seemed the decent thing for Lily to do, bearding the lion in her den, so to speak."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVu&hash=df8a49f1702d395896efe02bc5e77b6583855e99&lang=en&cache-only=0",
            "defineEn": "the hidden place where a wild predatory animal lives",
            "defineVi": "nơi ẩn náu nơi một loài động vật săn mồi hoang dã sống",
            "hasImg": true
        },
        {
            "id": "fd432a2f-6556-4146-a411-f33b6c872f13",
            "word": "to whimper",
            "phonetic": "tə wɪmpɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "It goes out with a whimper.",
                "Sega's console aspirations went out with a financial whimper when it released the Sega Dreamcast in 1998.",
                "And I do think he will eventually whimper out, probably without ever admitting defeat, and probably without attending Joe Biden's inauguration.",
                "Well, a whimper from a two octillion ton barely constrained nuclear powered fireball.",
                "That one ended in quite a whimper."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2hpbXBlcg&hash=05b26fb77de046e4420521495cdd49d4ce856009&lang=en&cache-only=0",
            "defineEn": "to make low crying sounds out of fear, pain or sadness",
            "defineVi": "để tạo ra những âm thanh khóc nhỏ vì sợ hãi, đau đớn hoặc buồn bã",
            "hasImg": true
        },
        {
            "id": "d7d99a23-0c84-448a-8ad6-937037221148",
            "word": "fowl",
            "phonetic": "faʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The farmer proudly displayed a plump fowl at the market, inviting customers to savor its flavorful meat.",
                "Medical interns are neither fish nor fowl.",
                "He was eagerly tracking down wild fowl such as ducks and geese, aiming to bring home a prized bird for a delicious roast dinner.",
                "Today they include chickens, ducks and other kinds of fowl.",
                "That is terrible, because you’re not either fish nor fowl. "
            ],
            "audio": "https://tts.langeek.co/read?text=Zm93bA&hash=8e58f2d3496b3da11fd511a85209631d2807d609&lang=en&cache-only=0",
            "defineEn": "a domesticated bird that is particularly kept for its meat and eggs",
            "defineVi": "một con chim thuần hóa được giữ đặc biệt cho thịt và trứng của nó",
            "hasImg": true
        },
        {
            "id": "9addc888-f10c-4bc2-bb2e-e0117099d244",
            "word": "hatchling",
            "phonetic": "hætʃlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So the hatchlings have two options.",
                "For instance, the San Francisco and Oakland zoos are raising two dozen western pond turtle hatchlings to return to the wild.",
                "So much effort has gone into setting these hatchlings up for success.",
                "While iguana hatchlings must be fleet of foot, greater guinea pigs are speedy in a different way.",
                "It starts as a tiny hatchling in the Gulf of Mexico or the Mediterranean Sea, no bigger than a human eyelash."
            ],
            "audio": "https://tts.langeek.co/read?text=aGF0Y2hsaW5n&hash=8fd799335d66d6cfb26526d790013049bd122821&lang=en&cache-only=0",
            "defineEn": "an animal that has recently cracked and come out of its shell",
            "defineVi": "một con vật gần đây đã bị nứt và ra khỏi vỏ của nó",
            "hasImg": true
        },
        {
            "id": "3ba4472d-ac5d-497f-98dd-086759086489",
            "word": "to incubate",
            "phonetic": "tʊ ɪŋkjuːbeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "For a control group, they had incubated the protein with RNA.",
                "Nowadays, within 24 to 48 hours, you can travel from one place to the other place and still be incubating the disease.",
                "Males spend less time incubating the eggs of dull-footed females, unless those eggs are large enough to show that the female put extra investment into their chick.",
                "Also, not only do zebra finches incubate their eggs differently in captivity, they start doing it as soon as they enter into it.",
                "As the pile decomposes, it generates the heat needed to incubate the eggs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5jdWJhdGU&hash=5f4bded6d42295161800b829e9988dc30665aa53&lang=en&cache-only=0",
            "defineEn": "to keep an egg in a favorable condition to help it develop until it hatches",
            "defineVi": "để giữ một quả trứng trong điều kiện thuận lợi để giúp nó phát triển cho đến khi nó nở",
            "hasImg": true
        },
        {
            "id": "76786b9a-efe2-4f4e-b497-2ef055d7671f",
            "word": "to hibernate",
            "phonetic": "tə haɪbɚneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Lots of different animals can hibernate, like bats, chipmunks, and hedgehogs.",
                "It's hibernated.",
                "Wood frogs can hibernate by burying themselves underground near the frost line.",
                "And some of them hibernate, or hang out in their cozy dens underground.",
                "That's right, Squeaks, they have to hibernate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGliZXJuYXRl&hash=afe985d1a07af919170ac9116831d54d86be9098&lang=en&cache-only=0",
            "defineEn": "(of some animals or plants) to spend the winter sleeping deeply",
            "defineVi": "(của một số động vật hoặc thực vật) dành cả mùa đông để ngủ sâu",
            "hasImg": true
        },
        {
            "id": "0e04cf59-6e31-422c-aca7-cbb04c400fa6",
            "word": "to graze",
            "phonetic": "tə ɡɹeɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "A beautiful white horse grazed peacefully in the meadow.",
                "We were lucky to witness a herd of elephants grazing peacefully in the savannah.",
                "The sea hare grazes constantly.",
                "You grazed it with your mustache.",
                "So they may just be grazing for a source of fiber."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3JhemU&hash=916f8eb8caf30b868a6bcd2a152f8c3d4bcb7035&lang=en&cache-only=0",
            "defineEn": "(of sheep, cows, etc.) to feed on the grass in a field",
            "defineVi": "(của cừu, bò, v.v.) để ăn cỏ trên cánh đồng",
            "hasImg": true
        },
        {
            "id": "7eff62ab-7c7b-4588-9c70-688437271795",
            "word": "to peck",
            "phonetic": "tə pɛk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The chickens pecked at the corncob, eagerly devouring the remaining bits of corn.",
                "The little girl giggled as the chickens pecked at her hand.",
                "I peck at you!",
                "I peck at your eyes!",
                "I peck at you."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVjaw&hash=34903adf2f4c473b89d674cf1e0bc89d1d813779&lang=en&cache-only=0",
            "defineEn": "(of a bird) to move the beak in a sudden movement and bite something",
            "defineVi": "(của một con chim) để di chuyển mỏ trong một chuyển động đột ngột và cắn một cái gì đó",
            "hasImg": true
        },
        {
            "id": "ee97b1e4-188f-4c06-9aa7-62dc482cb3fa",
            "word": "to slither",
            "phonetic": "tə slɪðɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "No man or monster has slithered their way into our hearts quite like the snake-haired seductress with the obsidian stare.",
                "So worms don’t slither, they wriggle, or crawl.",
                "But just as she got across, the snake slithered by.",
                "And when they slither around, they keep the rattle in silent mode, holding it up in the air to stay quiet.",
                "In this text, the blackish-yellow, more-than-foot-long snake slithers along with its upper body erect, hypnotizing its prey with eyes sunken into a sharp head."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2xpdGhlcg&hash=fd4638a968d9f0df84060daad1c39f9383269a6b&lang=en&cache-only=0",
            "defineEn": "to slide on a surface in a smooth way, such as a snake",
            "defineVi": "để trượt trên một bề mặt một cách trơn tru, chẳng hạn như một con rắn",
            "hasImg": true
        },
        {
            "id": "2046e16a-b784-4a76-97c4-cc78198a2885",
            "word": "to tweet",
            "phonetic": "tə twiːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "YouTube videos, news articles, Tumblr posts, tweets get lots of attention.",
                "Instead, what the president's doing is tweeting.",
                "Tweeting it.",
                "His tweets provided the script for Fox News.",
                "Show the tweet!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHdlZXQ&hash=88d3d822f384ccacc160efabb0447f00cacc0214&lang=en&cache-only=0",
            "defineEn": "to make a short high sound characteristic of a bird",
            "defineVi": "để tạo ra một âm thanh cao ngắn đặc trưng của một con chim",
            "hasImg": true
        },
        {
            "id": "14c45022-4a41-4a6c-8bf9-ae44ca2920cc",
            "word": "to canter",
            "phonetic": "tə kæntɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Which might not be as obvious a name as a deceitful bundle of tinder, until you know that the Will-o’-the-Wisp’s movement often resembles the cantering motion of a horse."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FudGVy&hash=8c6238028fe625062b1a592cf70ad3a442cf9a39&lang=en&cache-only=0",
            "defineEn": "(of horses) to move quite fast, but not yet as fast as possible",
            "defineVi": "(về ngựa) di chuyển khá nhanh, nhưng chưa phải là nhanh nhất có thể",
            "hasImg": true
        },
        {
            "id": "817c70b4-d5ad-4372-b68f-809fe581b48a",
            "word": "whisker",
            "phonetic": "wɪskɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cat is long in the tooth, with its gray whiskers and slow movements, but it still purrs and enjoys a warm spot in the sun.",
                "She had this great dress on with huge skirts, and she thought she was the cat's whiskers as she walked into the room.",
                "[Kemosabe vocalizing throughout] You have whiskers.",
                "-It's you know, the whiskers of a cat.",
                "Walruses, for example, use their whisker touch to find edible items on the seafloor."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hpc2tlcg&hash=75aa65127653031e2cb0ae4b291fca02331a3e6c&lang=en&cache-only=0",
            "defineEn": "any of the long, stiff hairs that grow on the face of a cat, mouse, etc.",
            "defineVi": "bất kỳ sợi lông dài và cứng nào mọc trên mặt mèo, chuột, v.v.",
            "hasImg": true
        },
        {
            "id": "b46d3a04-bf5c-4f71-9223-6cf78fab0be6",
            "word": "muzzle",
            "phonetic": "mʌzəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Drill instructor: Grab the muzzle.",
                "You may have grains of propellant that exit the muzzle faster than the bullet, supersonically.",
                "So, muzzle flash is affected by the cartridge load and the barrel length if you think about it.",
                "But we’ve got to start with muzzle velocity. ",
                "But we’ve got to start with muzzle velocity. "
            ],
            "audio": "https://tts.langeek.co/read?text=bXV6emxl&hash=2669a8e69498fa1b3b14bcbf4b4545d0b6f5a666&lang=en&cache-only=0",
            "defineEn": "the projecting part of the face of some animals such as dogs and horses that includes their jaws and noses",
            "defineVi": "phần nhô ra trên khuôn mặt của một số động vật như chó và ngựa bao gồm hàm và mũi của chúng",
            "hasImg": true
        },
        {
            "id": "ac20cd1f-212c-4faa-b09b-2ba69ec2835c",
            "word": "fang",
            "phonetic": "fæŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "OK, fangs are out.",
                "It's got fangs? ",
                "And see those fangs up front?",
                "Narrator: Fang bought the house for $2.8 million in 2017.",
                "Fang: Everything to me is a piece of art."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFuZw&hash=d3c614e1b77a211f53b6650657a6cd803bf48373&lang=en&cache-only=0",
            "defineEn": "one of the two long and sharp teeth that some animals such as dogs, wolfs, or snakes have",
            "defineVi": "một trong hai chiếc răng dài và sắc nhọn mà một số loài động vật như chó, sói hoặc rắn có",
            "hasImg": true
        },
        {
            "id": "2b0d3ed2-67ff-42f0-9d2c-f81075839697",
            "word": "tusk",
            "phonetic": "tʌsk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Because, at least one of them definitely didn’t have tusks.",
                "But, both males and females use their tusks for other reasons, too.",
                "But again, at least one of them definitely didn’t have tusks.",
                "Carve some walrus tusk?",
                "Elephant tusks are highly sought after in the ivory trade."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVzaw&hash=4fbd02a56c6088f886e679a5aa854ba7908d2333&lang=en&cache-only=0",
            "defineEn": "each of the curved pointy teeth of some animals such as elephants, boars, etc., especially one that stands out from the closed mouth",
            "defineVi": "từng chiếc răng nhọn cong của một số loài động vật như voi, lợn lòi, v.v., đặc biệt là một chiếc nhô ra khỏi miệng ngậm",
            "hasImg": true
        },
        {
            "id": "a351bf49-7fb6-4e2f-899f-7d94ea934211",
            "word": "plumage",
            "phonetic": "pluːmɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And two birds perch in the trees, one with extravagant plumage.",
                "Today, birds use that exotic plumage and their ultra-vision to put on some pretty amazing mating rituals.",
                "They all have large beaks, long tails, colorful plumage, and a bare face patch around their eyes. ",
                "It had dark, iridescent plumage, kinda like a raven.",
                "But such glamorous plumage requires a strict preening regimen."
            ],
            "audio": "https://tts.langeek.co/read?text=cGx1bWFnZQ&hash=17de6e3e36c3c1f182883735b41e894de314b216&lang=en&cache-only=0",
            "defineEn": "the feathers of a bird covering its body",
            "defineVi": "lông của một con chim bao phủ cơ thể của nó",
            "hasImg": true
        },
        {
            "id": "cb0c1c72-6bfc-4199-ba11-4a52a9ab124a",
            "word": "crest",
            "phonetic": "kɹɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "They are riding the crest of the wave at the moment.",
                "The company is on the crest of the wave following the successful launch of their new product line.",
                "They’ve been on the crest of the wave ever since their election victory.",
                "After winning the Nobel Prize, Dr. Lee is on the crest of the wave in his field of study.",
                "We seem to have been riding on the crest of a wave since the election."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jlc3Q&hash=5116b8a9ce77fad2688e670c47077d2ec3543fb8&lang=en&cache-only=0",
            "defineEn": "a prominent feature exhibited by some birds on their heads, consisting of feathers, fur, or skin",
            "defineVi": "một đặc điểm nổi bật được thể hiện bởi một số loài chim trên đầu của chúng, bao gồm lông, lông hoặc da",
            "hasImg": true
        },
        {
            "id": "70efc698-325e-4c53-9e92-5ec0aac2da9b",
            "word": "leash",
            "phonetic": "liːʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He's got a leash.",
                "Basically, the cat is off the leash.",
                "You took a picture of a cat on a leash.",
                "One of our top items in the pet category is definitely by far the MAGA leash. -",
                "It strains on the leash."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVhc2g&hash=94e7dd88c52bc92291913cb8cae989426f1026a4&lang=en&cache-only=0",
            "defineEn": "a long piece of rope, leather strap or light chain used for guiding and controlling a dog or other animals",
            "defineVi": "một đoạn dây dài, dây da hoặc dây xích nhẹ dùng để hướng dẫn và điều khiển chó hoặc các động vật khác",
            "hasImg": true
        }
    ]
}