{
    "id": "076db3a1-108b-4bbc-8205-354ede44fa33",
    "title": "Fairy Tales",
    "originalTitle": "Fairy Tales",
    "words": [
        {
            "id": "e3af5a8a-65a6-4608-968a-a5e0294451eb",
            "word": "fairy tale",
            "phonetic": "fɛɹi teɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The commoner's fairy tale came true when she married into royalty and became a princess.",
                "The Brothers Grimm, famous for their collection of fairy tales, were German authors.",
                "That’s just a fairy tale.",
                "After his discharge, Harryhausen made five stop-motion fairy tales called Mother Goose Stories.",
                "Stories Retold, an all-ages series about fables and fairy tales, will go out on Wednesdays through the end of October."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFpcnkgdGFsZQ&hash=bf0f6003b1113077ad0b2d02ff88c1b5a23342b9&lang=en&cache-only=0",
            "defineEn": "a genre of folklore that typically features magical and fantastical elements",
            "defineVi": "một thể loại văn học dân gian thường có các yếu tố ma thuật và giả tưởng"
        },
        {
            "id": "d7687096-30cd-42f9-9237-608a1adbaa89",
            "word": "folklore",
            "phonetic": "foʊkloːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Spiders play a central role in a lot of Japanese folklore.",
                "The heroes and heroines in these Baba Yaga tales carryover from the folklore because of problem solving, hard work, and courage they exhibit.",
                "Oral folklore, religion, and literary history all have a hand in creating this monster.",
                "The okapi, giant panda, the komodo dragon, even the mountain gorilla were all discovered, at least in part, thanks to folklore.",
                "Blood-sucking monsters had already been part of folklore for at least 800 years."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9sa2xvcmU&hash=dd694cca4d619843993daee9429bcfbbdab6d055&lang=en&cache-only=0",
            "defineEn": "the traditional beliefs, customs, stories, and legends of a particular community, usually passed down through generations by word of mouth",
            "defineVi": "tín ngưỡng, phong tục, câu chuyện và truyền thuyết truyền thống của một cộng đồng cụ thể, thường được truyền miệng qua nhiều thế hệ"
        },
        {
            "id": "0a2eca1e-b8db-4e29-9731-f7fb1ad6a812",
            "word": "magic",
            "phonetic": "mædʒɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new vacuum cleaner works like magic, easily picking up dirt from the floors.",
                "If that is true, he is waving a magic wand.",
                "With a wave of her magic wand, she changed the frog into a handsome prince.",
                "I can’t just wave a magic wand and produce the money for you.",
                "If I could wave my magic wand, I would just make it so the pipe had been installed properly in the first place."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFnaWM&hash=a99135e92efa376a06c4dac6e8b9c96538f90558&lang=en&cache-only=0",
            "defineEn": "the use of supernatural or mystical powers to achieve something beyond the capabilities of ordinary human beings",
            "defineVi": "việc sử dụng sức mạnh siêu nhiên hoặc thần bí để đạt được điều gì đó vượt quá khả năng của con người bình thường"
        },
        {
            "id": "61e759c5-7007-47a2-bd38-07af9a6b6418",
            "word": "enchantment",
            "phonetic": "ɛntʃæntmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I miss my college days and the carefree life I had, but distance lends enchantment to the view, and I forget about the stress and struggles that came with it.",
                "After you place the item of your choice alongside some lapis, you will be given a list of three different enchantments on the right.",
                "For example, a book with the infinity enchantment will not work on a sword, as that enchantment is only made for bows.",
                "Also, animals give you the ability to add multiple enchantments to an item, as long as it's compatible.",
                "For example, a book with the infinity enchantment will not work on a sword, as that enchantment is only made for bows."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5jaGFudG1lbnQ&hash=ebf75686814b86e2465131a169b68c38c2a503c5&lang=en&cache-only=0",
            "defineEn": "the use of magic or supernatural powers to create a magical effect or illusion",
            "defineVi": "việc sử dụng ma thuật hoặc sức mạnh siêu nhiên để tạo ra hiệu ứng ma thuật hoặc ảo ảnh"
        },
        {
            "id": "6d525633-a45d-485b-8197-26862b1726dc",
            "word": "happy ending",
            "phonetic": "hæpi ɛndɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGFwcHkgZW5kaW5n&hash=33b634f8a8c817029709e25af47a0058916d3cfc&lang=en&cache-only=0",
            "defineEn": "a conclusion or outcome that brings a sense of happiness, satisfaction, or resolution to a story or situation",
            "defineVi": "một kết luận hoặc kết quả mang lại cảm giác hạnh phúc, hài lòng hoặc giải pháp cho một câu chuyện hoặc tình huống"
        },
        {
            "id": "e649284e-52fd-4832-b8b6-9be7e13d5ac2",
            "word": "epic",
            "phonetic": "ɛpɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The explorer's epic journey through the Amazon rainforest lasted for months and covered thousands of miles.",
                "That little drive was epic.",
                "Our journey together has surely been epic.",
                "This epic is not quite over!",
                "- This is epic."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXBpYw&hash=9885b88c6f54cfc93e17e4b3751b314bbe893f58&lang=en&cache-only=0",
            "defineEn": "a long movie or book full of adventure that could be about a historical event",
            "defineVi": "một bộ phim dài hoặc cuốn sách đầy phiêu lưu có thể là về một sự kiện lịch sử"
        },
        {
            "id": "774c950b-c25f-46b2-b49e-9032cb134715",
            "word": "once upon a time",
            "phonetic": "wʌns əpɑːn ɐ taɪm ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b25jZSB1cG9uIGEgdGltZQ&hash=33c2110a67d9ff48e847992e7eabef480c6473b2&lang=en&cache-only=0",
            "defineEn": "at a time in the past, often used to introduce a fairy tale or fictional story",
            "defineVi": "vào một thời điểm trong quá khứ, thường được sử dụng để giới thiệu một câu chuyện cổ tích hoặc hư cấu"
        },
        {
            "id": "ed579a16-2571-4256-a55c-bb22f564f100",
            "word": "charm",
            "phonetic": "tʃɑːɹm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Megan found herself head over heels with David, enchanted by his intelligence, charm, and caring nature.",
                "The restaurant has an old school charm, with checkered tablecloths and classic diner-style food.",
                "Whatever his trade in charms and potions, Master Raymond plainly did a roaring business in high-quality cherry brandy.",
                "Sarah's impressive knowledge and captivating storytelling skills never failed to charm the pants off her audience during presentations.",
                "Yesterday, Emily dressed in her Sunday best for the wedding ceremony, radiating beauty and charm in her exquisite gown."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcm0&hash=c64153f7a74dab5a62f5401dc7168258bf2dc2a3&lang=en&cache-only=0",
            "defineEn": "a set of words, actions, or ingredients that are believed to have magical power and are used in an attempt to achieve a particular result or outcome",
            "defineVi": "một tập hợp các từ, hành động hoặc thành phần được cho là có sức mạnh kỳ diệu và được sử dụng nhằm đạt được một kết quả hoặc kết quả cụ thể"
        },
        {
            "id": "fcaca36e-0501-46da-bd77-4faa0d64672d",
            "word": "charm",
            "phonetic": "spɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Megan found herself head over heels with David, enchanted by his intelligence, charm, and caring nature.",
                "The restaurant has an old school charm, with checkered tablecloths and classic diner-style food.",
                "Whatever his trade in charms and potions, Master Raymond plainly did a roaring business in high-quality cherry brandy.",
                "Sarah's impressive knowledge and captivating storytelling skills never failed to charm the pants off her audience during presentations.",
                "Yesterday, Emily dressed in her Sunday best for the wedding ceremony, radiating beauty and charm in her exquisite gown."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcm0&hash=c64153f7a74dab5a62f5401dc7168258bf2dc2a3&lang=en&cache-only=0",
            "defineEn": "a set of words, actions, or ingredients that are believed to have magical power and are used in an attempt to achieve a particular result or outcome",
            "defineVi": "một tập hợp các từ, hành động hoặc thành phần được cho là có sức mạnh kỳ diệu và được sử dụng nhằm đạt được một kết quả hoặc kết quả cụ thể"
        },
        {
            "id": "92696926-5e34-4b08-a7e0-2a56683e0cdc",
            "word": "elixir",
            "phonetic": "ᵻlɪksɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A kind of elixir, if you believe in that sort of thing.",
                "In 1937, an elixir called sulfanilamide killed 107 people, many of whom were children.",
                "Logistics teams manage bean delivery routes, and brave baristas across the city serve this caffeinated elixir to scores of hurried customers.",
                "Hayyan also worked on mineralogy, transmutation, and medicinal elixirs and invented new equipment."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxpeGly&hash=3646385d6f667f52d54238cfd00543c252345cbc&lang=en&cache-only=0",
            "defineEn": "a magical or medicinal potion that is believed to cure all illnesses or prolong life indefinitely",
            "defineVi": "một loại thuốc ma thuật hoặc dược phẩm được cho là có thể chữa khỏi mọi bệnh tật hoặc kéo dài tuổi thọ vô thời hạn"
        },
        {
            "id": "cb654dbe-feae-45f5-90c6-6dc2ee4bca02",
            "word": "curse",
            "phonetic": "kɜːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Curse you David.",
                "Curses, like chickens, come home to roost.",
                "We got shortchanged, she cursed a blue streak and got our money back.",
                "When I was a squeaker nobody gave a tinker's curse whether my daily workings were right or wrong.",
                "After all our inspections, there's still a giant question mark hanging against this cursed case."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Vyc2U&hash=4bbc2f7945b5a3f05ddd64a71eec6ee7d59eb842&lang=en&cache-only=0",
            "defineEn": "a type of magic spell or an expression of a wish that harm or misfortune may befall someone or something",
            "defineVi": "một loại phép thuật hoặc một biểu hiện của một điều ước rằng tổn hại hoặc bất hạnh có thể xảy ra với ai đó hoặc một cái gì đó"
        },
        {
            "id": "0b3dfef6-b805-4bb8-8129-e7b740b06c01",
            "word": "enchanted",
            "phonetic": "ɛntʃæntᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Get the enchanted collection or the adventure collection at audible.com/smarter",
                "You'll need to place the item in the left slot and the enchanted book in the right slot.",
                "Once you have the enchanted book and item of your choice, you can then place them in the empty slots of an anvil.",
                "If you want to get like five books for the price of one, then get something called the enchanted collection or the adventure collection.",
                "Some enchanted books may not be compatible with your item due to the kind of enchantment."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5jaGFudGVk&hash=344ce33c31c4751730b727cdac9ba703604fc311&lang=en&cache-only=0",
            "defineEn": "under a spell or magical influence",
            "defineVi": "dưới một câu thần chú hoặc ảnh hưởng ma thuật"
        },
        {
            "id": "bc2d7c6b-9874-4621-af00-f272a117a175",
            "word": "enchanted forest",
            "phonetic": "ɛntʃæntᵻd fɔːɹɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Happy moments, from a time before masks and social distancing at Enchanted Forest, a small amusement park nestled on a wooded hillside just south of Salem, Oregon.",
                "In October, Enchanted Forest started a GoFundMe campaign, which has now raised more than $400,000 from nearly 8,000 donors.",
                "Enchanted Forest is one of many small businesses around the country that have been devastated by the pandemic and other events over the past year.",
                "Enchanted Forest was built by hand by this man: ROGER TOFTE, Creator, Enchanted Forest: I'm Roger Tofte, creator of Enchanted Forest.",
                "Enchanted Forest was built by hand by this man: ROGER TOFTE, Creator, Enchanted Forest: I'm Roger Tofte, creator of Enchanted Forest."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5jaGFudGVkIGZvcmVzdA&hash=4046a97094386e073f6f6c45056331ab76cde5ab&lang=en&cache-only=0",
            "defineEn": "a forest or woods that has a magical or otherworldly quality to it, often containing mythical creatures or supernatural elements",
            "defineVi": "một khu rừng hoặc khu rừng có chất lượng ma thuật hoặc thế giới khác đối với nó, thường chứa các sinh vật thần thoại hoặc các yếu tố siêu nhiên"
        },
        {
            "id": "414cfd40-0b8b-4d6f-8ffc-e1d05c451325",
            "word": "magical",
            "phonetic": "mædʒɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The snowy landscape looked magical under the moonlight.",
                "She imagined a magical land where the trees were made of cotton candy and the rivers flowed with white sugar.",
                "It was magical.",
                "It's magical.",
                "It's magical."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFnaWNhbA&hash=4fd206bdbe6d704b8de7820967252bd34519e9f1&lang=en&cache-only=0",
            "defineEn": "related to or practicing magic",
            "defineVi": "liên quan đến hoặc thực hành ma thuật",
            "hasImg": true
        },
        {
            "id": "0ba269f7-7708-47e6-8f78-19eca128e836",
            "word": "mythical",
            "phonetic": "mɪθɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Mythical Beasts, many things have been mashed.",
                "Yes, be mythical.",
                "Life is so much more mythical with you in it.",
                "From Sweden, we have mythical beasts there.",
                "You win the special mythical breakfast."
            ],
            "audio": "https://tts.langeek.co/read?text=bXl0aGljYWw&hash=2c8e8c7ff008232a5f77cee92cf77e8a8a71008c&lang=en&cache-only=0",
            "defineEn": "existing in or related to myths",
            "defineVi": "tồn tại trong hoặc liên quan đến thần thoại"
        },
        {
            "id": "c9b7fdfd-894d-4dbf-bc0f-1f75e2febc50",
            "word": "quest",
            "phonetic": "kwɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The startup is developing cutting-edge technology, boldly going where no man has gone before in the quest for innovation.",
                "Natural philosophy became a quest for abstract knowledge.",
                "So, a new quest begins for Tamino and Pamina.",
                "Does the quest for likes ever end?",
                "The quest for knowledge and understanding never gets dull."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVlc3Q&hash=f6d6ddd96655bef5c0e2a742c159fe3be5c694ec&lang=en&cache-only=0",
            "defineEn": "a journey or mission undertaken by a protagonist in a work of literature to achieve a goal that is often of great importance and requires significant effort and sacrifice to attain",
            "defineVi": "một hành trình hoặc nhiệm vụ được thực hiện bởi một nhân vật chính trong tác phẩm văn học để đạt được mục tiêu thường có tầm quan trọng lớn và đòi hỏi nỗ lực và hy sinh đáng kể để đạt được"
        },
        {
            "id": "d4c8f9db-a249-4f28-9234-99eb139148e4",
            "word": "sorcerer",
            "phonetic": "soːɹsɚɹɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "- Give me the Sorcerer's Stone, page 253.",
                "From the Newt-niz school, a powerful sorcerer wields a wand that can turn people into fish, but his spell only works 70% of the time.",
                "If you transformed the sorcerer, the enchantress would almost certainly turn you to stone.",
                "Or maybe you're reading Harry Potter and the Sorcerer's Stone for the very first time, but all of the descriptive scenes are just lost on you.",
                "She, in turn, sends Tamino on a quest to rescue her daughter Pamina from the evil sorcerer, Sarastro."
            ],
            "audio": "https://tts.langeek.co/read?text=c29yY2VyZXI&hash=837624f421a6410564d258e3c3cddab6f8a158ed&lang=en&cache-only=0",
            "defineEn": "a fictional man who has magic powers",
            "defineVi": "một người đàn ông hư cấu có sức mạnh ma thuật",
            "hasImg": true
        },
        {
            "id": "0dbbf2b5-0fe8-4819-aec5-6643f642b2c6",
            "word": "sorceress",
            "phonetic": "soːɹsɚɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "A close encounter with a man-eating giant, a sorceress who turns men into pigs, a long-lost king taking back his throne.",
                "Popular culture, however, drew on pagan mythology, full of wily sorceresses and enchantresses using love potions and charms to work their magic."
            ],
            "audio": "https://tts.langeek.co/read?text=c29yY2VyZXNz&hash=335406b4675bec3c6f3a91b3f4f519f3e86e3714&lang=en&cache-only=0",
            "defineEn": "a fictional woman who has magic powers",
            "defineVi": "một người phụ nữ hư cấu có sức mạnh ma thuật"
        },
        {
            "id": "ccecb4dc-d8ab-41ae-9a1a-6fdf7417c29e",
            "word": "witch",
            "phonetic": "wɪtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Is Donald Trump trembling in his boots over mass occult and witch spells?",
                "Only witches can do things like that . . .’",
                "Perhaps some witches could explain that turmoil.",
                "But the witches do light up his ambition with their prophecies.",
                "Even the witches now acknowledge his evil."
            ],
            "audio": "https://tts.langeek.co/read?text=d2l0Y2g&hash=c9c1a0f3126fb28063d0c46cf5c35e31691dee5a&lang=en&cache-only=0",
            "defineEn": "a person, typically a woman, who is believed to practice magic and cast spells",
            "defineVi": "một người, điển hình là phụ nữ, người được cho là thực hành phép thuật và sử dụng phép thuật",
            "hasImg": true
        },
        {
            "id": "b9e86e47-8f25-4d56-9e6f-130742ac7a79",
            "word": "wizard",
            "phonetic": "wɪzɚd ",
            "partOfSpeechType": "noun",
            "examples": [
                "It makes light work of a complex process thanks to a series of easy-to-use wizards.",
                "We have a famous wizard, too.",
                "'I am the Wizard . . .",
                "shouted the Wizard.",
                "Find Wizard: The Life and Times of Nikola Tesla at audible.com/smarter."
            ],
            "audio": "https://tts.langeek.co/read?text=d2l6YXJk&hash=cd712da35d553c753b01f611c62b4e0ff0ac8e93&lang=en&cache-only=0",
            "defineEn": "a fictional character who possesses magical powers or abilities and often acts as a mentor or guide to other characters in a story",
            "defineVi": "một nhân vật hư cấu sở hữu sức mạnh hoặc khả năng ma thuật và thường đóng vai trò là người cố vấn hoặc hướng dẫn cho các nhân vật khác trong một câu chuyện",
            "hasImg": true
        },
        {
            "id": "e202d546-0b39-4016-bb31-c5051f379703",
            "word": "fairy godmother",
            "phonetic": "fɛɹi ɡɑːdmʌðɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmFpcnkgZ29kbW90aGVy&hash=51f7a0bd6505be079d480b8270681ad40146b0d9&lang=en&cache-only=0",
            "defineEn": "a character from folklore and fairy tales who possesses magical abilities and helps a protagonist, usually a young person, in their time of need",
            "defineVi": "một nhân vật trong văn hóa dân gian và truyện cổ tích sở hữu khả năng phép thuật và giúp đỡ một nhân vật chính, thường là một người trẻ tuổi, trong lúc họ cần"
        },
        {
            "id": "9e8b1590-e7a0-4a52-bec9-c3c77af10c40",
            "word": "damsel in distress",
            "phonetic": "dæmsəl ɪn dɪstɹɛs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGFtc2VsIGluIGRpc3RyZXNz&hash=9e7a2394549a819212a5b1c5176b3036ccc20448&lang=en&cache-only=0",
            "defineEn": "a trope in which a female character is placed in a perilous situation from which she cannot escape without the help of a male character",
            "defineVi": "một trò lố trong đó một nhân vật nữ bị đặt vào một tình huống nguy hiểm mà cô ấy không thể trốn thoát nếu không có sự giúp đỡ của một nhân vật nam"
        },
        {
            "id": "5717a17f-fd24-4160-b640-dc14c47fa522",
            "word": "prince charming",
            "phonetic": "pɹɪns tʃɑːɹmɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJpbmNlIGNoYXJtaW5n&hash=1e5533bedf3c5aa0401a9c6a3108665460f7209a&lang=en&cache-only=0",
            "defineEn": "a young attractive man who is considered to be the perfect boyfriend or husband",
            "defineVi": "một người đàn ông trẻ hấp dẫn được coi là bạn trai hoặc chồng hoàn hảo"
        }
    ]
}