{
    "id": "0781077b-cb60-4100-a370-d2e4cee23a21",
    "title": "Lesson 8B",
    "originalTitle": "Lesson 8B",
    "words": [
        {
            "id": "d0406dfb-d120-4c00-b427-eb5c76f90908",
            "word": "to travel",
            "phonetic": "tə tɹævəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Travel broadens the mind.",
                "The train traveled through beautiful countryside.",
                "They travelled the highways and byways of Britain.",
                "The news traveled across the country like lightning.",
                "His travels brought him into contact with many famous artists."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhdmVs&hash=f238b3562ceda3473b01b5fac56073fc7d6c6f32&lang=en&cache-only=0",
            "defineEn": "to go from one location to another, particularly to a far location",
            "defineVi": "đi từ địa điểm này sang địa điểm khác, đặc biệt là đến một địa điểm xa",
            "hasImg": true
        },
        {
            "id": "68378f38-12b1-4f81-bef0-321b4415db90",
            "word": "tourism",
            "phonetic": "tʊɹɹɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "MALCOLM BRABANT: Tourism generates $200 billion a year for Spain.",
                "So tourism was really the saving point for Monterey.",
                "Any downgrade of the reef's status could cut tourism revenue.",
                "It needs tourism, and",
                "They bring tourism, jobs, food, etcetera."
            ],
            "audio": "https://tts.langeek.co/read?text=dG91cmlzbQ&hash=d84bfa115334dffa6a4296165ab3000d94e31db3&lang=en&cache-only=0",
            "defineEn": "‌the business of providing accommodation, services and entertainment for people who are visiting a place for pleasure",
            "defineVi": "‌việc kinh doanh cung cấp chỗ ở, dịch vụ và giải trí cho những người đến thăm một nơi để giải trí",
            "hasImg": true
        },
        {
            "id": "66bb7aa0-f503-4291-ab48-37ccd367a97d",
            "word": "imposing",
            "phonetic": "ɪmpoʊzɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW1wb3Npbmc&hash=d678633b306bf2eb38a25cae9235293b3a9ddd7c&lang=en&cache-only=0",
            "defineEn": "impressive or grand in appearance, size, presence that inspires respect, admiration, or awe",
            "defineVi": "ấn tượng hoặc hoành tráng về ngoại hình, kích thước, sự hiện diện truyền cảm hứng cho sự tôn trọng, ngưỡng mộ hoặc sợ hãi"
        },
        {
            "id": "72bb2af5-4334-4b0d-96e6-99716b8533b6",
            "word": "unimposing",
            "phonetic": "ʌnɪmpoʊzɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW5pbXBvc2luZw&hash=fc8e68ed0642c7b9fc12cbf81169d440fc2948f8&lang=en&cache-only=0",
            "defineEn": "not impressive, significant, or noteworthy in appearance, size, or manner",
            "defineVi": "không ấn tượng, quan trọng hoặc đáng chú ý về ngoại hình, kích thước hoặc cách thức"
        },
        {
            "id": "47d0be35-157a-44f9-b08a-658ffa14ce27",
            "word": "breathtaking",
            "phonetic": "bɹɛθteɪkɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Asian landscapes range from breathtaking mountains to stunning beaches.",
                "The west is known for its stunning landscapes and breathtaking sunsets.",
                "We hiked up the mountain and enjoyed the breathtaking view from the top.",
                "We critics variously declared the show brilliant, the cat's pyjamas, breathtaking, and unmissable.",
                "The breathtaking view from the mountaintop is the crowning glory of the hiking trail, rewarding the hikers' efforts."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYXRodGFraW5n&hash=115a643ec5d50c6a5988f7f57cba7c372e4325f5&lang=en&cache-only=0",
            "defineEn": "arousing great excitement, surprise, or admiration in someone",
            "defineVi": "khơi dậy sự phấn khích, ngạc nhiên hoặc ngưỡng mộ ở ai đó",
            "hasImg": true
        },
        {
            "id": "dcac3b1a-5921-44c7-be4f-3f7c94f27e3b",
            "word": "iconic",
            "phonetic": "aɪkɑːnɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Brandenburg Gate in Berlin is an iconic symbol of Germany's history and reunification.",
                "Paris, the capital city of France, is home to iconic landmarks such as the Eiffel Tower and Notre-Dame Cathedral.",
                "The United Kingdom is known for its music scene, with iconic bands like The Beatles and Queen originating from the country.",
                "Bernard Herrmann's score in that is iconic.",
                "Company logos reached iconic status during the 50s and 60s."
            ],
            "audio": "https://tts.langeek.co/read?text=aWNvbmlj&hash=05736630cb983a8bcef1b5dcac12022f83c10571&lang=en&cache-only=0",
            "defineEn": "of, connected with, or having the attributes of an icon",
            "defineVi": "của, được kết nối với hoặc có các thuộc tính của một biểu tượng"
        },
        {
            "id": "74b732ad-7747-4420-aefb-0fd7be109547",
            "word": "lively",
            "phonetic": "laɪvli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They enjoyed lively conversations over dinner in the cozy dining room.",
                "At a lively seafood restaurant, guests relished succulent crab legs.",
                "In a lively street food market, a food stall specializes in Asian-inspired spare rib tacos.",
                "Madrid, the capital city of Spain, is famous for its lively nightlife and art scene.",
                "They sat in a circle, passing around a box of areca nuts, engaging in lively discussions and laughter."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl2ZWx5&hash=0566e910f0c20bb2e3b3198bcf26b42134011bb5&lang=en&cache-only=0",
            "defineEn": "(of a place or atmosphere) full of excitement and energy",
            "defineVi": "(của một nơi hoặc bầu không khí) tràn đầy hứng thú và năng lượng"
        },
        {
            "id": "bea68886-5afb-46bd-876c-fac358fc1057",
            "word": "off the beaten (track|path|route)",
            "phonetic": "ɔf ðə biːʔn̩ tɹæk slæʃ pæθ slæʃ ɹaʊt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2ZmIHRoZSBiZWF0ZW4gdHJhY2s&hash=0475da65eaae090d3f573f8605c81f04183c1c1f&lang=en&cache-only=0",
            "defineEn": "in a place that is very far from where people usually go to",
            "defineVi": "ở một nơi rất xa nơi mọi người thường đến"
        },
        {
            "id": "1a9b45da-ba65-4207-a7b4-c15828c0fbbc",
            "word": "picturesque",
            "phonetic": "pɪktʃɚɹɛsk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The old painting depicted a picturesque landscape from a bygone era.",
                "The river took a meandering bend through the picturesque valley.",
                "The Japanese cherry trees in my garden are in full bloom, creating a picturesque scene.",
                "Europe is known for its picturesque landscapes, including beautiful mountains, lakes, and coastlines.",
                "As the sun set, the fields of safflower swayed gently in the breeze, creating a picturesque scene."
            ],
            "audio": "https://tts.langeek.co/read?text=cGljdHVyZXNxdWU&hash=96b0d646622eae43f2dcfcdefffeb25ac406d16b&lang=en&cache-only=0",
            "defineEn": "(particularly of a building or place) having a pleasant appearance, often in an old-fashion manner",
            "defineVi": "(đặc biệt là tòa nhà hoặc địa điểm) có vẻ ngoài dễ chịu, thường theo phong cách cổ điển"
        },
        {
            "id": "1580eb03-5813-4061-8f06-f120201cb93b",
            "word": "remote",
            "phonetic": "ɹᵻmoʊt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We are currently exploring a remote village that is off the beaten track.",
                "With the rise of remote work, the world is now your oyster when it comes to finding a job that allows you to work from anywhere in the world.",
                "We decided to take a hike off the beaten route and explore the remote wilderness.",
                "The photographer ventured into remote landscapes, capturing stunning images of untouched nature in the raw, free from any human intervention.",
                "Despite the rumors of his disappearance, James is alive and well, enjoying a peaceful life in a remote village."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVtb3Rl&hash=ae1575707f2aee19f6cb7a05426ec73bc3ebc3cc&lang=en&cache-only=0",
            "defineEn": "far away in space or distant in position",
            "defineVi": "xa trong không gian hoặc xa trong vị trí",
            "hasImg": true
        },
        {
            "id": "9142f89e-3482-45ad-a254-e77b6d09c0e5",
            "word": "unspoilt",
            "phonetic": "ʌnspɔɪlt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW5zcG9pbHQ&hash=6f0200bbd2c5972642b150268d885943a1a00981&lang=en&cache-only=0",
            "defineEn": "remaining in a natural or original state without any alteration, damage, or decay",
            "defineVi": "còn lại ở trạng thái tự nhiên hoặc nguyên bản mà không có bất kỳ sự thay đổi, hư hỏng hoặc mục nát nào"
        },
        {
            "id": "af248530-d511-4a12-9284-39f8e6c319f4",
            "word": "dull",
            "phonetic": "dʌl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The film was as dull as ditchwater.",
                "Frankly, this book sounded dull as ditchwater to me.",
                "The book was pretty dull and didn't really stand out from other similar books in the genre.",
                "Much of the book was very dull.",
                "They found an overripe watermelon in their garden, its rind was dull and the flesh was overly soft and sweet."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVsbA&hash=f8b7be021ede333fc3278f6fe66348ce510f3ba4&lang=en&cache-only=0",
            "defineEn": "lacking in enthusiasm or energy",
            "defineVi": "thiếu nhiệt tình hoặc năng lượng"
        },
        {
            "id": "0b2c76d5-352f-4562-8e7f-aa33dbc3d005",
            "word": "to overcrowd",
            "phonetic": "tʊ oʊvɚkɹaʊd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Very cool, you have another secondary display beside your main LCD for your settings, so you don't have to, if you don't want to, overcrowd your LCD, but you'll still then be able to know your settings."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3ZlcmNyb3dk&hash=249b92e078b3b05a7207c50c61f520efb2897dc5&lang=en&cache-only=0",
            "defineEn": "to be filled with more people or things than is comfortable, safe, or desirable",
            "defineVi": "được lấp đầy với nhiều người hoặc nhiều thứ hơn là thoải mái, an toàn hoặc mong muốn"
        },
        {
            "id": "758d87d5-95e5-4ca9-8016-c4ac5231acbf",
            "word": "to overrate",
            "phonetic": "tʊ oʊvɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the actor won an award for her performance, some critics accused her of being a tall poppy, saying that she was overrated and undeserving of the recognition.",
                "Pandas are overrated.",
                "Bars are overrated.",
                "Bars are overrated, I'm taking this with me.",
                "But some moth and butterfly larvae have decided plants are overrated, opting instead to snack on tasty flesh."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3ZlcnJhdGU&hash=b1003b648e2b2c5c5acb5a24cdbcfc5b943d713d&lang=en&cache-only=0",
            "defineEn": "to give something or someone more credit than is deserved",
            "defineVi": "để cung cấp cho một cái gì đó hoặc ai đó nhiều tín dụng hơn là xứng đáng"
        },
        {
            "id": "bd12b813-91ed-4a52-bd21-80428735507a",
            "word": "pricey",
            "phonetic": "pɹaɪsi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Admittedly, it's a bit pricey.",
                "That's pretty pricey for a phone.",
                "There are pricey cars and perhaps more affordable cars.",
                "And let’s face it, babies are pretty pricey.",
                "But, overhauling the ship would be pricey and time-consuming."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpY2V5&hash=e23603ff19185ead25bc596533f43f3172dfc253&lang=en&cache-only=0",
            "defineEn": "costing a lot of money",
            "defineVi": "tốn rất nhiều tiền"
        },
        {
            "id": "f4842f30-16b6-460b-a133-00ef19ea6cba",
            "word": "run-down",
            "phonetic": "ɹʌndaʊn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "One family Mazen helps, the Ibrahims, live in a three-room apartment in the run-down Jabu Mohsen (ph) neighborhood."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVuLWRvd24&hash=3af7c31ecea346cc5caa703ca805e81ea4b5fb82&lang=en&cache-only=0",
            "defineEn": "(of a place or building) in a very poor condition, often due to negligence",
            "defineVi": "(của một nơi hoặc tòa nhà) trong tình trạng rất tồi tệ, thường là do sơ suất"
        },
        {
            "id": "0bc3bd47-70d6-47f6-b530-3ae5ab49f67b",
            "word": "soulless",
            "phonetic": "soʊlləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Crash Course was made with the help of these soulless bureaucrats.",
                "And we know that there aren’t soulless children out there trying to kill us.",
                "This can spread brand awareness, cultivate an aura of sophistication, give them a fancy party to invite top clients to, and let other people know that they aren’t soulless overlords but conscientious philanthropists.",
                "That's creepy that of the game that rewards a soulless pathological liars is something that I can just jump into and immediately, I'm very good at it, and I don't even know it."
            ],
            "audio": "https://tts.langeek.co/read?text=c291bGxlc3M&hash=f2b9efc598dad9c5ac7d83f5c8f5b22e399f7979&lang=en&cache-only=0",
            "defineEn": "lacking emotional or spiritual depth or qualities",
            "defineVi": "thiếu chiều sâu hoặc phẩm chất tình cảm hoặc tinh thần"
        },
        {
            "id": "a8d3535e-47eb-4abb-bed3-0738237e824a",
            "word": "spoilt",
            "phonetic": "spɔɪlt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BvaWx0&hash=d9a538d44bb56f3b1f293bfccbb53fed258abf07&lang=en&cache-only=0",
            "defineEn": "(of food or drink) having gone bad or become unsuitable for consumption",
            "defineVi": "(của thực phẩm hoặc đồ uống) đã trở nên tồi tệ hoặc trở nên không phù hợp để tiêu thụ"
        },
        {
            "id": "ac1c7773-5608-4745-84dc-6849034221ac",
            "word": "tacky",
            "phonetic": "tæki ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That is tacky.",
                "And even deadly pathogens are closer than you might expect: lurking in tiny rodents, or a tacky decorative fountain.",
                "Yeah, that looks really good, I've seen Honor do some really cool stuff like this, but that looks, it doesn't look tacky.",
                "I like them tacky.",
                "In the picture, it looked more like, it looked more like tacky, like a really yellowy gold."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFja3k&hash=4e4d91f073038dd6864324753c8f36c6f7585d58&lang=en&cache-only=0",
            "defineEn": "having or showing a bad quality, style, or the lack of good taste",
            "defineVi": "có hoặc thể hiện chất lượng, phong cách kém hoặc thiếu hương vị tốt",
            "hasImg": true
        },
        {
            "id": "fefddbcd-43e2-4365-bb43-bd5942aef14d",
            "word": "touristy",
            "phonetic": "tʊɹɹɪsti ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When you live in a touristy area, you should expect noise, crowds, foot traffic."
            ],
            "audio": "https://tts.langeek.co/read?text=dG91cmlzdHk&hash=d4c3f19834c79cdfec6c4e9dabda1aa402cbf440&lang=en&cache-only=0",
            "defineEn": "intended for, visited by, or attractive to tourists, in a way that one does not like it",
            "defineVi": "dành cho, được ghé thăm hoặc hấp dẫn khách du lịch, theo cách mà người ta không thích",
            "hasImg": true
        },
        {
            "id": "4c8116e2-26fe-40bb-89f6-13f141dbdb73",
            "word": "to chill out",
            "phonetic": "tə tʃɪl aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Chill out.",
                "- Yo, chill out, man.",
                "He's here, he's chilling out.",
                "I'm kind of chilling out just doing it.",
                "It basically tells your lungs to chill out."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hpbGwgb3V0&hash=0ce38b0c9341779aef3fee89d81af20b7b8b25fa&lang=en&cache-only=0",
            "defineEn": "to relax, unwind, or calm down after being stressed, anxious, or upset",
            "defineVi": "để thư giãn, thả lỏng hoặc bình tĩnh lại sau khi bị căng thẳng, lo lắng hoặc buồn bã"
        },
        {
            "id": "1181cb28-176c-405f-9ad6-c2d28470220b",
            "word": "to extend",
            "phonetic": "tʊ ɛkstɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The winner extended an olive branch to his opponent by calling him a great player.",
                "Plans to extend the hotel have now been passed.",
                "Will future technologies, like cell-repairing nanobots, or gene therapy, artificially extend our years?",
                "One species, the spotted wobbegong, can extend its mouth further than the length of its own head.",
                "The fundamental theorem of algebra, it extends our number system."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXh0ZW5k&hash=159ff5c83b697b63bb4ff09777011e5a2cd5eabe&lang=en&cache-only=0",
            "defineEn": "to enlarge or lengthen something",
            "defineVi": "để phóng to hoặc kéo dài một cái gì đó"
        },
        {
            "id": "d717575a-fbfa-4a8e-9667-e291b7d00c10",
            "word": "to get away",
            "phonetic": "tə ɡɛt ɐweɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I can't believe he got away with cheating on his taxes again.",
                "I held the attacker at bay while Mary got away and called the police.",
                "Hey, get away!",
                "You get away quickly.",
                "Could any other company get away with selling a brick or a branded crowbar?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IGF3YXk&hash=134a202e5dd8a88786eae130059a857ed4e707df&lang=en&cache-only=0",
            "defineEn": "to escape from someone or somewhere",
            "defineVi": "để thoát khỏi một ai đó hoặc một nơi nào đó",
            "hasImg": true
        },
        {
            "id": "cc15b4b9-b776-496d-8bf5-e6ecdb01b604",
            "word": "to go",
            "phonetic": "tə ɡoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Siemens display goes the whole hog.",
                "The cruise went very quickly.",
                "My laptop went haywire",
                "To go swimming/fishing/jogging.",
                "The email went to everyone in the company."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28&hash=a29af22a99b2c4ebaab92563d163caf4ad74d7f9&lang=en&cache-only=0",
            "defineEn": "to travel or move from one location to another location",
            "defineVi": "để đi du lịch hoặc di chuyển từ một địa điểm đến một địa điểm khác",
            "hasImg": true
        },
        {
            "id": "bb17b811-e837-41a8-8694-8dfb177d9f04",
            "word": "to go on",
            "phonetic": "tə ɡoʊ ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Life goes on.",
                "This dictionary goes on the top shelf.",
                "The show must go on!",
                "My family goes on a vacation once a year.",
                "Shares went on sale this morning."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28gb24&hash=728c0d82ae386773b970d1cb41a6c5ef7483e151&lang=en&cache-only=0",
            "defineEn": "to continue without stopping",
            "defineVi": "tiếp tục mà không dừng lại",
            "hasImg": true
        },
        {
            "id": "9cc5b217-837c-41db-83fd-cf6dc6c7bcee",
            "word": "to hit",
            "phonetic": "tə hɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "That bacon sandwich really hit the spot!",
                "A cup of coffee hits the spot at any given time.",
                "A car hit the barrier.",
                "The bus hit the bridge.",
                "The woman hit the mugger with her umbrella."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGl0&hash=8e891100207a6bdacada536dea7ecfa24cc97ce5&lang=en&cache-only=0",
            "defineEn": "to strike someone or something with force using one's hand or an object",
            "defineVi": "để tấn công một ai đó hoặc một cái gì đó bằng vũ lực bằng tay của một người hoặc một đối tượng",
            "hasImg": true
        },
        {
            "id": "262f9c18-40b8-48a5-8c4c-f460b5d952a4",
            "word": "to postpone",
            "phonetic": "tə poʊstpoʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "We decided to postpone our outdoor plans due to the cloudy weather.",
                "I'd love to postpone, darling, but I just cashed my last rain check.",
                "Her appointments for the following week could, at a pinch, be postponed.",
                "There is no question of the project being postponed.",
                "Two Senate panels abruptly postponed votes on the nomination today."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9zdHBvbmU&hash=d2bcc4b4d170325029ddc5803f88a10cf38d1244&lang=en&cache-only=0",
            "defineEn": "to arrange or put off an activity or an event for a later time than its original schedule",
            "defineVi": "để sắp xếp hoặc trì hoãn một hoạt động hoặc một sự kiện trong một thời gian muộn hơn so với lịch trình ban đầu của nó",
            "hasImg": true
        },
        {
            "id": "1253da5f-01e4-4dea-b000-ee1f2317d263",
            "word": "to recharge",
            "phonetic": "tə ɹᵻtʃɑːɹdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She is currently taking a break to recharge her batteries.",
                "I often go for a walk to recharge my batteries.",
                "Next month, I will go on a yoga retreat to recharge my batteries.",
                "We have been resting all weekend to recharge our batteries for the upcoming week.",
                "Weekends allow me to take a break from work and recharge for the next week."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjaGFyZ2U&hash=8b03d75d61d9f9808be9a03c4d2138e87f505566&lang=en&cache-only=0",
            "defineEn": "to restore energy or refill an electronic device with energy",
            "defineVi": "để khôi phục năng lượng hoặc nạp đầy năng lượng cho một thiết bị điện tử"
        },
        {
            "id": "96a5c41c-7a71-4b6b-9200-42ec2d1dee99",
            "word": "sample",
            "phonetic": "sæmpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scientists are taking water samples from the river.",
                "We collected samples of pith from different plants to compare their properties.",
                "As you strolled through the food market, the vendor enticed you with samples of various cold cuts.",
                "The doctors decided to run some more tests on the blood samples.",
                "Here, sample my mix."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FtcGxl&hash=38b93e1621e634dd0bc2d0b1f9a406a367ec1572&lang=en&cache-only=0",
            "defineEn": "a small amount of a substance taken from a larger amount used for scientific analysis or therapeutic experiment",
            "defineVi": "một lượng nhỏ chất được lấy từ một lượng lớn hơn được sử dụng để phân tích khoa học hoặc thí nghiệm điều trị",
            "hasImg": true
        },
        {
            "id": "3d965b19-f8a5-4e76-81b3-366b4468b150",
            "word": "to set off",
            "phonetic": "tə sɛt ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "Check the oil and water before setting off.",
                "Taking the bit between his teeth he set off across the plain with greater speed than the bones of his anatomy ever gave any promise of.",
                "Every so often, Claire has itchy feet and sets off for a foreign destination.",
                "The tree crashed through the conservatory and set off all the alarms, which joined with the sound of the gale to scare me out of my wits.",
                "One week later, this sandwich set off a virtual confrontation between some of the biggest names in fast food."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2V0IG9mZg&hash=45a415b6020ab221cf1cbe764503718f4ce8f89d&lang=en&cache-only=0",
            "defineEn": "to start a journey",
            "defineVi": "để bắt đầu một cuộc hành trình",
            "hasImg": true
        },
        {
            "id": "6467c14d-f000-44c0-91f3-89f741cad2b4",
            "word": "to soak up",
            "phonetic": "tə soʊk ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "She is as brown as a berry after spending the entire summer at the beach, soaking up the sun.",
                "After a long day at work, Aurora enjoyed unwinding by sunbathing in her backyard in her birthday suit, soaking up the warm rays.",
                "We enjoyed a picnic in the park, munching on pistachios while soaking up the warm sun.",
                "The cat likes to find a sunny spot to rest and soak up the warmth.",
                "Hard surfaces like paved roads or sidewalks can’t soak up water."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc29hayB1cA&hash=f7f8042ab1758b3202266dc24537ed0739868ef2&lang=en&cache-only=0",
            "defineEn": "to enjoy or experience something to the fullest extent possible",
            "defineVi": "để tận hưởng hoặc trải nghiệm một cái gì đó đến mức tối đa có thể"
        },
        {
            "id": "7f6dcdba-d51e-4242-9b8d-b62b28537b54",
            "word": "to wander",
            "phonetic": "tə wɔndɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He allowed his mind to wander.",
                "The lost dog wandered from pillar to post, searching for its owner in different neighborhoods.",
                "Four brothers wandered this celestial realm.",
                "Around 50 million years ago, a hippo-like animal wandered into the water.",
                "He wanders away!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FuZGVy&hash=f3e02ccdfab9f49571ff89fe2684ad7ce6430a47&lang=en&cache-only=0",
            "defineEn": "to walk around with no purpose and specific direction",
            "defineVi": "đi loanh quanh không có mục đích và phương hướng cụ thể",
            "hasImg": true
        }
    ]
}