{
    "id": "081470c0-c2fd-48e3-b3b7-2ad48063711c",
    "title": "Unit 4 - Preview",
    "originalTitle": "Unit 4 - Preview",
    "words": [
        {
            "id": "dc46a5f0-c711-413e-9a5f-143c8ac2aa4b",
            "word": "genre",
            "phonetic": "ʒɑːnɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "My husband's favorite genre of music is pop.",
                "Different genres of music appeal to different people, and for me, classical music really floats my boat.",
                "While growing up, he had been exposed to various musical genres at his mother's knee, developing a diverse appreciation for music.",
                "The game strikes a great balance between accessibility for younger players and a rewarding challenge for veterans of the genre.",
                "The book was pretty dull and didn't really stand out from other similar books in the genre."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VucmU&hash=a0d13625523bbb41061f418145b3304ad2959a9d&lang=en&cache-only=0",
            "defineEn": "a style of art, music, literature, film, etc. that has its own special features",
            "defineVi": "một phong cách nghệ thuật, âm nhạc, văn học, phim, v.v. có những nét đặc biệt riêng",
            "hasImg": true
        },
        {
            "id": "d83d2e54-c4d0-4ce9-b643-5cba611238bd",
            "word": "book",
            "phonetic": "bʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "This book bridges a gulf between the metaphysics literature and philosophy of mind literature.",
                "The book raises many important questions.",
                "Every age has its book, after all.",
                "The movie follows the book faithfully.",
                "The movie follows the book faithfully."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9vaw&hash=fa0deeb1d31a6f77f3afc0d81d91f2dd79409dc6&lang=en&cache-only=0",
            "defineEn": "a set of printed pages that are held together in a cover so that we can turn them and read them",
            "defineVi": "một tập hợp các trang in được giữ lại với nhau trong một trang bìa để chúng ta có thể lật chúng và đọc chúng",
            "hasImg": true
        },
        {
            "id": "898ce03e-7709-41c4-b97a-2b1f5aa24c89",
            "word": "fiction",
            "phonetic": "fɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In his latest book, he tries his hand at fiction.",
                "This collection of stories bridges the gap between history and fiction.",
                "Fiction plays with our senses: taste, smell, touch, hearing, sight, and the sense of motion.",
                "We read fiction for many reasons.",
                "The last thing on this immigration issue, that argument and his entire case is built on a fiction."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmljdGlvbg&hash=84efddce0cb857fad53eacc427378eac9948f6e7&lang=en&cache-only=0",
            "defineEn": "a type of literature about unreal people, events, etc.",
            "defineVi": "một loại văn học về những người, sự kiện không có thật, v.v."
        },
        {
            "id": "278de22d-bc26-4a04-8f40-f3a4d3a20f00",
            "word": "novel",
            "phonetic": "nɑːvəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The novel follows the fortunes of a village community in Scotland.",
                "The novel is worlds apart from his academic writings.",
                "Her latest novel takes the lid off the international art world.",
                "She wrote a bestselling novel.",
                "The author abstracted key themes from the novel in her literary analysis."
            ],
            "audio": "https://tts.langeek.co/read?text=bm92ZWw&hash=8cfc2672d944b6255fd94bb067bd7e40f5edb735&lang=en&cache-only=0",
            "defineEn": "a long written story that usually involves imaginary characters and places",
            "defineVi": "một câu chuyện dài bằng văn bản thường liên quan đến các nhân vật và địa điểm tưởng tượng",
            "hasImg": true
        },
        {
            "id": "9b08cafc-c2f4-4959-b6d4-4c06d86aa60b",
            "word": "mystery",
            "phonetic": "mɪstɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have had these mysteries before.",
                "A mystery writer who knows all the tricks of his trade.",
                "I like reading books as a hobby, especially mystery novels.",
                "In a mystery movie, when new suspects or evidence emerges, the plot thickens as the protagonist tries to solve the case.",
                "Alice enjoyed the attention she received from Michael, so she decided to play hard to get to keep him interested and maintain a sense of mystery."
            ],
            "audio": "https://tts.langeek.co/read?text=bXlzdGVyeQ&hash=2c2b1e08300a827279b65211563d66da6fc8ece2&lang=en&cache-only=0",
            "defineEn": "a movie, novel, or play in which a crime takes place, especially a murder, and the story starts unraveling as it goes on",
            "defineVi": "một bộ phim, tiểu thuyết hoặc vở kịch trong đó một tội ác xảy ra, đặc biệt là một vụ giết người và câu chuyện bắt đầu sáng tỏ khi nó tiếp diễn",
            "hasImg": true
        },
        {
            "id": "272762bc-231b-4484-9575-b7647ff9de51",
            "word": "thriller",
            "phonetic": "θɹɪlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I love thrillers.",
                "Next movie is Orphan, another thriller.",
                "is a sci fi action thriller with time travel in it.",
                "My favourite is always going to be thriller/horror.",
                "It's a suspenseful thriller with lots of twists."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhyaWxsZXI&hash=a3f39cfe7c24f910321e540bfd936e757177b1c4&lang=en&cache-only=0",
            "defineEn": "a movie, novel, etc. with an exciting plot that deals with crime",
            "defineVi": "một bộ phim, tiểu thuyết, v.v. với cốt truyện thú vị liên quan đến tội phạm",
            "hasImg": true
        },
        {
            "id": "d9cbfb7f-56e3-427f-b5f0-2f2a8a935aa6",
            "word": "science fiction",
            "phonetic": "saɪəns fɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "None of this is science fiction.",
                "This new arm is not science fiction. ",
                "This isn’t science fiction.",
                "It sounds like science fiction!",
                "Women and people of color have always been writing science fiction, ahem."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NpZW5jZSBmaWN0aW9u&hash=6b6d197b76567af19513898922548d6f73cbfd35&lang=en&cache-only=0",
            "defineEn": "books, movies, etc. about imaginary things based on science",
            "defineVi": "sách, phim, v.v. về những điều tưởng tượng dựa trên khoa học",
            "hasImg": true
        },
        {
            "id": "57fab2a7-e791-4dc4-a2ff-f326af216449",
            "word": "short story",
            "phonetic": "ʃɔːɹt stoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She was told in no uncertain terms that the magazine had no interest in her short stories.",
                "Have a simple short story.",
                "But his work has inspired numerous short stories, novels, tabletop games, and cultural icons.",
                "My favorite commentary on the Market Revolution actually comes from the author Herman Melville in his short story \"Bartleby the Scrivener.\"",
                "For example, Bedtime Stories for Cynics, a hilarious collection os short stories presented by Nick Offerman."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvcnQgc3Rvcnk&hash=05e0702621cc7c976e74e14c36fdfcbe7596d12d&lang=en&cache-only=0",
            "defineEn": "a complete story that is not long and can be read in a short time",
            "defineVi": "một câu chuyện hoàn chỉnh không dài và có thể đọc trong một thời gian ngắn"
        },
        {
            "id": "a83a8d0f-55a5-40c5-b016-d8644b8ce621",
            "word": "non-fiction",
            "phonetic": "nɑːnfɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Blinkist takes the best insights and most important information from thousands of non-fiction books and condenses it into 15 minutes.",
                "Initially, it only had a grand total of five fiction and four non-fiction books on it, and it only reflected numbers from the city of New York itself.",
                "First, a message from our sponsor, Blinkist, who takes non-fiction books and smushes them down into 15 minutes.",
                "Curiosity Stream is a subscription streaming service that offers documentaries and non-fiction title from a variety of film-makers.",
                "As you may have heard, Audible has audiobooks of all sorts, including fiction, non-fiction and periodicals."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9uLWZpY3Rpb24&hash=c105bad4e429cdd7910e751e97f7a927245b620d&lang=en&cache-only=0",
            "defineEn": "a type of literature about real people, or events, etc.",
            "defineVi": "một loại văn học về người thực, hoặc các sự kiện, vv"
        },
        {
            "id": "2a84d4ac-3128-41b0-a206-7e4fa233cd0e",
            "word": "biography",
            "phonetic": "baɪɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Booksellers should easily be able to move this biography of Lincoln.",
                "After reading her biography, I saw her accomplishments in a different light and gained a deeper admiration for her resilience and determination.",
                "I have discovered biographies.",
                "Earlier this year, I read Ron Chernow's magnificent biography of Ulysses S. Grant.",
                "Earlier this year, I read Ron Chernow's magnificent biography of Ulysses S. Grant."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlvZ3JhcGh5&hash=9b77ca96fe4644a9ecbfa121cd67ec87e9ab1fdc&lang=en&cache-only=0",
            "defineEn": "the story of someone's life that is written by another person",
            "defineVi": "câu chuyện về cuộc đời của ai đó được viết bởi một người khác"
        },
        {
            "id": "bbc6fe7d-c60e-467d-85e6-8d2e37d85e14",
            "word": "autobiography",
            "phonetic": "ɔːɾoʊbaɪɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Autobiographies should be taken with a grain of salt.",
                "Her shocking autobiography is about to hit the streets.",
                "The Arabic-language autobiography spent decades in private collections, before the library acquired it in 2017.",
                "It's titled Autobiography: Water/Ancestors/Middle Passage/Family Ghosts.",
                "McCain wrote about it in his autobiography, \"Faith of My Fathers.\""
            ],
            "audio": "https://tts.langeek.co/read?text=YXV0b2Jpb2dyYXBoeQ&hash=c95167af1a20fd2db4ee9d65ac1578cd67e81e51&lang=en&cache-only=0",
            "defineEn": "the story of the life of a person, written by the same person",
            "defineVi": "câu chuyện về cuộc đời của một người, được viết bởi cùng một người"
        },
        {
            "id": "021d9382-69b3-411d-85c4-ec973c5a8659",
            "word": "travel",
            "phonetic": "tɹævəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Travel broadens the mind.",
                "The train traveled through beautiful countryside.",
                "They travelled the highways and byways of Britain.",
                "The news traveled across the country like lightning.",
                "His travels brought him into contact with many famous artists."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhdmVs&hash=e345440526f071e958a803d8b25e78cb3ff0331c&lang=en&cache-only=0",
            "defineEn": "the act of going to a different place, usually a place that is far",
            "defineVi": "hành động đi đến một nơi khác, thường là một nơi xa",
            "hasImg": true
        },
        {
            "id": "f45f70f9-18cf-48fa-9d76-e19f60fd4467",
            "word": "self-help",
            "phonetic": "sɛlfhɛlp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The books range from stories about business and history, to self-help and psychology.",
                "But here's a watered down, self-help version of the CBT.",
                "There are self-help books out there on CBT for anxiety and worry.",
                "In the study, 120 people completed a short online self-help course based on cognitive therapy for perfectionism.",
                "They’ve also got everything else too, from science to self-help."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1oZWxw&hash=31fbca12dc33525ca3b1e6b2101fcadc53a3afbf&lang=en&cache-only=0",
            "defineEn": "the act or process of helping and supporting oneself and solving one's problems without relying on others",
            "defineVi": "hành động hoặc quá trình giúp đỡ và hỗ trợ bản thân và giải quyết vấn đề của một người mà không cần dựa vào người khác"
        }
    ]
}