{
    "id": "0838d215-f1c7-476b-ae73-da8be269436c",
    "title": "All About Literature",
    "originalTitle": "All About Literature",
    "words": [
        {
            "id": "74822d1c-3430-461c-a407-dfbbe09a0d08",
            "word": "novella",
            "phonetic": "nɑːvɛlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "She also wrote essays, poems, a novella, and by far her most famous story, \"The Yellow Wallpaper.\"",
                "This is the premise of Edwin Abbott's 1884 novella, Flatland.",
                "He has published a staggering 61 novels, 11 collections of short stories and novellas, and 5 works of nonfiction.",
                "Binti is a novella about a girl that overcomes humble beginnings and is offered a place at Oomza University, one of the most prestigious institutions of higher learning in the galaxy, but a great deal of the series focuses on Binti trying to reconcile her heritage with her own natural intelligence and personal goals.",
                "Invasion lit is largely thought to have kicked off with a novella by George Tomkyns Chesney called The Battle of Dorking: Reminiscences of a Volunteer , in 1871, which tells the story of a successful foreign invasion in England."
            ],
            "audio": "https://tts.langeek.co/read?text=bm92ZWxsYQ&hash=6d16bb00086d141268ad309364ce0afed274fe4b&lang=en&cache-only=0",
            "defineEn": "a work of fiction with an intermediate length, which could be considered a short novel",
            "defineVi": "một tác phẩm hư cấu có độ dài trung bình, có thể được coi là một cuốn tiểu thuyết ngắn"
        },
        {
            "id": "577564ea-8088-4a29-bff9-5eb610c5a61b",
            "word": "epic",
            "phonetic": "ɛpɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The explorer's epic journey through the Amazon rainforest lasted for months and covered thousands of miles.",
                "That little drive was epic.",
                "Our journey together has surely been epic.",
                "This epic is not quite over!",
                "- This is epic."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXBpYw&hash=9885b88c6f54cfc93e17e4b3751b314bbe893f58&lang=en&cache-only=0",
            "defineEn": "a long poem in narrative form giving an account of the extraordinary deeds and adventures of a nation's heroes or legends",
            "defineVi": "một bài thơ dài ở dạng tường thuật kể về những hành động và cuộc phiêu lưu phi thường của những anh hùng hoặc huyền thoại của một quốc gia"
        },
        {
            "id": "5ff9e02c-65c0-410f-b080-9fc5c41cd27e",
            "word": "chronicle",
            "phonetic": "kɹɑːnɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The novel chronicles the fortunes and misfortunes of the Buendía family over seven generations.",
                "Hack the Moon chronicles the engineers and technologies behind the Apollo missions.",
                "Hack the Moon chronicles the engineers and technologies behind the Apollo missions.",
                "Hack the Moon chronicles the engineers and technologies behind the Apollo missions.",
                "That is Stacy Palmer from \"The Chronicle of Philanthropy.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hyb25pY2xl&hash=6776fd5ef3caa6c2bc781af231319f426c2d066b&lang=en&cache-only=0",
            "defineEn": "a historical account of events presented in chronological order",
            "defineVi": "một tài khoản lịch sử của các sự kiện được trình bày theo thứ tự thời gian"
        },
        {
            "id": "bed5a2b9-3e3e-47c0-a17d-3c1c9794df26",
            "word": "ode",
            "phonetic": "oʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Still others, escaping harsh reality, composed odes to poppies, from which opium is derived.",
                "The sliders are an ode to my diner days, and they're made with local pork from a fancy Mangalitsa pig, homemade mayonnaise and local cheese, and last-of-the-season peaches from Krista's (ph) farm."
            ],
            "audio": "https://tts.langeek.co/read?text=b2Rl&hash=6b8d282f936aa36312e5284881f55d59a41bf275&lang=en&cache-only=0",
            "defineEn": "a lyric poem, written in varied or irregular metrical form, for a particular object, person, or concept",
            "defineVi": "một bài thơ trữ tình, được viết bằng hình thức số liệu đa dạng hoặc bất thường, cho một đối tượng, người hoặc khái niệm cụ thể"
        },
        {
            "id": "051fcba4-9e15-43d4-94e2-eda3fe590b49",
            "word": "parody",
            "phonetic": "pæɹədi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Courts often hold that parody as a transformative fair use.",
                "Parody music copies existing musical ideas, lyrics, or style of a certain artist or genre.",
                "His parodies capture the essence of the original work down to the finest detail.",
                "So what is parody?",
                "My family, we did Passover Broadway parody songs."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyb2R5&hash=c2cff4dc2746c116b79f36faf7598340493448d4&lang=en&cache-only=0",
            "defineEn": "a piece of writing, music, etc. that imitates the style of someone else in a humorous way",
            "defineVi": "một đoạn văn bản, âm nhạc, v.v. bắt chước phong cách của người khác một cách hài hước"
        },
        {
            "id": "8ba8c927-f0d9-4715-8fb6-0c2e0595a7f8",
            "word": "fable",
            "phonetic": "feɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The teacher retold a classic fable to her students, knowing that a good tale is none the worse for being told twice and that the story's lessons were worth repeating.",
                "Stories Retold, an all-ages series about fables and fairy tales, will go out on Wednesdays through the end of October.",
                "(Cécile) It’s basically like a musical fairytale or like a musical fable.",
                "It’s the heartwarming fable of a kindly prostitute who learns to protect herself from exploitation by dressing and acting like a really, really mean dude.",
                "These are well-worn storylines like a pair of star-crossed lovers from feuding families or fables or folklore."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFibGU&hash=daf63a0ff21791cc81ec225135ad54e750ecc395&lang=en&cache-only=0",
            "defineEn": "a short story on morality with animal characters",
            "defineVi": "một câu chuyện ngắn về đạo đức với các nhân vật động vật"
        },
        {
            "id": "633175fb-1ead-40bb-aa46-9f58fd2107d7",
            "word": "parable",
            "phonetic": "pæɹəbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The second novel, Parable of the Talents, takes place five years after the end the previous novel.",
                "That religious experience would come up often in her work, especially in the Parable series.",
                "Released in 1993, Parable of the Sower takes place in the distant future of 2024, when society in the United States and our favorite unholy trinity of climate change, wealth inequality, and corporate greed has ravaged the nation leaving in in a state of pure dystopia.",
                "Parable of the Talents (408) Even the utopian society she is constructing starts off with a little crumb of colonization, addressing that nothing can truly detach humanity from that sin, especially when tied to the United States.",
                "While all of her novels and short stories have a lot we could discuss, we decided to focus on the Parable novels because there is nothing like living in your own dystopia to make things come into focus - if you get what I mean."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyYWJsZQ&hash=786d3e4c928fcfb048838e1782d04c2aef029a1c&lang=en&cache-only=0",
            "defineEn": "a short fictitious story with a moral or spiritual lesson, especially one told by Jesus Christ in the Gospels",
            "defineVi": "một câu chuyện hư cấu ngắn với một bài học đạo đức hoặc tinh thần, đặc biệt là một kể bởi Chúa Giêsu Kitô trong Tin Mừng"
        },
        {
            "id": "a0731292-9245-4115-bc66-804544bcbc1a",
            "word": "haiku",
            "phonetic": "haɪkuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's almost like a little haiku sometimes.",
                "In 2012 astronomers determined the color of our galaxy too, and captured it in a haiku: Look at new spring snow See the River of Heaven An hour after dawn Stay curious."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFpa3U&hash=6362f3242bf32fc96f2e26bc9ef37263b70caa53&lang=en&cache-only=0",
            "defineEn": "a Japanese poem with three unrhymed lines that have five, seven and five syllables each",
            "defineVi": "một bài thơ Nhật Bản có ba dòng không có vần, mỗi dòng có năm, bảy và năm âm tiết"
        },
        {
            "id": "d31e7b2d-2ba9-4049-9680-0636cdf0672b",
            "word": "epigram",
            "phonetic": "ɛpɪɡɹæm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXBpZ3JhbQ&hash=ced51d66e0a7f59e122d2148ffb64dd9e0d97d42&lang=en&cache-only=0",
            "defineEn": "a short poem or phrase that expresses a single thought satirically, often ending in a clever or humorous way",
            "defineVi": "một bài thơ ngắn hoặc cụm từ thể hiện một ý nghĩ châm biếm, thường kết thúc một cách thông minh hoặc hài hước"
        },
        {
            "id": "2434aa7b-93ce-4ad5-afc1-0a0fa2929f82",
            "word": "saga",
            "phonetic": "sɑːɡə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The saga of the stripey house offered a glimpse into the secret world of posh neighbors at war.",
                "Just ask Saga, Norse goddess of storytelling.",
                "It's a family saga.",
                "That’s an unbelievable saga.",
                "Enjoy this trip through the 1.8 billion-year-long saga of the supercontinents."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FnYQ&hash=51f5e750a1940a83fbec4c36cacc048f5dca4a25&lang=en&cache-only=0",
            "defineEn": "a long story of heroic actions and bravery in old Norse or Icelandic in the Middle Ages, or a modern narrative resembling such a narrative",
            "defineVi": "một câu chuyện dài về những hành động anh hùng và lòng dũng cảm ở Bắc Âu cổ hoặc Iceland thời Trung cổ, hoặc một câu chuyện hiện đại giống như một câu chuyện như vậy"
        },
        {
            "id": "1cafea28-054e-467e-9683-9e3f776fb7a0",
            "word": "epigraph",
            "phonetic": "ɛpɪɡɹæf ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXBpZ3JhcGg&hash=8a0331deff355190a5447e8a22ce1a3a1609b99a&lang=en&cache-only=0",
            "defineEn": "a short quotation or phrase that is written at the beginning of a book or any chapter of it, suggesting the theme",
            "defineVi": "một trích dẫn hoặc cụm từ ngắn được viết ở đầu một cuốn sách hoặc bất kỳ chương nào của nó, gợi ý chủ đề"
        },
        {
            "id": "e182dc67-dfd0-456f-8c1b-65ee634b02b1",
            "word": "limerick",
            "phonetic": "lɪmɚɹɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is Ireland, county Limerick.",
                "I like it Hannah: everything's better with a limerick Kati:"
            ],
            "audio": "https://tts.langeek.co/read?text=bGltZXJpY2s&hash=7e4f7e25754ff8b59b579ff9d8574c39f1c764cf&lang=en&cache-only=0",
            "defineEn": "a humorous poem of five anapestic lines with a rhyme scheme of aabba",
            "defineVi": "một bài thơ hài hước gồm năm dòng anapesic với sơ đồ gieo vần aabba"
        },
        {
            "id": "c83699d6-ba71-4863-9367-c83e50af7b70",
            "word": "lyricism",
            "phonetic": "lɪɹɪsɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bHlyaWNpc20&hash=7c5b53c6af1eb4768d3b3497303aa9817b326aea&lang=en&cache-only=0",
            "defineEn": "the creative and imaginative expression of powerful feelings in art, poetry, music, etc.",
            "defineVi": "sự thể hiện sáng tạo và giàu trí tưởng tượng của những cảm xúc mạnh mẽ trong nghệ thuật, thơ ca, âm nhạc, v.v."
        },
        {
            "id": "bce4c43b-2149-48f9-9ba0-56989316f6fb",
            "word": "prose",
            "phonetic": "pɹoʊz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Plenty of Christians have tried their hand at putting their beliefs into prose or poetry, usually with calamitous aesthetic results.",
                "And Harper Lee’s great novel may be straightforward in its prose and in its plot, but when it comes to opportunities for that collaboration, it is extremely rich.",
                "Here, the lack of human presence in the Ramsays' beach house allows Woolf to reimagine time in flashes and fragments of prose.",
                "The prose can go from exceedingly indulgently purple to short and choppy noir style, sometimes even in the same book.",
                "Its prose and style read like literary fiction, yet it featured supernatural characters and events."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvc2U&hash=073bfad5f6b08cd6963fa65895c5876d9c77af97&lang=en&cache-only=0",
            "defineEn": "spoken or written language in its usual form, in contrast to poetry",
            "defineVi": "ngôn ngữ nói hoặc viết ở dạng thông thường, trái ngược với thơ"
        },
        {
            "id": "153eb960-560b-45b4-93fc-db64b88eb7b0",
            "word": "oeuvre",
            "phonetic": "ɜːvɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bredius declared van Meegeren’s fake the masterpiece of Vermeer’s oeuvre."
            ],
            "audio": "https://tts.langeek.co/read?text=b2V1dnJl&hash=c1fcaebea663fd049712281d90d58db584a1dd63&lang=en&cache-only=0",
            "defineEn": "the collection of artistic or literary works produced by a particular painter, author, etc.",
            "defineVi": "bộ sưu tập các tác phẩm nghệ thuật hoặc văn học được tạo ra bởi một họa sĩ, tác giả cụ thể, v.v."
        },
        {
            "id": "645463d4-133e-42ed-90f4-d4e1d6a8e01c",
            "word": "motif",
            "phonetic": "moʊtiːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "With the advent of the romantic movement, fantasy and folklore themes became common motifs.",
                "That's a motif.",
                "Narrator: All of Saied's paintings include ancient Egyptian motifs, to pay homage to papyrus' origin.",
                "Science fiction may have its roots in reactionary motifs and worries about the myriad ways civilization might fall.",
                "Then the spider switches to a sticky silk for its main motif: circle after circle of tenacious thread."
            ],
            "audio": "https://tts.langeek.co/read?text=bW90aWY&hash=bbe83ae204be63d0cd45fc835c2760b57ba0a427&lang=en&cache-only=0",
            "defineEn": "a subject, idea, or phrase that is repeatedly used in a literary work or musical composition",
            "defineVi": "một chủ đề, ý tưởng hoặc cụm từ được sử dụng nhiều lần trong một tác phẩm văn học hoặc tác phẩm âm nhạc"
        },
        {
            "id": "0351baf9-55df-4c4f-974d-55aa3c5fa9bd",
            "word": "characterization",
            "phonetic": "kæɹɪktɚɹaɪzeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Is it with characters, characterizations, a storyline?",
                "This dialogue gives us a good look at the characterization between these two characters.",
                "First of all, I don't agree with all of your characterizations of the situation there.",
                "An action based on, you know, just the characterization of the lover.",
                "And then in August 1870, the French National Assembly, outraged at these characterizations, declared war."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcmFjdGVyaXphdGlvbg&hash=ab4d02e45b15af4738b446d90bca8e7a629d0dcf&lang=en&cache-only=0",
            "defineEn": "the way in which characters in a movie, book, etc. are created and represented by a writer",
            "defineVi": "cách mà các nhân vật trong phim, sách, v.v. được tạo ra và thể hiện bởi một nhà văn"
        },
        {
            "id": "6ccd4bcf-30f3-4bdd-bc06-4e5be7975b2a",
            "word": "antagonist",
            "phonetic": "æntæɡənɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "But, at the same time, I also end up really disliking the antagonist.",
                "I always seem to be really into the antagonist in the show for some reason.",
                "Obviously, you have Russia now is also a belligerent, is also an antagonist against Napoleon.",
                "[but] many Russians were brought up and trained, to see the United States and the West as the unalterable ideological foe, antagonist of the Soviet Union and by extension Russia.",
                "So how did he become the ultimate antagonist, with so many different forms?"
            ],
            "audio": "https://tts.langeek.co/read?text=YW50YWdvbmlzdA&hash=bccfc4361cd5890f7865971e0039488aaf01ba33&lang=en&cache-only=0",
            "defineEn": "someone who strongly opposes another person or thing",
            "defineVi": "một người phản đối mạnh mẽ người khác hoặc điều",
            "hasImg": true
        },
        {
            "id": "6bc4de18-b083-41fd-a18a-76eaf614702a",
            "word": "protagonist",
            "phonetic": "pɹoʊɾɐɡənɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film incorporated abstract imagery and surreal elements to convey the protagonist's inner emotional journey.",
                "In the novel, the protagonist is pressured by her parents to marry money and is introduced to a wealthy suitor who can provide her with a luxurious lifestyle.",
                "In a mystery movie, when new suspects or evidence emerges, the plot thickens as the protagonist tries to solve the case.",
                "In a typical hero's journey, the protagonist sets out on an adventure, undergoes great change, and returns in triumph to their point of origin.",
                "So, Vonnegut’s protagonist is Billy Pilgrim."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvdGFnb25pc3Q&hash=66c56b0e9e45b366d9d0c2c537a2457c956ff724&lang=en&cache-only=0",
            "defineEn": "the main character in a movie, novel, TV show, etc.",
            "defineVi": "nhân vật chính trong phim, tiểu thuyết, chương trình truyền hình, v.v.",
            "hasImg": true
        },
        {
            "id": "88256a5e-d788-403d-a589-d6e9b609ddf4",
            "word": "to abridge",
            "phonetic": "tʊ ɐbɹɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "And the community in question seems to embrace something near socialism: abridging the superfluous for others' necessities.",
                "No state shall make or enforce any law which shall abridge the privileges or immunities of citizens of the United States.",
                "The first amendment, for example, says that \"congress shall make no law respecting the establishment of religion, or abridging the free exercise thereof, or abridging the freedom of speech or of the press to assemble or to infringe the right to petition the government for redress of grievances.\"",
                "The first amendment, for example, says that \"congress shall make no law respecting the establishment of religion, or abridging the free exercise thereof, or abridging the freedom of speech or of the press to assemble or to infringe the right to petition the government for redress of grievances.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWJyaWRnZQ&hash=7e502028c15e24934ad1ba71c8872a09bf38d452&lang=en&cache-only=0",
            "defineEn": "to make a book, play, etc. short by omitting the details and including the main parts",
            "defineVi": "để làm cho một cuốn sách, vở kịch, v.v. ngắn lại bằng cách bỏ qua các chi tiết và bao gồm các phần chính",
            "hasImg": true
        },
        {
            "id": "1f533cd0-e422-466b-9481-2e5ca9c20659",
            "word": "to depict",
            "phonetic": "tə dᵻpɪkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The old painting depicted a picturesque landscape from a bygone era.",
                "The artist created an abstract painting that captured the essence of emotion without depicting recognizable objects.",
                "The artist's painting depicted a crowded city street, with the figures in the painting appearing isolated and alone, capturing the theme of 'a great city, a great solitude'.",
                "Artists depicted cityscapes, ball games, and field hands at work.",
                "The second photograph depicts a more clear image of Slender Man."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVwaWN0&hash=56319b9b8745eacda3d7db389590ebcaf0828f5e&lang=en&cache-only=0",
            "defineEn": "to describe or portray someone or something in words",
            "defineVi": "để mô tả hoặc miêu tả một ai đó hoặc một cái gì đó trong lời nói",
            "hasImg": true
        },
        {
            "id": "e5ee53dd-e06e-4b02-8b77-d37e5bdfaf21",
            "word": "addendum",
            "phonetic": "ɐdɛndəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "If you sign the addendum and you're there, you're in the sequel."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRkZW5kdW0&hash=1e612860f2a2eedad7a109ef7f1b534a87f7fa97&lang=en&cache-only=0",
            "defineEn": "a section of additional material that is usually added at the end of a book",
            "defineVi": "một phần tài liệu bổ sung thường được thêm vào cuối cuốn sách"
        },
        {
            "id": "ee21ac1b-12cf-4109-9721-89d26a9a6f81",
            "word": "foreword",
            "phonetic": "fɔːɹwɜːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "So Morrison says in a foreword to the novel, \"I wanted the reader to be kidnapped, thrown ruthlessly into an alien environment as the first step into a shared experience with the book's population.\"",
                "Dr. Crutcher is a friend, and he asked me to write the foreword."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yZXdvcmQ&hash=aee7326ceca5a274961d5ceaddd2242808ce65a7&lang=en&cache-only=0",
            "defineEn": "a short introductory section at the beginning of a book, usually written by someone other than the author",
            "defineVi": "một phần giới thiệu ngắn ở phần đầu của một cuốn sách, thường được viết bởi một người nào đó không phải là tác giả"
        },
        {
            "id": "e98ac742-a7f0-4e90-b50a-7eb7267cbc69",
            "word": "afterword",
            "phonetic": "æftɚwɜːd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWZ0ZXJ3b3Jk&hash=ef121fefac23bdc0287dddadb661d568335b327a&lang=en&cache-only=0",
            "defineEn": "a part at the end of a book including some final words that may not be written by the author",
            "defineVi": "một phần ở phần cuối của một cuốn sách bao gồm một số từ cuối cùng có thể không được viết bởi tác giả"
        },
        {
            "id": "f9cf1049-1f69-4e07-805c-99466d6f00bd",
            "word": "stanza",
            "phonetic": "stænzə ",
            "partOfSpeechType": "noun",
            "examples": [
                "But then you have the layout of the poem, which resists conventional stanzas, and that troubles the simplicity here."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Rhbnph&hash=efb7eb8e5039f8918f53b830b1da6159c588187f&lang=en&cache-only=0",
            "defineEn": "a series of lines in a poem, usually with recurring rhyme scheme and meter",
            "defineVi": "một loạt các dòng trong một bài thơ, thường có sơ đồ vần lặp lại và nhịp điệu"
        },
        {
            "id": "b93e72d2-775c-424d-b36b-b59fbc57b9a0",
            "word": "verse",
            "phonetic": "vɜːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "She came home and gave me chapter and verse about going to his place after a drink.",
                "The poet wrote, knowing that art is long and life is short, and hoping his verses would help him leave some small mark on the world beyond the span of his own life.",
                "Now you sing the verse.",
                "The first verse sounds like this.",
                "This is verse two."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVyc2U&hash=0502aba4df56c6a641f9a52c9ce3069b8ea496c5&lang=en&cache-only=0",
            "defineEn": "a set of words that usually have a rhythmic pattern",
            "defineVi": "một tập hợp các từ thường có một mô hình nhịp điệu"
        },
        {
            "id": "3a139920-bbca-4624-904d-531206730943",
            "word": "sonnet",
            "phonetic": "sɑːnɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Basically, Sonnet 18 is one big extended metaphor.",
                "A sonnet is a poetic form consisting of 14 lines.",
                "This sonnet is almost a parody, a send-up of Petrarch’s sonnets about the lovely Laura, whom he barely knew.",
                "Like, in sonnet 144, he actually compares the two muses.",
                "So Shakespeare wrote these sonnets, 154 of them, probably some time in the 1590s and early 1600s."
            ],
            "audio": "https://tts.langeek.co/read?text=c29ubmV0&hash=4b6a294e4fea15b206d7898b92afab60cb631b04&lang=en&cache-only=0",
            "defineEn": "a verse of Italian origin that has 14 lines, usually in an iambic pentameter and a prescribed rhyme scheme",
            "defineVi": "một câu thơ có nguồn gốc từ Ý có 14 dòng, thường ở thể thơ năm chữ iambic và một sơ đồ gieo vần theo quy định"
        },
        {
            "id": "bd281273-bbf5-412f-8206-805d380ac69a",
            "word": "gripping",
            "phonetic": "ɡɹɪpɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Okay, I get it, the movie is absolutely gripping.",
                "And that, I think, had a gripping effect on an audience. "
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JpcHBpbmc&hash=d26daf4a509eed7344db7d2b7e01f72d2c0f5192&lang=en&cache-only=0",
            "defineEn": "exciting and intriguing in a way that attracts someone's attention",
            "defineVi": "thú vị và hấp dẫn theo cách thu hút sự chú ý của ai đó"
        },
        {
            "id": "734405b1-a247-4367-8585-7a7f68cb68c8",
            "word": "concise",
            "phonetic": "kənsaɪs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The book's abstract provided a concise overview of the author's main arguments and key points.",
                "I know you're passionate about the topic, but remember that length begets loathing, so try to keep your presentation concise.",
                "-Cunt is so concise.",
                "Whoever wrote this doesn't understand the terms clear and concise.",
                "well, probably do in little bullet form, keep it very just concise or to the point."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY2lzZQ&hash=9bd3c72350c2d47895d66fd6b7d4debac8c389d8&lang=en&cache-only=0",
            "defineEn": "giving a lot of information briefly and clearly",
            "defineVi": "cung cấp nhiều thông tin ngắn gọn và rõ ràng",
            "hasImg": true
        },
        {
            "id": "aee62941-795d-43ad-96e3-6f0260bada63",
            "word": "canonical",
            "phonetic": "kɐnɑːnɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Now this canonical idea egalitarianism is not the same thing as equality - at least the equality that we’ve come to think about in the present day.",
                "In fact, Russian state television, Russian authorities, still haven’t to this day settled on one canonical, official version of events surrounding MH17.",
                "So you’re talking about a mix of financially motivated groups, which include the canonical Macedonian teenagers but generally what you might consider light organized crime, groups of people who are creating the spammy content, doing ad fraud, who are working together to push that content on multiple platforms, and then a variety of clusters of activity that we didn’t think was financially motivated but we couldn’t trace back to a specific sponsor at the time."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fub25pY2Fs&hash=f37194b0a213e379553a9fbf329120a90895fbf6&lang=en&cache-only=0",
            "defineEn": "(of an author or literary work) accepted as highly acclaimed authors or pieces of literature, which are collectively referred to as the literary canon",
            "defineVi": "(của một tác giả hoặc tác phẩm văn học) được công nhận là tác giả hoặc tác phẩm văn học được đánh giá cao, được gọi chung là kinh điển văn học"
        },
        {
            "id": "79aefc5c-8436-46b0-915f-f77ce74e2383",
            "word": "flowery",
            "phonetic": "flaʊɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Put aside the flowery language.",
                "So not the flowery large letters that's associated more with the hip hop culture.",
                "Meanwhile Russian poet Alexander Pushkin wrote the novel Eugene Onegin in the kind of romantic, flowery verse 13.",
                "Letters took weeks to arrive, and people wrote pages and pages to one another in flowery language.",
                "It would be hard for you or I to pluck an orchid mantis from a flowery background."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxvd2VyeQ&hash=7f53f8165813310375cc36476dda70d65f82735a&lang=en&cache-only=0",
            "defineEn": "(of writing or speech) full of literary or complicated words and phrases",
            "defineVi": "(về văn bản hoặc lời nói) đầy những từ và cụm từ văn học hoặc phức tạp"
        },
        {
            "id": "69371671-97ac-450c-bab0-c6ab3100d73f",
            "word": "mannered",
            "phonetic": "mænɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And little Wolf Blitzer was very well mannered."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFubmVyZWQ&hash=d74188b2b69074b48aca53dbbacf82f3b1a29de3&lang=en&cache-only=0",
            "defineEn": "behaving in an artificial way that is too formal, trying to impress others",
            "defineVi": "cư xử một cách giả tạo quá trang trọng, cố gắng gây ấn tượng với người khác"
        },
        {
            "id": "d258ff96-1c38-474d-a9d5-009b9f60770c",
            "word": "raunchy",
            "phonetic": "ɹɔːntʃi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Other producers just threw a bunch of nude showgirls and raunchy comics on the stage and called it a day.",
                "More than a skateboarder, he's a raucous, raunchy Internet sensation, banking huge numbers of clicks and views and likes.",
                "In fact, the famous Irish author James Joyce, is known to have written some particularly raunchy ones back in the 1900s.",
                "♪ music playing ♪ On the pat part, don't be afraid to go in right there, don't be afraid to get raunchy on that part.",
                "Sounds like I'm talking about doing things that are dicey or raunchy, but in this context it's used to describe thoughts and behavior that are different from most of the rest of your cultural context."
            ],
            "audio": "https://tts.langeek.co/read?text=cmF1bmNoeQ&hash=6957222e1b33f520348257680b7e8f59d3b1d18d&lang=en&cache-only=0",
            "defineEn": "sexually explicit or morally obscene",
            "defineVi": "khiêu dâm hoặc tục tĩu về mặt đạo đức"
        },
        {
            "id": "49cd5de7-b2a5-4938-adb0-e8509289f4e2",
            "word": "highbrow",
            "phonetic": "haɪbɹaʊ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Not highbrow stuff.",
                "(laughing) Like I said, not highbrow stuff.",
                "She wasn’t too highbrow."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlnaGJyb3c&hash=0f8f32b7d681df518f7952bdf1232e5a77591785&lang=en&cache-only=0",
            "defineEn": "scholarly and highly interested in cultural or artistic matters",
            "defineVi": "học thuật và rất quan tâm đến các vấn đề văn hóa hoặc nghệ thuật"
        },
        {
            "id": "eea2f16a-df89-4ab1-957b-0c52112a6cd9",
            "word": "sequel",
            "phonetic": "siːkwəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm really surprised that the sequel even holds a candle to the original.",
                "The sequel isn't too bad, but it isn't in the same league with the original.",
                "And just as with the Final Destination movies, the sequels have pretty much the same plot, just some new actors.",
                "The sequel is never quite as good.",
                "This is a sequel."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VxdWVs&hash=06e754dc7a86c2d6b6fa63485b91a47f22224c26&lang=en&cache-only=0",
            "defineEn": "a book, movie, play, etc. that continues and extends the story of an earlier one",
            "defineVi": "một cuốn sách, bộ phim, vở kịch, v.v. tiếp tục và mở rộng câu chuyện của một cuốn trước đó",
            "hasImg": true
        },
        {
            "id": "2f61ed25-043f-4dd1-9327-8680804ff80e",
            "word": "codex",
            "phonetic": "koʊdɛks ",
            "partOfSpeechType": "noun",
            "examples": [
                "From the few Mayan codices that remain, we know that the scribes determined the lunar month to three decimal places and predicted eclipses.",
                "So when they pair that with the faster processor in this camera, you get the ability to have fatter codex because this camera can record up to 600 megabits per second.",
                "The Spanish burned or otherwise destroyed a vast amount of Mexica cultural heritage, and we rely on codices like this one to keep this heritage alive."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29kZXg&hash=d36c423734ee8629c9d9307c775796ffe596115f&lang=en&cache-only=0",
            "defineEn": "an ancient book, written by hand, especially of scriptures, classics, etc.",
            "defineVi": "một cuốn sách cổ, được viết bằng tay, đặc biệt là kinh điển, kinh điển, v.v."
        },
        {
            "id": "80e25217-b02b-4141-a114-e6e4ce25453a",
            "word": "ghostwriter",
            "phonetic": "ɡoʊstɹaɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Using a ghostwriter?",
                "The guy who’s the managing editor for me, Wynton Hall, is one of the great ghostwriters out there. "
            ],
            "audio": "https://tts.langeek.co/read?text=Z2hvc3R3cml0ZXI&hash=b813ee4602c16b858b24a3a17c990efa1a3a0ec0&lang=en&cache-only=0",
            "defineEn": "an author whose work is published under someone else's name",
            "defineVi": "một tác giả có tác phẩm được xuất bản dưới tên của người khác"
        },
        {
            "id": "7ef9511e-95df-4c48-b52e-e596dc758b3e",
            "word": "humorist",
            "phonetic": "hjuːmoːɹɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Porter already had an established writing career as a humorist, but after being arrested and jailed for embezzlement, picked up the pen again while in prison as O. Henry in a bid to conceal that he was publishing stories while incarcerated.",
                "I could give an intro to Tolkien and his influence on the fantasy genre - but instead, I’ll quote beloved humorist and author, Terry Pratchett."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVtb3Jpc3Q&hash=4341b591c9e666ab8f0737d7d85d15649555ce3f&lang=en&cache-only=0",
            "defineEn": "someone who is known for writing or telling humorous stories or jokes about real people and events",
            "defineVi": "một người được biết đến với việc viết hoặc kể những câu chuyện hài hước hoặc những câu chuyện cười về những người và sự kiện có thật"
        },
        {
            "id": "c31d74dd-6dfa-4c36-b836-56708f0a7b6d",
            "word": "tragedian",
            "phonetic": "tɹædʒiːdiən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJhZ2VkaWFu&hash=df76ea89aecc4c6e592ce9ca4b9be8fdf32eece8&lang=en&cache-only=0",
            "defineEn": "a playwright who writes tragedies",
            "defineVi": "một nhà viết kịch viết bi kịch"
        },
        {
            "id": "dcf23e73-4baa-4e17-99c6-833145a82922",
            "word": "man of letters",
            "phonetic": "mæn ʌv lɛɾɚz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFuIG9mIGxldHRlcnM&hash=e91110a2cb8a45805499a8161345d589f3cece30&lang=en&cache-only=0",
            "defineEn": "a male literary author or scholar",
            "defineVi": "một tác giả văn học nam hoặc học giả",
            "hasImg": true
        },
        {
            "id": "2f9608e0-d714-4ee3-8f75-542b5f27da82",
            "word": "satirist",
            "phonetic": "sæɾɪɹɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Political satirist Andy Borowitz heads to San Francisco to preach to the choir."
            ],
            "audio": "https://tts.langeek.co/read?text=c2F0aXJpc3Q&hash=854c0579acb72ad03b54737dee19ef15c3303f15&lang=en&cache-only=0",
            "defineEn": "a person who writes or uses satires in order to criticize or humor someone or something",
            "defineVi": "một người viết hoặc sử dụng châm biếm để chỉ trích hoặc hài hước ai đó hoặc một cái gì đó"
        }
    ]
}