{
    "id": "085031fd-9000-422e-9133-972e262751c1",
    "title": "Lesson 9A",
    "originalTitle": "Lesson 9A",
    "words": [
        {
            "id": "b7e38220-aa4d-40b7-837a-656532651ee1",
            "word": "to claim",
            "phonetic": "tə kleɪm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The judge allowed my claim.",
                "The bank claims its hands are tied by federal regulators.",
                "He claimed that the company was not given a fair hearing in the press.",
                "He claims that he has her best interests at heart.",
                "He claimed that his government was turning the tide in the war against drugs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xhaW0&hash=8840f6138d4db520b74b7f07c9633085ce444a04&lang=en&cache-only=0",
            "defineEn": "to say that something is the case without providing proof for it",
            "defineVi": "để nói rằng một cái gì đó là trường hợp mà không cung cấp bằng chứng cho nó"
        },
        {
            "id": "044fc988-6965-4d47-b63c-942c6d8e7614",
            "word": "misleading",
            "phonetic": "mɪsliːdɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Seeing no other option, the politician decided desperate times call for desperate measures and made a controversial speech spreading misleading information to sway the crucial election results.",
                "The lines at this vaccination center in Ghana's capital, Accra, are misleading.",
                "Sometimes the mean is misleading.",
                "But this name is misleading.",
                "The president also used some misleading language."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzbGVhZGluZw&hash=fbd616391aa0f73ef76cca71b83fca5a8e602038&lang=en&cache-only=0",
            "defineEn": "intended to give a wrong idea or make one believe something that is untrue",
            "defineVi": "dự định đưa ra một ý tưởng sai hoặc làm cho một người tin vào điều gì đó không đúng sự thật"
        },
        {
            "id": "06f222b1-e77d-49e1-87a2-93c9cdc5e3f9",
            "word": "advertisement",
            "phonetic": "ædvɚtaɪzmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Replies to the advertisement are arriving in fits and starts.",
                "The team always thinks outside the box to come up with unique advertisements for all its clients.",
                "He believes the average consumer is being led down the garden path by the promises in advertisements.",
                "The advertisement told us very little about the product.",
                "These recommendation engines, in a way, are advertisements."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2ZXJ0aXNlbWVudA&hash=4b1255e386ff5235b67ee1a2b79819815ecc85e3&lang=en&cache-only=0",
            "defineEn": "any movie, picture, note, etc. designed to promote products or services to the public",
            "defineVi": "bất kỳ bộ phim, hình ảnh, ghi chú, v.v. nào được thiết kế để quảng bá sản phẩm hoặc dịch vụ tới công chúng"
        },
        {
            "id": "3f5216b1-c68e-4b6e-b8a3-556f0bbc4294",
            "word": "brand",
            "phonetic": "bɹænd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her favorite perfume is a French brand.",
                "Italian fashion brands like Gucci and Prada are renowned for their luxury and style.",
                "That's the best brand of tools there is, for my money.",
                "I rolled the dice on a tool brand I haven't used before.",
                "Well, you can wave goodbye to your brand new car, mister!"
            ],
            "audio": "https://tts.langeek.co/read?text=YnJhbmQ&hash=3418ea11d593ada5d2e64394f4a86b5aa0717aba&lang=en&cache-only=0",
            "defineEn": "the name that a particular product or service is identified with",
            "defineVi": "tên mà một sản phẩm hoặc dịch vụ cụ thể được xác định với",
            "hasImg": true
        },
        {
            "id": "f1f6485b-80a7-4dca-af0e-84d32b3e6bf7",
            "word": "publicity",
            "phonetic": "pʌblɪsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fashion designer's latest collection was ridiculed by some critics, but the designer remained optimistic - after all, there is no such thing as bad publicity.",
                "Since lots of people have gotten wind of this, you' re also going to face publicity",
                "When the company ignored customer complaints about one of their products, they discovered that it was easier to raise the devil than to lay him, as the negative publicity and legal battles cost the company a fortune.",
                "This is a publicity stunt.",
                "But, because of the nature of the publicity, these allegations come up all the time."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVibGljaXR5&hash=5ed294211cb229939424873e755306b7a22fb1c6&lang=en&cache-only=0",
            "defineEn": "actions or information that are meant to gain the support or attention of the public",
            "defineVi": "hành động hoặc thông tin nhằm đạt được sự hỗ trợ hoặc sự chú ý của công chúng"
        },
        {
            "id": "f837b174-a1ed-4f68-8fc9-8e6fde1be057",
            "word": "to sue",
            "phonetic": "tə suː ",
            "partOfSpeechType": "verb",
            "examples": [
                "He sued the pants off his landlord.",
                "Sue drives an estate car.",
                "Sue threw a hissy fit when she found out.",
                "When the journalist exposed the corrupt practices of the politician, he was sued for libel.",
                "I had a massive argument with Sue, but at least it has cleared the air."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Vl&hash=32a8bb26cd0dd4501cd9eadba6aed0b19446bd0e&lang=en&cache-only=0",
            "defineEn": "to bring a charge against an individual or organization in a law court",
            "defineVi": "để đưa ra một cáo buộc chống lại một cá nhân hoặc tổ chức trong một tòa án pháp luật"
        },
        {
            "id": "272c4faf-9925-497b-bb9a-616a0ecce4bb",
            "word": "slogan",
            "phonetic": "sloʊɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Israel's new government called the slogans a disgrace.",
                "Their slogan on the side of the box is, shoot, edit, share.",
                "And they had a slogan.",
                "And we know the slogan of \"free labor, free men, free speech, free soil.\"",
                "- That's an anti-drug slogan."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xvZ2Fu&hash=ab6c358f551fc14b736f67fc4ad8432f64f57212&lang=en&cache-only=0",
            "defineEn": "a short memorable phrase that is used in advertising to draw people's attention toward something",
            "defineVi": "một cụm từ đáng nhớ ngắn được sử dụng trong quảng cáo để thu hút sự chú ý của mọi người đối với một cái gì đó"
        },
        {
            "id": "254ded0b-3bc4-4c2c-88e6-08d3a7911cdb",
            "word": "advertising campaign",
            "phonetic": "ædvɚtaɪzɪŋ kæmpeɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWR2ZXJ0aXNpbmcgY2FtcGFpZ24&hash=08b38eccd901643bfcc6220b2666b7fc3bd1ae4a&lang=en&cache-only=0",
            "defineEn": "a coordinated and strategic effort to promote a product, service, or brand using a series of advertisements or marketing messages over a period of time",
            "defineVi": "nỗ lực phối hợp và chiến lược để quảng bá sản phẩm, dịch vụ hoặc thương hiệu bằng cách sử dụng một loạt quảng cáo hoặc thông điệp tiếp thị trong một khoảng thời gian"
        },
        {
            "id": "52617abe-814d-4fe7-bebe-a167eec4b38c",
            "word": "consumer",
            "phonetic": "kənsuːmɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The consumer has been driving the economy for a number of years.",
                "Consumer finance is not necessarily a money spinner any longer.",
                "Today's consumers do not keep the Sabbath.",
                "The dairy products market will also be driven by consumer demand.",
                "The government has passed new legislation to protect consumers."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3VtZXI&hash=42b490e8fe247957786c60555221a19c51c88708&lang=en&cache-only=0",
            "defineEn": "someone who buys and uses services or goods",
            "defineVi": "một người mua và sử dụng dịch vụ hoặc hàng hóa",
            "hasImg": true
        },
        {
            "id": "459988e5-4f44-4963-894d-fa113b5bbacc",
            "word": "business",
            "phonetic": "bɪznəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many more businesses are feeling the chill wind of the recession.",
                "The business has already closed the books for this quarter.",
                "The business is losing money.",
                "The business has legs.",
                "Many businesses use the Salesforce platform for customer relationship management."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVzaW5lc3M&hash=05385ff27a4a97f16285677f5b2378e28bce2ded&lang=en&cache-only=0",
            "defineEn": "the activity of providing services or products in exchange for money",
            "defineVi": "hoạt động cung cấp dịch vụ hoặc sản phẩm để đổi lấy tiền",
            "hasImg": true
        },
        {
            "id": "ba2d31e1-85a7-4cfa-9eba-338e0f5f4970",
            "word": "to become",
            "phonetic": "tə bɪkʌm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The unexpected challenges became grist for the mill of their problem-solving skills.",
                "Short hair really becomes you.",
                "The child will become an adult.",
                "The new office block has become an expensive white elephant.",
                "The old government program has become a sacred cow."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVjb21l&hash=7c6c229c2ec2fc5187dad7080e9a293d36a41723&lang=en&cache-only=0",
            "defineEn": "to start or grow to be",
            "defineVi": "để bắt đầu hoặc phát triển để được"
        },
        {
            "id": "f934687d-c6db-4702-b54e-f42ca2a876a4",
            "word": "to close down",
            "phonetic": "tə kloʊz daʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "They’ll have a fight on their hands if they want to close down the school.",
                "likely that the school will be closed down.",
                "Close down these animal farms.",
                "The government closes down. ",
                "The government closes down."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xvc2UgZG93bg&hash=c9d091591fc10fe6ad760c84b1a8a00eda317843&lang=en&cache-only=0",
            "defineEn": "(of a business, shop, company, etc.) to no longer be open or operating, particularly permanently",
            "defineVi": "(của một doanh nghiệp, cửa hàng, công ty, v.v.) không còn mở cửa hoặc hoạt động, đặc biệt là vĩnh viễn",
            "hasImg": true
        },
        {
            "id": "85d67393-637f-435c-a92b-1665cc98ba2b",
            "word": "to drop",
            "phonetic": "tə dɹɑːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "At last the wind dropped.",
                "Her eyes dropped to her lap.",
                "I dropped another plate!",
                "His voice dropped to a whisper.",
                "The spoon dropped with a clatter from her hand."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJvcA&hash=24c443d5d505717b98d94e9d3892d099774b1bab&lang=en&cache-only=0",
            "defineEn": "to let or make something fall to the ground",
            "defineVi": "để cho hoặc làm cho một cái gì đó rơi xuống đất",
            "hasImg": true
        },
        {
            "id": "82eded2a-26f6-4a5b-a898-f06f35d7d5fb",
            "word": "to grow",
            "phonetic": "tə ɡɹoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Sales are growing fast.",
                "The market is growing rapidly.",
                "The company is healthily growing its revenue each year.",
                "By degrees their business relationship grew into friendship.",
                "The sector is growing at a phenomenal rate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3Jvdw&hash=dacd8f74a4fa7e7d5e02f1bafb3c6ed5b473354e&lang=en&cache-only=0",
            "defineEn": "to become greater in size, amount, number, or quality",
            "defineVi": "trở nên lớn hơn về kích thước, số lượng, số lượng hoặc chất lượng",
            "hasImg": true
        },
        {
            "id": "bca497fb-9451-4989-9492-a7a49cf5a59a",
            "word": "to expand",
            "phonetic": "tʊ ɛkspænd ",
            "partOfSpeechType": "verb",
            "examples": [
                "I'm expanding my horizon.",
                "Brian Wilson was already expanding his mind with the aid of LSD.",
                "The organization is preparing the ground for future growth by investing in new technology and expanding its product line.",
                "The musician stayed on a roll by consistently releasing popular songs and albums, maintaining a dedicated fanbase and expanding their reach to new audiences.",
                "Ever since the new CEO took charge, the company has been on its feet, experiencing significant growth and expanding into new markets."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwYW5k&hash=f315e2fec1be8b9ed17bdf3d850319ece568e61d&lang=en&cache-only=0",
            "defineEn": "to become or make something greater in quantity, importance, or size",
            "defineVi": "để trở thành hoặc làm cho một cái gì đó lớn hơn về số lượng, tầm quan trọng, hoặc kích thước"
        },
        {
            "id": "2c3d0b76-1df6-4b57-aa61-7fa3927ca5e0",
            "word": "to export",
            "phonetic": "tʊ ɛkspoːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "ur company mainly produces goods for export.",
                "The recent economic recovery was almost entirely led by exports.",
                "Exporting pine to Scandinavia seems like carrying coals to Newcastle.",
                "More land was needed to grow crops for export.",
                "The government is committed to holding exports at their present level."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwb3J0&hash=472fe0326f30961ec609551e10b92eb4a4b363f8&lang=en&cache-only=0",
            "defineEn": "to sell goods to a foreign country",
            "defineVi": "bán hàng ra nước ngoài"
        },
        {
            "id": "353a36bc-afdd-47a5-8381-bc0d6000ac18",
            "word": "to import",
            "phonetic": "tʊ ɪmpoːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Import barriers protected the fledgling enterprises.",
                "If push comes to shove, the government will impose quotas on imports.",
                "Fresh from prison, Brazilian returnee arrested at P/H airport for importing cocaine.",
                "By importing large quantities and selling at low prices, they have cornered the market.",
                "Importing hookah tobacco."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wb3J0&hash=cf2f515544bd55ec2e06eead323605d65d101d6b&lang=en&cache-only=0",
            "defineEn": "to buy goods from a foreign country and bring them to one's own",
            "defineVi": "mua hàng hóa từ nước ngoài và mang chúng về nước mình"
        },
        {
            "id": "05c5fa18-35b6-4793-9bf5-6ee35530e398",
            "word": "to launch",
            "phonetic": "tə lɑːntʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company's new product launch led to a fat increase in revenue.",
                "The product launch went out with a bang, with a viral social media campaign and record-breaking sales numbers.",
                "The activist group launched a campaign to expose the gnomes of Zurich and other powerful figures in the financial world, calling for greater regulation and oversight of the global financial system.",
                "The company is gaining ground rapidly with its new product launch.",
                "The company's new product launch is expected to do well in the market."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGF1bmNo&hash=6be157bb7adbfd46acdf7008486bc0ca35b8c1fb&lang=en&cache-only=0",
            "defineEn": "to start an organized activity or operation",
            "defineVi": "để bắt đầu một hoạt động có tổ chức hoặc hoạt động",
            "hasImg": true
        },
        {
            "id": "e4666e5b-a988-4d65-b058-7a862a905b7e",
            "word": "to manufacture",
            "phonetic": "tə mænjuːfæktʃɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Manufactured by CUI.",
                "The vaccine was manufactured on the outskirts of this quiet town in Northern Belgium.",
                "Before COVID-19, 60 percent of the world's vaccines were manufactured here.",
                "Through the rest of the 20th century, it manufactured glass for everything from television sets to the windows and every manned American spacecraft mission from the Mercury program to the space shuttle.",
                "He was manufacturing in the U.S."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFudWZhY3R1cmU&hash=4872bdecc607fa1c7286cee47b3a6670620979ad&lang=en&cache-only=0",
            "defineEn": "to produce products in large quantities by using machinery",
            "defineVi": "để sản xuất sản phẩm với số lượng lớn bằng cách sử dụng máy móc",
            "hasImg": true
        },
        {
            "id": "164ed580-e54f-44a9-aee4-b929cdc102fd",
            "word": "market",
            "phonetic": "mɑːɹkɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The market had ripe oranges with bright orange peels.",
                "The market had vibrant yellow lemons on display.",
                "The market is growing rapidly.",
                "The seafood market showcased a mouthwatering display of fresh clams.",
                "The market vendor displayed a variety of tropical fruits, each with its own unique-colored mesocarp."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFya2V0&hash=1d3bcea6d18ee779f48286435622d4ca45557091&lang=en&cache-only=0",
            "defineEn": "a public place where people buy and sell groceries",
            "defineVi": "một nơi công cộng nơi mọi người mua và bán hàng tạp hóa",
            "hasImg": true
        },
        {
            "id": "75d50ae0-766b-4144-a532-f0d065b14f7a",
            "word": "to merge",
            "phonetic": "tə mɜːdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The driver had to yield to oncoming traffic before merging into the next lane.",
                "Trying to explain why the two companies could not merge, the CEO told the board that men may meet but mountains never, referring to the significant cultural and organizational differences that would make integration extremely challenging.",
                "So it merged a.",
                "In 1997, Dean Witter Discovering company merged with Morgan Stanley.",
                "The s and the p orbitals can merge into hybrid sp orbitals."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWVyZ2U&hash=97292c3b5e6d0b56d35fbe2fbefaf120078a1056&lang=en&cache-only=0",
            "defineEn": "to combine and create one whole",
            "defineVi": "để kết hợp và tạo ra một tổng thể"
        },
        {
            "id": "f23ab600-14a1-4478-b176-0185ca441139",
            "word": "to produce",
            "phonetic": "tə pɹəduːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The apple tree in our backyard produces juicy fruits every year.",
                "Violence in the last analysis produces more violence.",
                "ur company mainly produces goods for export.",
                "The local factory produces electronic components.",
                "The company has just produced a luxury version of the aircraft."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvZHVjZQ&hash=054a384a1e7f0a408ebc1210f3d4e80c3197790f&lang=en&cache-only=0",
            "defineEn": "to make something using raw materials or different components",
            "defineVi": "để làm một cái gì đó bằng cách sử dụng nguyên liệu thô hoặc các thành phần khác nhau",
            "hasImg": true
        },
        {
            "id": "8c5c5dbe-8178-480d-ac7a-ae24d3b02b00",
            "word": "to set up",
            "phonetic": "tə sɛt ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "They set up a table outside the café for al fresco dining.",
                "We set up a swing set in the yard.",
                "Have you set up the DVD player?",
                "You have to set up the software to fit the company like a glove.",
                "Roadblocks have been set up in an effort to capture several convicts who went over the wall."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2V0IHVw&hash=565f9fecb11c147d5f2eb949d86cb38c62fbb1ba&lang=en&cache-only=0",
            "defineEn": "to establish or start something",
            "defineVi": "để thiết lập hoặc bắt đầu một cái gì đó",
            "hasImg": true
        },
        {
            "id": "d2fe6d0c-9528-4e30-aca5-a86c783161b0",
            "word": "to take over",
            "phonetic": "tə teɪk oʊvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Military leaders took over the government.",
                "She waited in the wings to take over the company from her father.",
                "Ruth moved into our apartment and promptly took over.",
                "When the teacher fell ill, the substitute had to step into the breach and take over the class.",
                "I’ll be happy to take a back seat when Robin takes over."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSBvdmVy&hash=bb4c3b9e2a3495a73e6ab0c7a51aeb588970a629&lang=en&cache-only=0",
            "defineEn": "to take control and begin to be in charge of something",
            "defineVi": "kiểm soát và bắt đầu chịu trách nhiệm về một cái gì đó"
        },
        {
            "id": "1cd1f450-eb3c-4a17-9db4-ce6e47a25869",
            "word": "new",
            "phonetic": "nuː ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The team's new manager brings ten years' experience to the job.",
                "The new loan takes the total debt to $100 000.",
                "The new president takes office in January.",
                "Fans have given the band's new song their seal of approval.",
                "The organization called the new regulations a turning point in the campaign against smoking."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV3&hash=8de84aac1cb818e84e240f22c1368fe30795b5c0&lang=en&cache-only=0",
            "defineEn": "recently built, invented, made, etc.",
            "defineVi": "được xây dựng, phát minh, chế tạo gần đây, v.v.",
            "hasImg": true
        },
        {
            "id": "dbb191a3-07d3-472c-8228-63f698b1e6bf",
            "word": "product",
            "phonetic": "pɹɑːdʌkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company's new product launch led to a fat increase in revenue.",
                "The product launch went out with a bang, with a viral social media campaign and record-breaking sales numbers.",
                "The company's new product line contributed to a significant increase in its overall yield for the quarter.",
                "The new smartphone had the edge over the last product, with its larger screen and faster processor.",
                "The new product will soon be available in stores nationwide."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZHVjdA&hash=95304d23f8faf500649e8c52e05e2093a5947965&lang=en&cache-only=0",
            "defineEn": "something that is created or grown for sale",
            "defineVi": "một cái gì đó được tạo ra hoặc phát triển để bán",
            "hasImg": true
        },
        {
            "id": "6c8b90c5-4e4d-4341-80d2-05a3eca73185",
            "word": "to flop",
            "phonetic": "tə flɑːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The exhausted runner flopped onto the ground after crossing the finish line.",
                "The fish flopped around on the deck of the boat after being caught.",
                "She flopped her bag onto the couch and collapsed next to it.",
                "Their project is hitting the mark, whereas ours is just flopping.",
                "- Flopped out of the bottom of the loop."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmxvcA&hash=40f40695177768dc96cb39f592dff976da713621&lang=en&cache-only=0",
            "defineEn": "to move or behave in a loose, uncontrolled, or erratic manner",
            "defineVi": "để di chuyển hoặc cư xử một cách lỏng lẻo, không kiểm soát, hoặc thất thường"
        },
        {
            "id": "c00b4632-077d-4ed2-addf-c311e980bb7f",
            "word": "market leader",
            "phonetic": "mɑːɹkɪt liːdɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFya2V0IGxlYWRlcg&hash=c04ce779843ccd0010b1e5ef77f025e25223298d&lang=en&cache-only=0",
            "defineEn": "a specific product that outsells the other products of its kind",
            "defineVi": "một sản phẩm cụ thể bán chạy hơn các sản phẩm khác cùng loại"
        },
        {
            "id": "64c99f54-4b98-406d-8c83-259e46469e21",
            "word": "head",
            "phonetic": "hɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The baby cried its head off.",
                "The prisoner held his head in his hands.",
                "Heads are rolling all over the place.",
                "Hold your head up.",
                "Watch your head on the low ceiling."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhZA&hash=2abd8cb012e51c7b2b53b59f69b72bf289920647&lang=en&cache-only=0",
            "defineEn": "someone who is in charge of something; a director or leader",
            "defineVi": "ai đó chịu trách nhiệm về một cái gì đó; một giám đốc hoặc lãnh đạo",
            "hasImg": true
        },
        {
            "id": "1ed75c97-93b0-45fd-b6f6-815ee2b3950d",
            "word": "office",
            "phonetic": "ɑːfɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new president takes office in January.",
                "This room would make a nice office.",
                "The keys are kept in my office.",
                "The Mayor left office in 2018.",
                "Go to the principal's office, now!"
            ],
            "audio": "https://tts.langeek.co/read?text=b2ZmaWNl&hash=59c7b1417abf0aea78637505feb01e61dd3505fd&lang=en&cache-only=0",
            "defineEn": "a building, a room, or a place where people work, particularly behind a desk",
            "defineVi": "tòa nhà, phòng hoặc nơi mọi người làm việc, đặc biệt là sau bàn làm việc",
            "hasImg": true
        },
        {
            "id": "6c35f228-965e-4c70-8e78-6f355bf9c0f7",
            "word": "branch",
            "phonetic": "bɹæntʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The branch broke with a loud snap.",
                "The laws were reformed root and branch.",
                "The authorities have offered an olive branch to the community.",
                "The branch began to give under his weight.",
                "After all, the highest branch is not the safest roost."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJhbmNo&hash=ea0bdf57655d68997d3b4fe2e441d585f705257a&lang=en&cache-only=0",
            "defineEn": "a store, office, etc. that belongs to a larger business, organization, etc. and is representing it in a certain area",
            "defineVi": "một cửa hàng, văn phòng, v.v. thuộc về một doanh nghiệp, tổ chức lớn hơn, v.v. và đại diện cho nó trong một khu vực nhất định"
        },
        {
            "id": "c7f6a7c4-b70e-47a4-841b-3dec0fe3d9a6",
            "word": "boom",
            "phonetic": "buːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "His business was booming for a while, orders flooding in constantly.",
                "\"The economy is booming right now, but we have to be prepared for when things slow down because what goes up must come down,\" cautioned the economist.",
                "Boom, that thing hits.",
                "Boom, that thing hits.",
                "Boom, done a dynamic boost."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9vbQ&hash=46019f9d803f56d775b41c9c73c17e79c4964bbe&lang=en&cache-only=0",
            "defineEn": "a time of great economic growth",
            "defineVi": "thời kỳ tăng trưởng kinh tế lớn",
            "hasImg": true
        },
        {
            "id": "d6fa1bc8-9d61-4d29-86b7-9977832a5b26",
            "word": "to do",
            "phonetic": "tə duː ",
            "partOfSpeechType": "verb",
            "examples": [
                "Does this pub do lunches?",
                "Does this pub do lunches?",
                "Does the price include tax?",
                "Microprocessors do the calculations in the twinkling of an eye.",
                "The gang did a warehouse and a supermarket."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZG8&hash=8bca852cbc6d7beb3dab24c60c316c5ec2b9fcc2&lang=en&cache-only=0",
            "defineEn": "to perform an action or activity that is not mentioned by name",
            "defineVi": "để thực hiện một hành động hoặc hoạt động không được đề cập theo tên"
        },
        {
            "id": "6eae4de5-98b3-4949-a45c-8e4a0cee2c96",
            "word": "to make",
            "phonetic": "tə meɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The professor made mincemeat of the speaker at the conference.",
                "The kangaroo was making mincemeat of him.",
                "A couple of years in the army should make a man of him.",
                "Good wine can make a meal.",
                "The news really made my day."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFrZQ&hash=4c31fcc9b7ef1cc25961f1a6f961df09d7bd57d6&lang=en&cache-only=0",
            "defineEn": "to form, produce, or prepare something, by putting parts together or by combining materials",
            "defineVi": "để hình thành, sản xuất hoặc chuẩn bị một cái gì đó, bằng cách đặt các bộ phận lại với nhau hoặc bằng cách kết hợp các vật liệu",
            "hasImg": true
        },
        {
            "id": "9b65cf46-350d-43bc-b4c6-16a5f165c445",
            "word": "deal",
            "phonetic": "diːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "We want a deal.",
                "The deal was completely open and above board.",
                "You've got a deal!",
                "Your friendship means a great deal to me.",
                "She got the short end of the stick in the deal."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVhbA&hash=e36952a388487e1c7f708e530b1a8d4e2940a9a0&lang=en&cache-only=0",
            "defineEn": "(especially in business or politics) an agreement between two or more parties, on particular conditions",
            "defineVi": "(đặc biệt là trong kinh doanh hoặc chính trị) một thỏa thuận giữa hai hoặc nhiều bên, với những điều kiện cụ thể",
            "hasImg": true
        },
        {
            "id": "922b9148-5c79-4a70-b6ba-d121b18234d3",
            "word": "decision",
            "phonetic": "dᵻsɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The decision is in the hands of the judge.",
                "The decision comes in a case brought by the residents of a small town in Alabama.",
                "This decision is, I feel, a huge mistake.",
                "I can’t make a decision just yet.",
                "The company's profits are on the rocks due to poor management decisions."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjaXNpb24&hash=957b5d56d8a685289089bebaecce1daad0f5ac1b&lang=en&cache-only=0",
            "defineEn": "a choice or judgment that is made after adequate consideration or thought",
            "defineVi": "một sự lựa chọn hoặc phán đoán được thực hiện sau khi xem xét đầy đủ hoặc suy nghĩ",
            "hasImg": true
        },
        {
            "id": "0799c427-d60d-446c-8785-98333f32367b",
            "word": "job",
            "phonetic": "dʒɑːb ",
            "partOfSpeechType": "noun",
            "examples": [
                "His carelessness lost him the job.",
                "Jobs that pay £5 an hour.",
                "This job puts years on you.",
                "My job is the tough one.",
                "The team's new manager brings ten years' experience to the job."
            ],
            "audio": "https://tts.langeek.co/read?text=am9i&hash=ef5cedf0a05b01de4986c956c61f09fa84112541&lang=en&cache-only=0",
            "defineEn": "the work that we do regularly to earn money",
            "defineVi": "công việc mà chúng tôi làm thường xuyên để kiếm tiền",
            "hasImg": true
        },
        {
            "id": "f6ed4fa5-f38a-437a-a3ed-616988a369a2",
            "word": "loss",
            "phonetic": "lɔs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The end-of-year accounts show a loss.",
                "Her loss has been keenly felt.",
                "The team's performance is standing on shaky ground after a series of losses.",
                "The company based its projections on shaky ground, leading to financial losses.",
                "The new CEO is making a lot of tough decisions to cut the company’s losses."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9zcw&hash=9d318fc84de98024e7f23d853dffcb64e4fb5d22&lang=en&cache-only=0",
            "defineEn": "the state or fact of losing someone or something",
            "defineVi": "tình trạng hoặc thực tế mất một ai đó hoặc một cái gì đó"
        },
        {
            "id": "26182f6c-e05a-428b-bacd-cde530490eee",
            "word": "market research",
            "phonetic": "mɑːɹkɪt ɹᵻsɜːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The answer is market research.",
                "A major part of market research is analyzing competitors.",
                "According to the U.S. Census, in 1998, market research and public polling firms made over $9.7 billion.",
                "Ford did a lot of market research.",
                "The biggest players in the industry globally are market research companies that have internal public opinion departments within their ranks."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFya2V0IHJlc2VhcmNo&hash=f5119b88186760d0b8e4a515c8bcd2349c66f3da&lang=en&cache-only=0",
            "defineEn": "the act of gathering information about what people need or buy the most and why",
            "defineVi": "hành động thu thập thông tin về những gì mọi người cần hoặc mua nhiều nhất và tại sao",
            "hasImg": true
        },
        {
            "id": "c42ebf75-b24f-47f6-bc1b-94dc9115207f",
            "word": "redundant",
            "phonetic": "ɹᵻdʌndənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That's kinda redundant with the last one.",
                "They installed three redundant power supplies, three separate water sources and a water filtration system, aquaponic farming, and hydroponic food.",
                "You know, it's kind of redundant.",
                "It's kind of redundant, but I'll rewrite it f of 1 is undefined.",
                "These menus are often redundant, and it can be confusing to figure out where to find each setting."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVkdW5kYW50&hash=f4d6a1a585203d0cdc620ca87f175424625c7761&lang=en&cache-only=0",
            "defineEn": "surpassing what is needed or required, and so, no longer of use",
            "defineVi": "vượt quá những gì cần thiết hoặc bắt buộc, và do đó, không còn sử dụng nữa",
            "hasImg": true
        },
        {
            "id": "13aa1a30-e8de-4278-bed3-a52f0e42f120",
            "word": "well",
            "phonetic": "wɛl ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The horse took the first fence well.",
                "Generally, the article reads very well.",
                "The car holds the corners very well.",
                "The glue is taking well.",
                "In this grim little episode, few people come out well."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VsbA&hash=7c830721e5742830d36965202509f37032ce4be9&lang=en&cache-only=0",
            "defineEn": "in a way that is right, good, or satisfactory",
            "defineVi": "trong một cách đó là đúng, tốt, hoặc thỏa đáng",
            "hasImg": true
        },
        {
            "id": "eb1511a3-c95f-4b01-a11d-da08ac05cc26",
            "word": "badly",
            "phonetic": "bædli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "They both pay their employees badly.",
                "This company badly needs to bring in some new blood.",
                "The evening started badly when the speaker failed to turn up.",
                "We've done very badly as far as planning is concerned.",
                "Jack vented his spleen at his wife whenever things went badly at work."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFkbHk&hash=c0c80db0643af6e8339c6ba90a5fa4101c99476c&lang=en&cache-only=0",
            "defineEn": "in a way that is not satisfactory, acceptable, or successful",
            "defineVi": "theo cách không thỏa đáng, chấp nhận được hoặc thành công"
        },
        {
            "id": "68d9e2f6-4132-44bc-a9cb-79cf7b878c79",
            "word": "to [mix] business with pleasure",
            "phonetic": "tə mɪks bɪznəs wɪð plɛʒɚ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbWl4IGJ1c2luZXNzIHdpdGggcGxlYXN1cmU&hash=64c700c4be6f36aeaea265375e62d30163543013&lang=en&cache-only=0",
            "defineEn": "to combine enjoyable activities with one's work",
            "defineVi": "để kết hợp các hoạt động thú vị với công việc của một người",
            "hasImg": true
        },
        {
            "id": "fab02f33-9168-4de3-9b87-5d74690efca0",
            "word": "unfinished business",
            "phonetic": "ʌnfɪnɪʃt bɪznəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our economics correspondent, Paul Solman, and his producer, Diane Lincoln Estes, look at that challenge as part of our Making Sense series Unfinished Business.",
                "It's part of our Making Sense series Unfinished Business.",
                "This encore look is part of oldest workers series, Unfinished Business.",
                "It's part of his series Unfinished Business.",
                "It's part of our Making Sense series Unfinished Business."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5maW5pc2hlZCBidXNpbmVzcw&hash=723fb8f01d72eff7715f9ca20b5bff2e8e599f9b&lang=en&cache-only=0",
            "defineEn": "a thing that has not been completed, discussed, or dealt with yet",
            "defineVi": "một điều chưa được hoàn thành, thảo luận hoặc xử lý"
        },
        {
            "id": "a96aefbc-6928-49bd-8663-241690769d1d",
            "word": "to [mind] {one's} own business",
            "phonetic": "tə maɪnd wʌn bækslæʃ ɛs oʊn bɪznəs ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbWluZCB7b25lJ3N9IG93biBidXNpbmVzcw&hash=82218048f1bd70614d485ad270a4e6f287743e75&lang=en&cache-only=0",
            "defineEn": "to only concern oneself with one's own private matters and not to interfere in those of others",
            "defineVi": "chỉ quan tâm đến những vấn đề riêng tư của chính mình và không can thiệp vào những người khác"
        },
        {
            "id": "35678af3-3bed-46c0-b5f3-7572d2442371",
            "word": "none of {one's} business",
            "phonetic": "nʌn ʌv wʌn bækslæʃ ɛs bɪznəs ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bm9uZSBvZiB7b25lJ3N9IGJ1c2luZXNz&hash=885b873ce63ea9b6b4e70e5d7aa8fe10bface677&lang=en&cache-only=0",
            "defineEn": "used to tell someone that it is not necessary for them to know about something and that they should stop questioning about it",
            "defineVi": "được sử dụng để nói với ai đó rằng họ không cần thiết phải biết về điều gì đó và họ nên ngừng đặt câu hỏi về điều đó"
        },
        {
            "id": "f5ff75a7-b51b-4715-b92f-399093d85e86",
            "word": "to [mean] business",
            "phonetic": "tə miːn bɪznəs ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbWVhbiBidXNpbmVzcw&hash=0a7394a49e0ca9bd5ee6d4ed6f672f929a69b578&lang=en&cache-only=0",
            "defineEn": "to be very serious about fulfilling one's intentions",
            "defineVi": "rất nghiêm túc về việc thực hiện ý định của một người"
        },
        {
            "id": "5485fba0-42fa-4546-b290-d79306029e57",
            "word": "to get down to",
            "phonetic": "tə ɡɛt daʊn tuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "Let's get down to business.",
                "It's time to stop delaying and get down to work.",
                "I don't have time for small talk, so let's cut to the chase and get down to business.",
                "So lets get down to it.",
                "We got down to the stage, the musician and I."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IGRvd24gdG8&hash=f35e392ce9d9fcf4f0b3c1d125cea50aad91a90d&lang=en&cache-only=0",
            "defineEn": "to start to do something with more effort or full attention",
            "defineVi": "để bắt đầu làm một cái gì đó với nhiều nỗ lực hơn hoặc sự chú ý đầy đủ"
        },
        {
            "id": "3e77ceb7-c9ce-43d5-b044-ab27f864d511",
            "word": "to [go] out of business",
            "phonetic": "tə ɡoʊ aʊɾəv bɪznəs ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28gb3V0IG9mIGJ1c2luZXNz&hash=bf20116756a7fe73c645ceed58e12299127593fd&lang=en&cache-only=0",
            "defineEn": "to cease to exist as a functional company or business due to financial challenges or difficulties",
            "defineVi": "không còn tồn tại như một công ty chức năng hoặc doanh nghiệp do những thách thức hoặc khó khăn về tài chính",
            "hasImg": true
        },
        {
            "id": "cb942131-398a-43dc-97a5-c01255faf85b",
            "word": "any",
            "phonetic": "ɛni ",
            "partOfSpeechType": "determiner",
            "examples": [
                "My dad doesn't play golf any more.",
                "Any investment involves an element of risk.",
                "A self-made vase will give any interior a touch of originality.",
                "No conventional drugs had produced any significant change.",
                "No one paid them any attention."
            ],
            "audio": "https://tts.langeek.co/read?text=YW55&hash=ef9e03d63012f718fe9214d215ecb2f62c395099&lang=en&cache-only=0",
            "defineEn": "one or some of a thing or number of things, however large or small",
            "defineVi": "một hoặc một số thứ hoặc một số thứ, dù lớn hay nhỏ"
        },
        {
            "id": "69c4d639-7693-4f56-9477-f1c7cd0e9369",
            "word": "other",
            "phonetic": "ʌðɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Other students followed her lead and boycotted lectures.",
                "The lovers held each other close.",
                "Other football stakeholders also got a share of the cake.",
                "Join the other kids.",
                "Share your thoughts with other people."
            ],
            "audio": "https://tts.langeek.co/read?text=b3RoZXI&hash=dcd98ec0da840d55a2f6dccbdfafd1bc3b32cc3b&lang=en&cache-only=0",
            "defineEn": "being the one that is different, extra, or not included",
            "defineVi": "là cái khác, bổ sung hoặc không được bao gồm"
        }
    ]
}