{
    "id": "087ca040-4225-44b2-adf4-f534e5f54e52",
    "title": "Unit 8 - Lesson 2",
    "originalTitle": "Unit 8 - Lesson 2",
    "words": [
        {
            "id": "ac768fcc-bd4c-4110-b9ed-88f0ede2c84d",
            "word": "door",
            "phonetic": "doːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Close the door, please.",
                "Which door leads to the yard?",
                "right on cue the door opened",
                "That accident battered up the door of my car.",
                "The driver of the car opened the car door for the passengers."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9vcg&hash=68d4e21e1c96319d1a8cc9299a1b51efd939ed82&lang=en&cache-only=0",
            "defineEn": "the thing we move to enter, exit, or access a place such as a vehicle, building, room, etc.",
            "defineVi": "thứ chúng ta di chuyển để vào, ra hoặc tiếp cận một địa điểm như xe cộ, tòa nhà, phòng, v.v.",
            "hasImg": true
        },
        {
            "id": "8840fa29-3b40-4c37-b3a9-84fd347e4ea8",
            "word": "closet",
            "phonetic": "klɑːzɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The closet had a separate section for hanging long garments like coats and dresses.",
                "She stored her clothes and shoes neatly in the closet.",
                "Homosexuals in public life are now coming out of the closet.",
                "Most families have one or two skeletons in the closet.",
                "The closet had a mirror on the inside of the door for getting dressed."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvc2V0&hash=93df2e879746014e474cc8d2028ca449203a9b0e&lang=en&cache-only=0",
            "defineEn": "a small space or room built into a wall, which is used to store things and is usually shelved",
            "defineVi": "một không gian nhỏ hoặc căn phòng được xây dựng trong một bức tường, được sử dụng để lưu trữ mọi thứ và thường được đặt trên giá",
            "hasImg": true
        },
        {
            "id": "efb63552-cbee-42f9-a12f-3ad613d98101",
            "word": "bedroom",
            "phonetic": "bɛdɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The suite will add a touch of class to your bedroom.",
                "The actor's intense bedroom eyes added an extra layer of allure to his performance.",
                "He kept his favorite toys on the shelves in his bedroom.",
                "She placed a small nightstand next to the bed in the bedroom for her belongings.",
                "In our house, the bigger bedroom was always reserved for my older sister."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVkcm9vbQ&hash=0bbd03af86fc3c3258a01c30d0da8fe5851ab63d&lang=en&cache-only=0",
            "defineEn": "a room we use for sleeping",
            "defineVi": "một căn phòng chúng tôi sử dụng để ngủ",
            "hasImg": true
        },
        {
            "id": "1391c9b0-07f4-4f14-9cc2-e2b7e7e0afaf",
            "word": "living room",
            "phonetic": "lɪvɪŋ ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The corridor led into a spacious living room.",
                "The living room had a soft rug that felt comfortable under her feet.",
                "The living room had a comfortable sofa where she took afternoon naps.",
                "The living room had a large window that let in plenty of natural light.",
                "The little boy was excitedly playing with his toy cars in the living room."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl2aW5nIHJvb20&hash=037641ac7ccd35a97a83310e5a20f56249a9f3aa&lang=en&cache-only=0",
            "defineEn": "the part of a house where people spend time together talking, watching television, relaxing, etc.",
            "defineVi": "một phần của ngôi nhà nơi mọi người dành thời gian cùng nhau nói chuyện, xem truyền hình, thư giãn, v.v.",
            "hasImg": true
        },
        {
            "id": "c4132b73-33ef-40ba-9538-878d8c1cbbfb",
            "word": "dining room",
            "phonetic": "daɪnɪŋ ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dining room has a table and chairs as furniture.",
                "She cleans the dining room after each meal.",
                "They gathered in the dining room for Sunday brunch.",
                "They enjoyed breakfast in the dining room, starting the day with a tasty meal.",
                "She set the table with plates and glasses in the dining room."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGluaW5nIHJvb20&hash=32b08af606ba48c7624351561a19272f34f42fd7&lang=en&cache-only=0",
            "defineEn": "a room that we use to eat meals in",
            "defineVi": "một căn phòng mà chúng tôi sử dụng để ăn bữa ăn trong",
            "hasImg": true
        },
        {
            "id": "9475c87b-6611-45a0-9af7-55e6b3b83dd9",
            "word": "kitchen",
            "phonetic": "kɪtʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The delicate aroma of ripe may apples fills the kitchen.",
                "A voice came from the kitchen.",
                "The aromatic spice fills the kitchen with a delightful scent.",
                "The kitchen was filled with the smell of garlic.",
                "I love the aroma of fresh herbs in my kitchen."
            ],
            "audio": "https://tts.langeek.co/read?text=a2l0Y2hlbg&hash=424c434e57ae7d314a1b9172171eaf9d5e85ee41&lang=en&cache-only=0",
            "defineEn": "the place in a building or home where we make food",
            "defineVi": "nơi trong một tòa nhà hoặc nhà nơi chúng tôi làm thức ăn",
            "hasImg": true
        },
        {
            "id": "c3955a22-9268-48c5-b68f-4d67b1a3432f",
            "word": "window",
            "phonetic": "wɪndoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "For children, picture books provide a window onto the world.",
                "The closed window blocked out the noise from the street.",
                "The photographs clearly show a broken window.",
                "Two faces appeared at our window.",
                "Language is a window into the world."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZG93&hash=b28e4eb8148fc7ea01aba92634e2bc6811a16f72&lang=en&cache-only=0",
            "defineEn": "a space in a wall or vehicle that is made of glass and we use to look outside or get some fresh air",
            "defineVi": "một không gian trong một bức tường hoặc chiếc xe được làm bằng kính và chúng tôi sử dụng để nhìn ra bên ngoài hoặc hít thở không khí trong lành",
            "hasImg": true
        },
        {
            "id": "c6b64159-2202-4706-8aba-0b3110bed0eb",
            "word": "to ask",
            "phonetic": "tʊ æsk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The interviewer asked me a series of questions during the job interview.",
                "Better ask teacher about.",
                "Can I ask a favour of you?",
                "Can I ask a question?",
                "Did you ask the price?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNr&hash=b2606927dd291d1df0d59e33c211e1814ca2d3cf&lang=en&cache-only=0",
            "defineEn": "to use words in a question form or tone to get answers from someone",
            "defineVi": "để sử dụng các từ trong một hình thức câu hỏi hoặc giai điệu để có được câu trả lời từ một ai đó",
            "hasImg": true
        },
        {
            "id": "0d765475-8d3f-4f32-9d91-7677d17d7d1a",
            "word": "home",
            "phonetic": "hoʊm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The policeman hammered home the dangers of drinking and driving.",
                "My son is coming home soon.",
                "The forest is home to a diverse range of plant and animal species.",
                "I pressed the issue home to them.",
                "To hit a home run."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tZQ&hash=81f3f81d500e0b71450cf5a7d611a31cb5fcd3e0&lang=en&cache-only=0",
            "defineEn": "the place that we live in, usually with our family",
            "defineVi": "nơi mà chúng tôi sống, thường là với gia đình của chúng tôi",
            "hasImg": true
        },
        {
            "id": "5bf16c8a-6f78-4d76-830d-609ba6964cd0",
            "word": "room",
            "phonetic": "ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Rooms begin at $139.",
                "This room gets very little sunshine.",
                "My motrher decorated her room with new curtains and pillows.",
                "This room would make a nice office.",
                "I let the spare room."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9vbQ&hash=dc972fc966baf4f97e531f9b11f9f109f6d55e45&lang=en&cache-only=0",
            "defineEn": "each of the different parts of a building that are divided by their own floors, ceilings, and walls, and are used for a specific reason",
            "defineVi": "mỗi phần khác nhau của một tòa nhà được phân chia bởi các tầng, trần và tường riêng của chúng và được sử dụng cho một mục đích cụ thể",
            "hasImg": true
        },
        {
            "id": "27bc2542-d710-4096-a91a-173af94bdce4",
            "word": "upstairs",
            "phonetic": "ʌpstɛɹz ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The children were playing upstairs in their room.",
                "His personal work was kept securely in an upstairs studio.",
                "I went upstairs to grab my phone from my bedroom.",
                "The couple in the flat upstairs are always at it hammer and tongs.",
                "Let's have a movie night upstairs in the entertainment room."
            ],
            "audio": "https://tts.langeek.co/read?text=dXBzdGFpcnM&hash=065539ab186227be0dbefa6dfab402effb6399d6&lang=en&cache-only=0",
            "defineEn": "on or toward a higher part of a building",
            "defineVi": "trên hoặc hướng tới phần cao hơn của tòa nhà",
            "hasImg": true
        },
        {
            "id": "bd97f547-9bb4-406e-8b98-0be037047b67",
            "word": "downstairs",
            "phonetic": "daʊnstɛɹz ",
            "partOfSpeechType": "adverb",
            "examples": [
                "I left my bag downstairs in the entryway.",
                "We have a cozy sitting area downstairs by the fireplace.",
                "She lives downstairs in the basement apartment.",
                "She fell downstairs and broke her hip.",
                "We have a home gym downstairs for exercising and staying fit."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG93bnN0YWlycw&hash=5759729ed375e1af6cc6a4df78961581fb779ecd&lang=en&cache-only=0",
            "defineEn": "on or toward a lower part of a building, particularly the first floor",
            "defineVi": "trên hoặc về phía phần dưới của tòa nhà, đặc biệt là tầng một",
            "hasImg": true
        },
        {
            "id": "bde35de1-a81b-486f-986a-a008e4baaabe",
            "word": "bathroom",
            "phonetic": "bæθɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "She organized shampoo and soap bottles in the shower caddy in the bathroom.",
                "Water was running all over the bathroom floor.",
                "The medicine cabinet in the bathroom holds our first aid supplies.",
                "I cleaned the bathroom yesterday so I'm in Mum's good books.",
                "He took a refreshing shower in the bathroom after a long day."
            ],
            "audio": "https://tts.langeek.co/read?text=YmF0aHJvb20&hash=1df0dd490c01630a275169bf21768dc890a57cab&lang=en&cache-only=0",
            "defineEn": "a room that has a toilet and a sink, and often times a bathtub or a shower as well",
            "defineVi": "một căn phòng có nhà vệ sinh và bồn rửa, và thường có cả bồn tắm hoặc vòi hoa sen",
            "hasImg": true
        }
    ]
}