{
    "id": "089089aa-d0ad-4a1b-8d02-5bd8f471cc7d",
    "title": "Unit 4 - Lesson 1",
    "originalTitle": "Unit 4 - Lesson 1",
    "words": [
        {
            "id": "8207185f-9fe0-4778-b6a4-dc9202689503",
            "word": "exterior",
            "phonetic": "ɛkstɪɹiɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The net melon's mesh-like exterior makes it easy to grip and handle while cutting or eating.",
                "Phase One of Coolidge is basically done on the exterior.",
                "But auroras can also give us clues about the exteriors of other moons and planets.",
                "There was a lot of exterior stuff that was going on, too.",
                "These buildings had exterior steel frames that were braced with concrete and connected to horizontal floor beams."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0ZXJpb3I&hash=30974afe10485020b1a1294907d5889fbddac7db&lang=en&cache-only=0",
            "defineEn": "relating to or located on the outside part of a particular thing",
            "defineVi": "liên quan đến hoặc nằm ở phần bên ngoài của một điều cụ thể",
            "hasImg": true
        },
        {
            "id": "bc459ba1-6dda-4181-a414-4cd56374f7d7",
            "word": "car part",
            "phonetic": "kɑːɹ pɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FyIHBhcnQ&hash=4680f69d56820f32679be2f3c9a07e9e2403ea62&lang=en&cache-only=0",
            "defineEn": "a part or piece of a vehicle",
            "defineVi": "một phần hoặc mảnh của một chiếc xe",
            "hasImg": true
        },
        {
            "id": "87675fc1-10a6-4d97-aea3-1d3e5e9bf2a1",
            "word": "headlight",
            "phonetic": "hɛdlaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Each time they asked him a question he was like a deer caught in the headlights.",
                "When she asked me to marry her, I could only stand there like a rabbit caught in headlights.",
                "We collect headlights.",
                "It has a headlight.",
                "Each headlight takes 30 to 60 seconds to form."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhZGxpZ2h0&hash=896972a07a1ab6b17888b9b193c9698179127ba6&lang=en&cache-only=0",
            "defineEn": "one of the two powerful, large, and bright lights that are placed at the front of vehicles",
            "defineVi": "một trong hai đèn mạnh, lớn và sáng được đặt ở phía trước xe",
            "hasImg": true
        },
        {
            "id": "d24189bd-66f2-418e-bf3a-aec60d43b4f6",
            "word": "engine",
            "phonetic": "ɛndʒɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "She knows engines backwards.",
                "Start the engines!",
                "Could you run the engine for a moment?",
                "The truck's engine roared as it climbed the steep hill.",
                "The engine spluttered and died."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5naW5l&hash=ea6cd444013ab43445a76f8ef026bf9bb8505717&lang=en&cache-only=0",
            "defineEn": "the part of a vehicle that uses a particular fuel to make the vehicle move",
            "defineVi": "một phần của một chiếc xe sử dụng một loại nhiên liệu cụ thể để làm cho chiếc xe di chuyển",
            "hasImg": true
        },
        {
            "id": "d356d32c-9eaf-402b-966f-b03af8a83cb6",
            "word": "hood",
            "phonetic": "hʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's not that politicians carry two faces under one hood that is so surprising, but the fact that so many people accept such phony façades as the truth.",
                "I've seen plenty of people who carry two faces under a hood, so it's no surprise she did that.",
                "This baby here is a fume hood.",
                "First step, you got the hood on.",
                "But under the hood, each cancer works differently."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9vZA&hash=cef6abb9c6aaddd38fa11095f276003f4dc6e24a&lang=en&cache-only=0",
            "defineEn": "a metal part that covers the engine of a vechicle",
            "defineVi": "một bộ phận kim loại bao gồm các động cơ của một vechicle",
            "hasImg": true
        },
        {
            "id": "fbe7c80f-6ffc-4ea3-8cac-6c2ee4377641",
            "word": "windshield wiper",
            "phonetic": "wɪndʃiːld waɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And I had rigged the windshield wiper sprayers to go outwards, not at my windshield.",
                "You don't really know you need windshield wiper blades until it's raining and then at that point you need them now so you don't have time for next day delivery.",
                "Look at these buttons, I mean yes, okay, windshield wiper, oh, that's adorable, schloopy, schleipy, schloopy, schleipy Don't say it like that."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZHNoaWVsZCB3aXBlcg&hash=989917d0eec256ccecbc7f92c41f2c7016573c32&lang=en&cache-only=0",
            "defineEn": "a long and thin device with rubber on its edge, designed to move across the glass at the front of vehicles to clear it of rain, snow, etc. so that the driver can see the road properly",
            "defineVi": "một thiết bị dài và mỏng có cao su ở cạnh, được thiết kế để di chuyển ngang qua kính phía trước của phương tiện để tránh mưa, tuyết, v.v. để người lái xe có thể nhìn rõ đường",
            "hasImg": true
        },
        {
            "id": "55e5191d-93d2-4cdf-8118-f30242652514",
            "word": "sunroof",
            "phonetic": "sʌnɹuːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The two cars had similar features, both having leather seats and a sunroof.",
                "OK now we have the sunroof, the side window and the back open."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vucm9vZg&hash=507f0ec0696f55270ac94b243ac92238cd31b586&lang=en&cache-only=0",
            "defineEn": "a part of a vehicle's roof that can slide open to have more light or ventilation",
            "defineVi": "một phần của mái xe có thể trượt mở để có thêm ánh sáng hoặc thông gió",
            "hasImg": true
        },
        {
            "id": "42704808-5691-48ec-8544-b8b949736916",
            "word": "trunk",
            "phonetic": "tɹʌŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The elephant had big ears and a long trunk.",
                "Up in the canopy, single trees split into multiple trunks.",
                "Of course, their trunks didn't evolve as bomb detectors.",
                "Maybe because banana trunks can look like human legs.",
                "In one study, researchers counted 137 trunks growing out of a single tree."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJ1bms&hash=c7d4a7a75f3e918fdfaddedb4da136f11ed99d25&lang=en&cache-only=0",
            "defineEn": "the space at the back an automobile in which different things can be put",
            "defineVi": "không gian ở phía sau một chiếc ô tô trong đó những thứ khác nhau có thể được đặt",
            "hasImg": true
        },
        {
            "id": "f29016b4-0024-43ca-8512-13db56bf38a9",
            "word": "tail light",
            "phonetic": "teɪl laɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGFpbCBsaWdodA&hash=094776f697dea21e133cd9effbef18a961b04fb0&lang=en&cache-only=0",
            "defineEn": "a light at the rear of a vehicle that is usually red in color",
            "defineVi": "đèn ở phía sau xe thường có màu đỏ",
            "hasImg": true
        },
        {
            "id": "c1ed2595-6f4c-4f8f-a492-72e15ae035ab",
            "word": "turn signal",
            "phonetic": "tɜːn sɪɡnəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Oh, you hear his turn signals.",
                "The Trabant had a 25 hp two-stroke engine closer to what’s in a lawnmower than a car, a plastic body, no fuel door, no rear seatbelts, not even a turn signal indicator.",
                "It’s like when you’re stopped at a red light, and you notice your turn signal starts blinking in sync with the car in front of you: If you wait for a little bit, you’ll phase out of sync."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVybiBzaWduYWw&hash=ef292742865c96c21ddca066582ac6fc5d6b1a6d&lang=en&cache-only=0",
            "defineEn": "a light on a vehicle that blinks to indicate a change in lane",
            "defineVi": "đèn trên xe nhấp nháy để báo hiệu thay đổi làn đường",
            "hasImg": true
        },
        {
            "id": "10c4aeac-ca0d-493d-95dc-64e320900be1",
            "word": "bumper",
            "phonetic": "bʌmpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Back in the eighties and nineties the TV networks used to show these weird bumpers in between cartoons and commercials.",
                "The finish team fits body pieces like bumpers, fenders, grill, and headlights to the body of the X7.",
                "There's my bumper pile.",
                "And they’re bumper stickers. ",
                "I don't put bumper stickers on Ferrari's."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVtcGVy&hash=78d404a1ea2d1c0ab3da5f3212e65f6eda85e822&lang=en&cache-only=0",
            "defineEn": "a bar that is attached to the back and front of a vehicle to reduce damage in time of an accident",
            "defineVi": "một thanh được gắn vào phía sau và phía trước của một chiếc xe để giảm thiệt hại trong thời gian xảy ra tai nạn",
            "hasImg": true
        },
        {
            "id": "20807fbb-fb99-4042-9668-ac3aa96a6597",
            "word": "tire",
            "phonetic": "taɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Rough roads will be the death of these tires.",
                "We lost twenty minutes changing a tire.",
                "The repairman said he could fix our tire in two shakes of a lamb's tail.",
                "The boss always assigns difficult projects as a way of kicking the tires of new employees.",
                "The Boston front office has been monitoring the Leonard situation from afar and almost always kicks the tires when a premier talent hits the trade market."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlyZQ&hash=d3a3d688604d78400c82f6e84f7ed0ca5c3bb397&lang=en&cache-only=0",
            "defineEn": "a circular rubber object that covers the wheel of a vehicle",
            "defineVi": "một vật thể tròn cao su bao gồm các bánh xe của một chiếc xe",
            "hasImg": true
        },
        {
            "id": "5898dd1c-1353-428d-a48e-f40333d32394",
            "word": "window",
            "phonetic": "wɪndoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "For children, picture books provide a window onto the world.",
                "The closed window blocked out the noise from the street.",
                "The photographs clearly show a broken window.",
                "Two faces appeared at our window.",
                "Language is a window into the world."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZG93&hash=b28e4eb8148fc7ea01aba92634e2bc6811a16f72&lang=en&cache-only=0",
            "defineEn": "a space in a wall or vehicle that is made of glass and we use to look outside or get some fresh air",
            "defineVi": "một không gian trong một bức tường hoặc chiếc xe được làm bằng kính và chúng tôi sử dụng để nhìn ra bên ngoài hoặc hít thở không khí trong lành",
            "hasImg": true
        },
        {
            "id": "0cf5342d-bfbe-447e-bde4-f95b78c4514f",
            "word": "door",
            "phonetic": "doːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Close the door, please.",
                "Which door leads to the yard?",
                "right on cue the door opened",
                "That accident battered up the door of my car.",
                "The driver of the car opened the car door for the passengers."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9vcg&hash=68d4e21e1c96319d1a8cc9299a1b51efd939ed82&lang=en&cache-only=0",
            "defineEn": "the thing we move to enter, exit, or access a place such as a vehicle, building, room, etc.",
            "defineVi": "thứ chúng ta di chuyển để vào, ra hoặc tiếp cận một địa điểm như xe cộ, tòa nhà, phòng, v.v.",
            "hasImg": true
        },
        {
            "id": "21c1e91f-77db-4376-b517-f31e4e5b047e",
            "word": "interior",
            "phonetic": "ɪntɪɹiɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A self-made vase will give any interior a touch of originality.",
                "She has a great aesthetic sense when it comes to interior design.",
                "The Brie cheese had a soft and creamy interior, with a bloomy white cheese rind.",
                "The interior designer can't get any work done with your puppy on her heels!",
                "Interiors are better than Mercedes-Benz interiors."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJpb3I&hash=b61c3ea82db743710a9e807c14d51af15a63e0b0&lang=en&cache-only=0",
            "defineEn": "the internal part of a building, car, etc.",
            "defineVi": "phần bên trong của một tòa nhà, xe hơi, vv",
            "hasImg": true
        },
        {
            "id": "ed876b7e-1808-409e-8e48-49551f0ccdab",
            "word": "steering wheel",
            "phonetic": "stɪɹɪŋ wiːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RlZXJpbmcgd2hlZWw&hash=865ee391e5a393b53dcae2031168d2e5557b23aa&lang=en&cache-only=0",
            "defineEn": "the wheel that a driver holds or turns to make a vehicle move in different directions",
            "defineVi": "bánh xe mà người lái giữ hoặc quay để làm cho xe di chuyển theo các hướng khác nhau",
            "hasImg": true
        },
        {
            "id": "d5cdc242-e87f-418f-ae7c-224515c62b38",
            "word": "horn",
            "phonetic": "hɔːɹn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Drug companies are locking horns in a legal battle over patents.",
                "Passing motorists sounded their horns in support.",
                "I remember the screech of the horn as the car came towards me.",
                "She decided to take the bull by the horns and try to solve the problem without any further delay.",
                "The cow's horns were impressive and curved outward."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9ybg&hash=8754f6817d7473bc572031e6edbfcbf73be69a66&lang=en&cache-only=0",
            "defineEn": "a device placed inside of a vehicle that makes an alarming and loud sound, used to give a warning or signal to others",
            "defineVi": "một thiết bị được đặt bên trong xe phát ra âm thanh báo động và lớn, được sử dụng để cảnh báo hoặc báo hiệu cho người khác",
            "hasImg": true
        },
        {
            "id": "9d8e1969-1150-4882-b0d8-89c7cd5098dc",
            "word": "dashboard",
            "phonetic": "dæʃboːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "And we have, so far, a dashboard.",
                "The dashboard of the Rolls-Royce Phantom can even become a bespoke art gallery.",
                "Log in to your Streamlabs.com dashboard.",
                "On the home screen, navigate to the dashboard.",
                "This is a dashboard, so 20 year at a glance dashboard."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFzaGJvYXJk&hash=78a9a87499b760d2be4667300e1cd00f07e0c638&lang=en&cache-only=0",
            "defineEn": "the panel placed inside a vehicle, below the glass at the front, that is facing the driver or pilot and contains most of the controls and switches",
            "defineVi": "bảng điều khiển được đặt bên trong xe, bên dưới kính phía trước, hướng về phía người lái xe hoặc phi công và chứa hầu hết các nút điều khiển và công tắc",
            "hasImg": true
        },
        {
            "id": "a8e13192-5ac4-4a59-a08c-3c9d16a57f5e",
            "word": "gas pedal",
            "phonetic": "ɡæs pɛdəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2FzIHBlZGFs&hash=af03f2c74757e64e0928ad78c69a835c361a5058&lang=en&cache-only=0",
            "defineEn": "the pedal that one uses to control the speed of a car, truck, etc. when it is moving",
            "defineVi": "bàn đạp mà người ta sử dụng để điều khiển tốc độ của ô tô, xe tải, v.v. khi nó đang di chuyển",
            "hasImg": true
        },
        {
            "id": "23334cd1-47d1-463d-8aa2-e096ea4f1ccb",
            "word": "brake pedal",
            "phonetic": "bɹeɪk pɛdəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJha2UgcGVkYWw&hash=bd93c6f62e4a761ad1696cddb92c3806c6ddf34d&lang=en&cache-only=0",
            "defineEn": "the pedal that one pushes with one's foot to stop or slow down a car, truck, etc.",
            "defineVi": "bàn đạp mà một người đẩy bằng chân để dừng hoặc giảm tốc độ ô tô, xe tải, v.v.",
            "hasImg": true
        },
        {
            "id": "e9940921-be41-49d3-82c3-fb64e1359338",
            "word": "clutch",
            "phonetic": "klʌtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She offered to take a pay cut to keep her job, but she was just clutching at straws.",
                "Acknowledging that a drowning man will clutch at a straw, the defendant grasped at the flimsy alibi even though it appeared implausible, hoping it might provide some reprieve from the charges against him.",
                "In the wild, a peregrine clutch usually has three eggs in it.",
                "The parasite is essentially mimicking a clutch of eggs.",
                "She clutched him to her bosom."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2x1dGNo&hash=41b5743c288267a53ed1c29e3ac2ac0c65f40bf8&lang=en&cache-only=0",
            "defineEn": "the handle or pedal that one uses to change gears in a car, truck, etc.",
            "defineVi": "tay cầm hoặc bàn đạp mà người ta sử dụng để sang số trong ô tô, xe tải, v.v.",
            "hasImg": true
        },
        {
            "id": "0ed927b8-e169-4199-abe8-adf9b9011fca",
            "word": "gearshift",
            "phonetic": "ɡɪɹʃɪft ",
            "partOfSpeechType": "noun",
            "examples": [
                "After a while, using the gearshift becomes your second nature."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VhcnNoaWZ0&hash=c714a1578823e18e2133445c61453e195b78fa26&lang=en&cache-only=0",
            "defineEn": "a handle in a car or other vehicle, by which a driver can change gears",
            "defineVi": "một tay cầm trong ô tô hoặc phương tiện khác, nhờ đó người lái xe có thể sang số"
        },
        {
            "id": "2b4f143e-1211-4906-8e81-da64675329eb",
            "word": "rearview mirror",
            "phonetic": "ɹɪɹvjuː mɪɹɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVhcnZpZXcgbWlycm9y&hash=8e58cd53b862ffdab2f016775cb4b415723ea24f&lang=en&cache-only=0",
            "defineEn": "a fixed mirror inside of a car or another vehicle that gives the driver a view of what is happening behind the vehicle",
            "defineVi": "một chiếc gương cố định bên trong ô tô hoặc một phương tiện khác giúp người lái xe quan sát được những gì đang xảy ra phía sau phương tiện",
            "hasImg": true
        },
        {
            "id": "603b6198-a6c1-4e75-8eec-d5daa6f44db5",
            "word": "seat belt",
            "phonetic": "siːt bɛlt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Release seat belts.",
                "Release seat belts!",
                "So wear your seat belt.",
                "Some buses don't even have seat belts.",
                "Although eight states currently require seat belts on buses."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VhdCBiZWx0&hash=74e951574968398b1cb8750944b9d63ee993c4a3&lang=en&cache-only=0",
            "defineEn": "a belt in cars, airplanes, or helicopters that a passenger fastens around themselves to prevent serious injury in case of an accident",
            "defineVi": "dây đai trong ô tô, máy bay hoặc trực thăng mà hành khách buộc chặt quanh mình để tránh bị thương nặng trong trường hợp xảy ra tai nạn",
            "hasImg": true
        }
    ]
}