{
    "id": "08a0f679-39aa-47ac-a60f-befd7ce4dbf4",
    "title": "As You Prefer!",
    "originalTitle": "Lesson 53",
    "words": [
        {
            "id": "7f1f9fec-dca8-4bb9-81a2-f5aac6c1a7e2",
            "word": "to appeal",
            "phonetic": "tʊ ɐpiːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Shadberries add visual appeal and a delicate texture to dishes.",
                "Different genres of music appeal to different people, and for me, classical music really floats my boat.",
                "Police have appealed for witnesses, but it seems the locals are keeping shtum.",
                "The Court of Appeal held that there was no evidence to support the judge's assessment.",
                "I enjoy the vibrant colors of sweet peppers in my salad, as they add a visual appeal to the dish."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwZWFs&hash=3c29dc0b97d7c95d3ca4ba51cd33b7152a57dff6&lang=en&cache-only=0",
            "defineEn": "to arouse interest or attraction",
            "defineVi": "để khơi dậy sự quan tâm hoặc thu hút"
        },
        {
            "id": "2c7dd446-6602-4615-96eb-6d783212e6d6",
            "word": "to consult",
            "phonetic": "tə kənsʌlt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He is consulting his zodiacal chart to determine his compatibility with different signs.",
                "The agent put me on hold while she consulted a colleague.",
                "I asked Alex to consult on this project because it's a bit out of my depth.",
                "The CEO of the company was known for making hasty decisions without consulting his team.",
                "As a newly married couple, we have learned that he that will thrive must first ask his wife, and we always make sure to consult each other before making any important decisions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc3VsdA&hash=fecc3c444f2a1331641101013f0fc2fc9151719b&lang=en&cache-only=0",
            "defineEn": "to seek information or advice from someone with knowledge in a particular field",
            "defineVi": "để tìm kiếm thông tin hoặc lời khuyên từ một người có kiến thức trong một lĩnh vực cụ thể",
            "hasImg": true
        },
        {
            "id": "7f88a86c-b736-4043-8120-31cf14746e21",
            "word": "to contest",
            "phonetic": "tə kəntɛst ",
            "partOfSpeechType": "verb",
            "examples": [
                "That contest wasn't fair!",
                "You don't have a prayer in this contest.",
                "The battle lines were drawn yesterday for the fiercest contest in the history of local radio.",
                "I know you worked really hard on this project, but it looks like your cake is dough, and you won't be winning the contest.",
                "The trip to the beach cost me $100, but I almost broke even after winning $90 in a contest."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udGVzdA&hash=fbcc23d6822785bd02b4fe15d14b2d035d02d84b&lang=en&cache-only=0",
            "defineEn": "to formally oppose or challenge a decision or a statement",
            "defineVi": "để chính thức phản đối hoặc thách thức một quyết định hoặc một tuyên bố"
        },
        {
            "id": "5cbb8f1a-3838-417c-8606-720e83169d1e",
            "word": "to disgust",
            "phonetic": "tə dɪsɡʌst ",
            "partOfSpeechType": "verb",
            "examples": [
                "She couldn't hide her grimace of disgust when she tasted the spoiled milk.",
                "The student couldn't hide his disgust and grimaced when he saw the grade on his test.",
                "No, they were disgusted.",
                "Or you might learn disgust from others.",
                "So disgust can help mold individual values and biases."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzZ3VzdA&hash=6886f88cbb2778f3c222646ebcbe73b843e92623&lang=en&cache-only=0",
            "defineEn": "to make someone feel upset, shocked, and sometimes offended about something",
            "defineVi": "để làm cho ai đó cảm thấy khó chịu, bị sốc, và đôi khi bị xúc phạm về một cái gì đó"
        },
        {
            "id": "28ec4399-91ee-40cd-9e8f-88957ccb0df4",
            "word": "to favor",
            "phonetic": "tə feɪvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The court found in her favor.",
                "The ambassador curried favor with the dictator by praising his construction projects.",
                "I favor anything that tilts the scales in my direction.",
                "They are doing their neighbor a favor by mowing their lawn.",
                "do me a favor and stick a sock in it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmF2b3I&hash=353387341060d291d6132591747fee87ae9edf52&lang=en&cache-only=0",
            "defineEn": "to prefer someone or something to an alternative",
            "defineVi": "để thích một ai đó hoặc một cái gì đó để thay thế"
        },
        {
            "id": "2fbe9423-826f-4ed8-b442-947835d124be",
            "word": "favorite",
            "phonetic": "feɪvɚɹᵻt ",
            "partOfSpeechType": "noun",
            "examples": [
                "My sister's famous sweet cherry jam is a family favorite.",
                "My son's favorite animal is the lion.",
                "The little boy's favorite toy was a blue car.",
                "What is your favorite color?",
                "Our mascarpone cheesecake is a customer favorite"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF2b3JpdGU&hash=ac6262f9f3ee51356f23354e2d148264ed0e9367&lang=en&cache-only=0",
            "defineEn": "someone or something that one likes more among others of the same kind",
            "defineVi": "một ai đó hoặc một cái gì đó mà người ta thích hơn trong số những người khác cùng loại"
        },
        {
            "id": "0b1b25e4-8848-4571-ad88-9ec54c0e973a",
            "word": "to go for",
            "phonetic": "tə ɡoʊ fɔːɹ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28gZm9y&hash=fa3f818665f4cce5a6032a2824d587f12f6aa046&lang=en&cache-only=0",
            "defineEn": "to choose something among other things",
            "defineVi": "để chọn một cái gì đó trong số những thứ khác",
            "hasImg": true
        },
        {
            "id": "7be78333-e402-410b-a912-c49b2218de1d",
            "word": "to shy away from",
            "phonetic": "tə ʃaɪ ɐweɪ fɹʌm ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gc2h5IGF3YXkgZnJvbQ&hash=ec8e2eeee94a99c6a325b8256c52ec743145e59c&lang=en&cache-only=0",
            "defineEn": "to avoid an activity, person, etc. because one is scared, unwilling, or not confident",
            "defineVi": "để tránh một hoạt động, người, vv bởi vì một người đang sợ hãi, không muốn, hoặc không tự tin"
        },
        {
            "id": "06ce1d96-8373-4572-9dec-4a9f76752a6f",
            "word": "to [make] up {one's} mind",
            "phonetic": "tə meɪk ʌp wʌn bækslæʃ ɛs maɪnd ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFrZSB1cCB7b25lJ3N9IG1pbmQ&hash=1c943f7ecfe5dcab61c5bccc0fddd5a0aecead5a&lang=en&cache-only=0",
            "defineEn": "to come to a final decision or conclusion after considering different options or possibilities",
            "defineVi": "đi đến quyết định hoặc kết luận cuối cùng sau khi xem xét các lựa chọn hoặc khả năng khác nhau",
            "hasImg": true
        },
        {
            "id": "0e15c691-0622-49ea-86e0-4e0d619e66a5",
            "word": "to pick out",
            "phonetic": "tə pɪk aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She helped her father pick out a matching tie for his business meeting.",
                "They knew that hawks will not pick out hawks' eyes, and they always acted in each other's best interests.",
                "The majority picked out the original artworks.",
                "You pick out the meat. ",
                "So, you picked out some ties."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGljayBvdXQ&hash=f2da4f226694be12cc0844eee0c2296b147bcc5a&lang=en&cache-only=0",
            "defineEn": "to choose among a group of people or things",
            "defineVi": "để lựa chọn trong số một nhóm người hoặc những điều",
            "hasImg": true
        },
        {
            "id": "01a01a21-8ea2-4737-8609-471f7034cbcf",
            "word": "to put up",
            "phonetic": "tə pʊt ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "They put up a good fight, but they never really had a chance of defeating us.",
                "She and her campaign put up a fight to the very end, but it was clear in the weeks leading up to the election that she would lose.",
                "The investors who have put up around $30 million could catch a cold.",
                "Why do they bother putting up a fight?",
                "'Put up your hands!'"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0IHVw&hash=3ee906fb83722ad10b57e558244c74185730d445&lang=en&cache-only=0",
            "defineEn": "to accept or tolerate an unpleasant situation, person, etc. without complaining",
            "defineVi": "chấp nhận hoặc chịu đựng một tình huống khó chịu, một người, v.v. mà không phàn nàn"
        },
        {
            "id": "338be721-362d-41bc-9b1a-71679a918796",
            "word": "to think over",
            "phonetic": "tə θɪŋk oʊvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "In terms of political agendas and I think over the long term, the energy sector, at least the green space, is going to be a big growth factor.",
                "I think over the long term, what Apple's device actually becomes is a medical device that sort of delivers treatment to patients, which is, I think, really the coolest thing that they could do with their ecosystem.",
                "They think over the sanctions against Russia & Russian counter-sanctions That's not good for them",
                "So I think over time, what you're going to see with charging is essentially it'll become such a seamless thing that most customers won't even have to think about it.",
                "And I think over time, there's increased recognition that these were not good for the environment."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGhpbmsgb3Zlcg&hash=5a648cba03034160bad5c2fe389340836102c52b&lang=en&cache-only=0",
            "defineEn": "to consider a matter carefully before reaching a decision",
            "defineVi": "để xem xét một vấn đề một cách cẩn thận trước khi đạt được một quyết định"
        },
        {
            "id": "7d503f4c-f894-46e2-b8a5-a16a85a0d430",
            "word": "to [take] account of {sth}",
            "phonetic": "tə teɪk ɐkaʊnt ʌv ɛstiːeɪtʃ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSBhY2NvdW50IG9mIHtzdGh9&hash=67066d4009115b43192ba1664e0be38905caca63&lang=en&cache-only=0",
            "defineEn": "to consider all the known facts and details before making a final decision",
            "defineVi": "xem xét tất cả các sự kiện và chi tiết đã biết trước khi đưa ra quyết định cuối cùng"
        },
        {
            "id": "bf312105-07d2-4121-aae7-b95070fd5aa1",
            "word": "to turn to",
            "phonetic": "tə tɜːn tuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "As a vegetarian, she often turned to cowpea salads for a protein-packed dish.",
                "He turned to us and gave a big smile.",
                "Looking for another string to his bow, he turned to art and design, for which he had always shown a talent.",
                "He started life as a teacher before turning to journalism.",
                "Whenever I feel the need for inspiration or escape, I turn to a book, which, as the proverb goes, is like a garden carried in the pocket."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHVybiB0bw&hash=48784e15539f48641f82ba3e7c54417fac6939b7&lang=en&cache-only=0",
            "defineEn": "to get advice or help from someone",
            "defineVi": "để có được lời khuyên hoặc giúp đỡ từ một ai đó"
        },
        {
            "id": "312b5538-f36d-4fa8-a3aa-808e949a240d",
            "word": "would rather",
            "phonetic": "wʊd ɹæðɚ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d291bGQgcmF0aGVy&hash=c552c76dad4307629b6afb6704c4c710a30c41b3&lang=en&cache-only=0",
            "defineEn": "used to say one would prefer to have or do something",
            "defineVi": "được sử dụng để nói một người muốn có hoặc làm một cái gì đó",
            "hasImg": true
        },
        {
            "id": "2a7ffbbe-040f-49a6-9569-19722d2ea8b5",
            "word": "decision maker",
            "phonetic": "dᵻsɪʒən meɪkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Of course, not all decision makers are equally powerful.",
                "[maker] and the ultimate decision maker, especially as far as foreign policy is concerned.",
                "This is a good thing, since human beings are not perfectly designed decision makers.",
                "The CDC also says that decision makers must consider the rate of transmission in their community when planning the return to school.",
                "Billions and billions of dollars every year flow down to the local level and are used by decision makers to make informed decisions about roads, schools, healthcare."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjaXNpb24gbWFrZXI&hash=443963f572ec7b6d42cd9c5a18e472e5d26f05cc&lang=en&cache-only=0",
            "defineEn": "a person who makes important decisions in a large organization",
            "defineVi": "một người đưa ra quyết định quan trọng trong một tổ chức lớn"
        },
        {
            "id": "1588a7c6-4696-4e6e-afed-5e0bfe846ca0",
            "word": "dislike",
            "phonetic": "dɪslaɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "I took a dislike to him.",
                "He dislikes the taste of celery and avoids it in his meals.",
                "Dees disliked all editors on principle, but he had to admit that this one at least gave credit where credit was due.",
                "My son dislikes the taste of cayenne pepper as he finds it too spicy.",
                "The person who pursued their passion and found fulfillment in their work was happier than the person who had a high-paying job but disliked what they did."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzbGlrZQ&hash=7391740fc39c3556577fee6f7d9799be265195e9&lang=en&cache-only=0",
            "defineEn": "the feeling of not liking something or someone",
            "defineVi": "cảm giác không thích một cái gì đó hoặc một ai đó",
            "hasImg": true
        },
        {
            "id": "43284490-8af9-46e4-a413-9048aa3a2cdf",
            "word": "judgment",
            "phonetic": "dʒʌdʒmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "His judgment is calmer, and he puts the saddle on the right horse.",
                "A year ago, I decided to lend my friend $2,000 against my better judgment and now she hasn't paid me back a penny and avoids me.",
                "Some people judge others based on their appearance, but such judgments are often shallow and unfair.",
                "Despite the criticism from her peers, Lisa always does as she pleases, pursuing her passions without worrying about others' judgments.",
                "My father believed that the end makes all equal and raised me to treat strangers and neighbors with the same kindness and respect, without judgment."
            ],
            "audio": "https://tts.langeek.co/read?text=anVkZ21lbnQ&hash=3be8d14cd73273745ceb929977f80308d14d915e&lang=en&cache-only=0",
            "defineEn": "the quality of being able to make logical decisions",
            "defineVi": "chất lượng của việc có thể đưa ra quyết định hợp lý"
        },
        {
            "id": "74405b5a-60b1-4cb4-baa0-205af1329a5c",
            "word": "preference",
            "phonetic": "pɹɛfɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Remember to always adjust the quantity of yeast extract according to your taste preferences.",
                "The human resources manager understood that her employees had varying needs and preferences, and created a flexible work environment to accommodate them - different strokes for different folks.",
                "We hosted a barbecue party, considering everyone's steak preferences, grilling a mix of medium rare and well-done steaks for different tastes.",
                "Many tortoises have color preferences.",
                "Chameleons actually have taste preferences."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZmVyZW5jZQ&hash=702c247f61dc0f0d5a55adae1edc42976e4189d5&lang=en&cache-only=0",
            "defineEn": "a strong liking or inclination towards something or someone over others",
            "defineVi": "một ý thích mạnh mẽ hoặc khuynh hướng đối với một cái gì đó hoặc ai đó hơn những người khác"
        },
        {
            "id": "5fcbf65e-f510-4e37-8975-01fe6acd615d",
            "word": "resolution",
            "phonetic": "ɹɛzəluːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That resolution clearly withered on the vine.",
                "The resolution passed both houses before the zero hour and the President signed it.",
                "Some people set resolutions for the new year in December, hoping to make positive changes.",
                "The United Nations Security Council has passed a resolution asking the two countries to resume peace negotiations.",
                "When dealing with customer service, it can be helpful to be assertive and persistent, as the squeaky wheel gets the grease and is more likely to receive a satisfactory resolution."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzb2x1dGlvbg&hash=58d6be386162ce9debaea106db6c6c007de95c89&lang=en&cache-only=0",
            "defineEn": "a serious decision to behave or not to behave in a certain way or to do or not to do something particular",
            "defineVi": "một quyết định nghiêm túc để cư xử hay không cư xử theo một cách nhất định hoặc làm hay không làm điều gì đó cụ thể"
        },
        {
            "id": "b18351ca-d304-4356-8c43-7d033b51bb9b",
            "word": "taste",
            "phonetic": "teɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef tasted the sauce with a small spoon.",
                "The pith of the citrus fruit added a bitter taste to the juice.",
                "The sauce would kill the taste of the herbs.",
                "Too much garlic killed the taste of the meat.",
                "The cake tasted so good that everyone wanted a second slice."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFzdGU&hash=13cd759eaa42a2daf11fda2ed3dc300e5bc23f5a&lang=en&cache-only=0",
            "defineEn": "the ability to recognize something with good quality or high standard, especially in art, style, beauty, etc.",
            "defineVi": "khả năng nhận ra một cái gì đó với chất lượng tốt hoặc tiêu chuẩn cao, đặc biệt là về nghệ thuật, phong cách, vẻ đẹp, v.v."
        },
        {
            "id": "080fb6a7-d7b4-4578-8d6b-3a98c523e985",
            "word": "criterion",
            "phonetic": "kɹaɪtiəɹɪən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So what locations meet these criteria?",
                "Here's the criteria.",
                "What is that criteria?",
                "Most children also meet the criteria for Dysthymia.",
                "Another possible criterion is the pace of our development."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpdGVyaW9u&hash=36e3eeead05b565fd229cf7c7db74fb8f93767e9&lang=en&cache-only=0",
            "defineEn": "a principle or standard by which something is judged or decided",
            "defineVi": "một nguyên tắc hoặc tiêu chuẩn theo đó một cái gì đó được đánh giá hoặc quyết định"
        },
        {
            "id": "02565651-c727-49a7-aa72-507af100a396",
            "word": "liking",
            "phonetic": "laɪkɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The music was far too loud for my liking.",
                "The restaurant offers a variety of salad dressings, allowing you to customize your salad to your liking.",
                "Customise the text to the player's liking.",
                "But we're not moving fast enough for anyone's liking, nor what makes sense from an equity perspective.",
                "This allowed us to shape the planet to our liking."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlraW5n&hash=bb92b41a5eae0a109726fc30447cf32eec94d31b&lang=en&cache-only=0",
            "defineEn": "a feeling of praise toward someone or something",
            "defineVi": "một cảm giác khen ngợi đối với một ai đó hoặc một cái gì đó"
        },
        {
            "id": "16a9a550-bb1a-4b0f-aed5-9f0e611f39b8",
            "word": "tendency",
            "phonetic": "tɛndənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "What is stressed rather is that the same phenomenon provides the foundation for both historical tendencies.",
                "I constantly have to remind myself that the worst wheel of the cart creaks most, checking my tendency to complain when relatively minor difficulties arise in my life.",
                "Even people who carefully budget their money when working for low salaries have a tendency to start making it rain as soon as their paychecks get bigger.",
                "Do you have any tendencies?",
                "These giant solid structures behave with liquid-like tendencies."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVuZGVuY3k&hash=eea68c0915dcba542ff51b9b878ed961b0c9b678&lang=en&cache-only=0",
            "defineEn": "the likeliness to become or do something",
            "defineVi": "khả năng trở thành hoặc làm một cái gì đó"
        },
        {
            "id": "0a1e72f6-929e-478d-b99e-e452df91f17a",
            "word": "alternatively",
            "phonetic": "ɔːltɜːnətɪvli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Alternatively the point the universe is pretty freakin’ weird.",
                "Alternatively, we could combine the water with more carbon dioxide from the atmosphere.",
                "Alternatively, we could define a function where every numerical input corresponds to a different alphabetical output.",
                "Alternatively, it could just be a random mutation.",
                "Alternatively, you can search for them in the search bar."
            ],
            "audio": "https://tts.langeek.co/read?text=YWx0ZXJuYXRpdmVseQ&hash=d809bf232ec3886fcc76194a31d50df43cf2b29b&lang=en&cache-only=0",
            "defineEn": "as a second choice or another possibility",
            "defineVi": "như một sự lựa chọn thứ hai hoặc khả năng khác"
        },
        {
            "id": "dbafe0ac-93ec-4a11-9941-321a8882e8e6",
            "word": "to please",
            "phonetic": "tə pliːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Pass the salt, please.",
                "Please make a note of the dates.",
                "Close the door, please.",
                "Can I have a Coke, please?",
                "Please write your name on the paper."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxlYXNl&hash=b911c01878185b7f516e702b8e1d7a9a14849cae&lang=en&cache-only=0",
            "defineEn": "to make someone satisfied or happy",
            "defineVi": "để làm cho ai đó hài lòng hoặc hạnh phúc"
        },
        {
            "id": "5485d50e-678e-4561-a00a-6658b032a62a",
            "word": "instead",
            "phonetic": "ɪnstɛd ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Ok, we can meet at the park instead.",
                "My friend's last name is difficult to pronounce, so she often uses a nickname instead.",
                "Instead, it looked like the right hand didn't know what the left hand was doing.",
                "I wanted to speak to the manager but I got his secretary instead.",
                "He prefers to lift weights and do strength training instead."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdGVhZA&hash=f25c583e33c4648b00e1a8287998fc38557a9c34&lang=en&cache-only=0",
            "defineEn": "as a substitute, alternative, or equivalent",
            "defineVi": "như một sự thay thế, thay thế, hoặc tương đương"
        },
        {
            "id": "82351089-dce8-47d2-b414-0411750ca908",
            "word": "to disrespect",
            "phonetic": "tə dɪsɹɪspɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "It's full of disrespect.",
                "which-- no disrespect to the script, but that's kind of what happens often.",
                "His subjects are unhappy, he disrespects the gods, and he’s a serial rapist.",
                "Because nobody should be disrespected like that when you're invited to something.",
                "No true supporter of mine could ever disrespect law enforcement or our great American flag."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzcmVzcGVjdA&hash=8d438a96374df70c73848f478f8e32701c844f33&lang=en&cache-only=0",
            "defineEn": "to behave or speak in a way that is offensive to someone or something",
            "defineVi": "cư xử hoặc nói theo cách gây khó chịu cho ai đó hoặc cái gì đó"
        },
        {
            "id": "e04c9f63-0fee-447e-921d-66eb16d60e4d",
            "word": "to die",
            "phonetic": "tə daɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The old customs are dying.",
                "All men must die.",
                "The flowers died during a dry spell.",
                "My father died suddenly at the age of 48.",
                "The die is cast."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGll&hash=d5585a0e5dddb4aa72b8b22963f91261cd2b2d52&lang=en&cache-only=0",
            "defineEn": "to have a strong longing or intense desire for something or someone",
            "defineVi": "để có một khao khát mạnh mẽ hoặc mong muốn mãnh liệt cho một cái gì đó hoặc ai đó"
        }
    ]
}