{
    "id": "08cfd1dd-c947-452f-b803-89beb1d7ad67",
    "title": "Marine Fish",
    "originalTitle": "Marine Fish",
    "words": [
        {
            "id": "817eff39-e970-4742-8de9-29265b7ee65d",
            "word": "anchovy",
            "phonetic": "æntʃoʊvi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He added a touch of anchovy paste to the pasta sauce.",
                "They mixed anchovy paste with mayonnaise to make a flavorful dressing for their Caesar salad.",
                "Anchovy pear can be used to make a tangy and fruity barbecue sauce.",
                "I draw the line at a pizza with anchovies on it.",
                "While traveling, my husband and I discovered a delicious fruit named anchovy pear."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5jaG92eQ&hash=e2e57bc0e05815d6ce5a698f9b60094c9f5edb2e&lang=en&cache-only=0",
            "defineEn": "a small shoaling fish that is used as food or as bait and resembles herrings",
            "defineVi": "một loài cá nhỏ được dùng làm thức ăn hoặc làm mồi nhử và giống cá trích",
            "hasImg": true
        },
        {
            "id": "52216fbd-0d47-4355-b502-52eec4a7816b",
            "word": "pilchard",
            "phonetic": "pɪltʃɚd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGlsY2hhcmQ&hash=50015e55103b2531746635ea31b5c1699d224703&lang=en&cache-only=0",
            "defineEn": "a small forage fish that is edible and lives in marine waters, forming large shoals",
            "defineVi": "một loài cá thức ăn gia súc nhỏ có thể ăn được và sống ở vùng nước biển, tạo thành những bãi cạn lớn",
            "hasImg": true
        },
        {
            "id": "303fc35c-58f8-4936-8023-3d1ee40971ee",
            "word": "ray",
            "phonetic": "ɹeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ray gives a chilling performance as the seemingly nice cop who goes off the deep end and starts terrorising a couple.",
                "After a long day at work, Aurora enjoyed unwinding by sunbathing in her backyard in her birthday suit, soaking up the warm rays.",
                "Fortunately, on Earth, the ozone layer blocks gamma rays.",
                "Gamma rays are incredibly powerful.",
                "Gamma rays are high energy photons."
            ],
            "audio": "https://tts.langeek.co/read?text=cmF5&hash=e1a4a2d1899d3ac487f570bb54c31b69a472840f&lang=en&cache-only=0",
            "defineEn": "any marine cartilaginous fish with a flat body and eyes on the upper surface, which swims using large pectoral fins",
            "defineVi": "bất kỳ loài cá sụn biển nào có thân phẳng và mắt ở bề mặt trên, bơi bằng vây ngực lớn",
            "hasImg": true
        },
        {
            "id": "367fd576-ea5d-4ce8-9d5f-fc8a54c341df",
            "word": "salmon",
            "phonetic": "sæmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The waiter served them both with salmon poached in white wine.",
                "The chef brushed a sweet glaze made of honey and soy sauce onto the grilled salmon.",
                "The seafood market offered fresh and flaky salmon fillets.",
                "The chef carefully grated some mace over his grilled salmon.",
                "Salmon is an excellent choice for a simple and healthy grilled seafood dinner."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FsbW9u&hash=8eb4d4062dc8e892a69e86fdfed2f8cedced8679&lang=en&cache-only=0",
            "defineEn": "a silver-colored fish with pink flesh that people eat as food",
            "defineVi": "một con cá màu bạc với thịt màu hồng mà mọi người ăn làm thức ăn",
            "hasImg": true
        },
        {
            "id": "199cdd3e-5ffa-4668-b671-1713495f7c2b",
            "word": "sardine",
            "phonetic": "sɑːɹdiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Commuters packed like sardines on the evening train.",
                "We were squashed like sardines in the rush-hour train.",
                "Sure, we were packed in like sardines, but everyone had a great time.",
                "The bony texture of the sardines makes it difficult to enjoy.",
                "And just hook the sardine, just right there."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FyZGluZQ&hash=625bbdc9147ab948157534b345152dd0a7a2c096&lang=en&cache-only=0",
            "defineEn": "a small oily fish of the herring family with silvery color that is used as food",
            "defineVi": "một loại cá dầu nhỏ thuộc họ cá trích có màu bạc được dùng làm thực phẩm",
            "hasImg": true
        },
        {
            "id": "7951040e-429a-4c4f-a794-f6546366eb7e",
            "word": "shark",
            "phonetic": "ʃɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the economy continues to struggle, the sharks are circling for many small businesses around the country.",
                "The sharks have been circling for so long that I don't really remember what it's like to not be on the verge of bankruptcy.",
                "He obviously didn’t realize he was swimming with sharks!",
                "She fell overboard and the sharks got her.",
                "Humans can also flip sharks into TI."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hhcms&hash=87b8973dbaa43ca614c7e5946f4a403f832f021b&lang=en&cache-only=0",
            "defineEn": "‌a large sea fish with a pointed fin on its back and very sharp teeth",
            "defineVi": "‌một loài cá biển lớn có vây nhọn trên lưng và hàm răng rất sắc",
            "hasImg": true
        },
        {
            "id": "4a0360da-d697-4a5e-9627-9d90504b8b28",
            "word": "skate",
            "phonetic": "skeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "so I don't end up skating on thin ice when the teacher asks me a question.",
                "Why don't you come skating tonight?",
                "Why don't you come skating tonight?",
                "So show me your skates.",
                "They're actually skating backwards"
            ],
            "audio": "https://tts.langeek.co/read?text=c2thdGU&hash=e08ffbb46b6bb6e201b8c57637277f30464698e1&lang=en&cache-only=0",
            "defineEn": "a large marine fish related to the ray family with a diamond shape and a tail",
            "defineVi": "một loài cá biển lớn thuộc họ cá đuối có hình thoi và đuôi",
            "hasImg": true
        },
        {
            "id": "9b275272-3d7d-409a-a1ce-bd8c3de30408",
            "word": "snapper",
            "phonetic": "snæpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And some little snapper blues Luke and I just caught.",
                "it's also called red eye golden eye snapper.",
                "I'm really excited about the snappers.",
                "Let's take a look at the snapper.",
                "These parasites are known to infect numerous species of fish, from snappers to grunions to croakers."
            ],
            "audio": "https://tts.langeek.co/read?text=c25hcHBlcg&hash=b1600d2f6dcdba532997322696ad2609bfd5bf49&lang=en&cache-only=0",
            "defineEn": "any carnivorous warm water perciform fish that is red in color and is valued as food",
            "defineVi": "bất kỳ loài cá nước ấm ăn thịt nào có màu đỏ và được coi là thực phẩm",
            "hasImg": true
        },
        {
            "id": "bc243a79-c3d7-461c-ab72-adcd22b5494b",
            "word": "sole",
            "phonetic": "soʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He is a self-interested liar, whose sole motive throughout his life has been looking after number one.",
                "My father was as poor as Job growing up, so his sole focus was to give his kids every opportunity in life that he missed out on.",
                "Different numbers mean a different sole.",
                "What is a dog handler's sole responsibility?",
                "The issue was the sole topic of Democratic Governor Gavin Newsom's state of the state address."
            ],
            "audio": "https://tts.langeek.co/read?text=c29sZQ&hash=a69e25668a421836c3d4c1faaab9415d1c4a22d3&lang=en&cache-only=0",
            "defineEn": "a marine flatfish of the flounder family which is considered a food fish",
            "defineVi": "một loài cá dẹt biển thuộc họ cá bơn được coi là cá thực phẩm",
            "hasImg": true
        },
        {
            "id": "afda01ac-ab4e-47c5-a8fa-eafc83a2582d",
            "word": "sprat",
            "phonetic": "spɹæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's a sprat to catch a mackerel."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ByYXQ&hash=2d8f7534f482d2607a48d3a4f0cac371b8c3dde0&lang=en&cache-only=0",
            "defineEn": "a very small forage fish that is a European marine fish of the herring family, eaten as food",
            "defineVi": "một loài cá kiếm ăn rất nhỏ là một loài cá biển châu Âu thuộc họ cá trích, được dùng làm thức ăn",
            "hasImg": true
        },
        {
            "id": "6801a24c-14d5-4643-b9cf-03df41504d62",
            "word": "stingray",
            "phonetic": "stɪŋɡɹeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Stingrays like these can tune in to that same frequency, like a radio channel.",
                "Stingray data can be combined with the number of other things like face recognition, which can identify you at a protest or an automated license plate reader.",
                "Take a close look at a stingray, and you can see those pores.",
                "And this is where the Stingray nebula gets weird.",
                "Here, the human remains are mixed into statues shaped like starfish or stingrays."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RpbmdyYXk&hash=18899b6ae67248013f8a9fa8c2d905b8b05c8bd6&lang=en&cache-only=0",
            "defineEn": "a large sea fish of the ray family that has a long toxic spine at the base of its tail",
            "defineVi": "một loài cá biển lớn thuộc họ cá đuối có gai độc dài ở gốc đuôi",
            "hasImg": true
        },
        {
            "id": "4dc7a3f6-d728-4613-9f36-558e50c5661e",
            "word": "sunfish",
            "phonetic": "sʌnfɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sunfish are the world’s heaviest bony fish, but they also have another claim to fame: they’ve been known to host more than 40 different parasite species.",
                "These worms can cause serious damage, so it’s in the sunfish’s best interest to get them off.",
                "So the sunfish angle their huge bodies sideways at the surface and just sit there, patiently waiting for the birds to pluck off worms or other parasites clinging to their skin.",
                "Sunfish spend a lot of time in deep, cold water, so they thought this surface behavior was just them, like, basking in the sun to warm up.",
                "But it’s not exactly easy for them to spot a fish that’s underwater, even one as big as a sunfish."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VuZmlzaA&hash=5c64b3c9d4576ce4eb0d4bd2418c6de130c39e71&lang=en&cache-only=0",
            "defineEn": "among the largest bony fish; pelagic fish having an oval compressed body with high dorsal and anal fins and caudal fin reduced to a rudder-like lobe; worldwide in warm waters",
            "defineVi": "trong số những loài cá có xương lớn nhất; cá nổi có thân hình bầu dục nén với vây lưng và vây hậu môn cao và vây đuôi tiêu giảm thành thùy giống như bánh lái; trên toàn thế giới trong vùng nước ấm"
        },
        {
            "id": "2e143e04-9940-48ed-b8e2-b03e1e2eea27",
            "word": "brill",
            "phonetic": "bɹɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJpbGw&hash=61e219eb7f5f4e05cc6c2df11435d2dc2c083736&lang=en&cache-only=0",
            "defineEn": "a type of flatfish characterized by its oval-shaped body, diamond patterned skin, and delicate, mild-flavored flesh",
            "defineVi": "một loại cá dẹt đặc trưng bởi thân hình bầu dục, da có hoa văn kim cương và thịt mềm, có hương vị nhẹ"
        },
        {
            "id": "50d9d889-9b0b-45a2-b915-d4dcf3962287",
            "word": "cod",
            "phonetic": "kɑːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "She made a satisfying meal with goujons of cod, paired with a fresh salad and a squeeze of lemon.",
                "He's really good at Apex and COD.",
                "Should we fire up some COD?",
                "In fact, cod are one of the most popular fish in the United States, and Atlantic populations have declined in recent years due to overfishing.",
                "(COD theme music playing on phone) -"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29k&hash=160e757393d8d5f59f64d141e610c7fb3b833630&lang=en&cache-only=0",
            "defineEn": "a large food fish that lives in cold marine waters with a small barbel and three fins on the back",
            "defineVi": "một loài cá thức ăn lớn sống ở vùng nước biển lạnh với một cái gai nhỏ và ba vây trên lưng",
            "hasImg": true
        },
        {
            "id": "858af8cf-4d70-4286-b2d4-acdfa6b66834",
            "word": "coelacanth",
            "phonetic": "siːlɐkænθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Take the coelacanth.",
                "The coelacanth fascinates scientists because of its paired lobe fins.",
                "But don’t worry, coelacanths.",
                "On top of that, coelacanths also gather in caves during the day, only to leave at night to feed.",
                "But in evolution’s eyes humans and coelacanths are equally successful."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29lbGFjYW50aA&hash=de437ee3e494a2a0074f509878ef8fe96b7a0b58&lang=en&cache-only=0",
            "defineEn": "a rare plump marine fish with lobed fins living in Indian Ocean, once thought to be extinct",
            "defineVi": "một loài cá biển đầy đặn quý hiếm có vây thùy sống ở Ấn Độ Dương, từng được cho là đã tuyệt chủng",
            "hasImg": true
        },
        {
            "id": "db8d15bd-0c83-4c7b-9040-9cf383787c83",
            "word": "dab",
            "phonetic": "dæb ",
            "partOfSpeechType": "noun",
            "examples": [
                "She dabbed my face a lot.",
                "I do need some dabs.",
                "Ducks dab their bills into that wax and spread it over their feathers.",
                "Adult judges in court have described in in court as a scintilla, a dab, even a glimmer.",
                "Yesterday it was dabbing and fidget spinners, and today I found out they did surgery on a grape."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFi&hash=ce0e783b9ec5daf3f16431225cf044d89fb53a7b&lang=en&cache-only=0",
            "defineEn": "a small flatfish that lives in deep waters and is eaten as food, originated in the North Atlantic",
            "defineVi": "một loài cá bẹt nhỏ sống ở vùng nước sâu và được dùng làm thức ăn, có nguồn gốc ở Bắc Đại Tây Dương",
            "hasImg": true
        },
        {
            "id": "1ff61793-d8a9-4085-b3a9-5f015ee92244",
            "word": "dogfish",
            "phonetic": "dɑːɡfɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG9nZmlzaA&hash=8ed4bc69dda09ca802f3bdf3d502d6ddb5a39bd2&lang=en&cache-only=0",
            "defineEn": "a small shark with a long body that lives at the bottom of the sea",
            "defineVi": "một con cá mập nhỏ với thân dài sống dưới đáy biển",
            "hasImg": true
        },
        {
            "id": "eaa1e9d2-d00d-4bb9-b282-edb28f7b0e40",
            "word": "flounder",
            "phonetic": "flaʊndɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, the aspirations of the migrants and islanders are likely to flounder once again.",
                "But Wendy's same store sales continued to flounder over the next few months, and the company found itself under pressure.",
                "But in a world of social distancing, even America's most spectacular malls are floundering.",
                "There was a lot of floundering around. ",
                "During a time when I could have floundered in my animal career, my pigeons lifted me up and helped me become who I am today and I've trained many more pigeons over the years."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxvdW5kZXI&hash=619f8834698082925d4727637b920d63bbf2fd6b&lang=en&cache-only=0",
            "defineEn": "a small marine food fish of the flatfish species that is found in deep oceanic waters",
            "defineVi": "một loài cá biển nhỏ thuộc loài cá dẹt được tìm thấy ở vùng biển sâu",
            "hasImg": true
        },
        {
            "id": "0415d2f9-16ed-4385-ac7c-f01983c84508",
            "word": "flying fish",
            "phonetic": "flaɪɪŋ fɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zmx5aW5nIGZpc2g&hash=51cdc4ad8a80d1ea50de7c37bb665ee9d4aa4883&lang=en&cache-only=0",
            "defineEn": "a group of marine fish that have the ability to glide above the water's surface by using their enlarged pectoral fins as wings",
            "defineVi": "một nhóm cá biển có khả năng lướt trên mặt nước bằng cách sử dụng vây ngực mở rộng của chúng làm đôi cánh",
            "hasImg": true
        },
        {
            "id": "9fd0967f-a76d-4689-897b-34e7386f4067",
            "word": "haddock",
            "phonetic": "hædək ",
            "partOfSpeechType": "noun",
            "examples": [
                "It is famous for its fish, like salmon and haddock, and for other food from the sea."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFkZG9jaw&hash=188a9dd7b7d0cf9995851f79e1d2e7515274f9b4&lang=en&cache-only=0",
            "defineEn": "a salt water food fish of the cod family with silvery gray color and a black line under its dorsal fins",
            "defineVi": "một loài cá thức ăn nước mặn thuộc họ cá tuyết có màu xám bạc và một vạch đen dưới vây lưng",
            "hasImg": true
        },
        {
            "id": "c0bd3fac-36d1-47cf-9367-e2c447ea5f03",
            "word": "hake",
            "phonetic": "heɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "A couple days later: SCOTT MUSSELL, Hake's Americana & Collectibles: Got a Western Union telegram.",
                "These historical documents containing a dozen of king's signatures are now in the hands of Scott Mussell, an Americana specialist at Hake's auctions in York, Pennsylvania."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFrZQ&hash=038b74b079034be93050f7cb64a8f6ff52132e8d&lang=en&cache-only=0",
            "defineEn": "any large marine food fish that is related to the Atlantic cod",
            "defineVi": "bất kỳ loài cá thực phẩm biển lớn nào có liên quan đến cá tuyết Đại Tây Dương",
            "hasImg": true
        },
        {
            "id": "a9151d93-e477-4e13-a83d-235da5f2a62d",
            "word": "halibut",
            "phonetic": "hælɪbʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I went for grilled halibut."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFsaWJ1dA&hash=0d885a9ca850e088e9e0550b82b15518c6b92f38&lang=en&cache-only=0",
            "defineEn": "a large marine flatfish that is eaten as food, especially on Catholic holy days",
            "defineVi": "một loài cá dẹt biển lớn được dùng làm thức ăn, đặc biệt là vào những ngày lễ thánh của Công giáo",
            "hasImg": true
        },
        {
            "id": "47a25e2b-31db-4f4c-91b0-36023956c3f2",
            "word": "herring",
            "phonetic": "hɛɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This fish is as dead as a herring.",
                "When the sons ran forward he was dead as a herring, with a broken neck.",
                "In 2014, fishers caught 200 million pounds of herring.",
                "Some examples are salmon mackerel, herring, lake trout, sardines and albacore tuna.",
                "Just a red herring to throw you off."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVycmluZw&hash=6d7e9ec857a8866efff645fc32ea238ed0fe54a5&lang=en&cache-only=0",
            "defineEn": "a mostly coastal fish of silvery color that moves in large shoals and is largely consumed as food",
            "defineVi": "một loài cá chủ yếu ven biển có màu bạc di chuyển trong các bãi cạn lớn và phần lớn được tiêu thụ làm thức ăn",
            "hasImg": true
        },
        {
            "id": "b9135c5b-a9df-432f-bbf6-6b1800ec7437",
            "word": "lemon sole",
            "phonetic": "lɛmən soʊl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGVtb24gc29sZQ&hash=90b0a32562264776cd62314f12a48cb64816b29f&lang=en&cache-only=0",
            "defineEn": "a flatfish species found in the North Atlantic Ocean, known for its lemon-yellow coloration on the upper side",
            "defineVi": "một loài cá dẹt được tìm thấy ở Bắc Đại Tây Dương, được biết đến với màu vàng chanh ở phía trên",
            "hasImg": true
        },
        {
            "id": "782c38a2-93f9-4b62-a2e4-70768061300e",
            "word": "mackerel",
            "phonetic": "mækɚɹəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's a sprat to catch a mackerel.",
                "Some examples are salmon mackerel, herring, lake trout, sardines and albacore tuna.",
                "Scottish mackerel, you know?",
                "When you were little, did you eat the mackerel like this?",
                "Nowadays, prisoners use postage stamps and even small packages of mackerel as currency."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFja2VyZWw&hash=1eaca6d04123daa5e47069fe61958b011bfb6e2f&lang=en&cache-only=0",
            "defineEn": "a migratory marine fish with greenish blue bars on its body which is a scombroid and is a commercially important game fish",
            "defineVi": "một loài cá biển di cư với các sọc màu xanh lục trên cơ thể, là một loài cá tầm ma và là một loài cá trò chơi quan trọng về mặt thương mại",
            "hasImg": true
        },
        {
            "id": "03abf762-62fd-477c-a2ba-5737129ae97b",
            "word": "marlin",
            "phonetic": "mɑːɹlɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "There's monchong, there's opah, there's a whole bunch of gill fish, different marlin species.",
                "So if the movie was correct, Marlin the daddy would turn into a mommy fish.",
                "(laughing) Pepper sauce on the macaroni pie under the bed of grilled marlin, boom.",
                "With the aid of gravity, a peregrine falcon can hit nearly 250 miles an hour in an attack dive, and the sleek black marlin has been clocked at 80 miles per hour, but as far as land animals go, no one can touch the cheetah, which can run at sixty miles per hour for a full minute, and at full speed, actually spends more time in the air than on the ground.",
                "Now if the big one dies, like it does in Finding Nemo, the little one which is the male will turn into a female, so what should have happened in Finding Nemo is Marlin at the end should have become Mrs Marlin, but he didn't, because that would just muck around with kids brains way too much."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFybGlu&hash=0f2c46e16b7b846aeb9b41036dbad94e0d4439ea&lang=en&cache-only=0",
            "defineEn": "a very large marine fish that has a long body and a long bill inhabiting warm waters, which is caught for sport",
            "defineVi": "một loài cá biển rất lớn có thân dài và mỏ dài sống ở vùng nước ấm, được đánh bắt để chơi thể thao",
            "hasImg": true
        },
        {
            "id": "4df1334b-8492-4736-80da-a1e7f4ba8433",
            "word": "swordfish",
            "phonetic": "soːɹdfɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your boat was sunk by a swordfish?",
                "There is no target fishery that goes out specifically for Opah, they're going out for Tuna or Swordfish.",
                "There are no plants, but animals like shrimp, hatchet fish, and swordfish live here.",
                "My daddy catches swordfish with a fish sword.",
                "The fish that we were fortunate enough to bid on is known as shutome, or boardbill swordfish."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dvcmRmaXNo&hash=3ab6ad213282baecaf72a1ed9a46e51e8315a86e&lang=en&cache-only=0",
            "defineEn": "a large migratory marine fish that has a very long pointed snout and is both a food and a game fish",
            "defineVi": "một loài cá biển di cư lớn có mõm nhọn rất dài vừa là thức ăn vừa là cá săn",
            "hasImg": true
        },
        {
            "id": "37e3d654-2104-4810-9263-a57941f50a8a",
            "word": "tunny",
            "phonetic": "tʌni ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHVubnk&hash=0b1bf53228a9a9bd1d4633d1a60b238365055399&lang=en&cache-only=0",
            "defineEn": "a large fish which is eaten as food",
            "defineVi": "một con cá lớn được ăn như thức ăn",
            "hasImg": true
        },
        {
            "id": "370f17e0-0101-44a7-a1cc-a9323fa5aa26",
            "word": "turbot",
            "phonetic": "tɜːbɑːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHVyYm90&hash=0d1580022c6b579bfce68238155a8d084b895a2b&lang=en&cache-only=0",
            "defineEn": "a large European flatfish native to North Atlantic that is an important food fish",
            "defineVi": "một loài cá dẹt lớn ở châu Âu có nguồn gốc từ Bắc Đại Tây Dương, là một loài cá thực phẩm quan trọng",
            "hasImg": true
        },
        {
            "id": "ba837029-d779-4a97-9658-735d12da7c9e",
            "word": "whiting",
            "phonetic": "waɪɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2hpdGluZw&hash=508d844cf90dd139280e26934884be73aa6f0d92&lang=en&cache-only=0",
            "defineEn": "a food fish of the Eastern Atlantic Ocean of the cod family that is also known as English whiting",
            "defineVi": "một loại cá thức ăn của Đông Đại Tây Dương thuộc họ cá tuyết còn được gọi là cá trắng Anh",
            "hasImg": true
        },
        {
            "id": "e30f0fbe-fa61-43d4-8e31-2e619cbd4682",
            "word": "whitebait",
            "phonetic": "waɪtbeɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2hpdGViYWl0&hash=600734f003b4a652ebefde5382694084e5c31282&lang=en&cache-only=0",
            "defineEn": "the young of European herrings that are silvery white and edible",
            "defineVi": "cá trích châu Âu non có màu trắng bạc và ăn được",
            "hasImg": true
        },
        {
            "id": "8e14f660-533f-43c8-8bf9-475f9af2393f",
            "word": "conger",
            "phonetic": "kɑːŋɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29uZ2Vy&hash=9eea544ea4dfa11f8bc0f8475cdb37c759065e6d&lang=en&cache-only=0",
            "defineEn": "a large predatory eel with dark color that lives in shallow coastal waters and is eaten as food",
            "defineVi": "một con lươn săn mồi lớn có màu sẫm sống ở vùng nước nông ven biển và được ăn làm thức ăn",
            "hasImg": true
        },
        {
            "id": "91de99f5-bda9-4619-a401-71760c693529",
            "word": "beluga",
            "phonetic": "bᵻluːɡə ",
            "partOfSpeechType": "noun",
            "examples": [
                "According to Zaslavsky, this delayed his potentially lucrative beluga harvest by at least three years.",
                "This is a baby beluga sturgeon, just about 1 year old.",
                "Due to the overwhelming demand for beluga, the fish is classified as critically endangered.",
                "According to Zaslavsky, he aims to use his beluga stock to help repopulate the species in their native habitat.",
                "Narrator: Mark Zaslavsky is a Russian immigrant who imported beluga into the US right before the government banned all imports of beluga products, in 2005."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVsdWdh&hash=2d7e36ba491da12c44e793d419dc17cc8b770732&lang=en&cache-only=0",
            "defineEn": "a small sub-Arctic whale that is white, from which caviar is taken",
            "defineVi": "một con cá voi nhỏ ở Bắc Cực có màu trắng, từ đó trứng cá muối được lấy",
            "hasImg": true
        },
        {
            "id": "d91ff06e-e01c-4cfc-9fbe-5b3b959a0c36",
            "word": "cod",
            "phonetic": "kɑːdfɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She made a satisfying meal with goujons of cod, paired with a fresh salad and a squeeze of lemon.",
                "He's really good at Apex and COD.",
                "Should we fire up some COD?",
                "In fact, cod are one of the most popular fish in the United States, and Atlantic populations have declined in recent years due to overfishing.",
                "(COD theme music playing on phone) -"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29k&hash=160e757393d8d5f59f64d141e610c7fb3b833630&lang=en&cache-only=0",
            "defineEn": "a large food fish that lives in cold marine waters with a small barbel and three fins on the back",
            "defineVi": "một loài cá thức ăn lớn sống ở vùng nước biển lạnh với một cái gai nhỏ và ba vây trên lưng",
            "hasImg": true
        },
        {
            "id": "0440963d-c264-4a0a-b969-d76e05a4df81",
            "word": "wrasse",
            "phonetic": "ɹæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "But some cleaner wrasse also cheat their customers.",
                "The second one is called the slingjaw wrasse.",
                "Cleaner wrasse are small, striped fish found in coral reefs.",
                "This is a slingjaw wrasse.",
                "In a 2012 study, researchers gave cleaner wrasses, capuchin monkeys, chimps and orangutans the same learning test by placing equal amounts of food on two colored plates."
            ],
            "audio": "https://tts.langeek.co/read?text=d3Jhc3Nl&hash=aee1f0423bda91f67881bdeb8d39891c903b9e42&lang=en&cache-only=0",
            "defineEn": "a tropical marine fish with bright colors and wide lips that is kept in aquariums",
            "defineVi": "một loài cá biển nhiệt đới với màu sắc tươi sáng và đôi môi rộng được nuôi trong bể cá",
            "hasImg": true
        },
        {
            "id": "89053bce-d889-47b1-9db7-dde7bf41e108",
            "word": "rainbow trout",
            "phonetic": "ɹeɪnboʊ tɹaʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Selectively bred rainbow trout?",
                "They're rainbow trout.",
                "It is an unusually fat rainbow trout, fatter than you would see in nature, I believe."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFpbmJvdyB0cm91dA&hash=18bb374c1b5e4d4392bcc4802dd65f2163fc3139&lang=en&cache-only=0",
            "defineEn": "a cold water coastal fish that is a salmonid and is caught for food or sport, which has green, white, pink, etc. color bands on its body",
            "defineVi": "một loài cá ven biển nước lạnh thuộc họ cá hồi và được đánh bắt để làm thức ăn hoặc thể thao, có các dải màu xanh lá cây, trắng, hồng, v.v.",
            "hasImg": true
        },
        {
            "id": "decbcb3e-7275-496b-9199-6e8fa8e00820",
            "word": "barracouta",
            "phonetic": "bæɹɐkaʊɾə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFycmFjb3V0YQ&hash=7b8f2b21a13dff6fefa578eff8b5333d32ee8d9c&lang=en&cache-only=0",
            "defineEn": "a thin and bony marine fish that is eaten as food, caught in southern oceans",
            "defineVi": "một loài cá biển gầy và nhiều xương được dùng làm thức ăn, được đánh bắt ở các đại dương phía nam",
            "hasImg": true
        },
        {
            "id": "3cf723a4-f6b4-4eba-ad78-3c76b879ec82",
            "word": "pollock",
            "phonetic": "pɑːlək ",
            "partOfSpeechType": "noun",
            "examples": [
                "OK, what did you just say to me Pollock?",
                "Some were originals by Mondrian and Pollock that were painted based on strict rules like fractal patterns, while the imitations were not.",
                "You, you need, you need, you need Pollock and I am not going to bring a baby into that!"
            ],
            "audio": "https://tts.langeek.co/read?text=cG9sbG9jaw&hash=4c11b7f50395037e49c3acf13dab1939641ff0cb&lang=en&cache-only=0",
            "defineEn": "a North Atlantic marine fish that resembles cod and is used as food",
            "defineVi": "một loài cá biển Bắc Đại Tây Dương giống cá tuyết và được dùng làm thực phẩm",
            "hasImg": true
        },
        {
            "id": "87a48c8f-9dc8-45e3-b603-f1a07bc44a71",
            "word": "horse mackerel",
            "phonetic": "hɔːɹs mækɚɹəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Fresh fish like horse mackerel and sardines come in before midnight."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9yc2UgbWFja2VyZWw&hash=5bc05b5b764b6b6b273c754d6914f775b2221de3&lang=en&cache-only=0",
            "defineEn": "an East Atlantic food fish of the jack family that lives in large schools and is caught in Southern Africa",
            "defineVi": "một loài cá thực phẩm ở Đông Đại Tây Dương thuộc họ jack sống theo đàn lớn và bị đánh bắt ở Nam Phi",
            "hasImg": true
        },
        {
            "id": "de9c39c7-af06-47f5-956f-963ed48ac71f",
            "word": "manta",
            "phonetic": "mæntə ",
            "partOfSpeechType": "noun",
            "examples": [
                "And the largest species of ray is the manta ray, with an average span of 6.7 meters between the tips of its graceful pectoral fins.",
                "Apparently, the manta’s enormous size is enough to scare away most potential predators.",
                "Its intimidating size and its similarities to stingrays have given the manta a fearful reputation.",
                "But despite its close evolutionary relationship to sharks and stingrays, the manta ray is not a predatory species but a benign filter-feeder.",
                "Manta rays spending some of your days Avoiding sharks that prey, you disappear in the dark."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFudGE&hash=61492472223c0e68cbcbdd485a71c919611b3488&lang=en&cache-only=0",
            "defineEn": "a very large tropical fish of the ray family that moves its triangular sides as wings in order to swim",
            "defineVi": "một loài cá nhiệt đới rất lớn thuộc họ cá đuối di chuyển các cạnh hình tam giác của nó như đôi cánh để bơi",
            "hasImg": true
        },
        {
            "id": "307153ed-32d2-4779-ab89-87cd3ff45d21",
            "word": "pufferfish",
            "phonetic": "pʌfɚfɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This pufferfish might be the master of nest appeal.",
                "But pufferfish might not even make tetrodotoxin themselves.",
                "Pufferfish is a high-end delicacy in Japanese, Korean and Chinese cuisine.",
                "That’s where you’ll find the 12-centimeter male pufferfish, and their underwater sand circles.",
                "In fact, chefs in Japan need years of training and a special license to prepare pufferfish, because they need to remove certain organs very carefully."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVmZmVyZmlzaA&hash=2651b67ca6513a14e8fa12a8357faa8913e964ee&lang=en&cache-only=0",
            "defineEn": "any tropical marine fish with no scale that fills with air in the face of threat and is highly poisonous",
            "defineVi": "bất kỳ loài cá biển nhiệt đới nào không có vảy chứa đầy không khí khi đối mặt với mối đe dọa và có độc tính cao",
            "hasImg": true
        },
        {
            "id": "57fc8ff9-5ccc-4acf-b1f1-0e71c44aa64b",
            "word": "lanternfish",
            "phonetic": "læntɚnfɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "For example, it's eaten by lanternfish, the lanternfish are eaten by squid, the squid are eaten by tuna, and the tuna are eaten by us.",
                "For example, it's eaten by lanternfish, the lanternfish are eaten by squid, the squid are eaten by tuna, and the tuna are eaten by us."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFudGVybmZpc2g&hash=39e04841fbee8b2971111986b24f6b2a1855db36&lang=en&cache-only=0",
            "defineEn": "a small bony marine fish with a large mouth and eyes, which has spots on its skin that shine in the dark",
            "defineVi": "một loài cá biển xương nhỏ có miệng và mắt lớn, có những đốm trên da phát sáng trong bóng tối",
            "hasImg": true
        },
        {
            "id": "0c14828d-1eda-4430-9924-d2a4140df2be",
            "word": "dory",
            "phonetic": "doːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And everybody else around you is seeming to have, you know, Being hunky dory, everything's good.",
                "So it might not be that long before we're learning to speak whale, just like Dory."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9yeQ&hash=7a847278093896c6f524f3551e1070d154331058&lang=en&cache-only=0",
            "defineEn": "a deep-bodied and large-eyed marine fish that can open its mouth very wide",
            "defineVi": "một loài cá biển thân sâu và mắt to có thể há miệng rất rộng",
            "hasImg": true
        },
        {
            "id": "faa54433-b2ef-4a6e-ab1e-5af2dd5a55c0",
            "word": "barramundi",
            "phonetic": "bæɹɐmʌndi ",
            "partOfSpeechType": "noun",
            "examples": [
                "So we're gonna do the barramundi high speed feeding sequence again for you but this time from under water."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFycmFtdW5kaQ&hash=09188ff5005e87beb41f4b86cd39c09c0faef48e&lang=en&cache-only=0",
            "defineEn": "a large perch-like fish that is originally from Australia, which migrates down rivers to the sea in order to spawn",
            "defineVi": "một loài cá lớn giống như cá rô có nguồn gốc từ Úc, di cư xuống sông ra biển để đẻ trứng",
            "hasImg": true
        },
        {
            "id": "f63abfb1-0e36-42c7-90c7-c7d39b44031c",
            "word": "bluefish",
            "phonetic": "bluːfɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ymx1ZWZpc2g&hash=bad758e69ffaad4dcd77f75665bb1eb525ff4cac&lang=en&cache-only=0",
            "defineEn": "a tropical marine fish that is blue in color and predatory, which is caught for food",
            "defineVi": "một loài cá biển nhiệt đới có màu xanh lam và săn mồi, được đánh bắt để làm thức ăn",
            "hasImg": true
        },
        {
            "id": "c0eb408e-7950-420a-88cd-677a3646d67d",
            "word": "atlantic salmon",
            "phonetic": "ɐtlæntɪk sæmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "As Atlantic salmon are introduced into the Pacific for farming, some experts are concerned about the potential to transfer disease from farmed fish to wild populations but fortunately farming operations usually stick to a series of rules that do limit the risk.",
                "The Vosso salmon, which for millennia returned to these home waters, was the biggest of all Atlantic salmon.",
                "Curiously, these are not even Atlantic salmon in the farm the fisheries director brought us to.",
                "In the United States, the MAJORITY of the Salmon Consumed is Atlantic Salmon, but almost all of it is imported from Ocean Farms in NORWAY, CHILE and CANADA.",
                "Ron stotish talks of producing Atlantic Salmon in places"
            ],
            "audio": "https://tts.langeek.co/read?text=YXRsYW50aWMgc2FsbW9u&hash=857f523a7658a885fd2dc061d11e1ee8034d58b5&lang=en&cache-only=0",
            "defineEn": "a ray-finned fish of the salmon family that is used as food and migrates to freshwater streams in order to spawn",
            "defineVi": "một loài cá vây tia thuộc họ cá hồi được dùng làm thức ăn và di cư đến các dòng nước ngọt để đẻ trứng",
            "hasImg": true
        },
        {
            "id": "0ad9b5c5-261b-4e5e-a106-12cc6a68aafd",
            "word": "skipjack",
            "phonetic": "skɪpdʒæk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2tpcGphY2s&hash=09987443ac35e18690b86d4bf5c323e84c089245&lang=en&cache-only=0",
            "defineEn": "a mid-sized perciform fish of the tuna family that has dark horizontal stripes",
            "defineVi": "một loài cá có kích thước trung bình thuộc họ cá ngừ có sọc ngang sẫm màu",
            "hasImg": true
        },
        {
            "id": "7792464a-56d7-4ede-a794-4bfbd142c841",
            "word": "mudskipper",
            "phonetic": "mʌdskɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "To dodge dehydration, mudskippers roll in the mud like puppies.",
                "Today, there are lungfish, mudskippers, bowfin and bichir.",
                "And at the other end are species like mudskippers that nonchalantly hop around mudflats for days at a time.",
                "But Ichthyostega still probably dragged itself around with its front legs, a bit like how a mudskipper moves today."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVkc2tpcHBlcg&hash=2ee31380afa21390e67bec13afe09a436cdf4108&lang=en&cache-only=0",
            "defineEn": "an amphibious fish of the goby family that is able to move around on mud or wet sand",
            "defineVi": "một loài cá lưỡng cư thuộc họ cá bống có khả năng di chuyển trên bùn hoặc cát ướt",
            "hasImg": true
        },
        {
            "id": "b629e8ce-821e-4b5d-a6b3-35289766c702",
            "word": "eel",
            "phonetic": "iːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "A heinous criminal who seems slippery as an eel.",
                "Everyone wanted to know if I'd tried jellied eel.",
                "The frilled shark looks closer to an eel.",
                "Meanwhile, the eel catfish makes its onshore voyage to satisfy its hearty craving for beetles.",
                "But he did find significant amounts of eel DNA."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWVs&hash=07a05332b78fafe783b61683ad9b4c7fc1820757&lang=en&cache-only=0",
            "defineEn": "a long and thin freshwater or marine fish that is like a snake, sometimes eaten as food",
            "defineVi": "một loài cá nước ngọt hoặc cá biển dài và mỏng giống như rắn, đôi khi được ăn làm thức ăn",
            "hasImg": true
        },
        {
            "id": "7203585e-8315-4999-84f0-7ad35a46fe3b",
            "word": "John Dory",
            "phonetic": "dʒɑːn doːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Well, I just asked you if you shave your, your John Dory, do you?"
            ],
            "audio": "https://tts.langeek.co/read?text=Sm9obiBEb3J5&hash=d5596f3e2b8aaa0bd2750c749a11622471c983ba&lang=en&cache-only=0",
            "defineEn": "a coastal marine game fish with a wide olive-colored body and long dorsal fins",
            "defineVi": "một loài cá biển ven biển có thân rộng màu ô liu và vây lưng dài",
            "hasImg": true
        },
        {
            "id": "992be9b0-51a6-446d-b8a9-d1c02852eb87",
            "word": "tuna fish",
            "phonetic": "tuːnə fɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHVuYSBmaXNo&hash=8ffad3696e4bac07e75075df10f5994b67aba2c7&lang=en&cache-only=0",
            "defineEn": "important warm-water fatty fish of the genus Thunnus of the family Scombridae",
            "defineVi": "loài cá béo nước ấm quan trọng thuộc chi Thunnus thuộc họ Scombridae",
            "hasImg": true
        },
        {
            "id": "251b656d-6f4f-403d-b15e-50f0a90fc168",
            "word": "bull shark",
            "phonetic": "bʊl ʃɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnVsbCBzaGFyaw&hash=59775dfa65ad9038c9492a195bed404aac85f02d&lang=en&cache-only=0",
            "defineEn": "an aggressive type of shark that lives in warm and shallow waters near coastlines",
            "defineVi": "một loại cá mập hung dữ sống ở vùng nước nông và ấm gần bờ biển",
            "hasImg": true
        },
        {
            "id": "e657f45e-3a69-46db-a938-8b503a0ccc0d",
            "word": "hammerhead",
            "phonetic": "hæmɚhɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Along the front of its hammerhead, it had spatulate teeth that stuck out, like a scraper.",
                "The bonnethead shark is a small member of the hammerhead family, and like its relatives, its usual diet consists of shrimps, molluscs and crabs.",
                "The fit test is designed to improve the overall sound and noise cancellation of your Hammerheads by reducing sound leakage.",
                "Narrator: Hammerheads are tightly wrapped felt layers that can withstand hitting the steel strings for years without wearing down.",
                "Now, while Henodus didn’t have a hammerhead, it did have a very rectangular head with the front of its mouth matching the flat scraper-like area that’s found in Atopodentatus."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFtbWVyaGVhZA&hash=04a9f452b39846a6579ced7688cab840dd02ad56&lang=en&cache-only=0",
            "defineEn": "a type of shark with a unique head shape that is wide and flattened, resembling the shape of a hammer",
            "defineVi": "một loại cá mập có hình dạng đầu độc đáo rộng và dẹt, giống hình dạng của một cái búa"
        },
        {
            "id": "08cb0b09-1eff-4c31-bfee-7d33c4616dff",
            "word": "yellowtail",
            "phonetic": "jɛloʊteɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=eWVsbG93dGFpbA&hash=37fc91bc2c18b7737baccbb8ff44e22203d2067b&lang=en&cache-only=0",
            "defineEn": "a species of fish characterized by its yellow-colored tail fin and its firm, flavorful flesh",
            "defineVi": "một loài cá đặc trưng bởi vây đuôi màu vàng và thịt chắc, có hương vị"
        }
    ]
}