{
    "id": "08e66958-9260-4de2-8ea7-b7ce53515808",
    "title": "Taxonomic Rank",
    "originalTitle": "Taxonomic Rank",
    "words": [
        {
            "id": "415beabc-c3de-4560-a4a9-688aa7b37603",
            "word": "zoology",
            "phonetic": "zuːɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Want more Zoology?",
                "And, zoology is the scientific study of animal biology and behavior.",
                "Sciences from anthropology to zoology have been put to forensic use.",
                "Or better yet, get a degree in zoology, biology, animal care and management, or other animal related field.",
                "He published the Zoology of the Voyage of HMS Beagle in volumes from 1838 to 1843."
            ],
            "audio": "https://tts.langeek.co/read?text=em9vbG9neQ&hash=8791a25b50c1c3987f3e0d66dc5ee2a514265f34&lang=en&cache-only=0",
            "defineEn": "a branch of science that deals with animals",
            "defineVi": "một ngành khoa học liên quan đến động vật",
            "hasImg": true
        },
        {
            "id": "de33524f-382f-418e-bc7b-a993b6c18194",
            "word": "hierarchy",
            "phonetic": "haɪɚɹɑːɹki ",
            "partOfSpeechType": "noun",
            "examples": [
                "Empirical research hasn't really supported his hierarchy.",
                "There's a hierarchy.",
                "In his work on binomial nomenclature, Linneaus set-up a similarity hierarchy where we move from most similar groups to least similar groups. ",
                "In 1943, the American psychologist Abraham Maslow proposed a hierarchy of needs in his paper titled A Theory of Human Motivation.",
                "Being at the top of her hierarchy."
            ],
            "audio": "https://tts.langeek.co/read?text=aGllcmFyY2h5&hash=568c98e3e7c1f671ab10564435938856ce273394&lang=en&cache-only=0",
            "defineEn": "the grouping of people into different levels or ranks according to their power or importance within a society or system",
            "defineVi": "việc nhóm người vào các cấp hoặc cấp bậc khác nhau tùy theo quyền lực hoặc tầm quan trọng của họ trong một xã hội hoặc hệ thống"
        },
        {
            "id": "282b7ab8-6451-41e1-8f33-0543f38675c6",
            "word": "taxonomy",
            "phonetic": "tæksɑːnəmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And of course, taxonomy can really affect researchers, too.",
                "I mean, our taxonomy episode of Crash Course Biology.",
                "In the end, taxonomy is a powerful tool, and one that modern biology would not be able to function without.",
                "Although taxonomy has come a long way since Linnaeus, we still use a bunch of the conventions that he invented.",
                "So we can use all of this information to create a taxonomy - a method for classifying and naming organisms."
            ],
            "audio": "https://tts.langeek.co/read?text=dGF4b25vbXk&hash=daba9faed17fde062dea2c41d5b45fbcd62d4abb&lang=en&cache-only=0",
            "defineEn": "the systematic classification of plants and animals, based on their shared characteristics and evolutionary relationships",
            "defineVi": "sự phân loại có hệ thống của thực vật và động vật, dựa trên các đặc điểm chung và mối quan hệ tiến hóa của chúng"
        },
        {
            "id": "d2007a95-7f76-4e15-aa81-97d6bd3be9e7",
            "word": "subspecies",
            "phonetic": "sʌbspiːsiːz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3Vic3BlY2llcw&hash=6e57dd260a5850e1334a7a0a8b1d87f8e9e9164a&lang=en&cache-only=0",
            "defineEn": "a taxonomic rank below species that represents a distinct population within a species, exhibiting consistent differences from other populations",
            "defineVi": "một thứ hạng phân loại bên dưới các loài đại diện cho một quần thể riêng biệt trong một loài, thể hiện sự khác biệt nhất quán so với các quần thể khác"
        },
        {
            "id": "2701ab43-f7fa-42d5-ba5b-bd9adc998410",
            "word": "subtribe",
            "phonetic": "sʌbtɹaɪb ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3VidHJpYmU&hash=d17729ad048d9a76f3c290d6e4cf7f974d83254c&lang=en&cache-only=0",
            "defineEn": "a taxonomic rank used in biological classification that is lower than a tribe and higher than a genus",
            "defineVi": "một thứ hạng phân loại được sử dụng trong phân loại sinh học thấp hơn một bộ lạc và cao hơn một chi"
        },
        {
            "id": "6f136961-16bc-468e-9147-7e5e15fa9505",
            "word": "division",
            "phonetic": "dᵻvɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tax reform was one of the new president's primary campaign promises, but it will likely prove a hard row to hoe, given the deep divisions in congress.",
                "He wants division.",
                "And each division gives rise to distinctive patterns.",
                "The division generated $35 billion in sales last year.",
                "So the division was there."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGl2aXNpb24&hash=6d5def6518f31163bb9fcdc2b50040f9d77471a0&lang=en&cache-only=0",
            "defineEn": "a taxonomic rank used to classify organisms that is below kingdom and above class",
            "defineVi": "một thứ hạng phân loại được sử dụng để phân loại các sinh vật dưới vương quốc và trên lớp"
        },
        {
            "id": "e194eef0-3e84-46bc-8e8a-39cc580db0a0",
            "word": "variety",
            "phonetic": "vɚɹaɪəɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "A variety of plants and wildlife thrive on the lush riverbank.",
                "The phalsa tree in our garden attracts a variety of birds with its delicious fruit.",
                "The market vendor displayed a variety of tropical fruits, each with its own unique-colored mesocarp.",
                "The cars come with a variety of extras.",
                "I bought a variety of fresh fruits from the grocery store."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFyaWV0eQ&hash=417c31a7d48c054feb4381ec09467f83f5204271&lang=en&cache-only=0",
            "defineEn": "a taxonomic rank below that of subspecies and refers to distinct forms of a species that differ in minor ways",
            "defineVi": "một thứ hạng phân loại dưới thứ hạng của phân loài và đề cập đến các dạng riêng biệt của một loài khác nhau theo những cách nhỏ"
        },
        {
            "id": "dbfa5594-a2b6-4bb7-b260-de93893bf0a7",
            "word": "form",
            "phonetic": "fɔːɹm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Teaching methods will take various forms.",
                "People around the world enjoy various forms of music as a universal language.",
                "Our next class will take the form of a debate.",
                "Evidence of their relationship exists in the form of a series of letters.",
                "Please return the completed form at your earliest convenience."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ybQ&hash=34d0fe22f03eb817da84abf3b3bb5f9c9e0503b8&lang=en&cache-only=0",
            "defineEn": "a collection of organisms within a species that have small differences from other similar groups",
            "defineVi": "một tập hợp các sinh vật trong một loài có sự khác biệt nhỏ so với các nhóm tương tự khác"
        },
        {
            "id": "513e94c8-6314-4fb1-8d4e-e9e20cf3ee86",
            "word": "subphylum",
            "phonetic": "sʌbfaɪləm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The third and last and most complex subphylum, is the Vertebrata, and has the most species in it because its members have a hard backbone, which has allowed for an explosion in diversity, from tiny minnows to the great blue whale.",
                "And chordates, we're actually in the subphylum, which I didn't write here, vertebrates, which means we have a vertebra.",
                "Sea scorpions and true scorpions are actually sister clades that both belong to a Subphylum known as Chelicerata, an ancient group of arthropods that first appeared in the oceans of the Cambrian Period.",
                "These four traits all began to appear during the Cambrian explosion more than 500 million years ago, and today they're shared by members of all three chordate subphyla even if the animals in those subphyla look pretty much nothing like each other For instance, our new friends here in cephalochordata are the oldest living subphylum, but you can't forget the other invertebrate group of chordates, urochordata, literally \"tail-cords.\""
            ],
            "audio": "https://tts.langeek.co/read?text=c3VicGh5bHVt&hash=2e0e4a189e5c3efcbbb7ac350fdc68ff0da8da86&lang=en&cache-only=0",
            "defineEn": "a taxonomic rank that is lower than phylum and higher than class",
            "defineVi": "một thứ hạng phân loại thấp hơn phylum và cao hơn lớp"
        },
        {
            "id": "bc239d07-2894-4ec6-9987-8e6b600a15ac",
            "word": "subclass",
            "phonetic": "sʌbklæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "They're tiny hexapods, and unlike insects they have internal mouthparts and make up the subclass Collembola.",
                "It comes in both loose and dense subclasses, based on how many fibers it has in its ground substance.",
                "And so the first responders, the phagocytes, and in particular, the neutrophils, which are the most abundant of the phagocytes, a subclass of white blood cells, they're attracted to these chemicals.",
                "The earliest armored fish we have fossils of is called Sacabambaspis, a member of the subclass known as Arandaspida."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ViY2xhc3M&hash=38c752bc5d86f4aebc5b29d4fd66db72b0171133&lang=en&cache-only=0",
            "defineEn": "a taxonomic rank that comes between class and order, and includes one or more related orders",
            "defineVi": "một thứ hạng phân loại nằm giữa lớp và thứ tự, và bao gồm một hoặc nhiều thứ tự liên quan"
        },
        {
            "id": "f51ad811-1eaf-4c4f-b4cf-37298cdd31e3",
            "word": "superorder",
            "phonetic": "suːpɚɹɔːɹdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, superorders are, by their very nature, incredibly diverse.",
                "Instead, all of these studies put bats into a totally different superorder, one known as Laurasiatheria.",
                "They seem to have come from some very primitive mammal near the base of Laurasiatheria that also gave rise to one or more of the other groups in the superorder."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwZXJvcmRlcg&hash=a8f46564790299ca41c38bd4022d277fec8ce66b&lang=en&cache-only=0",
            "defineEn": "a taxonomic rank that is used to group related orders within a subclass or class of organisms",
            "defineVi": "một thứ hạng phân loại được sử dụng để nhóm các đơn đặt hàng có liên quan trong một phân lớp hoặc lớp sinh vật"
        },
        {
            "id": "4b6036e3-3389-40f5-8ae1-adfbc02353b1",
            "word": "suborder",
            "phonetic": "sʌboːɹdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, one rank up from Infraorder is Suborder.",
                "The first suborder to appear was Stylonuria.",
                "And nearly 10 percent of all soil mite species are parthenogenic, including hundreds of species in the Desmonomata suborder, the largest known grouping of animals that reproduces this way.",
                "Sea scorpions would soon come to be defined by how they these appendages adapted, splitting off into two distinct suborders with two very different evolutionary strategies."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vib3JkZXI&hash=6697ee69a65e6e4a9c69d5cd5e8197060e5afd89&lang=en&cache-only=0",
            "defineEn": "a taxonomic rank that comes below the order and above the infraorder",
            "defineVi": "một thứ hạng phân loại nằm dưới thứ tự và trên thứ tự hạ cấp"
        },
        {
            "id": "557f506d-1f55-4a90-af44-e2b89d3f3c58",
            "word": "superfamily",
            "phonetic": "suːpɚfæmɪli ",
            "partOfSpeechType": "noun",
            "examples": [
                "Well, like all apes, the apes of Europe were hominoids, so they are part of our superfamily.",
                "Cercopoidea is a superfamily of bugs containing more than 3000 individual species that can be found all over the world.",
                "Taxonomically, you’re part of the Superfamily known as Hominoidea.",
                "These marine reptiles, a superfamily known as the Chelonioidea, may have first appeared during that explosion of sea turtle diversity in the late Cretaceous.",
                "And this family likely split off from the harder-shelled ancestors of other living sea turtles around the Late Cretaceous, soon after the superfamily Chelonioidea appeared."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwZXJmYW1pbHk&hash=9b700cf4734c4f73c977a3215efb48e49e16320b&lang=en&cache-only=0",
            "defineEn": "a taxonomic rank below the order level and above the family level, comprising closely related families of organisms",
            "defineVi": "một thứ hạng phân loại dưới cấp độ trật tự và trên cấp độ gia đình, bao gồm các họ sinh vật có quan hệ họ hàng gần"
        },
        {
            "id": "cbd2cecd-98af-4fce-82cf-4aae5b807104",
            "word": "realm",
            "phonetic": "ɹɛlm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Michael had been a spring chicken in the realm of coding until he attended coding boot camp.",
                "Four brothers wandered this celestial realm.",
                "What we see is the realm of the mind, not the eye.",
                "This realm was covered in seas, which didn’t exist in the gods’ world.",
                "Space Adventures already has some experience in this realm."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhbG0&hash=b6ea28b3908d404dae567f2996b3050d83ba3a67&lang=en&cache-only=0",
            "defineEn": "a distinct and broad type of habitat or ecological region occupied by various animal species, characterized by specific environmental conditions and biological communities",
            "defineVi": "một loại môi trường sống hoặc vùng sinh thái riêng biệt và rộng lớn có nhiều loài động vật khác nhau, được đặc trưng bởi các điều kiện môi trường và cộng đồng sinh học cụ thể"
        },
        {
            "id": "31d00b5a-17dd-4067-83d0-56f40fab82b5",
            "word": "life",
            "phonetic": "laɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Life goes on.",
                "Life is unfair.",
                "That experience changed my life.",
                "Does life exist on other planets?",
                "Life is just a bowl of cherries these days!"
            ],
            "audio": "https://tts.langeek.co/read?text=bGlmZQ&hash=312ee421ebfde6514a2ee713dd1f4576761c437c&lang=en&cache-only=0",
            "defineEn": "the collective existence of living organisms and their characteristics, such as growth, reproduction, adaptation, and response to stimuli",
            "defineVi": "sự tồn tại tập thể của các sinh vật sống và các đặc điểm của chúng, chẳng hạn như tăng trưởng, sinh sản, thích nghi và phản ứng với các kích thích"
        },
        {
            "id": "8e2fb572-35dc-42e3-8f86-4a0a9b58523c",
            "word": "domain",
            "phonetic": "dəmeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "What is the domain of sine of the sine function?",
                "Because the x-y plane here is our domain.",
                "So what is the domain of the sine function?",
                "We call it Domain.",
                "It's the domain."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9tYWlu&hash=274a0c6380fdddd823ab0012908bdde666844a03&lang=en&cache-only=0",
            "defineEn": "the highest taxonomic rank of organisms, above the kingdom level, which groups organisms based on their molecular, biochemical, and structural characteristics",
            "defineVi": "cấp phân loại cao nhất của các sinh vật, trên cấp vương quốc, nhóm các sinh vật dựa trên các đặc điểm phân tử, sinh hóa và cấu trúc của chúng"
        },
        {
            "id": "13036d6c-2afe-4994-9f11-374c3b5eddd8",
            "word": "kingdom",
            "phonetic": "kɪŋdəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wise king knew that nothing is surer than death and strove to rule his kingdom with justice, moderation and concern for future generations who would continue after he was gone.",
                "First up is their kingdom.",
                "Your backyard is your kingdom.",
                "But the kingdom will be ready.",
                "First up is kingdom, which is Animalia. "
            ],
            "audio": "https://tts.langeek.co/read?text=a2luZ2RvbQ&hash=b9ccdca76ecd1e66cd0efd2ede68194c443ab67c&lang=en&cache-only=0",
            "defineEn": "the highest taxonomic classification that categorizes organisms, comprising five major biological groups",
            "defineVi": "phân loại phân loại cao nhất phân loại các sinh vật, bao gồm năm nhóm sinh học chính"
        },
        {
            "id": "80c75d12-213b-4d5e-8765-ff3c7d925c85",
            "word": "phylum",
            "phonetic": "faɪləm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Phylum chordata, basically, he has a spine.",
                "That phylum still represents a lot of worms.",
                "As vertebrates, our phylum is Chordata.",
                "In phylum, we are-- humans and all mammals, we are in the phylum chordates.",
                "Cnidaria is a phylum, a high-level rank just below kingdom."
            ],
            "audio": "https://tts.langeek.co/read?text=cGh5bHVt&hash=f37017e92f753dd77ace17edf08067eb0b209a0f&lang=en&cache-only=0",
            "defineEn": "(biology) a taxonomic category between a class and a kingdom",
            "defineVi": "(sinh vật học) một phạm trù phân loại giữa giai cấp và vương quốc"
        },
        {
            "id": "b81660d7-36ba-4eab-b5fd-2f3cfb3600e9",
            "word": "class",
            "phonetic": "klæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "This class is intense!",
                "The college also runs evening classes in bricklaying and joinery.",
                "Our next class will take the form of a debate.",
                "The teacher withdrew the assignment from the class website.",
                "The suite will add a touch of class to your bedroom."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3M&hash=013287836b2b951edfa84747856b479a5b59a8ff&lang=en&cache-only=0",
            "defineEn": "(biology) a taxonomic category ranking between a division and an order",
            "defineVi": "(sinh vật học) xếp hạng phân loại giữa bộ phận và bộ"
        },
        {
            "id": "4ffd4bee-f6d3-40f6-b812-42e81ee1256c",
            "word": "order",
            "phonetic": "ɔːɹdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They ordered a mouthwatering venison burger from a trendy restaurant.",
                "She ordered a takeaway meal of pizza and garlic bread for dinner.",
                "We ordered takeout pizza for an easy dinner.",
                "I ordered a bowl of delicious oxtail soup for the first time.",
                "Three players got their marching orders last week."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JkZXI&hash=a768dd04ce7c7506dc98ed87d141e42f7a863f4b&lang=en&cache-only=0",
            "defineEn": "(biology) a taxonomic category between a class and a family",
            "defineVi": "(sinh vật học) một phạm trù phân loại giữa một lớp và một gia đình"
        },
        {
            "id": "1d7b83c6-36bf-4df3-ac5a-4b8b98a4609b",
            "word": "family",
            "phonetic": "fæmɪli ",
            "partOfSpeechType": "noun",
            "examples": [
                "Most families have one or two skeletons in the closet.",
                "His family comes first.",
                "His family is as poor as a Job's turkey.",
                "Her family is English to the core.",
                "My family goes on a vacation once a year."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFtaWx5&hash=e53c0dcfde61764d593b9f4fe0a9c2d3e4d00bee&lang=en&cache-only=0",
            "defineEn": "(biology) a taxonomic category that is between genus and order",
            "defineVi": "(sinh vật học) một phạm trù phân loại nằm giữa chi và bộ"
        },
        {
            "id": "6f9dc467-32eb-414d-9a10-6ccfa6af5510",
            "word": "genus",
            "phonetic": "dʒɛnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Female Photuris fireflies mimic the flashes of females from another genus, the Photinus fireflies.",
                "Bring in the unknown genus.",
                "Then you assign genus and species.",
                "2.8 million years ago, the genus of homo, the first humans, emerged.",
                "Another major player in Permian waters was Prionosuchus, a genus from Brazil."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VudXM&hash=10e3a6e04e95e6a0fb11e584a5213d8825f9c62b&lang=en&cache-only=0",
            "defineEn": "(biology) any of the groups that plants, animals, etc. with similar characteristics are divided into, which is larger than a species and smaller than a family",
            "defineVi": "(sinh học) bất kỳ nhóm nào mà thực vật, động vật, v.v. có các đặc điểm tương tự được chia thành lớn hơn loài và nhỏ hơn họ"
        },
        {
            "id": "705d27ba-8531-450c-9165-ce287391e63f",
            "word": "species",
            "phonetic": "spiːsiːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "So the species name is catus.",
                "And the species name is a nod to its crown-like mouth.",
                "Their astounding numbers exist at the species level, as well.",
                "But this eccentric bird is actually a species of nocturnal flightless parrot.",
                "So the metro mosquitoes are arguably a new species - not just a subspecies."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlY2llcw&hash=9a40f2008702c0e20261cf2aa9c878a2e894860a&lang=en&cache-only=0",
            "defineEn": "a group that animals, plants, etc. of the same type which are capable of producing healthy offspring with each other are divided into",
            "defineVi": "một nhóm động vật, thực vật, v.v. cùng loại có khả năng sinh con khỏe mạnh với nhau được chia thành",
            "hasImg": true
        },
        {
            "id": "c6447add-d562-4fab-9141-2576fa16915e",
            "word": "cladistics",
            "phonetic": "klædɪstɪks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2xhZGlzdGljcw&hash=6898ed90985a9af28e6e55840aa569ea0f52c8de&lang=en&cache-only=0",
            "defineEn": "a method of classification in biology that groups organisms based on their shared characteristics and evolutionary relationships",
            "defineVi": "một phương pháp phân loại trong sinh học nhóm các sinh vật dựa trên các đặc điểm chung và mối quan hệ tiến hóa của chúng"
        },
        {
            "id": "66551554-5cab-4b66-a356-1b2406eb2639",
            "word": "genetic",
            "phonetic": "dʒɪnɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Brown algae have complex life cycles with genetic diversity.",
                "Genetic conditions like diabetes and high blood pressure often run in families, and it's important to be aware of your family history for early detection and prevention.",
                "Alex's genetics make him prone to premature aging, and he often looks like he's on the wrong side of sixty, even though he's in his fifties.",
                "Genetics are a part of it.",
                "The last comparison is genetics."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXRpYw&hash=1be0922e89e5e74943d108b0e81ac00d84b198df&lang=en&cache-only=0",
            "defineEn": "relating to the study of genes",
            "defineVi": "liên quan đến việc nghiên cứu gen"
        },
        {
            "id": "c8e10209-9e8e-4b91-a696-9cbbcdbf6a27",
            "word": "trait",
            "phonetic": "tɹeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Traits suggest an expression of genes.",
                "Synthetic polymers have extraordinary traits.",
                "And even some non-animals have animal traits.",
                "Useful traits emerge over time.",
                "Another trait is odd thinking and speech."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhaXQ&hash=85fa5957335f820355b68c0bc37ad03bb803ce99&lang=en&cache-only=0",
            "defineEn": "something that is considered typical of a person, place, or thing and identifies them",
            "defineVi": "một cái gì đó được coi là điển hình của một người, địa điểm, hoặc điều và xác định chúng"
        },
        {
            "id": "0b43ad98-0785-480b-a1e5-aa0db9029b4c",
            "word": "kingdom animalia",
            "phonetic": "kɪŋdəm ænɪmeɪliə ",
            "partOfSpeechType": "noun",
            "examples": [
                "And finally, we have Kingdom Animalia."
            ],
            "audio": "https://tts.langeek.co/read?text=a2luZ2RvbSBhbmltYWxpYQ&hash=06dc085313b40f607167566a983585f641bec1a3&lang=en&cache-only=0",
            "defineEn": "a group of living things that includes all animals, which are multicellular organisms that can move, eat, and reproduce sexually",
            "defineVi": "một nhóm sinh vật sống bao gồm tất cả các loài động vật, là những sinh vật đa bào có thể di chuyển, ăn và sinh sản hữu tính"
        },
        {
            "id": "4049f2e5-6a66-4a55-8d4f-a19e1e903cf9",
            "word": "subfamily",
            "phonetic": "sʌbfɐmɪli ",
            "partOfSpeechType": "noun",
            "examples": [
                "One 17-million-year-old site in Patagonia was home to 11 different genera of sloths from 3 different subfamilies!",
                "And only one of these subfamilies survives today.",
                "In North America, beardogs diverged into two subfamilies, each of which played a big role in shaping the predator-prey dynamics of the continent.",
                "Slowly, over time, chalicotheres drifted apart, until their differences were so extreme that they were different species - and then, different subfamilies.",
                "This explosion in diversity saw the development of four different subfamilies, including the one that led to all modern camels: Camelinae."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ViZmFtaWx5&hash=114d3ce4487bf2ff6ff384c9c73b5b7c030e3674&lang=en&cache-only=0",
            "defineEn": "a taxonomic category that ranks below the family level and above the genus level, typically consisting of related genera",
            "defineVi": "một danh mục phân loại xếp hạng dưới cấp họ và trên cấp chi, thường bao gồm các chi có liên quan"
        },
        {
            "id": "59ebedf6-fb16-4597-9a7b-9b70ad108ba0",
            "word": "tribe",
            "phonetic": "tɹaɪb ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Maasai tribe is one of the indigenous tribes of Africa.",
                "It's like a tribe.",
                "The Maasai tribe is one of the indigenous tribes of Africa.",
                "The tribe has a selective relationship with modernity.",
                "Our tribe went through this turmoil."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpYmU&hash=f90f3d80bc3c959eae527f1ecaac3e0c93753a76&lang=en&cache-only=0",
            "defineEn": "a taxonomic rank that comes between a subfamily and a genus, consisting of one or more genera that share certain characteristics",
            "defineVi": "một thứ hạng phân loại nằm giữa một phân họ và một chi, bao gồm một hoặc nhiều chi có chung những đặc điểm nhất định"
        },
        {
            "id": "16d54460-7e27-4eaa-a020-9f4ea989749d",
            "word": "subgenus",
            "phonetic": "sʌbdʒɛnəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3ViZ2VudXM&hash=dd50e168e1d320f41a357578652935e57ea63245&lang=en&cache-only=0",
            "defineEn": "a taxonomic rank used in biological classification that is lower than a genus but higher than a species",
            "defineVi": "một thứ hạng phân loại được sử dụng trong phân loại sinh học thấp hơn một chi nhưng cao hơn một loài"
        },
        {
            "id": "12fd1f65-fbb5-4834-a686-eaf6a4e7cdf6",
            "word": "race",
            "phonetic": "ɹeɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fast runner won the race by a wide margin.",
                "The team finished the race in first place.",
                "My people have a horse in this race, too.",
                "In the Midlands the race remains too close to call.",
                "You lost the race faster than you can say Jack Robinson."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFjZQ&hash=62450fe3925f8822d35b5e3fd2815d7fd77d2afa&lang=en&cache-only=0",
            "defineEn": "(biology) a taxonomic category below species that has a distinct feature from other groups in the same species",
            "defineVi": "(sinh vật học) một loại phân loại bên dưới các loài có đặc điểm khác biệt với các nhóm khác trong cùng một loài"
        }
    ]
}