{
    "id": "08fc78dc-37f2-462f-a007-1f4ade4dcef1",
    "title": "Obligation and Rules 2",
    "originalTitle": "Obligation and Rules 2",
    "words": [
        {
            "id": "25635ef7-6056-4571-9f11-3464be430ecf",
            "word": "dictate",
            "phonetic": "dɪkteɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The result of the die roll dictates a step in a different direction.",
                "In both cases the preferred direction is dictated by gravity.",
                "We're going to dictate the terms.",
                "And that, in itself, dictates a tempo.",
                "What do our taste buds and our visual experience dictate?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGljdGF0ZQ&hash=3f0253efc556fcd13642568242623a64dbff59e1&lang=en&cache-only=0",
            "defineEn": "a rule or law that is issued by someone of an authority",
            "defineVi": "một quy tắc hoặc pháp luật được ban hành bởi một người nào đó của một cơ quan có thẩm quyền"
        },
        {
            "id": "5d88da90-cfc2-4539-b6e2-e417f5069e95",
            "word": "diktat",
            "phonetic": "dɪktæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And so I'm a little hesitant to think that you can just order by diktat all sorts of personal things."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlrdGF0&hash=19c0a9bfa203249f70614b4006ab36cacbc0d154&lang=en&cache-only=0",
            "defineEn": "a legally binding command or decision that is issued by someone of an authority",
            "defineVi": "một lệnh hoặc quyết định ràng buộc về mặt pháp lý được ban hành bởi một người nào đó của cơ quan có thẩm quyền"
        },
        {
            "id": "19d44e8a-fd0d-44b1-90a2-1ccc42bf9837",
            "word": "dos and don'ts",
            "phonetic": "dɑːs ænd dɑːn bækslæʃ tiːɛs ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG9zIGFuZCBkb24ndHM&hash=290a41ff3ad478f07b8313ef9592a9e6ede54310&lang=en&cache-only=0",
            "defineEn": "a set of rules that determine what one should or should not do in a particular situation",
            "defineVi": "một tập hợp các quy tắc xác định những gì nên hoặc không nên làm trong một tình huống cụ thể"
        },
        {
            "id": "59e6781d-122f-4d43-a4f8-b330c1445d60",
            "word": "due",
            "phonetic": "duː ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The rent is coming due next week.",
                "Although I'm not showing yet, my baby is due in the spring.",
                "We have a science project due next week at school.",
                "With all due respect, Sir, I cannot agree with your last statement.",
                "The team's success was due in part to their understanding that a bird never flew on one wing, and that each member's contributions were necessary for achieving their goals."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVl&hash=af2d5534b4d400afe3726a1d3737e8e36e3dfdab&lang=en&cache-only=0",
            "defineEn": "(payment, debt, etc.) having to be paid immediately",
            "defineVi": "(thanh toán, nợ, v.v.) phải được thanh toán ngay lập tức"
        },
        {
            "id": "a4005e46-ec4b-4486-a8f3-6e064c854b60",
            "word": "to enforce",
            "phonetic": "tʊ ɛnfoːɹs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Its courts, religious law, local priests, and a huge bureaucracy of religious officials enforced its domination.",
                "Judy, the new rule enforces tougher work requirements.",
                "Soldiers enforce a strict military curfew.",
                "These codes are enforced at the local level.",
                "Laws have to be enforced."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5mb3JjZQ&hash=4f628633412d5109735695efc49c8b2bd6e6cf64&lang=en&cache-only=0",
            "defineEn": "to ensure that a law or rule is followed",
            "defineVi": "để đảm bảo rằng một luật hoặc quy tắc được tuân theo"
        },
        {
            "id": "e4c5e578-7c71-4959-8638-155fe9ea555a",
            "word": "enforcement",
            "phonetic": "ɛnfoːɹsmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We need enforcement and no one has a problem with that - consumers or farmers, it is in all our interests.",
                "Law enforcement flew drones over protests in Minneapolis and New York.",
                "Late Tuesday, a federal judge in Texas barred enforcement of the moratorium.",
                "The enforcement is basically nonexistent.",
                "Law enforcement, obviously, is in the very stages of their investigation."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5mb3JjZW1lbnQ&hash=cdd00e0bfa55020b0a6ed8b12c990b7a6a86a1bd&lang=en&cache-only=0",
            "defineEn": "the action of making people obey a law or regulation",
            "defineVi": "hành động làm cho mọi người tuân theo luật hoặc quy định"
        },
        {
            "id": "a0e44bc4-f060-4335-bcb2-df8b79e286f3",
            "word": "etiquette",
            "phonetic": "ɛɾɪkət ",
            "partOfSpeechType": "noun",
            "examples": [
                "When traveling to a new country, it's important to research local customs and etiquette to avoid unintentionally offending others, as they say, so many countries, so many customs.",
                "They teach etiquette, language, culture.",
                "Basically, a healthy nervous system has the etiquette of electrical messaging down to, well, a science.",
                "Over time, the study of ballet became a central element of court life, and proper grasp of the etiquette could make or break one's success as a courtier.",
                "I wanted to teach hearing and abled people the proper etiquette when it comes to encountering people like us."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXRpcXVldHRl&hash=83ad7061f103a63b3a5d997952d46286ed1dc715&lang=en&cache-only=0",
            "defineEn": "a set of conventional rules or formal manners, usually in the form of ethical code",
            "defineVi": "một tập hợp các quy tắc thông thường hoặc cách cư xử chính thức, thường ở dạng quy tắc đạo đức"
        },
        {
            "id": "8eafa158-3558-4ea8-9328-fc10f54bfdc1",
            "word": "exception",
            "phonetic": "ɛksɛpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "It is not a truly hosted gathering, as people will pay their own ways, with the exception of the dinners.",
                "Other researchers have pointed out exceptions, though.",
                "But nature loves an exception.",
                "Frontius’s guide to aqueducts was one exception.",
                "Now the Pfizer vaccine is the exception."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjZXB0aW9u&hash=ee710725e61155364feed063fc0e9ba0be5e78a9&lang=en&cache-only=0",
            "defineEn": "a person or thing that does not follow a general rule or is excluded from a class or group",
            "defineVi": "một người hoặc vật không tuân theo quy tắc chung hoặc bị loại khỏi lớp hoặc nhóm"
        },
        {
            "id": "d0603e35-6f51-4e6c-8358-c72fddbb15f0",
            "word": "to feel honor-bound to",
            "phonetic": "tə fiːl ɑːnɚbaʊnd tuː ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZmVlbCBob25vci1ib3VuZCB0bw&hash=82414d6d16a32f6f6bbd512200f64c36dcd75c86&lang=en&cache-only=0",
            "defineEn": "to feel or believe that it is one's moral obligation to do something",
            "defineVi": "để cảm thấy hoặc tin rằng đó là nghĩa vụ đạo đức của một người để làm điều gì đó"
        },
        {
            "id": "c603d6db-7506-43f2-8ab2-d742e0ec41ed",
            "word": "free-for-all",
            "phonetic": "fɹiːfɔːɹɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Otherwise, there will be a free-for-all.",
                "So that pretty little garden or that freshly mowed lawn, that is a free-for-all for groundhogs.",
                "Since I started feeling bad, it’s kind of been a free-for-all in here.",
                "I’m expecting the debates to be a free-for-all. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlZS1mb3ItYWxs&hash=8223352e2d6d6ee3f3ba63a2f7cdd81ea3724bd4&lang=en&cache-only=0",
            "defineEn": "‌a chaotic situation in which there is no rule or control",
            "defineVi": "‌một tình huống hỗn loạn trong đó không có quy tắc hoặc kiểm soát"
        },
        {
            "id": "d9d04660-0cc6-4197-b69b-0c6891c2ca6a",
            "word": "to [have] {sb} over a barrel",
            "phonetic": "tə hæv ɛsbiː oʊvɚɹ ɐ bæɹəl ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaGF2ZSB7c2J9IG92ZXIgYSBiYXJyZWw&hash=af54ee6a02c8663cca4f3c1d7ff8dca39b4a21f2&lang=en&cache-only=0",
            "defineEn": "to place someone in a situation in which they have no choice but to accept one's offer or request",
            "defineVi": "đặt ai đó vào tình huống mà họ không có lựa chọn nào khác ngoài việc chấp nhận lời đề nghị hoặc yêu cầu của ai đó"
        },
        {
            "id": "d30fba1c-e28b-40f4-af6d-a1919b8fed3d",
            "word": "ground rule",
            "phonetic": "ɡɹaʊnd ɹuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The third step is setting some ground rules.",
                "Those were the ground rules. ",
                "The Regulation National Market System, or Reg NMS, was the first set of ground rules for U.S. trading.",
                "So let’s set a few simple ground rules that will put you in the driver’s seat instead of being taken for a ride: Number One.",
                "But I think one of the most terrifying parts of it involves a suggestion that the government should be setting ground rules for what speech is or is not allowed on a platform."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JvdW5kIHJ1bGU&hash=7e9ec720988839783454126e03e640a58d14f69b&lang=en&cache-only=0",
            "defineEn": "a set of basic rules or principles on which future behaviors or actions should be based",
            "defineVi": "một tập hợp các quy tắc hoặc nguyên tắc cơ bản dựa trên các hành vi hoặc hành động trong tương lai"
        },
        {
            "id": "457a4b50-b987-4055-90a8-bbf5227f831f",
            "word": "guideline",
            "phonetic": "ɡaɪdlaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Not following safety guidelines is unacceptable in hazardous environments.",
                "The essay needs to be formatted according to the MLA guidelines.",
                "But each state can apply these guidelines differently.",
                "Those EU guidelines have also raised the standards for environmental practices.",
                "But their guidelines around recycling are a bit confusing."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VpZGVsaW5l&hash=654fd7e1deb0308f87e7d07b929820da4df453a5&lang=en&cache-only=0",
            "defineEn": "a set of principles or instructions based on which a person should behave or act",
            "defineVi": "một tập hợp các nguyên tắc hoặc hướng dẫn dựa trên đó một người nên cư xử hoặc hành động"
        },
        {
            "id": "452925ed-80e7-449b-858b-c01ca9ce37f7",
            "word": "to [have] {one's} hands tied",
            "phonetic": "tə hæv wʌn bækslæʃ ɛs hændz taɪd ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaGF2ZSB7b25lJ3N9IGhhbmRzIHRpZWQ&hash=68ec1ab763b673d0b4b7bf18c0f146585ad71e83&lang=en&cache-only=0",
            "defineEn": "‌to be unable to act, help, intervene, or assert one's free will, especially due to rules and restrictions",
            "defineVi": "‌không thể hành động, giúp đỡ, can thiệp hoặc khẳng định ý chí tự do của một người, đặc biệt là do các quy tắc và hạn chế"
        },
        {
            "id": "8f087a17-6745-4c51-9265-8274b50d7366",
            "word": "have to",
            "phonetic": "hæv tuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The general had to get his troops across the river.",
                "Everyone has to pay their taxes.",
                "Everyone has to make a living.",
                "The old sofa will have to go.",
                "We have to write a research paper for our college class."
            ],
            "audio": "https://tts.langeek.co/read?text=aGF2ZSB0bw&hash=7e13162f85b8eead687f2fce39f0264f6caa81c3&lang=en&cache-only=0",
            "defineEn": "used to indicate an obligation or to emphasize the necessity of something happening",
            "defineVi": "được sử dụng để chỉ ra một nghĩa vụ hoặc để nhấn mạnh sự cần thiết của một cái gì đó xảy ra"
        },
        {
            "id": "d8e8cf5d-666c-4ad8-8d96-539bcc9999ff",
            "word": "illegitimacy",
            "phonetic": "ɪlədʒɪɾɪməsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Long-simmering political tensions between the prime minister, Abiy, and the TPLF, the former ruling party, with each accusing the other of illegitimacy, finally boiled over on November 4."
            ],
            "audio": "https://tts.langeek.co/read?text=aWxsZWdpdGltYWN5&hash=934933aacbd3a66a8fa059ce6b614a578060e0a0&lang=en&cache-only=0",
            "defineEn": "the quality or state of not being approved or authorized by the law",
            "defineVi": "chất lượng hoặc trạng thái không được pháp luật phê duyệt hoặc cho phép"
        },
        {
            "id": "e343ac98-7f3f-492c-a1dd-4d905b5d8981",
            "word": "illegitimate",
            "phonetic": "ɪlədʒɪɾᵻmət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And once the Europeans left, those local rulers, the upper classes, were seen as illegitimate collaborators.",
                "People claimed that Barack Obama was an illegitimate president.",
                "Hillary Clinton and Jimmy Carter said Donald Trump was an illegitimate president.",
                "By the way, this globe reflects the fact that I believe that Alaskan statehood is illegitimate!",
                "The idea around colorblindness is it devalues and illegitima, illegitimate, you know the word I'm saying."
            ],
            "audio": "https://tts.langeek.co/read?text=aWxsZWdpdGltYXRl&hash=f7cb0c2fd6bd70845bbac793e0a02c92f3f92f8c&lang=en&cache-only=0",
            "defineEn": "not allowed by the law",
            "defineVi": "pháp luật không cho phép"
        },
        {
            "id": "2cf532c3-4009-4faa-b668-42254be6e72d",
            "word": "illegitimately",
            "phonetic": "ɪlədʒɪɾᵻmətli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "I fear that our president is mixing up politics with national security and that he somehow believes, by acknowledging the Russian interference in our election, that will lead to people claiming that he was illegitimately elected."
            ],
            "audio": "https://tts.langeek.co/read?text=aWxsZWdpdGltYXRlbHk&hash=640129cc1fad1eb79fd9871ce4ab34efa98adf75&lang=en&cache-only=0",
            "defineEn": "in a manner disapproved or not allowed by custom",
            "defineVi": "theo cách không được chấp thuận hoặc không được phép theo phong tục"
        },
        {
            "id": "bd9589fa-e62e-4551-84f8-d6a7e9897929",
            "word": "to impose",
            "phonetic": "tʊ ɪmpoʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "If push comes to shove, the government will impose quotas on imports.",
                "Fifty five countries have imposed comprehensive restrictions on the manufacturing, import and distribution of bags.",
                "Imposing a quarantine.",
                "In response, the government imposed a 70 percent tax on liquor.",
                "Stricter safety standards were imposed."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wb3Nl&hash=1bebefaba1402d50b1e98ccac590b1d45f86675a&lang=en&cache-only=0",
            "defineEn": "to force someone to do what they do not want",
            "defineVi": "để buộc ai đó làm những gì họ không muốn"
        },
        {
            "id": "ce4785d0-3526-446e-bb90-ac380e92f34b",
            "word": "imposition",
            "phonetic": "ɪmpəzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The roots go back into evidence in 2012 and 2013 that the Russian economy was actually slowing down, long before the drop in oil prices, long before the imposition of sanctions.",
                "In 1378, The Ciompi, or workers in the cloth trade, rebelled in Florence, demanding an end to harsh prosecution for debt and an end to the imposition of extra taxes.",
                "Well, Putin blamed President Trump and the Trump administration's imposition of sanctions that come into effect on November on Iran, which are taking a lot of Iranian oil off the market, so less supply of oil, higher price.",
                "That divide to continue conquering strategy persisted even as many in South Asia raged at being dragged into World War II, a war fought on behalf of their colonizers, and also at the imposition of high wartime taxes, and at the constant British excuses for not granting home rule, and most horrifyingly at the British-created Bengal famine of 1943."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wb3NpdGlvbg&hash=f0a38a355adf5f5c7877e9312facd8db22593f68&lang=en&cache-only=0",
            "defineEn": "the action of establishing a new law or regulation",
            "defineVi": "hành động thiết lập một luật hoặc quy định mới"
        },
        {
            "id": "91a4d1e7-a07f-49ba-a468-dfc4c331b13a",
            "word": "in accordance with",
            "phonetic": "ɪn ɐkoːɹdəns wɪð ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW4gYWNjb3JkYW5jZSB3aXRo&hash=d554c6c82630b6458797e0e7ad5c55ada62ea8fe&lang=en&cache-only=0",
            "defineEn": "in a way that agrees with something",
            "defineVi": "trong một cách mà đồng ý với một cái gì đó"
        },
        {
            "id": "696ff7db-f520-4f0e-8502-fdbd1a4e5a93",
            "word": "in conformity with",
            "phonetic": "ɪn kənfoːɹmᵻɾi wɪð ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW4gY29uZm9ybWl0eSB3aXRo&hash=47aef3bfa59cd4a18636ee6612dcd30dc42780f7&lang=en&cache-only=0",
            "defineEn": "in agreement with",
            "defineVi": "đồng ý với"
        },
        {
            "id": "0ed05b1b-7edb-40d5-b74c-c7b196958034",
            "word": "infraction",
            "phonetic": "ɪnfɹækʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some have committed felonies, she says, but the vast majority have no criminal history or just minor infractions.",
                "But if the teacher responds more strongly, and punishes her, then that same infraction of the rules can escalate into secondary deviance.",
                "You find that at a very, very young age, even the smallest infractions are treated as criminal.",
                "That sounds like a lot, but when you put it next to the denominator, the breakthrough infractions are a fraction of a fraction of the people who have gotten vaccinated.",
                "One emergent issue that young girls and boys of color in the US today face is the aptly named school-to-prison pipeline, or a system where disciplinary infractions at school lead to eventual imprisonment or time spent in juvenile detention centers."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mcmFjdGlvbg&hash=651ba413ce40416cd8dc917b611753adaa4ae1fc&lang=en&cache-only=0",
            "defineEn": "the act of breaking or not obeying a law, pact, agreement, etc.",
            "defineVi": "hành động vi phạm hoặc không tuân theo luật, hiệp ước, thỏa thuận, v.v."
        },
        {
            "id": "cf207d18-6069-41e5-ab1d-7a9502f19daf",
            "word": "to infringe",
            "phonetic": "tʊ ɪnfɹɪndʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "It's not subject to interpretation, shall not be infringed.",
                "That's anything that infringes on a company's intellectual property rights, or IPR.",
                "Once I'm at work, I spend the morning procrastinating and doodle pictures of Finn and Jake from Adventure Time TPing Frank Gehry's Jay Pritzker Pavilion, infringing on Time Warner's copyrights on the characters and on Frank Gehry's architectural rendering.",
                "It says the right to keep and bare arms shall not be infringed.",
                "This in theory makes it impossible for states to infringe upon the liberties and the Bill of Rights."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5mcmluZ2U&hash=0f6456cdc928691ff6b24e523e7657c62b10dbd5&lang=en&cache-only=0",
            "defineEn": "to go against a rule, law, term of agreement, etc.",
            "defineVi": "để đi ngược lại một quy tắc, pháp luật, điều khoản của thỏa thuận, vv"
        },
        {
            "id": "afbfcd52-00fa-4cf4-9e05-3413510e36af",
            "word": "infringement",
            "phonetic": "ɪnfɹɪndʒmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We've seen infringement across lots of different areas.",
                "Two: search for 'Facebook copyright infringement' on Google, because it's actually faster this way.",
                "Early on, YouTube face a litany of lawsuits around copyright infringement.",
                "Others say they're an infringement on their personal rights. -",
                "There's gonna be some infringement."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mcmluZ2VtZW50&hash=61298dfa7238b3f9d37291cabb1124b25f5c8936&lang=en&cache-only=0",
            "defineEn": "an action that is against a law. regulation, or agreement",
            "defineVi": "một hành động trái pháp luật. quy định, hoặc thỏa thuận"
        }
    ]
}