{
    "id": "0906cc38-f70b-4f4d-8087-887539cd4c63",
    "title": "Medicine",
    "originalTitle": "Lesson 2",
    "words": [
        {
            "id": "7ce787f8-766d-439f-8aed-a03cabf4c5b3",
            "word": "to examine",
            "phonetic": "tʊ ɛɡzæmɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The doctor examined her neck for any signs of injury.",
                "The doctor examined her body to check for any signs of illness or injury.",
                "She examined the pith under a microscope to study its cellular structure.",
                "We examined the caryopsis of the rice grain under the microscope, observing its unique structure.",
                "She examined the potato closely, noticing the small eye where a new sprout would eventually emerge."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhhbWluZQ&hash=ce82f75f1886dbba9864500223ac9fe9aab464b4&lang=en&cache-only=0",
            "defineEn": "to look at something or someone carefully to check if anything is wrong with them or to find the faults",
            "defineVi": "xem xét một cái gì đó hoặc ai đó một cách cẩn thận để kiểm tra xem có gì sai với họ hoặc để tìm lỗi",
            "hasImg": true
        },
        {
            "id": "0dd5c71b-2465-42eb-8ca9-4a3164e9e33f",
            "word": "operation",
            "phonetic": "ɑːpɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was given a new heart in a five-hour operation.",
                "I have to go to hospital for an operation.",
                "Failing to properly maintain the equipment could spell disaster for the entire operation.",
                "Dr Bailey is doing the operation, so your wife is in safe hands.",
                "The ship's crew worked together to ensure the smooth operation of the vessel."
            ],
            "audio": "https://tts.langeek.co/read?text=b3BlcmF0aW9u&hash=540760c3aebc04e6e854b4e887ed0591b05b8341&lang=en&cache-only=0",
            "defineEn": "a medical process in which a part of body is cut open to repair or remove a damaged organ",
            "defineVi": "một quá trình y tế trong đó một phần của cơ thể được cắt ra để sửa chữa hoặc loại bỏ một cơ quan bị hư hỏng",
            "hasImg": true
        },
        {
            "id": "feba767a-b5bc-4662-a7f8-3c6e6fcea6ab",
            "word": "to reject",
            "phonetic": "tə ɹᵻdʒɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "That piece of work just rejected my resume for the third time!",
                "They rejected negotiations out of hand.",
                "If the proposal is rejected, we'll need to lick our wounds, gather feedback, and make improvements before submitting again.",
                "Negotiations between management and the striking employees reached a pretty pass when the labor union rejected the company's latest deal.",
                "The indecisive job applicant was afraid to apply for his dream job, imagining all the ways he could be rejected."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVqZWN0&hash=1b35d4b36a0fe1aef9b3406d40ca98a60de92a5a&lang=en&cache-only=0",
            "defineEn": "to show an immune response and not accept a new organ in the body",
            "defineVi": "để hiển thị một phản ứng miễn dịch và không chấp nhận một cơ quan mới trong cơ thể"
        },
        {
            "id": "ecd2aa86-224e-44a2-8fbc-c89eb2bdccdc",
            "word": "to treat",
            "phonetic": "tə tɹiːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Treat yourselves to a good meal.",
                "They treated him like a dog.",
                "The creamy sapodilla milkshake was a refreshing treat on a hot summer day.",
                "A juicy pear is a refreshing treat on a hot summer day.",
                "The loganberry pie at the local bakery is a delicious summer treat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJlYXQ&hash=34790ed1b89f4cbd3dedd95baa2f76329cd669d9&lang=en&cache-only=0",
            "defineEn": "to cure a wound or to give medical care to an injured person",
            "defineVi": "chữa vết thương hoặc chăm sóc y tế cho người bị thương",
            "hasImg": true
        },
        {
            "id": "9c019cb3-1d3f-4b60-b606-2be744ee4f28",
            "word": "acupuncture",
            "phonetic": "ækjuːpʌŋktʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Other alternative therapies include yoga, aerobic exercise, acupuncture, biofeedback and hypnosis.",
                "Correlated with this urban environment is the access to these things, such as veterinary, acupuncture, oncology, dermatology.",
                "So these tattoos are now thought to be evidence of early acupuncture or attempted healing practices.",
                "Whatever you do, don't Google, \"Acupuncture gone wrong.\"",
                "Like I don't want the government to know that I like to get my acupuncture done at 7:30 in the morning on a Tuesday."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN1cHVuY3R1cmU&hash=097b49576bf7a9836095cccdc90b5da0471269d8&lang=en&cache-only=0",
            "defineEn": "a method of treatment in which thin needles are inserted in specific spots on the body, originated in China",
            "defineVi": "một phương pháp điều trị trong đó kim mỏng được đưa vào những điểm cụ thể trên cơ thể, có nguồn gốc từ Trung Quốc",
            "hasImg": true
        },
        {
            "id": "12369945-bdf6-459b-b342-bc778d5e4e15",
            "word": "to bandage",
            "phonetic": "tə bændɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Fetch me a bandage and make it snappy!",
                "We have a spider bandage?",
                "He's all bandaged up, and Vince McMahon's back there.",
                "She also has this large bandage on her leg because they had to do full reconstructive surgery on the broken bone.",
                "It's the bandage you idiot."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFuZGFnZQ&hash=f554060e474a64109b37b07d5cab538dc8bc7118&lang=en&cache-only=0",
            "defineEn": "to cover a wound or part of the body with a piece of cloth for protection",
            "defineVi": "che vết thương hoặc một phần cơ thể bằng một mảnh vải để bảo vệ",
            "hasImg": true
        },
        {
            "id": "9737aa9f-2e97-479e-866f-f5127aab7936",
            "word": "attendant",
            "phonetic": "ɐtɛndənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The attendant showed us to our seats.",
                "He tried to catch the attendant’s eye but the man was already turning away.",
                "It's odd to me that someone so motivated by his career would punch below his weight with some gas station attendant like her.",
                "The attendant said, \"Two dollars and fifty cents.\"",
                "Only Oregon and New Jersey still require a gas station attendant to pump a customer's gasoline."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0ZW5kYW50&hash=d4a37729873527be88d74f1e95042be78dae6355&lang=en&cache-only=0",
            "defineEn": "someone who lives with a sick or disabled person to take care of them",
            "defineVi": "một người sống với một người bệnh tật hoặc tàn tật để chăm sóc họ",
            "hasImg": true
        },
        {
            "id": "832c200c-c4d1-4e59-b93f-04bb16c9a11d",
            "word": "to consult",
            "phonetic": "tə kənsʌlt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He is consulting his zodiacal chart to determine his compatibility with different signs.",
                "The agent put me on hold while she consulted a colleague.",
                "I asked Alex to consult on this project because it's a bit out of my depth.",
                "The CEO of the company was known for making hasty decisions without consulting his team.",
                "As a newly married couple, we have learned that he that will thrive must first ask his wife, and we always make sure to consult each other before making any important decisions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc3VsdA&hash=fecc3c444f2a1331641101013f0fc2fc9151719b&lang=en&cache-only=0",
            "defineEn": "to seek information or advice from someone with knowledge in a particular field",
            "defineVi": "để tìm kiếm thông tin hoặc lời khuyên từ một người có kiến thức trong một lĩnh vực cụ thể",
            "hasImg": true
        },
        {
            "id": "ce99fe51-06ea-4425-956e-e064a408dab9",
            "word": "first aid",
            "phonetic": "fɜːst eɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The medicine cabinet in the bathroom holds our first aid supplies.",
                "We don’t see any of the officers provide first aid at this point.",
                "Absolutely crucial to have a first aid kit.",
                "Above them we have built in a shelf for things like food supplements, cleaner, and first aid supplies.",
                "And that’s why international burn associations and first aid organizations usually recommend gently cooling down a burn for 10 to 20 minutes with cool to room temperature water."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmlyc3QgYWlk&hash=e79db59a4a4cfbe50229885b95dc1e1f2c70e022&lang=en&cache-only=0",
            "defineEn": "a basic medical treatment given to someone in an emergency before they are taken to the hospital",
            "defineVi": "một điều trị y tế cơ bản cho ai đó trong trường hợp khẩn cấp trước khi họ được đưa đến bệnh viện",
            "hasImg": true
        },
        {
            "id": "53621289-fe50-4d11-b7a5-c8cb0475bfc6",
            "word": "to implant",
            "phonetic": "tʊ ɪmplænt ",
            "partOfSpeechType": "verb",
            "examples": [
                "But cochlear implants are.",
                "In the remains of each arm, a microchip has been implanted.",
                "Hearing aids and cochlear implants do not benefit all deaf and hard- of-hearing people.",
                "Cochlear implants are not cosmetic procedures, obviously.",
                "They surgically implanted an array of electrodes onto the brains of two participants who had lost their sight."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wbGFudA&hash=62defbf860713e55d6fed6e6d26fc0a2f16e0fb0&lang=en&cache-only=0",
            "defineEn": "to insert a living tissue or an artificial object into the body via medical procedure",
            "defineVi": "để chèn một mô sống hoặc một đối tượng nhân tạo vào cơ thể thông qua thủ tục y tế",
            "hasImg": true
        },
        {
            "id": "45a941aa-b074-4bec-83bd-276a9f090bd5",
            "word": "medical",
            "phonetic": "mɛdɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The rest of his money went into medical expenses.",
                "She had the baby's medical routine down pat.",
                "Her early research laid the foundation for many important medical discoveries.",
                "People are dying for want of medical treatment.",
                "She served in the medical corps."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkaWNhbA&hash=1044f84f8bbd10d6192377019ac4dbfbedd3dccc&lang=en&cache-only=0",
            "defineEn": "related to medicine, treating illnesses, and health",
            "defineVi": "liên quan đến y học, điều trị bệnh tật và sức khỏe",
            "hasImg": true
        },
        {
            "id": "32f560f8-3b20-4d61-ae2e-d7fd2d50b654",
            "word": "mental health",
            "phonetic": "mɛntəl hɛlθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I always tell my friends and family to take care of their mental health, because it's not work that kills, but worry.",
                "You're trying to improve your mental health, but you keep engaging in negative self-talk and self-destructive behaviors.",
                "She cut ties with toxic people in her life, and her mental health improved because away goes the devil when he finds the door shut against him.",
                "Many people are drawn to the glitz and glamour of Hollywood, but all that glitters is not gold, and the constant pressure and scrutiny can take a toll on mental health and well-being.",
                "After attending the seminar on mental health, I became awake to the stigma surrounding mental illness and decided to become an advocate for greater awareness and understanding."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVudGFsIGhlYWx0aA&hash=5bcf0dea4c37d7e02187764129f704aa36fe2198&lang=en&cache-only=0",
            "defineEn": "the well-being of a person's mind",
            "defineVi": "hạnh phúc của tâm trí của một người"
        },
        {
            "id": "8b225291-8b4f-4781-baa6-353bedfbd660",
            "word": "procedure",
            "phonetic": "pɹəsiːdʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The whole procedure is as easy as ABC.",
                "The employee followed company policies and procedures.",
                "They explained the procedure for submitting the application form.",
                "The nurse kindly explained the procedure to me and helped me feel at ease.",
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvY2VkdXJl&hash=32c48ef4e858f711472c8d22242a00cb96f6aaa9&lang=en&cache-only=0",
            "defineEn": "a medical operation",
            "defineVi": "một hoạt động y tế",
            "hasImg": true
        },
        {
            "id": "9a380cc2-8fb6-4c22-98c9-24dd76cc8c78",
            "word": "sample",
            "phonetic": "sæmpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scientists are taking water samples from the river.",
                "We collected samples of pith from different plants to compare their properties.",
                "As you strolled through the food market, the vendor enticed you with samples of various cold cuts.",
                "The doctors decided to run some more tests on the blood samples.",
                "Here, sample my mix."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FtcGxl&hash=38b93e1621e634dd0bc2d0b1f9a406a367ec1572&lang=en&cache-only=0",
            "defineEn": "a small amount of a substance taken from a larger amount used for scientific analysis or therapeutic experiment",
            "defineVi": "một lượng nhỏ chất được lấy từ một lượng lớn hơn được sử dụng để phân tích khoa học hoặc thí nghiệm điều trị",
            "hasImg": true
        },
        {
            "id": "64d04dff-a58d-4b6c-a5fb-721dfc5e34bc",
            "word": "specialist",
            "phonetic": "spɛʃəlɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Humans 50,000 years ago were survival specialists.",
                "The specialists are not even in the area.",
                "Different specialists had different ways of turning the outputs of their forecast models into percentages.",
                "According to a CBP spokesperson, specialists evaluate trainings quarterly, but as of now, \"the curriculum remains unchanged.\"",
                "I went to some specialist."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlY2lhbGlzdA&hash=ddc9c751898b72aef81faefe027b233659f5734d&lang=en&cache-only=0",
            "defineEn": "a doctor who is highly trained in a particular area of medicine",
            "defineVi": "một bác sĩ được đào tạo chuyên sâu trong một lĩnh vực cụ thể của y học",
            "hasImg": true
        },
        {
            "id": "c8a2342c-bbce-4b1e-b960-3b9a675c310d",
            "word": "transplant",
            "phonetic": "tɹænsplænt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She lived on borrowed time for years before finally receiving a heart transplant.",
                "Transplant centers are a good revenue center for hospitals.",
                "On the other hand your body could reject the transplant.",
                "In 1971, for instance, biologists transplanted ten Italian wall lizards from one island off the coast of Croatia to another.",
                "Specifically, a transplant from a person who is resistant to HIV."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNwbGFudA&hash=0fffe311babf82f7e8859a839282d6d6d0b439aa&lang=en&cache-only=0",
            "defineEn": "a tissue or organ that is removed from a body and put into another",
            "defineVi": "một mô hoặc cơ quan được lấy ra khỏi cơ thể và đưa vào cơ thể khác"
        },
        {
            "id": "083e8870-845d-491c-8d49-90fc00eecb0a",
            "word": "abortion",
            "phonetic": "ɐbɔːɹʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many conservatives, as strong adherents to religious faiths, are against abortion.",
                "Only Uruguay, Cuba, Guyana and parts of Mexico allow early term abortions on demand.",
                "- I love barbecue, Blake Shelton, and abortions, y'all.",
                "After 14 weeks, abortion will continue to be legal only in cases of rape or danger to the mother's life.",
                "But recently, she expressed her pro-choice view on abortion."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJvcnRpb24&hash=4285239c2341688c8cd09cc43e167a0547b2615b&lang=en&cache-only=0",
            "defineEn": "(medicine) a medical procedure to remove the fetus from the uterus",
            "defineVi": "(y học) thủ thuật lấy bào thai ra khỏi tử cung"
        },
        {
            "id": "28410ef9-4dd5-42e0-9b19-dcbba546d8df",
            "word": "admission",
            "phonetic": "ɐdmɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The museum has free admission on Fridays.",
                "In 2018, 62% of AMC's total revenue came from admissions.",
                "I would defer admission.",
                "College admission in the U.S. is more competitive than ever before.",
                "They get lower admission standards."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRtaXNzaW9u&hash=8b7aad603346a905145455197a32387c9694929c&lang=en&cache-only=0",
            "defineEn": "the permission given to someone to become a student of a school, enter an organization, etc.",
            "defineVi": "sự cho phép cho ai đó trở thành học sinh của một trường học, tham gia một tổ chức, v.v."
        },
        {
            "id": "2057a580-6d2a-495e-bc52-c362cd7257f4",
            "word": "to diagnose",
            "phonetic": "tə daɪəɡnoʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Vik was diagnosed with second stage cancer but he didn’t want to get chemotherapy.",
                "My father was in the prime of life when he was diagnosed with cancer.",
                "When my friend was diagnosed with cancer, she found solace in talking to others who had gone through the same experience.",
                "My father quit smoking after he was diagnosed with lung cancer, but I'm afraid he's locking the barn door after the horse is stolen.",
                "After the CEO announced that she had been diagnosed with dementia, her daughter gradually began taking the reins of the company."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlhZ25vc2U&hash=679ccfabd8a92374698bed973fdec89b4bca0ec1&lang=en&cache-only=0",
            "defineEn": "to find out the cause of a problem or what disease a person has by examining the symptoms",
            "defineVi": "để tìm ra nguyên nhân của một vấn đề hoặc bệnh gì một người có bằng cách kiểm tra các triệu chứng",
            "hasImg": true
        },
        {
            "id": "898e3533-c67c-45f2-9eb5-5235bb3cbe46",
            "word": "to discharge",
            "phonetic": "tə dɪstʃɑːɹdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "When a student goes AWOL repeatedly, the Principal determines the appropriate disciplinary action, up to and including recommendation for discharge.",
                "Just discharges me.",
                "The jumper repeater grenade discharges three large blasts of tear gas in rapid succession.",
                "And just, discharges me.",
                "Well, the life of a battery is measured in discharge cycles."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzY2hhcmdl&hash=558f84943c45c9dbe2646b9052516fc5cd1a8e15&lang=en&cache-only=0",
            "defineEn": "(of a wound or body part) to slowly release an infectious liquid, called pus",
            "defineVi": "(của vết thương hoặc bộ phận cơ thể) tiết ra từ từ chất lỏng truyền nhiễm, gọi là mủ"
        },
        {
            "id": "7e300e56-12fa-45f9-b112-18a647d3b0b7",
            "word": "hospitalization",
            "phonetic": "hɑːspɪɾəlᵻzeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hospitalizations are rising as well.",
                "Hospitalizations, infections, deaths were on the downslope.",
                "The hospitalizations are at 100,000-plus.",
                "And 26 states set records for COVID-related hospitalizations during Thanksgiving week.",
                "And lifelong hospitalization isn’t as common these days."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9zcGl0YWxpemF0aW9u&hash=36b7ce53364bf69acca378fe09cdf0ea5480615c&lang=en&cache-only=0",
            "defineEn": "the fact of being placed in a hospital for medical treatment",
            "defineVi": "thực tế là được đưa vào bệnh viện để điều trị y tế",
            "hasImg": true
        },
        {
            "id": "eb46208d-fe83-400a-8cf3-caf0cc7dc259",
            "word": "to immunize",
            "phonetic": "tʊ ɪmjuːnaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "So far, nearly 63 percent of U.S. adults are at least partially immunized.",
                "Now the San Francisco Zoo has immunized 124 mountain yellow-legged frogs.",
                "And more importantly, only about three percent of the U.S. population has been immunized so far.",
                "And in 2017, a record 123 million children were immunized with at least one dose of DTP.",
                "She also encouraged pregnant women to be immunized."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1tdW5pemU&hash=d58d0715d48013241b25326ec05d8e09d49ffc14&lang=en&cache-only=0",
            "defineEn": "to protect an animal or a person from a disease by vaccination",
            "defineVi": "để bảo vệ một con vật hoặc một người từ một căn bệnh bằng cách tiêm phòng",
            "hasImg": true
        },
        {
            "id": "cc51d8a2-b03f-4553-9706-981317489a4d",
            "word": "nose job",
            "phonetic": "noʊz dʒɑːb ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bm9zZSBqb2I&hash=6b3c88342bb4daaf988a051dd73432b77e017714&lang=en&cache-only=0",
            "defineEn": "a surgical procedure performed on someone's nose that changes its appearance to make it look more attractive",
            "defineVi": "một thủ tục phẫu thuật được thực hiện trên mũi của ai đó làm thay đổi diện mạo của nó để làm cho nó trông hấp dẫn hơn",
            "hasImg": true
        },
        {
            "id": "890974f3-7623-4f2f-b4cc-20171c4c0373",
            "word": "paramedic",
            "phonetic": "pæɹəmɛdɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Paramedics hoist him into a capsule for safe transport.",
                "Paramedics took in stretchers for those who couldn't move.",
                "Can I get some paramedics over here?",
                "In Los Angeles, paramedics are declining to take less-than-critically-ill patients to hospitals.",
                "Microglia act as the brain’s janitors, nurses, paramedics, police, judges, juries, and executioners."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyYW1lZGlj&hash=a1f5b01f88a2be6c985f8ed66b0521002b0ade80&lang=en&cache-only=0",
            "defineEn": "a trained individual who gives medical aid to people in emergency before taking them to the hospital",
            "defineVi": "một cá nhân được đào tạo để hỗ trợ y tế cho những người trong trường hợp khẩn cấp trước khi đưa họ đến bệnh viện",
            "hasImg": true
        },
        {
            "id": "125dc778-b68c-4cf0-b825-3937f69cd1ea",
            "word": "physician",
            "phonetic": "fɪzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the saying goes, physician, heal thyself.",
                "The nurse joked that doctors make the worst patients, after a particularly difficult interaction with a physician who was reluctant to follow medical advice.",
                "My father always told me that every man is a fool or physician by forty, so I made sure to learn from my mistakes and make better decisions as I approached that milestone age.",
                "Aztec physicians had an extensive anatomical lexicon.",
                "One physician experimented on the exposed cerebral cortices of decapitated prisoners."
            ],
            "audio": "https://tts.langeek.co/read?text=cGh5c2ljaWFu&hash=f3cc8d3abb2cbe7d4f143825002eaa841e327bc1&lang=en&cache-only=0",
            "defineEn": "a medical doctor who specializes in general medicine, not in surgery",
            "defineVi": "một bác sĩ y khoa chuyên về y học nói chung, không phải trong phẫu thuật",
            "hasImg": true
        },
        {
            "id": "6aa0e7d7-5d2e-4763-8105-a60d563717a5",
            "word": "psychiatrist",
            "phonetic": "saɪkaɪətɹɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "And also seeing a psychiatrist.",
                "Many people seek help from psychiatrists.",
                "Psychiatrists will use them for bipolar disorder predominantly.",
                "But some psychiatrists still consider it a useful tool as part of other therapies.",
                "Reach out to your psychiatrist."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hpYXRyaXN0&hash=799c983ad3a799750f5542278923e961b62f20b6&lang=en&cache-only=0",
            "defineEn": "a medical doctor who specializes in the treatment of mental illnesses or behavioral disorders",
            "defineVi": "một bác sĩ y khoa chuyên điều trị các bệnh tâm thần hoặc rối loạn hành vi",
            "hasImg": true
        },
        {
            "id": "417cd7e0-45a1-4258-964b-c11adb188e7f",
            "word": "to soothe",
            "phonetic": "tə suːð ",
            "partOfSpeechType": "verb",
            "examples": [
                "The aromatic wintergreen tea soothes her sore throat.",
                "He brewed a cup of ginger tea to soothe his upset stomach.",
                "He brewed a cup of costmary tea to soothe his upset stomach after a heavy meal.",
                "The herbalist recommended an anise infusion to soothe their upset stomach.",
                "He brewed a cup of lavender tea to soothe his mind and reduce stress."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc29vdGhl&hash=706f092874b3b9f761ec47db12ee3528c6f3bcf2&lang=en&cache-only=0",
            "defineEn": "to reduce the severity of a pain",
            "defineVi": "để giảm mức độ nghiêm trọng của một cơn đau"
        },
        {
            "id": "c221325f-4ef3-4a6c-a021-20333afecdab",
            "word": "to stitch",
            "phonetic": "tə stɪtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her jokes had us all in stitches.",
                "At the charity event, the wealthy businessman's joke had everyone in stitches.",
                "I was in stitches at that comedy show.",
                "He can have you in stitches in a matter of minutes.",
                "Here's a book that will have you in stitches."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RpdGNo&hash=3d5d1c621c8cda404d4aa21514d00598e488fa5d&lang=en&cache-only=0",
            "defineEn": "to join the edges of a wound together by a thread and needle",
            "defineVi": "để nối các cạnh của vết thương với nhau bằng chỉ và kim",
            "hasImg": true
        },
        {
            "id": "064cfc94-672f-4bcc-a03f-bad98dbbdf56",
            "word": "to vaccinate",
            "phonetic": "tə væksᵻneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Vaccinate your kids, people.",
                "Only 11 percent of Brazil's population is fully vaccinated.",
                "And no country can simply vaccinate its way out of this pandemic.",
                "Ah, vaccinated.",
                "You have got to vaccinate people."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmFjY2luYXRl&hash=3dfdc650cf4084a4d91dd0c649d46456281b9f62&lang=en&cache-only=0",
            "defineEn": "to protect a person or an animal against a disease by giving them a vaccine",
            "defineVi": "để bảo vệ một người hoặc một con vật chống lại một căn bệnh bằng cách cho họ vắc-xin",
            "hasImg": true
        },
        {
            "id": "d274876d-8c09-4bc3-8511-ccd4dc81de97",
            "word": "ward",
            "phonetic": "wɔːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the early days of the outbreak, wards here were bursting.",
                "Oh, here is a ward. ",
                "Now the psych ward is a portion of the hospital, usually a floor.",
                "Now what does a psych ward look like in the day?",
                "-Yes, that's a ward. "
            ],
            "audio": "https://tts.langeek.co/read?text=d2FyZA&hash=3f51761c85ec7e2ecaf27c9526570218b98766e2&lang=en&cache-only=0",
            "defineEn": "a separate area in a hospital for patients with similar conditions",
            "defineVi": "một khu vực riêng biệt trong bệnh viện dành cho bệnh nhân có tình trạng tương tự",
            "hasImg": true
        }
    ]
}