{
    "id": "09b8f878-2dfe-4fa4-b05e-7f9146927137",
    "title": "Top 476 - 500 Nouns",
    "originalTitle": "Top 476 - 500 Nouns",
    "words": [
        {
            "id": "cdf3691c-1b7e-4ea7-9de8-eb6c31be0112",
            "word": "file",
            "phonetic": "faɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The defence has filed a petition to stay proceedings.",
                "Save the instructions to a new file.",
                "Always keep a backup of the file.",
                "Files can be read and written directly into the file system.",
                "Check inside each file carefully to make sure nothing slips through the cracks."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlsZQ&hash=79f064dcb473fa3fceeabd891bee91f7aa972bfb&lang=en&cache-only=0",
            "defineEn": "a collection of data stored together in a computer, under a particular name",
            "defineVi": "một tập hợp dữ liệu được lưu trữ cùng nhau trong một máy tính, dưới một tên cụ thể",
            "hasImg": true
        },
        {
            "id": "28c2834d-21c7-4bc3-bc2e-30963101203b",
            "word": "talk",
            "phonetic": "tɔːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "My wife talked sense into me.",
                "Your friend really talks a blue streak!",
                "The two men talked.",
                "A true leader walks the talk.",
                "He talked a blue streak all through breakfast."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFsaw&hash=48efc3a6c2199768b302d786b5d2028b1f3b48fb&lang=en&cache-only=0",
            "defineEn": "a discussion or conversation",
            "defineVi": "một cuộc thảo luận hoặc cuộc trò chuyện",
            "hasImg": true
        },
        {
            "id": "772678dc-546d-48a9-8868-b896e6482608",
            "word": "path",
            "phonetic": "pæθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A path led down the hill.",
                "A path that beats swords into plowshares.",
                "She will follow a different path than her siblings.",
                "They have followed a different path in their personal lives.",
                "John will follow the path of least resistance."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0aA&hash=b5e27ad65d9bccb7f4858f6129b2e00c5296edf1&lang=en&cache-only=0",
            "defineEn": "a way or track that is built or is made by people walking over the same ground",
            "defineVi": "một con đường hoặc con đường được xây dựng hoặc được thực hiện bởi những người đi bộ trên cùng một mặt đất",
            "hasImg": true
        },
        {
            "id": "7297eedf-8f95-4b28-8167-d3143bc8d8c0",
            "word": "growth",
            "phonetic": "ɡɹoʊθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The active ingredient checks the growth of bacteria.",
                "The modest pace of economic growth has also kept the lid on price growth.",
                "Profit and dividend growth looks like being above average for the foreseeable future.",
                "The modest pace of economic growth has also kept the lid on price growth.",
                "The organization is preparing the ground for future growth by investing in new technology and expanding its product line."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Jvd3Ro&hash=df8c075a281826fe166da784742f438dbb32212f&lang=en&cache-only=0",
            "defineEn": "the process of physical, mental, or emotional development",
            "defineVi": "quá trình phát triển thể chất, tinh thần hoặc tình cảm",
            "hasImg": true
        },
        {
            "id": "773d6156-1c49-4c21-861c-7705725c8997",
            "word": "stress",
            "phonetic": "stɹɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Under stress, the body produces adrenalin.",
                "If you keep working so hard, the stress will eventually take its toll.",
                "The stress of the job caused him to fall to pieces and have panic attacks.",
                "Michael stressed over the prospect of finding a new school for his autistic son yet again after two moves in three years, knowing that three moves are as bad as a fire for his son's specialized educational needs.",
                "What is stressed rather is that the same phenomenon provides the foundation for both historical tendencies."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyZXNz&hash=e8565e69df5740a90b992ead8a765dded03fc85c&lang=en&cache-only=0",
            "defineEn": "a feeling of anxiety and worry caused by different life problems",
            "defineVi": "một cảm giác lo lắng và lo lắng gây ra bởi các vấn đề cuộc sống khác nhau",
            "hasImg": true
        },
        {
            "id": "f6023e78-7217-4be9-a15d-3d5af3cf5ecf",
            "word": "weapon",
            "phonetic": "wɛpən ",
            "partOfSpeechType": "noun",
            "examples": [
                "When the perfect weapon drops into my lap, who am I to say no?",
                "In today's world, where communication is more important than ever, having strong verbal skills can be a valuable asset - a good tongue is a good weapon.",
                "Instead, she reasoned with him and resolved the issue, demonstrating how a man of courage never wants weapons.",
                "Weapon is safe.",
                "Weapons were the first warning."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VhcG9u&hash=9a059ade3eef45c276ceddfa948f073056aaefcd&lang=en&cache-only=0",
            "defineEn": "an object that can physically harm someone or something, such as a gun, bomb, knife, etc.",
            "defineVi": "một vật thể có thể gây hại cho ai đó hoặc thứ gì đó, chẳng hạn như súng, bom, dao, v.v.",
            "hasImg": true
        },
        {
            "id": "3819a587-a06a-42ec-a2eb-f74474515422",
            "word": "gold",
            "phonetic": "ɡoʊld ",
            "partOfSpeechType": "noun",
            "examples": [
                "Prospectors have hit gold.",
                "To work gold.",
                "Some high-end restaurants use gold leaf as a garnish for desserts and other dishes.",
                "Tickets for the concert are like gold dust.",
                "This information is as good as gold."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29sZA&hash=9183f657bf0171de491d236eebc4786c8c7cb423&lang=en&cache-only=0",
            "defineEn": "a valuable yellow-colored metal that is used for making jewelry",
            "defineVi": "một kim loại màu vàng có giá trị được sử dụng để làm đồ trang sức",
            "hasImg": true
        },
        {
            "id": "1500780b-0a2a-4616-b250-4aebffdaaa6d",
            "word": "noise",
            "phonetic": "nɔɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "The closed window blocked out the noise from the street.",
                "The dishwasher is making a strange noise.",
                "The sudden noise made her start.",
                "Local residents have raised concerns about late-night noise.",
                "The constant noise from the construction site vexed the residents of the neighborhood."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9pc2U&hash=6ffb23c06185e4130abebb071ac7e8069357245a&lang=en&cache-only=0",
            "defineEn": "sounds that are usually unwanted or loud",
            "defineVi": "âm thanh thường không mong muốn hoặc lớn",
            "hasImg": true
        },
        {
            "id": "f05a4530-6601-41fc-b9c1-76675e5343c3",
            "word": "treatment",
            "phonetic": "tɹiːtmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Newer treatments for the disease are in the pipeline.",
                "I'm having treatment for my back problem.",
                "People are dying for want of medical treatment.",
                "The treatment has not yet been tried on patients.",
                "We should not give preferential treatment to one element to the detriment of the others."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlYXRtZW50&hash=cd8d0e4091d83f16b6a3e5db896dd881e9ff76fa&lang=en&cache-only=0",
            "defineEn": "an action that is done to relieve pain or cure a disease or an illness",
            "defineVi": "một hành động được thực hiện để giảm đau hoặc chữa bệnh hoặc bệnh tật",
            "hasImg": true
        },
        {
            "id": "7c82ff96-a60d-4426-9553-2b9b55b3f206",
            "word": "trade",
            "phonetic": "tɹeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The out-of-town shopping center will kill local trade.",
                "The out-of-town shopping center will kill local trade.",
                "To learn a language/skill/trade.",
                "People were tempted into the trade by the thought of easy money.",
                "All pretence at unity went out of the window as cabinet colleagues traded insults."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhZGU&hash=6550829c785f46e0efb0d07935a513c55a560cf0&lang=en&cache-only=0",
            "defineEn": "the activity of exchanging goods or services",
            "defineVi": "hoạt động trao đổi hàng hóa hoặc dịch vụ",
            "hasImg": true
        },
        {
            "id": "666bcadd-5914-4610-aa91-70b900e67255",
            "word": "cancer",
            "phonetic": "kænsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cancer kills thousands of people every year.",
                "The department led the world in cancer research.",
                "The event raised over £30 000 for cancer research.",
                "A cure for lung cancer would save thousands of lives each year.",
                "My mother's recent bout with cancer has really put us through the wringer this year."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FuY2Vy&hash=06e748aaac239c72c2499225ac218c2fb47099d6&lang=en&cache-only=0",
            "defineEn": "a serious disease caused by the uncontrolled growth of cells in a part of the body that may spread to other parts",
            "defineVi": "một căn bệnh nghiêm trọng gây ra bởi sự phát triển không kiểm soát của các tế bào trong một bộ phận của cơ thể có thể lây lan sang các bộ phận khác",
            "hasImg": true
        },
        {
            "id": "79a0ff42-f720-419a-8834-49f5797999a4",
            "word": "the ocean",
            "phonetic": "ðɪ oʊʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ancient historians wrote of a lost continent beneath the ocean.",
                "Such helps were like drop in the ocean.",
                "The ocean's blue color amazed us.",
                "We have sounded the depths of the ocean.",
                "The ship sailed across the ocean, carrying cargo from one country to another."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlIG9jZWFu&hash=d6551fe4b49f9b9ccd6f613dc9a5b7d68607a612&lang=en&cache-only=0",
            "defineEn": "the great mass of salt water that covers most of the Earth’s surface",
            "defineVi": "khối lượng lớn nước muối bao phủ hầu hết bề mặt Trái đất",
            "hasImg": true
        },
        {
            "id": "8009c42d-0f99-44a5-9783-9b4c58de1599",
            "word": "move",
            "phonetic": "muːv ",
            "partOfSpeechType": "noun",
            "examples": [
                "She moved her queen.",
                "Things certainly move fast in the blogosphere.",
                "She moved the tray to a side table.",
                "We moved our chairs a little nearer.",
                "She moved the ball toward the opponent's goal."
            ],
            "audio": "https://tts.langeek.co/read?text=bW92ZQ&hash=6ae80e3cac6d4d9849ba5b0bf3693a458a61be71&lang=en&cache-only=0",
            "defineEn": "something that one does or needs to do in order to accomplish something",
            "defineVi": "một cái gì đó mà một người làm hoặc cần phải làm để hoàn thành một cái gì đó"
        },
        {
            "id": "ace0b608-462d-419c-b7ca-2e001e678557",
            "word": "fruit",
            "phonetic": "fɹuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The apple tree in our backyard produces juicy fruits every year.",
                "They topped fruit tarts with mango coulis.",
                "The chef incorporated chunks of multiple fruits into a delectable dessert.",
                "The greengage is a seasonal fruit, typically available during the late summer months.",
                "She cuts the fruit into bite-sized pieces for a fruit salad."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJ1aXQ&hash=ac81e5858aaa1bc9aec76aab5a6958817a06f3a7&lang=en&cache-only=0",
            "defineEn": "something we can eat that grows on trees, plants, or bushes",
            "defineVi": "thứ gì đó chúng ta có thể ăn mọc trên cây, thực vật hoặc bụi rậm",
            "hasImg": true
        },
        {
            "id": "040e1b89-c0ce-4de4-884d-06fceec7e04a",
            "word": "vaccine",
            "phonetic": "væksiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "These people were working day and night to develop a vaccine.",
                "The inadequate supplies of vaccine left many people high and dry when the flu season arrived.",
                "Top executives at pandemic juggernauts Pfizer and Moderna are at odds on the need for a fourth COVID-19 vaccine dose.",
                "Nice-to-know details were pushed to the back burner in a rush to make sure the new vaccines would be safe and effective.",
                "The fact that some individuals were able to gain access to vaccines before others, despite being in a lower priority group, showed that some are more equal than others when it comes to healthcare resources."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFjY2luZQ&hash=732b41b28d88d5ad812be08869d1e84f42f1a0d5&lang=en&cache-only=0",
            "defineEn": "a substance, often administered through needle injections, that stimulates the body's immune response against harmful diseases",
            "defineVi": "một chất, thường được tiêm qua kim tiêm, kích thích phản ứng miễn dịch của cơ thể chống lại các bệnh có hại",
            "hasImg": true
        },
        {
            "id": "ec508c2f-9cee-4cc0-9cae-7b8f972fe01d",
            "word": "ear",
            "phonetic": "ɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The mother gently cleaned her baby's ears with a cotton swab.",
                "Her advice fell on deaf ears.",
                "Her pleas for mercy fell on deaf ears.",
                "Dr. Jaffe pinned her ears back.",
                "The factory owners turned a deaf ear to the demands of the workers."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWFy&hash=a7e8b7c6e05285e6e7e890856e9888b01b6b79cd&lang=en&cache-only=0",
            "defineEn": "each of the two body parts that we use for hearing",
            "defineVi": "mỗi bộ phận trong số hai bộ phận cơ thể mà chúng ta sử dụng để nghe",
            "hasImg": true
        },
        {
            "id": "29c2eb73-f066-4f25-bfe9-063bf6576823",
            "word": "perspective",
            "phonetic": "pɚspɛktɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "He had a different perspective on the movie.",
                "She discovered new perspectives and solutions that she never would have considered otherwise.",
                "From the perspective of realizer functionalism, the role variety rides roughshod over distinctions that need to be taken seriously.",
                "I tried to put the matter into perspective.",
                "Leave it to anxiety to put a situation out of perspective."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc3BlY3RpdmU&hash=5a86ddba161e579ae0b16bd34489b04093414f87&lang=en&cache-only=0",
            "defineEn": "a specific manner of considering something; a certain attitude toward something",
            "defineVi": "một cách cụ thể để xem xét một cái gì đó; một thái độ nhất định đối với một cái gì đó"
        },
        {
            "id": "77becac2-6824-4aad-b7aa-a08d702b1b2e",
            "word": "partner",
            "phonetic": "pɑːɹtnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "His partner left the table in a fit of pique.",
                "The diamond thief double-crossed his partners and gave them only worthless fake jewels.",
                "We're really more like partners.",
                "Ach partner is entitled to share in the profits of the business.",
                "His business partner is holding the fort while he is away."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFydG5lcg&hash=91fa5824e9ab9010a205fb18c2f43127a451df91&lang=en&cache-only=0",
            "defineEn": "the person that you are married to or having a romantic relationship with",
            "defineVi": "người mà bạn đã kết hôn hoặc có một mối quan hệ lãng mạn với",
            "hasImg": true
        },
        {
            "id": "f7d573dd-3328-4242-ae65-7e75e63f64cf",
            "word": "cup",
            "phonetic": "kʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "A cup of coffee hits the spot at any given time.",
                "A cup of tea sounds perfect.",
                "Would you like a cup of coffee?",
                "She passed a cup of tea to the headmaster.",
                "I could murder a cup of tea!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Vw&hash=6c7182884a298c6f4cab787624857c4d86e4479e&lang=en&cache-only=0",
            "defineEn": "a small bowl-shaped container, usually with a handle, that we use for drinking tea, coffee, etc.",
            "defineVi": "một cái hộp nhỏ hình bát, thường có tay cầm, chúng ta dùng để uống trà, cà phê, v.v.",
            "hasImg": true
        },
        {
            "id": "95eaf87c-6f32-442c-a017-e838647866c3",
            "word": "belief",
            "phonetic": "bᵻliːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "He has very firmly held religious beliefs.",
                "She had a sure belief that hard work would lead to success.",
                "The charity organization's mission statement emphasized the belief that poverty is no sin and that everyone deserves dignity and respect.",
                "After careful consideration, he abandoned his previous beliefs and embraced a new ideology.",
                "Plenty of Christians have tried their hand at putting their beliefs into prose or poetry, usually with calamitous aesthetic results."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVsaWVm&hash=86cdd5b220cdfdce85987b8184ad8e895596eed0&lang=en&cache-only=0",
            "defineEn": "a strong feeling of certainty that something or someone exists or is true; a strong feeling that something or someone is right or good",
            "defineVi": "một cảm giác chắc chắn mạnh mẽ rằng một cái gì đó hoặc ai đó tồn tại hoặc là sự thật; một cảm giác mạnh mẽ rằng một cái gì đó hoặc ai đó là đúng hoặc tốt",
            "hasImg": true
        },
        {
            "id": "f23c3bdd-f21e-4f17-81c1-5a86fdbbf068",
            "word": "break",
            "phonetic": "bɹeɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their approach to sports teaching broke the mold.",
                "The movie broke all box-office records.",
                "The movie broke box office records in the US.",
                "The bag broke under the weight of the bottles inside it.",
                "My watch has broken."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWs&hash=d95de3db3ce6955e70bb482a4e1c418429d97bff&lang=en&cache-only=0",
            "defineEn": "a rest from the work or activity we usually do",
            "defineVi": "nghỉ ngơi từ công việc hoặc hoạt động chúng ta thường làm",
            "hasImg": true
        },
        {
            "id": "883fc160-c430-49c0-8e73-41cbaa93f1fc",
            "word": "mission",
            "phonetic": "mɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The charity organization's mission statement emphasized the belief that poverty is no sin and that everyone deserves dignity and respect.",
                "Turning swords into plowshares is not what comes to mind when one thinks about the mission of Soldiers.",
                "Our company is in perfect working order, and our employees are highly motivated, productive, and committed to our mission.",
                "The mission proves a great success.",
                "Then, only about two kilometers above the lunar surface, mission controllers lost contact."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzc2lvbg&hash=f3622ced0d97a338de1387c17594d4da3f837c67&lang=en&cache-only=0",
            "defineEn": "an important task that people are assigned to do, particularly one that involves travel abroad",
            "defineVi": "một nhiệm vụ quan trọng mà mọi người được giao nhiệm vụ, đặc biệt là một nhiệm vụ liên quan đến du lịch nước ngoài"
        },
        {
            "id": "dcf28780-d1a7-425d-aead-1bcbe98df2d3",
            "word": "subject",
            "phonetic": "sʌbdʒɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The professor knew his subject from the ground up.",
                "She studied different subjects in school, from math to history.",
                "We study different subjects like math, science, and English at school.",
                "The loyal subjects bowed down before their king as a sign of reverence.",
                "They exchanged views on every subject under the sun."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ViamVjdA&hash=84940577ecf6ded51b9ed839e05aea89d5fb9257&lang=en&cache-only=0",
            "defineEn": "someone or something that is being described, discussed, or dealt with",
            "defineVi": "một ai đó hoặc một cái gì đó đang được mô tả, thảo luận, hoặc xử lý"
        },
        {
            "id": "6b38e031-8c1d-47e6-84d8-9dc2743aa6e0",
            "word": "technique",
            "phonetic": "tɛkniːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "She showed the technique to her students.",
                "She showed the technique to her students.",
                "The farmer employs modern agricultural techniques to maximize the yield of his soybean crop.",
                "She learned various techniques to reduce her dependence on refined sugar in her daily diet.",
                "The locals generously shared their knowledge of manioc processing techniques."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVjaG5pcXVl&hash=6f1be6f4feb916906035eb74a4c7e70b030fd676&lang=en&cache-only=0",
            "defineEn": "a specific method of carrying out an activity that requires special skills",
            "defineVi": "một phương pháp cụ thể để thực hiện một hoạt động đòi hỏi kỹ năng đặc biệt"
        },
        {
            "id": "020046b0-6503-4da3-82ef-88e02b8f711f",
            "word": "client",
            "phonetic": "klaɪənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The heart of all this is going beyond the letter of the law with your clients.",
                "I always advise my clients to be cautious about sharing sensitive information online.",
                "In one way or another, the representatives will be compared with the total client system.",
                "When the company had already lost a major client, the sales team suggested a new strategy.",
                "Playing golf with clients is one way to mix business with pleasure."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xpZW50&hash=686a32eb6299dd64e8a1f7febc100b501f034a68&lang=en&cache-only=0",
            "defineEn": "a person or organization that pays for the services of a company or recommendations of a professional",
            "defineVi": "một người hoặc tổ chức trả tiền cho các dịch vụ của một công ty hoặc khuyến nghị của một chuyên gia",
            "hasImg": true
        }
    ]
}