{
    "id": "09bc7011-86e7-4f39-be14-ca5d13037dd1",
    "title": "Unit 9 - Lesson 3",
    "originalTitle": "Unit 9 - Lesson 3",
    "words": [
        {
            "id": "3bd3bac3-25b9-42e1-8c17-912ac43ad106",
            "word": "believable",
            "phonetic": "bᵻliːvəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "this is definitely believable to me. -",
                "Yeah, it wasn't really that believable.",
                "It's just not, it's not believable.",
                "Without a believable ID, you can't get a job, pass through airport security, or even stay at a hotel. ",
                "As if that wasn't believable, he says that because of his good performance in these duties, - Okay."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVsaWV2YWJsZQ&hash=06c480702f83861561f8ab0a214d6472e66e33c8&lang=en&cache-only=0",
            "defineEn": "describing something that is possible and therefore can be believed",
            "defineVi": "mô tả một cái gì đó là có thể và do đó có thể được tin tưởng"
        },
        {
            "id": "f22ea104-e518-41e0-bc94-278a0eea061a",
            "word": "debatable",
            "phonetic": "dᵻbeɪɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Well that's debatable.",
                "Now, whether psychology today is considered a hard science or a social science or some other kind might be debatable.",
                "So Tilly starts with the highly debatable proposition that war creates states, which then fight wars, which further enhance the power of states.",
                "So which came first, the depression or your thoughts that might be debatable.",
                "But the scientific reasons why hexagons seem to be everywhere are debatable."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGViYXRhYmxl&hash=06cc35ce4ee632fc007766b618310bc391ecdeee&lang=en&cache-only=0",
            "defineEn": "(of a subject of discussion) unclear or uncertain, therefore can be further discussed or disagreed with",
            "defineVi": "(của một chủ đề thảo luận) không rõ ràng hoặc không chắc chắn, do đó có thể được thảo luận thêm hoặc không đồng ý với"
        },
        {
            "id": "b7470c17-5134-459b-88e9-ebd7c82e74f7",
            "word": "unprovable",
            "phonetic": "ʌnpɹuːvəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW5wcm92YWJsZQ&hash=89dcca54636978b507ea8a66cd08711adfb18f04&lang=en&cache-only=0",
            "defineEn": "(of a thing) very hard or impossible to demonstrate its truth or validity",
            "defineVi": "(của một điều) rất khó hoặc không thể chứng minh sự thật hoặc giá trị của nó"
        },
        {
            "id": "5c8366db-0952-49c6-8a2c-6f3e848b55f9",
            "word": "questionable",
            "phonetic": "kwɛstʃənəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He chose a loyal and hardworking employee from an ordinary background over one with an impressive resume but a questionable work ethic.",
                "Despite the questionable quality of the food, they wolfed it down, knowing that hunger finds no fault with cookery.",
                "After eating the questionable seafood, Tom started to feel nauseous and appeared green around the gills.",
                "After eating that questionable street food, Sarah ended up riding the porcelain bus all night, regretting her adventurous appetite.",
                "Otherwise, the validity of the experiments can become questionable."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVlc3Rpb25hYmxl&hash=f3b1fa103c51d40caa836b02f9659e9beeca77af&lang=en&cache-only=0",
            "defineEn": "vey uncertain or really hard to believe",
            "defineVi": "vey không chắc chắn hoặc thực sự khó tin"
        }
    ]
}