{
    "id": "0a0ca22f-a26c-46e3-b647-0c74ba368a13",
    "title": "Everyday English (Unit 5)",
    "originalTitle": "Everyday English (Unit 5)",
    "words": [
        {
            "id": "0b090e0f-970f-46b5-bbbd-ec209b64ff9a",
            "word": "vegetarian",
            "phonetic": "vɛdʒɪtɛɹiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend prefers a vegetarian sandwich with avocado and sprouts.",
                "My vegetarian friend often uses beans as a filling for vegetarian tacos.",
                "My vegetarian friend enjoyed a nourishing adzuki bean grain bowl for lunch.",
                "The vegetarian menu offers a delicious black bean burrito as a protein-packed option.",
                "The restaurant offered a vegetarian dish with a mix of seasonal vegetables."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVnZXRhcmlhbg&hash=f9bfdbeeb562e7b0f708430d13c745efe7cd116d&lang=en&cache-only=0",
            "defineEn": "someone who avoids eating meat or fish",
            "defineVi": "một người tránh ăn thịt hoặc cá",
            "hasImg": true
        },
        {
            "id": "a5d9d400-8f86-4c7f-8bd5-84948e6abb66",
            "word": "customer",
            "phonetic": "kʌstəmɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef impressed the customers by his special dish of button mushrooms with crumbled feta cheese.",
                "The bakery offered gluten-free options for customers with dietary restrictions.",
                "Customer service calls went unanswered.",
                "Our mascarpone cheesecake is a customer favorite",
                "Customers feel they have been left up the creek without a paddle by the bank."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VzdG9tZXI&hash=683db48f39be401059f0de0fff541aa167650cdb&lang=en&cache-only=0",
            "defineEn": "a person, organization, company, etc. that pays to get things from businesses or stores",
            "defineVi": "một người, tổ chức, công ty, v.v. trả tiền để lấy đồ từ doanh nghiệp hoặc cửa hàng",
            "hasImg": true
        },
        {
            "id": "78321187-e9d2-4a64-ba5a-7c247120c8eb",
            "word": "waiter",
            "phonetic": "weɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The waiter opened the bottle of wine for the guests.",
                "Our waiter cleared the empty plates from the table.",
                "Throughout the evening, the waiter handled the busy restaurant.",
                "The waiter patiently answered our questions about the ingredients in the dish.",
                "The waiter recommended trying the dressed oysters."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FpdGVy&hash=86972c42188709376457d2a12a67dedb6ab22528&lang=en&cache-only=0",
            "defineEn": "a man who brings people food and drinks in restaurants, cafes, etc.",
            "defineVi": "một người đàn ông mang thức ăn và đồ uống cho mọi người trong nhà hàng, quán cà phê, v.v.",
            "hasImg": true
        },
        {
            "id": "200c8af0-d418-4d8e-a403-a1273b523950",
            "word": "table",
            "phonetic": "teɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "His partner left the table in a fit of pique.",
                "At a family reunion picnic, the buffet table showcased a classic beef plate roast.",
                "This business method takes the risk of failure out of the table.",
                "She set the table with plates and glasses in the dining room.",
                "We set the table with plates and silverware."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFibGU&hash=0a0273e9f5bbd22b7d01ea9eb6b6b6ff0fd945f3&lang=en&cache-only=0",
            "defineEn": "furniture with a usually flat surface on top of one or multiple legs that we can sit at or put things on",
            "defineVi": "đồ nội thất có bề mặt thường bằng phẳng trên một hoặc nhiều chân mà chúng ta có thể ngồi hoặc đặt đồ vật lên",
            "hasImg": true
        },
        {
            "id": "9e0c07e8-7497-4f13-9d7b-95502d3655b5",
            "word": "window",
            "phonetic": "wɪndoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "For children, picture books provide a window onto the world.",
                "The closed window blocked out the noise from the street.",
                "The photographs clearly show a broken window.",
                "Two faces appeared at our window.",
                "Language is a window into the world."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZG93&hash=b28e4eb8148fc7ea01aba92634e2bc6811a16f72&lang=en&cache-only=0",
            "defineEn": "a space in a wall or vehicle that is made of glass and we use to look outside or get some fresh air",
            "defineVi": "một không gian trong một bức tường hoặc chiếc xe được làm bằng kính và chúng tôi sử dụng để nhìn ra bên ngoài hoặc hít thở không khí trong lành",
            "hasImg": true
        },
        {
            "id": "012b45da-0422-4e1e-b260-c8be3bfb9ae9",
            "word": "menu",
            "phonetic": "mɛnjuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The menu featured a creative dish of beef plate tacos.",
                "The menu features an innovative dish of Korean-style lamb chops.",
                "The vegetarian menu offers a delicious black bean burrito as a protein-packed option.",
                "They finally added a delicious veggie burger option to their menu.",
                "The restaurant offered a diverse menu to cater to different tastes and dietary restrictions - horses for courses."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVudQ&hash=62bfdc56a302048407ad361c54a4375336f40f17&lang=en&cache-only=0",
            "defineEn": "a list of the different food available for a meal in a restaurant",
            "defineVi": "một danh sách các loại thực phẩm khác nhau có sẵn cho một bữa ăn trong một nhà hàng",
            "hasImg": true
        },
        {
            "id": "b702afda-2a54-45df-b058-cb35676fea6b",
            "word": "list",
            "phonetic": "lɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The conference program included a list of session titles along with their corresponding abstracts.",
                "His name was dropped from the list.",
                "John can list the capital cities of all 50 states off the top of his head.",
                "Shall I add your name to the list?",
                "They added 230 customers to their list at a stroke."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlzdA&hash=7206786449e1de950f2004da25af0fba63ab795a&lang=en&cache-only=0",
            "defineEn": "a series of written or printed names or items, typically one below the other",
            "defineVi": "một loạt các tên hoặc mục được viết hoặc in, thường là cái này bên dưới cái kia",
            "hasImg": true
        },
        {
            "id": "d4f1ac11-abda-4b5e-87ac-19c1d7e6767e",
            "word": "to order",
            "phonetic": "tʊ ɔːɹdɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "They ordered a mouthwatering venison burger from a trendy restaurant.",
                "She ordered a takeaway meal of pizza and garlic bread for dinner.",
                "We ordered takeout pizza for an easy dinner.",
                "I ordered a bowl of delicious oxtail soup for the first time.",
                "Three players got their marching orders last week."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3JkZXI&hash=5a65cdc475df8ca6b86449c09bd01d556754013a&lang=en&cache-only=0",
            "defineEn": "to ask for something, especially food, drinks, services, etc. in a restaurant, bar, or shop",
            "defineVi": "để yêu cầu một cái gì đó, đặc biệt là thực phẩm, đồ uống, dịch vụ, vv trong một nhà hàng, quán bar, hoặc cửa hàng",
            "hasImg": true
        },
        {
            "id": "e0fd2736-8742-4224-979a-d148e9b1c6b1",
            "word": "to suggest",
            "phonetic": "tə sədʒɛst ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the company had already lost a major client, the sales team suggested a new strategy.",
                "An engineer suggested driving a tunnel through the Judean hills.",
                "Recent economic performance suggests that a major crisis is at hand.",
                "I suggest you wear another for today.",
                "That last game suggests that we have been getting ahead of ourselves in praising the team's progress."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VnZ2VzdA&hash=783c43a6141989c390b9d972fa8befff18cf126c&lang=en&cache-only=0",
            "defineEn": "to mention or put forward an idea, proposition, plan, etc. for further consideration or possible action",
            "defineVi": "để đề cập hoặc đưa ra một ý tưởng, đề xuất, kế hoạch, vv để xem xét thêm hoặc hành động có thể",
            "hasImg": true
        },
        {
            "id": "2cd34213-b9a5-4ec2-8d7e-ec4a2d801092",
            "word": "water",
            "phonetic": "wɔːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our waitress poured water for everyone at the table.",
                "Water will always find its own level.",
                "My mother waters the plants in our garden every morning.",
                "Police turned water cannon on the rioters.",
                "The water boiled away."
            ],
            "audio": "https://tts.langeek.co/read?text=d2F0ZXI&hash=fd853ff5e3f42247c9f00b85e95c541093dd8ff0&lang=en&cache-only=0",
            "defineEn": "a liquid with no smell, taste, or color, that falls from the sky as rain, and we use for washing, cooking, drinking, etc.",
            "defineVi": "một chất lỏng không mùi, không vị, không màu, từ trên trời rơi xuống dưới dạng mưa, và chúng ta dùng để giặt giũ, nấu ăn, uống, v.v.",
            "hasImg": true
        },
        {
            "id": "c9bb2cd1-372b-4461-be15-58ec957201e8",
            "word": "still",
            "phonetic": "stɪl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Memories of that day still bring a lump to his throat.",
                "A major technological advancement like that is still light years away.",
                "The child is still running a fever",
                "Men still hold most positions of power in this country.",
                "Our trip is still very much up in the air."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RpbGw&hash=0d544a84282b142edd0f916056c873f1b158c96b&lang=en&cache-only=0",
            "defineEn": "(of a drink) not having bubbles in it",
            "defineVi": "(của một thức uống) không có bong bóng trong đó",
            "hasImg": true
        },
        {
            "id": "d7cc24e8-dd33-49a5-867e-13110ffd59eb",
            "word": "sparkling water",
            "phonetic": "spɑːɹklɪŋ wɔːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BhcmtsaW5nIHdhdGVy&hash=692e5644a248b554eea808d6959e9be27affdb87&lang=en&cache-only=0",
            "defineEn": "water which is carbonated or fizzy",
            "defineVi": "nước có ga hoặc có ga",
            "hasImg": true
        },
        {
            "id": "e2630f5c-2965-4452-88a0-68a3b283526f",
            "word": "sales assistant",
            "phonetic": "seɪlz ɐsɪstənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2FsZXMgYXNzaXN0YW50&hash=2b3811a3d2806335466e96c3b5bcb372601581e0&lang=en&cache-only=0",
            "defineEn": "someone whose job involves helping and selling things to the customers and visitors of a store, etc.",
            "defineVi": "ai đó có công việc liên quan đến việc giúp đỡ và bán những thứ cho khách hàng và khách của một cửa hàng, v.v.",
            "hasImg": true
        },
        {
            "id": "2dbef9f1-2701-4f74-9e30-db5fff8a5f6e",
            "word": "jumper",
            "phonetic": "dʒʌmpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The jumper repeater grenade discharges three large blasts of tear gas in rapid succession.",
                "[Narrator] Some players have a controversial step-back jumper.",
                "Six smoke-filled jumper repeater grenades make an impressive display of saturation.",
                "The jumper, although snug-fitting, was designed to be easily removed.",
                "The blouse, uh, jumper is tailored of eighteen ounce vat-dyed navy blue melting cloth."
            ],
            "audio": "https://tts.langeek.co/read?text=anVtcGVy&hash=6030de986f22d171fbb5adb8c396402f22fcf635&lang=en&cache-only=0",
            "defineEn": "a dress with no sleeves or collar that is worn over other garments",
            "defineVi": "một chiếc váy không có tay áo hoặc cổ áo được mặc trên các loại quần áo khác",
            "hasImg": true
        },
        {
            "id": "4dddf007-c823-43d9-bc79-fa1c581820dc",
            "word": "to help",
            "phonetic": "tə hɛlp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The support of our families has helped enormously.",
                "Helping you?",
                "Such helps were like drop in the ocean.",
                "The taxi driver helped me with my luggage.",
                "His help is useful as a chocolate teapot."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGVscA&hash=104071ad0e1b6429543e26ac7011f715dc2763aa&lang=en&cache-only=0",
            "defineEn": "to give someone what they need or to make doing something easier or possible for them",
            "defineVi": "để cung cấp cho ai đó những gì họ cần hoặc để làm điều gì đó dễ dàng hơn hoặc có thể cho họ",
            "hasImg": true
        },
        {
            "id": "b8a63c5c-0035-4b28-9fa5-76022f27c1c0",
            "word": "color",
            "phonetic": "kʌlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The color green has a restful effect.",
                "The ocean's blue color amazed us.",
                "That color has gone out of fashion.",
                "What is your favorite color?",
                "The artist mixed different colors to create a masterpiece."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sb3I&hash=0e9556088420caa83f9a31a4ce979269fcd08aaf&lang=en&cache-only=0",
            "defineEn": "a quality such as red, green, blue, yellow, etc. that we see when we look at something",
            "defineVi": "một phẩm chất chẳng hạn như đỏ, xanh lá cây, xanh dương, vàng, v.v. mà chúng ta thấy khi nhìn vào một thứ gì đó",
            "hasImg": true
        },
        {
            "id": "2d759e94-304c-431a-8f9c-7325d32df4d6",
            "word": "size",
            "phonetic": "saɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "He takes size 5 boots.",
                "The family has grown in size recently.",
                "What size shoes do you take?",
                "Tortelloni's substantial size makes them a better choice compared to the bite-sized tortellini.",
                "Of course we'll change it for a larger size, Madam."
            ],
            "audio": "https://tts.langeek.co/read?text=c2l6ZQ&hash=3b32145535a719db0b0dc6d0f4a831bf5e7a9a2f&lang=en&cache-only=0",
            "defineEn": "how small or big something is; the amount of something",
            "defineVi": "một cái gì đó nhỏ hay lớn như thế nào; số lượng của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "345fde45-f3be-4275-b3ba-663e2810b0c8",
            "word": "to try on",
            "phonetic": "tə tɹaɪ ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The treatment has not yet been tried on patients.",
                "She tried on different hats at the store to find the perfect fit.",
                "She tried on several dresses before finding the perfect one.",
                "Now you try on the overalls.",
                "But I am going to try on hearing aids for the first time today."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJ5IG9u&hash=6b347377955770d4bb5b1875498d70add91a5fb0&lang=en&cache-only=0",
            "defineEn": "to put on a piece of clothing to see if it fits and how it looks",
            "defineVi": "mặc một bộ quần áo để xem nó có vừa không và nó trông như thế nào",
            "hasImg": true
        },
        {
            "id": "2cd0958b-b251-4d8e-aa1e-062a601e6084",
            "word": "suit",
            "phonetic": "suːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This suit is a steal at $80.",
                "Part-time work would suit me right down to the ground.",
                "He paired his suit with polished dress shoes.",
                "That job would suit you to a tee.",
                "My dad bought a stylish suit for his friend's wedding."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VpdA&hash=0256967c98f34fd7f4bd32194fe3a27f6749e902&lang=en&cache-only=0",
            "defineEn": "a jacket with a pair of pants or a skirt that are made from the same cloth and should be worn together",
            "defineVi": "áo khoác với quần hoặc váy được làm từ cùng một loại vải và nên được mặc cùng nhau",
            "hasImg": true
        },
        {
            "id": "0f309272-2ea0-4535-ab15-1b4af3cda04e",
            "word": "card",
            "phonetic": "kɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Someone has stacked the cards against me.",
                "He's still playing his cards close to his chest.",
                "Anne's aunt always sends her birthday cards and gifts.",
                "She drew a red heart on the card, with words of love and appreciation.",
                "Marriage has been on the cards from day one."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZA&hash=46e72e3b98defa53190cc5a83926db709a93de6e&lang=en&cache-only=0",
            "defineEn": "a business or identification card issued by a government, organization, or institution for official purposes",
            "defineVi": "thẻ kinh doanh hoặc thẻ căn cước do chính phủ, tổ chức hoặc cơ quan cấp cho các mục đích chính thức",
            "hasImg": true
        },
        {
            "id": "118bce14-b0b8-4333-8f04-bb8585fe7741",
            "word": "cash",
            "phonetic": "kæʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I am short of cash at the moment.",
                "He cashed in his chips last summer aged 65.",
                "Andy cashed in his chips as soon as business started to slow down.",
                "I just took the easy way out and gave him some cash.",
                "He'd been helping himself to the money in the cash register."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzaA&hash=53b153d3b82c38f64a284c056fe78bb1be269140&lang=en&cache-only=0",
            "defineEn": "money in bills or coins, rather than checks, credit, etc.",
            "defineVi": "tiền dưới dạng hóa đơn hoặc tiền xu, thay vì séc, tín dụng, v.v.",
            "hasImg": true
        },
        {
            "id": "efd9c35c-b438-4128-8f72-f03ba278d766",
            "word": "guest",
            "phonetic": "ɡɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "In a trendy vegetarian café, guests enjoy flavorful chickpea and pork cutlets.",
                "At a lively seafood restaurant, guests relished succulent crab legs.",
                "Guests at the outdoor wedding reception enjoye grilled beefsteaks as the main course.",
                "Our guests were on and on about the food.",
                "Impress your guests with a mouthwatering morel mushroom and asparagus quiche for a delightful brunch option."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Vlc3Q&hash=e328416208430fc81487e3d42c7e410bc7b1a91d&lang=en&cache-only=0",
            "defineEn": "someone who is invited to visit someone else's home or attend a social event",
            "defineVi": "một người được mời đến thăm nhà của người khác hoặc tham dự một sự kiện xã hội",
            "hasImg": true
        },
        {
            "id": "c958c362-651e-426a-9297-d0af3e2e8f19",
            "word": "list",
            "phonetic": "lɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The conference program included a list of session titles along with their corresponding abstracts.",
                "His name was dropped from the list.",
                "John can list the capital cities of all 50 states off the top of his head.",
                "Shall I add your name to the list?",
                "They added 230 customers to their list at a stroke."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlzdA&hash=7206786449e1de950f2004da25af0fba63ab795a&lang=en&cache-only=0",
            "defineEn": "a series of written or printed names or items, typically one below the other",
            "defineVi": "một loạt các tên hoặc mục được viết hoặc in, thường là cái này bên dưới cái kia",
            "hasImg": true
        },
        {
            "id": "5746aa56-32f3-4a71-b539-37ead1c0e7a2",
            "word": "invitation",
            "phonetic": "ɪnvɪteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lunch invitation was clearly a fishing expedition to obtain information about his private life.",
                "There were doubts as to whether she was included in the invitation.",
                "It's time we returned their invitation.",
                "And an invitation to join the press conference.",
                "Xu Xian had just received yet another invitation to the opening ceremony of the new Jin Shan Temple."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52aXRhdGlvbg&hash=7b989781c39b79dc110e5032d71d99073282e4f4&lang=en&cache-only=0",
            "defineEn": "a written or spoken request to someone, asking them to attend a party or event",
            "defineVi": "một yêu cầu bằng văn bản hoặc nói cho ai đó, yêu cầu họ tham dự một bữa tiệc hoặc sự kiện",
            "hasImg": true
        },
        {
            "id": "077a4783-6846-465b-bf9a-431e50f61e45",
            "word": "to come over",
            "phonetic": "tə kʌm oʊvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "When Mike comes over for dinner, he will make himself at home by offering to help in the kitchen and finding a cozy spot to relax.",
                "So the doctor comes over.",
                "Come over.",
                "And this older guy comes over.",
                "A hush comes over the anxious slaves."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tZSBvdmVy&hash=3018c8f3fd3246a03edbf43401c036c3ca8a0589&lang=en&cache-only=0",
            "defineEn": "to come to someone’s house in order to visit them for a short time",
            "defineVi": "đến nhà ai đó để thăm họ trong một thời gian ngắn",
            "hasImg": true
        },
        {
            "id": "9793cf4d-028f-46c3-9c76-99078e564283",
            "word": "drink",
            "phonetic": "dɹɪŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children drank their juice from colorful plastic glasses.",
                "My parents always drink orange juice for breakfast.",
                "Get a drink for John.",
                "I usually drink a cup of green tea in the afternoon.",
                "My brother always drinks smoothie after exercising."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJpbms&hash=00def89142a9c8e1fb6f2d622311b46636db6bd9&lang=en&cache-only=0",
            "defineEn": "any liquid that we can drink",
            "defineVi": "bất kỳ chất lỏng nào chúng ta có thể uống",
            "hasImg": true
        },
        {
            "id": "c9ddcaaa-a6dd-43d7-b9d3-5d9fdea013ca",
            "word": "snack",
            "phonetic": "snæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "We snacked on crispy roasted adzuki beans by the riverside.",
                "Try some dried apricots as a healthy snack.",
                "A complimentary afternoon snack is served to all guests.",
                "He ate an orange carrot for a snack.",
                "They snacked on a handful of mixed nuts for an energy boost during their hike."
            ],
            "audio": "https://tts.langeek.co/read?text=c25hY2s&hash=e379bd7ae8ea6793e883bf254828c6058c1ea05c&lang=en&cache-only=0",
            "defineEn": "a small meal that is usually eaten between the main meals or when there is not much time for cooking",
            "defineVi": "một bữa ăn nhỏ thường được ăn giữa các bữa ăn chính hoặc khi không có nhiều thời gian để nấu ăn",
            "hasImg": true
        },
        {
            "id": "525e6686-542f-4a64-be01-e4de9e10876e",
            "word": "to move",
            "phonetic": "tə muːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "She moved her queen.",
                "Things certainly move fast in the blogosphere.",
                "She moved the tray to a side table.",
                "We moved our chairs a little nearer.",
                "She moved the ball toward the opponent's goal."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbW92ZQ&hash=e59a3a204d7647bde2016efcae1344269cdd7b59&lang=en&cache-only=0",
            "defineEn": "to go from one place to another; to change position",
            "defineVi": "đi từ nơi này đến nơi khác; để thay đổi vị trí",
            "hasImg": true
        },
        {
            "id": "1185ad90-d74e-4ac7-8c8b-0ac58cf443ec",
            "word": "furniture",
            "phonetic": "fɜːnɪtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The furniture store has a wide section of sofas, tables, and chairs.",
                "For generations, people have made furniture out of what was available.",
                "My sister rearranged the furniture in her room to create more space.",
                "We bought new furniture for our bedroom, including a bed and a wardrobe.",
                "The dining room has a table and chairs as furniture."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVybml0dXJl&hash=55859bf9c085f00b7c0e1cc2aae23658d69ef601&lang=en&cache-only=0",
            "defineEn": "pieces of equipment such as tables, desks, beds, etc. that we put in a house or office so that it becomes suitable for living or working in",
            "defineVi": "các thiết bị như bàn, bàn, giường, v.v. mà chúng ta đặt trong một ngôi nhà hoặc văn phòng để nó trở nên phù hợp để sống hoặc làm việc trong đó",
            "hasImg": true
        },
        {
            "id": "9daf6d5f-40bb-47bc-ad70-65b2880382d0",
            "word": "to choose",
            "phonetic": "tə tʃuːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "She chose a knee-length skirt for the office.",
                "May I choose the restaurant?",
                "He chose a seat facing the door.",
                "Many people choose not to marry.",
                "He chose to go."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hvb3Nl&hash=80659d5f5ce2337fbe44d87e00e4051f82a4323f&lang=en&cache-only=0",
            "defineEn": "to decide what we want to have or what is best for us from a group of options",
            "defineVi": "để quyết định những gì chúng tôi muốn có hoặc những gì là tốt nhất cho chúng tôi từ một nhóm các tùy chọn",
            "hasImg": true
        },
        {
            "id": "78b1c295-549a-4be0-855c-3001d5d5f78c",
            "word": "music",
            "phonetic": "mjuːzɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Can you read music?",
                "The music was far too loud for my liking.",
                "Her words were music to my ears.",
                "Set this poem to music.",
                "That music really gets me."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzaWM&hash=e110ab2a8fd17c950e2017dfd5aab54ca22e6d69&lang=en&cache-only=0",
            "defineEn": "a series of sounds made by instruments or voices, arranged in a way that is pleasant or exciting to listen to",
            "defineVi": "một loạt âm thanh được tạo ra bởi các nhạc cụ hoặc giọng nói, được sắp xếp theo cách dễ chịu hoặc thú vị để nghe",
            "hasImg": true
        },
        {
            "id": "be889fd1-8f66-4ed3-81ea-0ae8a633b92d",
            "word": "to clear up",
            "phonetic": "tə klɪɹ ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Glad we cleared up that confusing distinction that you might not have actually been confused by.",
                "A stolen credit card can usually be cleared up in a few hours.",
                "Yeah, I'm putting Vaseline on it, it's clearing up.",
                "But only to clear up the difference between Pilgrims and Puritans and also to talk about Squanto.",
                "The weather is supposed to clear up."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xlYXIgdXA&hash=87bcd31f2b02af91970c2f0040b1ddc2b2926742&lang=en&cache-only=0",
            "defineEn": "to resolve or clarify a situation, problem, or misunderstanding, typically involving confusion, doubt, or uncertainty",
            "defineVi": "để giải quyết hoặc làm rõ một tình huống, vấn đề hoặc sự hiểu lầm, thường liên quan đến sự nhầm lẫn, nghi ngờ hoặc không chắc chắn"
        }
    ]
}