{
    "id": "0a380bfa-d3b7-42ec-ac58-cbf3ce546e9c",
    "title": "Physics",
    "originalTitle": "Lesson 15",
    "words": [
        {
            "id": "8793afb6-045f-487f-9d90-a198cc2b34e4",
            "word": "to bend",
            "phonetic": "tə bɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The gymnast effortlessly bent her body into a graceful arch during her routine.",
                "He takes bends much too fast.",
                "The river took a meandering bend through the picturesque valley.",
                "The hiker bent at the waist to drink water from the stream.",
                "He bent his back to lift the heavy box."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVuZA&hash=3015e78edd4450457aca17ff9d6c588f69e002b5&lang=en&cache-only=0",
            "defineEn": "to make something straight become curved or folded",
            "defineVi": "để làm cho một cái gì đó thẳng trở nên cong hoặc gấp",
            "hasImg": true
        },
        {
            "id": "43686703-775c-4de6-a890-784df69e18e7",
            "word": "block",
            "phonetic": "blɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The clouds blocked the sun, creating a momentary shadow.",
                "The train station is just a few blocks to the east of here.",
                "The new office block has become an expensive white elephant.",
                "Marco Silva has his head on the block at the moment.",
                "She always puts her neck on the block by telling lies."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxvY2s&hash=25101566b852d3720bf15e757f0bbb3037b6a3bf&lang=en&cache-only=0",
            "defineEn": "a large solid piece of material that is square or rectangular in shape and has flat sides",
            "defineVi": "một mảnh vật liệu rắn lớn có hình vuông hoặc hình chữ nhật và có các mặt phẳng",
            "hasImg": true
        },
        {
            "id": "fe17ab82-5b27-4598-91d4-77335d045baa",
            "word": "charge",
            "phonetic": "tʃɑːɹdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "To bring charges/legal action/proceedings against somebody.",
                "First of all, they're charging an arm and a leg.",
                "I was put in charge of the office.",
                "The charges against the suspect will come up in court tomorrow.",
                "Who put Tony in charge of the accounts?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcmdl&hash=b78c2d53cb3c7887b53b8ee9963a5d0c48c1cd2b&lang=en&cache-only=0",
            "defineEn": "the physical property in matter that causes it to experience a force in an electromagnetic field",
            "defineVi": "tính chất vật lý trong vật chất khiến nó chịu một lực trong trường điện từ"
        },
        {
            "id": "42892d47-566b-49a1-8c92-6219f09bfa34",
            "word": "force",
            "phonetic": "foːɹs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We all felt the force of her arguments.",
                "The school took the full force of the explosion.",
                "The organization was forced to abandon its plans for expansion due to budget constraints.",
                "The company CEO was forced to own up to the financial scandal.",
                "The referee was forced to stop the game because of heavy snow."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yY2U&hash=ba3fb6d081d754612a851c7a44fb2da6ad7fde4f&lang=en&cache-only=0",
            "defineEn": "(physics) an effect that causes a body to move or change direction",
            "defineVi": "(vật lý) tác dụng làm cho vật chuyển động hoặc đổi hướng"
        },
        {
            "id": "679a49a2-e270-41cf-9da0-308cf4058934",
            "word": "nuclear",
            "phonetic": "nuːklɪɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The nuclear power plant released a small amount of radiation into the atmosphere after the incident.",
                "Disposal of nuclear waste was a problem whose solution was endlessly delayed, a tar baby no one wanted anything to do with.",
                "Military and nuclear research have received the lion's share of public funding.",
                "Send in the troops, aircraft, nuclear submarine experts, the whole nine yards.",
                "Nuclear energy creates an uneasy feeling of danger for many people."
            ],
            "audio": "https://tts.langeek.co/read?text=bnVjbGVhcg&hash=0231b7b5f053bbf70d212393f5b7f2adbd1c76b6&lang=en&cache-only=0",
            "defineEn": "describing weapons that are powered by the energy produced either from nuclear fission or a combination of fusion and fission reactions",
            "defineVi": "mô tả vũ khí được cung cấp bởi năng lượng được tạo ra từ phản ứng phân hạch hạt nhân hoặc sự kết hợp của phản ứng nhiệt hạch và phản ứng phân hạch"
        },
        {
            "id": "4085ac79-aa93-4df6-9771-ca128a05af6e",
            "word": "physicist",
            "phonetic": "fɪzɪsɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Physicists searching for the hypothetical particle may be on a wild goose chase.",
                "Physicists call this quantum tunnelling.",
                "Physicists call this force the normal force.",
                "Which physicist Alexander Friedmann did.",
                "Yeah, physicists do that a lot."
            ],
            "audio": "https://tts.langeek.co/read?text=cGh5c2ljaXN0&hash=7d2d3f6509efb56daff7156da864a374e8e88caf&lang=en&cache-only=0",
            "defineEn": "an individual who is trained in physics",
            "defineVi": "một cá nhân được đào tạo về vật lý"
        },
        {
            "id": "de0e0b79-732b-4c6a-8f47-349ead150eec",
            "word": "wave",
            "phonetic": "weɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "The passengers waved goodbye to their loved ones from the ship's deck.",
                "The waves drove against the shore.",
                "Well, you can wave goodbye to your brand new car, mister!",
                "The sound of waves breaking on the beach.",
                "The politician is riding on the wave of public support, with high approval ratings and successful campaigns."
            ],
            "audio": "https://tts.langeek.co/read?text=d2F2ZQ&hash=af7c0cbb77e4c215c6577b12e49738b4c48a2260&lang=en&cache-only=0",
            "defineEn": "(physics) the particular type of movement of light and sound that is a kind of oscillation, by which energy but not matter is transfered",
            "defineVi": "(vật lý) loại chuyển động cụ thể của ánh sáng và âm thanh là một loại dao động, theo đó năng lượng chứ không phải vật chất được truyền đi"
        },
        {
            "id": "eaab2fd6-5fb5-42e9-954f-169f77dc048d",
            "word": "to activate",
            "phonetic": "tʊ æktᵻveɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I need to activate the yeast by dissolving it in warm water before adding it to the bread dough.",
                "Energy pod activated.",
                "Energy pod activated.",
                "But other objects, like a cup of coffee or a building, activate other parts of the temporal cortex.",
                "The helper T cell is activated."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWN0aXZhdGU&hash=e34895e7c72d5229be1568f0ad69f92e65938a1d&lang=en&cache-only=0",
            "defineEn": "to make something such as a process, piece of equipment, etc. start working",
            "defineVi": "để làm cho một cái gì đó như một quy trình, thiết bị, v.v. bắt đầu hoạt động",
            "hasImg": true
        },
        {
            "id": "e0c20e77-f86a-43c9-af35-854a8d26fe66",
            "word": "atom",
            "phonetic": "æɾəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Atoms form molecules.",
                "Fission bombs like the weapons that struck Japan, split atoms apart.",
                "Atoms are the building blocks of matter.",
                "In this way, atoms are a lot like us.",
                "Other Lewis bases are negatively charged atoms like chloride, or groups of atoms like hydroxide."
            ],
            "audio": "https://tts.langeek.co/read?text=YXRvbQ&hash=e6bbe7259badb05d037cac19060dbd931f7f452f&lang=en&cache-only=0",
            "defineEn": "(science) the smallest part of a chemical element that is found in the nature",
            "defineVi": "(khoa học) phần nhỏ nhất của một nguyên tố hóa học được tìm thấy trong tự nhiên",
            "hasImg": true
        },
        {
            "id": "ab45db7b-8753-45ce-b372-de07f3ec35bd",
            "word": "concrete",
            "phonetic": "kɑːŋkɹiːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Leave the concrete to set for a few hours.",
                "The CEO gave a great speech about the company's commitment to social responsibility, but talk is cheap unless they start implementing concrete actions to reduce their carbon footprint.",
                "So the concrete is inherently stronger.",
                "The concrete industry uses about 3 trillion liters of water a year.",
                "\"The concrete evidence is right here.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY3JldGU&hash=091b554dde500bac878936298c2c64c6d528db2c&lang=en&cache-only=0",
            "defineEn": "real, factual, and existing in a material or physical form in a way that can be sensed",
            "defineVi": "có thật, thực tế và tồn tại ở dạng vật chất hoặc vật chất theo cách có thể cảm nhận được"
        },
        {
            "id": "3d16b85b-179a-4e8d-8557-5029f0ef6e22",
            "word": "flexible",
            "phonetic": "flɛksɪbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The human resources manager understood that her employees had varying needs and preferences, and created a flexible work environment to accommodate them - different strokes for different folks.",
                "Flexible working hours are a win-win situation for employers and employees.",
                "His body is still flexible.",
                "He’s very flexible.",
                "He is very flexible inside."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxleGlibGU&hash=8b7cacc2c60855e0d2e99cf9226a1ca0617acb4c&lang=en&cache-only=0",
            "defineEn": "able to be bent or folded easily",
            "defineVi": "có thể uốn cong hoặc gấp lại dễ dàng",
            "hasImg": true
        },
        {
            "id": "0844c58d-9f75-4872-8847-adb86292d348",
            "word": "field",
            "phonetic": "fiːld ",
            "partOfSpeechType": "noun",
            "examples": [
                "After all, fields have eyes, and woods have ears.",
                "They turned the horse into the field.",
                "To drive sheep into a field.",
                "The majestic horse galloped across the open field.",
                "The baseball team has nine players on the field at a time."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmllbGQ&hash=34e0ce6e022f08ac00100a44897bf3d0d2f761ba&lang=en&cache-only=0",
            "defineEn": "(physics) the space or area within which the effect of a particular force exists",
            "defineVi": "(vật lý) không gian hoặc khu vực trong đó tồn tại tác dụng của một lực cụ thể",
            "hasImg": true
        },
        {
            "id": "ff506d4d-7057-4ab9-99dd-f6d4af5e91ba",
            "word": "to contract",
            "phonetic": "tə kəntɹækt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company has held the advertising contract since 2005.",
                "Contracts and leases to work the mines.",
                "Our competitors obtained the contract by breaking every rule in the book.",
                "That contract proved to be a millstone around his neck.",
                "The company has won a contract to supply books and materials to schools."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udHJhY3Q&hash=dbc92c1f895c97fc8d360b561ebdc5d78c7be2d6&lang=en&cache-only=0",
            "defineEn": "to become smaller, narrower, or tighter",
            "defineVi": "để trở nên nhỏ hơn, hẹp hơn, hoặc chặt chẽ hơn"
        },
        {
            "id": "a394961f-d1b0-4054-920b-8a9b2efbd59d",
            "word": "to crack",
            "phonetic": "tə kɹæk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Small cracks appeared in the wall.",
                "Ken made a few cracks about the movie.",
                "That detail must have slipped between the cracks.",
                "We were up at the crack of dawn.",
                "The private finance initiative has not papered over the cracks, although it has lined plenty of pockets."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3JhY2s&hash=2f497ee273171f2d1109f864a5cc1432d5d5286b&lang=en&cache-only=0",
            "defineEn": "to break on the surface without falling into separate pieces",
            "defineVi": "để phá vỡ trên bề mặt mà không rơi vào mảnh riêng biệt"
        },
        {
            "id": "5c9d9ff3-ef8b-4d03-b3c8-187a8c0eb071",
            "word": "matter",
            "phonetic": "mæɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chairman's resignation finally brought matters to a head.",
                "I gave the matter a lot of thought.",
                "What's the matter with Matt?",
                "Art is very much a matter of taste.",
                "Local people took matters into their own hands and hired their own security guards."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0dGVy&hash=daac6722c874ec2dc65b31439599dbe67f694398&lang=en&cache-only=0",
            "defineEn": "a physical substance that occupies space and exists in every material in the universe",
            "defineVi": "một chất vật chất chiếm không gian và tồn tại trong mọi vật chất trong vũ trụ",
            "hasImg": true
        },
        {
            "id": "4ed1e3ec-c7fe-421e-be95-827eec0a5389",
            "word": "pressure",
            "phonetic": "pɹɛʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The nurse takes my blood pressure.",
                "They all feel pressure from managers to make a sale.",
                "The pressure began to tell as rain closed in after 20 laps.",
                "The team captain felt the pressure of leading his team to victory, knowing that the outcome would reflect on his leadership.",
                "In the novel, the protagonist is pressured by her parents to marry money and is introduced to a wealthy suitor who can provide her with a luxurious lifestyle."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc3N1cmU&hash=80585a5387c896133c2b57e77be19a17b68fd6f2&lang=en&cache-only=0",
            "defineEn": "(physics) the amount of force exerted per area that is measured in pascal, newton per square meter, etc.",
            "defineVi": "(vật lý) lượng lực tác dụng lên một diện tích được đo bằng pascal, newton trên mét vuông, v.v."
        },
        {
            "id": "e76cf7cc-6008-4777-9e67-db536db9cc3d",
            "word": "motion",
            "phonetic": "moʊʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The motion was passed by 16 votes to 11.",
                "Rady made a motion to close the book on the matter.",
                "Mark's excessive motion sickness during the roller coaster ride forced him to take a break and drive the porcelain bus in the nearby restroom.",
                "Sarah couldn't handle the extreme motion of the roller coaster and ended up tossing her cookies all over the ground.",
                "He applied toothpaste to his toothbrush and started brushing his teeth in circular motions."
            ],
            "audio": "https://tts.langeek.co/read?text=bW90aW9u&hash=dd5fcbc1a6fe81503520a1bab1f400c3d12fa632&lang=en&cache-only=0",
            "defineEn": "the process or act of moving or changing place",
            "defineVi": "quá trình hoặc hành động di chuyển hoặc thay đổi địa điểm",
            "hasImg": true
        },
        {
            "id": "6039c9ae-7316-4669-982e-b3963bb875d5",
            "word": "radiation",
            "phonetic": "ɹeɪdɪeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Geiger counter detected high levels of radiation in the vicinity of the radioactive material.",
                "The radiation from the sun provides heat and light to sustain life on Earth.",
                "The nuclear power plant released a small amount of radiation into the atmosphere after the incident.",
                "The cancer patient underwent radiation therapy to target and destroy cancer cells.",
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFkaWF0aW9u&hash=21453f103f439933e44658bd9c4c28cb139b9c5b&lang=en&cache-only=0",
            "defineEn": "the energy transmitted in the form of particles or waves through the space or a matter",
            "defineVi": "năng lượng được truyền dưới dạng hạt hoặc sóng trong không gian hoặc vật chất",
            "hasImg": true
        },
        {
            "id": "54d03d06-93b6-49f7-bf2f-d86fe5cbb0f7",
            "word": "to react",
            "phonetic": "tə ɹɪækt ",
            "partOfSpeechType": "verb",
            "examples": [
                "When it was accused of racism, sexism, anti-environmentalism, it reacted defensively, exacerbating the situation.",
                "How did they react when they learned the news?",
                "The soldier knew that in combat, he who hesitates is lost, and so he trained rigorously to react quickly and decisively in any situation.",
                "I'm not sure how he's going to react when he meets my family!",
                "Our brains react the same way to food."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVhY3Q&hash=019e13682c940ee86044b856099cc64c6c76f9bc&lang=en&cache-only=0",
            "defineEn": "(physics) to be subject to physical or chemical change",
            "defineVi": "(vật lý) chịu sự thay đổi vật lý hoặc hóa học"
        },
        {
            "id": "ee268eeb-bc4a-4775-903f-b2272bc4947a",
            "word": "to accelerate",
            "phonetic": "tʊ ɐksɛlɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Step four, accelerate.",
                "Findings on two new candidates could accelerate the effort.",
                "Hardware accelerated video decoding for web browsers.",
                "This trend accelerated during the Industrial Revolution.",
                "The universe’s expansion is accelerating!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNjZWxlcmF0ZQ&hash=2f1c4eef4f9cb09aaaf192e7caf6c69d20db8472&lang=en&cache-only=0",
            "defineEn": "to increase the velocity of something",
            "defineVi": "để tăng vận tốc của một cái gì đó"
        },
        {
            "id": "3e74207f-39ab-46da-9e8e-b529a966b321",
            "word": "to bond",
            "phonetic": "tə bɑːnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "His word is his bond and I vouch for him.",
                "Although they have their differences, there's no denying that they share a lot of similarities - like mother, like daughter, they have a strong bond and connection.",
                "Tom and his wife have been happily married for over 20 years, and they still have a strong bond.",
                "The bond offered a competitive yield, attracting many investors looking for stable returns.",
                "The mother and daughter enjoyed a delightful afternoon of shopping and bonding."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm9uZA&hash=d7b8e686e3a1fad64f1f50967480aea3f33087d6&lang=en&cache-only=0",
            "defineEn": "(chemistry) to merge or be merged by a chemical bond",
            "defineVi": "(hoá học) hợp nhất hoặc hợp nhất bằng liên kết hoá học",
            "hasImg": true
        },
        {
            "id": "d8b520fb-fb6d-4eb5-b14a-b8855edfd8ac",
            "word": "to circulate",
            "phonetic": "tə sɜːkjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "With a creak, the old wooden window finally opened, allowing fresh air to circulate.",
                "The tabloids were quick to label the famous actor as a backdoor man after rumors circulated about his affairs with multiple co-stars.",
                "When counterfeit bills started circulating in the town, people became skeptical of using the genuine currency, leading to a decrease in the overall value of money in circulation, showing how bad money drives out good.",
                "These guys, these electrons, these pi electrons can circulate all around.",
                "Online rumors circulate frequently."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2lyY3VsYXRl&hash=53f1ecbdc8bc8c311d40cf2c6606c7030419b9af&lang=en&cache-only=0",
            "defineEn": "(of gas, air, or liquid) to constantly move around inside a closed area",
            "defineVi": "(của khí, không khí hoặc chất lỏng) để liên tục di chuyển xung quanh bên trong một khu vực kín"
        },
        {
            "id": "32301293-8706-4671-bf5e-03651074157f",
            "word": "density",
            "phonetic": "dɛnsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And density has a huge effect on vibrations.",
                "For one, without the stress of Earth's gravity, her bones lose density.",
                "The water’s density also increases with a higher salt content.",
                "The nucleus has a crazy-high density.",
                "Both determine the density of the water."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVuc2l0eQ&hash=530b8f7966015bbd8382c183977b987d3836fec2&lang=en&cache-only=0",
            "defineEn": "(physics) the degree to which a substance is compacted, measured by dividing its mass by its volume",
            "defineVi": "(vật lý) mức độ mà một chất được nén chặt, được đo bằng cách chia khối lượng của nó cho thể tích của nó",
            "hasImg": true
        },
        {
            "id": "19d20527-a456-4be6-8e36-5786fbbee7ba",
            "word": "energy",
            "phonetic": "ɛnɚdʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Save some energy for the end of the race.",
                "Lower energy consumption means less pollution.",
                "Recycling waste saves energy.",
                "Her energy and talent took her to the top of her profession.",
                "The teacher spends a lot of energy planning a good lesson."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5lcmd5&hash=2f0e26b00a1151bbab2cda520e1debc6046d80c2&lang=en&cache-only=0",
            "defineEn": "(physics) a source of power that is required to do any work that may exist in potential, kinetic, thermal and other forms",
            "defineVi": "(vật lý) nguồn năng lượng cần thiết để thực hiện bất kỳ công nào có thể tồn tại ở dạng thế năng, động năng, nhiệt năng và các dạng khác",
            "hasImg": true
        },
        {
            "id": "425c6481-335d-4f05-9d30-fb46af9e8aea",
            "word": "fusion",
            "phonetic": "fjuːʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Iranian cuisine is influenced by various Asian flavors, making it a delightful fusion of Middle Eastern and Asian culinary traditions.",
                "Neon fusion creates more magnesium, as well as some oxygen.",
                "Among a pile of other elements, silicon fusion creates iron.",
                "Finally, this fusion creates a new apple tree with the desired qualities.",
                "Fusion on the other hand, combines two atoms into one."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVzaW9u&hash=110b194a200519df42e6ee7618718c0324bc7a5e&lang=en&cache-only=0",
            "defineEn": "(physics) a nuclear reaction by which the nuclei of atoms combine and form a heavier nucleus, producing nuclear energy",
            "defineVi": "(vật lý) phản ứng hạt nhân trong đó hạt nhân của các nguyên tử kết hợp với nhau và tạo thành một hạt nhân nặng hơn, tạo ra năng lượng hạt nhân",
            "hasImg": true
        },
        {
            "id": "0bed71a4-b3d0-46c7-b5be-339ee0f0e37e",
            "word": "frequency",
            "phonetic": "fɹiːkwənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The inverse of the period of a wave is its frequency, vice versa.",
                "So each feature would have the frequency of one word.",
                "The lower frequencies are down here",
                "Monthly frequency is called ultra rapid cycling.",
                "BMW: I'm playing the frequency 91.1."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlcXVlbmN5&hash=536ac58794f528590236dd417390d4c31b1babc7&lang=en&cache-only=0",
            "defineEn": "the number of times an event recurs in a unit of time",
            "defineVi": "số lần một sự kiện lặp lại trong một đơn vị thời gian"
        },
        {
            "id": "466f34c6-7eea-40f9-97ed-af66c6e06999",
            "word": "gravity",
            "phonetic": "ɡɹævᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I need someone to explain the concept of gravity to me.",
                "Gravity attracts every piece of matter to every other piece of matter in the universe. ",
                "Gravity also alters the passage of time itself.",
                "In narrow tubes, the attraction between water molecules and the adhesive forces between the water and its environment can beat out gravity.",
                "So gravity does no work on objects in circular orbits."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Jhdml0eQ&hash=9a634378c7fb783ea51d3140135a39abe6a2ec1b&lang=en&cache-only=0",
            "defineEn": "(physics) the universal force of attraction between any pair of objects with mass",
            "defineVi": "(vật lý) lực hấp dẫn phổ quát giữa bất kỳ cặp vật nào có khối lượng",
            "hasImg": true
        },
        {
            "id": "093c687a-dd5c-4855-ac08-78485aebc5a5",
            "word": "mass",
            "phonetic": "mæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Meat and mass never hindered man.",
                "Is Donald Trump trembling in his boots over mass occult and witch spells?",
                "My fitness coach kept telling me I need to eat breakfast like a king, lunch like a prince and dinner like a pauper in order to maintain my muscle mass while cutting body fat.",
                "You have mass.",
                "The answer is mass."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFzcw&hash=89d2e9b6dcf9ac4b17321fbb4443bd26d24f441b&lang=en&cache-only=0",
            "defineEn": "(physics) the property of matter that gives it weight in a gravitational field and is a measure of its inertia",
            "defineVi": "(vật lý) tính chất của vật chất mang lại cho nó trọng lượng trong trường hấp dẫn và là thước đo quán tính của nó"
        },
        {
            "id": "b7de2144-de39-4222-bb46-72710db12e58",
            "word": "magnetic",
            "phonetic": "mæɡnɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The fridge door has a magnetic strip to hold notes and pictures.",
                "One of them is magnetic.",
                "Magnetic north is different.",
                "The whole front isn't magnetic.",
                "So it also has magnetic poles!"
            ],
            "audio": "https://tts.langeek.co/read?text=bWFnbmV0aWM&hash=1db6d67f80018ff96fadbfec3ef753dbcf5eb67e&lang=en&cache-only=0",
            "defineEn": "produced by or relating to magnetism",
            "defineVi": "được sản xuất bởi hoặc liên quan đến từ tính",
            "hasImg": true
        },
        {
            "id": "06e60bb0-e735-46ca-acd0-6c72cc74b573",
            "word": "to reinforce",
            "phonetic": "tə ɹiːɪnfoːɹs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The new running shoes have a reinforced toe to provide extra durability and protection.",
                "The homeowner didn't listen to the advice of experts to reinforce his house before the hurricane hit.",
                "In some cultures, the idea that one cannot love and be wise was used to reinforce gender roles, with men being encouraged to pursue intellectual pursuits and women being expected to focus on domestic and emotional responsibilities.",
                "And then these exploitative relationships reinforce your mistrust of people.",
                "Projection reinforces your negative thoughts."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVpbmZvcmNl&hash=7ca32832b1165ddae9efd2cd08e1206b15b8f2b7&lang=en&cache-only=0",
            "defineEn": "to strengthen a substance or structure, particularly by adding extra material to it",
            "defineVi": "để tăng cường một chất hoặc cấu trúc, đặc biệt là bằng cách thêm vật liệu bổ sung cho nó"
        }
    ]
}