{
    "id": "0a50e150-a1fc-4715-92e2-0b9e56711307",
    "title": "Top 426 - 450 Nouns",
    "originalTitle": "Top 426 - 450 Nouns",
    "words": [
        {
            "id": "994df2be-1876-4c39-ae1e-9dc15ddab107",
            "word": "scale",
            "phonetic": "skeɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scales have finally fallen from his eyes and he realises that he's made a dreadful mistake.",
                "These great men on the wall had done so much to tip the scales in justice's favor.",
                "I favor anything that tilts the scales in my direction.",
                "It was only when he was arrested for theft that the scales fell from my eyes and I realised where his money came from.",
                "Scaling a building."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NhbGU&hash=f99898ae61ebeee5138e87f4396f6d1366d78b87&lang=en&cache-only=0",
            "defineEn": "the size, amount, or degree of one thing compared with another",
            "defineVi": "kích thước, số lượng, hoặc mức độ của một điều so với khác"
        },
        {
            "id": "cb9ed212-002a-4592-9385-d8d6e33934ab",
            "word": "range",
            "phonetic": "ɹeɪndʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Asian landscapes range from breathtaking mountains to stunning beaches.",
                "Activities range from trapeze and freefall to archery and motorsports.",
                "On the credit side, the restaurant offers a wide range of choices.",
                "The talented actor effortlessly portrayed a wide range of characters, from a hero to a villain.",
                "Italy's Mediterranean climate and diverse geography offer a wide range of outdoor activities"
            ],
            "audio": "https://tts.langeek.co/read?text=cmFuZ2U&hash=d6384dbb890bf95be7da62a4fb065ed7f141de48&lang=en&cache-only=0",
            "defineEn": "a variety of things that are different but are of the same general type",
            "defineVi": "nhiều thứ khác nhau nhưng cùng loại"
        },
        {
            "id": "9c38909d-2866-4eb3-9799-5a6ecf6dddd0",
            "word": "shoe",
            "phonetic": "ʃuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "I absolutely love your shoes.",
                "His shoes were wearing at the heel.",
                "My shoes are killing me.",
                "She stole the shoes from under the assistant's nose.",
                "I bought these shoes at half price."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvZQ&hash=62339f6cf353d519bb17eb04ed8bfd616dd8eb46&lang=en&cache-only=0",
            "defineEn": "something that we wear to cover and protect our feet, generally made of strong materials like leather or plastic",
            "defineVi": "thứ gì đó mà chúng ta mặc để che và bảo vệ đôi chân của mình, thường được làm bằng vật liệu bền như da hoặc nhựa",
            "hasImg": true
        },
        {
            "id": "d008487d-687e-4342-96b2-c29c4788b31d",
            "word": "distance",
            "phonetic": "dɪstəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The distance between the two cities is twenty kilometers.",
                "In the distance a band was playing.",
                "He saw a light in the distance.",
                "The distance between the two cities is 50 miles, to be precise.",
                "The airplane is a fast way to travel long distances."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzdGFuY2U&hash=9f7c5d0b5159405f4701037fe54e76952792702e&lang=en&cache-only=0",
            "defineEn": "the length of the space that is between two places or points",
            "defineVi": "chiều dài của không gian nằm giữa hai địa điểm hoặc điểm",
            "hasImg": true
        },
        {
            "id": "c2e28090-0cf5-4a7c-83ea-d93c5d15e6ab",
            "word": "background",
            "phonetic": "bækɡɹaʊnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Car-rental companies are running background checks on drivers who rent for long periods.",
                "A secure background will help a child to grow emotionally.",
                "It can be challenging for someone from a different socioeconomic background to fit into an affluent community.",
                "Even though he came from a humble background, John's refined manners and impeccable conduct showed that it takes three generations to make a gentleman.",
                "The teacher told her students that it takes all sorts to make a world in an effort to promote acceptance and understanding of different personalities and backgrounds."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFja2dyb3VuZA&hash=90f49757c5144f21f715daa232198e97f8962a54&lang=en&cache-only=0",
            "defineEn": "the part of a photograph, etc. that is situated behind the main figures, etc.",
            "defineVi": "một phần của bức ảnh, v.v. nằm phía sau các nhân vật chính, v.v.",
            "hasImg": true
        },
        {
            "id": "d81b2c7e-fe50-4a81-8bdb-e1a18ffe6de0",
            "word": "foreground",
            "phonetic": "fɔːɹɡɹaʊnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "So on the foreground, my face is dark.",
                "When we look at an object, the background and foreground are usually blurry, because a lens can only focus light coming from one distance away.",
                "I can change my foreground and my background color, except that you literally only have these ones to choose from.",
                "Each image gives us at least a glimpse of the mountain, and in this particular print we see it in the distance as a giant wave occupies much of the foreground, about to crash down upon three fishing boats and their occupants.",
                "What makes these formulaic prom scenes interesting is the degree to which filmmakers use them to foreground what is wrong with the adult society into which the teenager hopes to emerge."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yZWdyb3VuZA&hash=55963a17d15b4bd166a738732905254254f9ecce&lang=en&cache-only=0",
            "defineEn": "the part of a scene, photograph, etc. that is closest to the observer",
            "defineVi": "một phần của cảnh, ảnh, v.v. gần người quan sát nhất",
            "hasImg": true
        },
        {
            "id": "37a46af3-3aee-44d0-953b-223ee6a3cfed",
            "word": "gun",
            "phonetic": "ɡʌn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He turned the gun on himself.",
                "He used to run guns across the border.",
                "I held a gun on them.",
                "He held a gun on the prisoner.",
                "John went great guns at the company's annual sales conference last year."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Vu&hash=93595561fec39e876a79c18ef73a350067aab6bf&lang=en&cache-only=0",
            "defineEn": "a type of weapon that can fire bullets, etc.",
            "defineVi": "một loại vũ khí có thể bắn đạn, v.v.",
            "hasImg": true
        },
        {
            "id": "6fe4f67f-1b0b-4a55-a036-fa7f30160bf5",
            "word": "element",
            "phonetic": "ɛlɪmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Any investment involves an element of risk.",
                "The clotted cream added a creamy element to the homemade trifle.",
                "My stepmother was in her element, organizing everything.",
                "We should not give preferential treatment to one element to the detriment of the others.",
                "The film incorporated abstract imagery and surreal elements to convey the protagonist's inner emotional journey."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlbWVudA&hash=6b1b0d150ba60d60fa9ecc1c28590b21f5cc19ec&lang=en&cache-only=0",
            "defineEn": "an essential or typical feature or part of something",
            "defineVi": "một tính năng thiết yếu hoặc điển hình hoặc một phần của một cái gì đó"
        },
        {
            "id": "44269770-4434-44eb-a1cd-429b9435ee05",
            "word": "layer",
            "phonetic": "leɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She layered thin slices of prosciutto between crusty bread, fresh mozzarella, and sun-dried tomatoes for a gourmet panini.",
                "My dad spread a thick layer of orange marmalade on my morning toast.",
                "She prepared a lasagna with layers of noodles, meat, and bechamel sauce.",
                "I spread a layer of brown sauce on my sandwich.",
                "Spread a layer of blue cheese on your burger for an extra burst of flavor."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF5ZXI&hash=9c0897c521cf374ab8e16002932490310f1f773a&lang=en&cache-only=0",
            "defineEn": "an amount or sheet of something covering a surface or lying between two other things",
            "defineVi": "một lượng hoặc tấm của một cái gì đó bao phủ một bề mặt hoặc nằm giữa hai thứ khác"
        },
        {
            "id": "6b3117c5-7849-4636-a405-c9a3a4869b6e",
            "word": "justice",
            "phonetic": "dʒʌstɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The protesters raised their cries for justice and equality in the streets.",
                "It seems like rough justice that he should lose his house as well as his wife.",
                "These great men on the wall had done so much to tip the scales in justice's favor.",
                "I don't think just mentioning her name does her justice.",
                "Up until now, I have kept my own counsel about my reasons for leaving the Department of Justice."
            ],
            "audio": "https://tts.langeek.co/read?text=anVzdGljZQ&hash=c327e207138f521d58d85452cbe7be78443126f4&lang=en&cache-only=0",
            "defineEn": "a behavior or treatment that is fair and just",
            "defineVi": "một hành vi hoặc điều trị đó là công bằng và chỉ",
            "hasImg": true
        },
        {
            "id": "918b7c6f-cfc8-467b-96de-c2d9116f0f80",
            "word": "expert",
            "phonetic": "ɛkspɜːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even the experts took the painting for a genuine Van Gogh.",
                "Dietary experts can advise on the ins and outs of dieting.",
                "Did you see that martial arts expert?",
                "The security expert warned the business owner that a bad padlock invites a picklock.",
                "Experts have urged ministers to take the necessary steps to resolve the issue."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwZXJ0&hash=93e3786345b5fa36e00e83b65b714111a064be83&lang=en&cache-only=0",
            "defineEn": "an individual with a great amount of knowledge, skill, or training in a particular field",
            "defineVi": "một cá nhân có lượng lớn kiến thức, kỹ năng hoặc được đào tạo trong một lĩnh vực cụ thể",
            "hasImg": true
        },
        {
            "id": "c0536094-a824-44de-af9a-c99dfeb256f2",
            "word": "army",
            "phonetic": "ɑːɹmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The army will soon make a man out of you.",
                "The French army held the town for three days.",
                "A couple of years in the army should make a man of him.",
                "Their affair was an open secret in army circles.",
                "I was never meant for the army."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJteQ&hash=d17620f256317508b91a603bf20539a9ddd38b1a&lang=en&cache-only=0",
            "defineEn": "a country's military force trained to fight on land",
            "defineVi": "lực lượng quân sự của một quốc gia được huấn luyện để chiến đấu trên bộ",
            "hasImg": true
        },
        {
            "id": "d074e3a7-85b8-4f6e-a2cb-cc0ca90595dd",
            "word": "navy",
            "phonetic": "neɪvi ",
            "partOfSpeechType": "noun",
            "examples": [
                "To follow the Navy.",
                "She prepared a creamy navy bean and vegetable stew for his children.",
                "I met my wife, Rachel, while serving in the Navy.",
                "While all forms of speech are valuable and deserve respect, some varieties are associated with more power and prestige - a language is a dialect with an army and navy, so be aware of the political factors that influence our perceptions of language.",
                "The US navy had 17 ships."
            ],
            "audio": "https://tts.langeek.co/read?text=bmF2eQ&hash=693198a9afdb7fc5786ff1c503a97e7c1dd190f6&lang=en&cache-only=0",
            "defineEn": "the branch of the armed forces that operates at sea using warships, destroyers, etc.",
            "defineVi": "chi nhánh của lực lượng vũ trang hoạt động trên biển sử dụng tàu chiến, tàu khu trục, v.v.",
            "hasImg": true
        },
        {
            "id": "08652d90-9016-4c3f-bee3-aaff19e930bd",
            "word": "air force",
            "phonetic": "ɛɹ foːɹs ",
            "partOfSpeechType": "noun",
            "examples": [
                "I lost touch with him when he joined the Air Force.",
                "In Oscoda alone, the Air Force has already spent millions on PFAS.",
                "But seriously, she calls the Air Force base.",
                "So the Air Force devised a plan to make the largest radio antenna ever.",
                "They come from the Air Force, the Navy, the Army, and the Marines."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlyIGZvcmNl&hash=2c12b3292c9feabc914d1976f7a3cc54ac080a9b&lang=en&cache-only=0",
            "defineEn": "the branch of the armed forces that operates in the air using fighter aircraft",
            "defineVi": "chi nhánh của lực lượng vũ trang hoạt động trên không sử dụng máy bay chiến đấu",
            "hasImg": true
        },
        {
            "id": "67c92935-d7d3-4953-8407-bb18b3385c86",
            "word": "hope",
            "phonetic": "hoʊp ",
            "partOfSpeechType": "noun",
            "examples": [
                "He's hoping for an offer of compensation.",
                "I hope this guilty verdict puts that rat of a CEO in his place.",
                "I hope you have it on your conscience for the rest of your days!",
                "I hope this letter reaches you.",
                "I hope you've learned a lesson from this, Eddie."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9wZQ&hash=07c0e532fe24d7b596fe7e6713d9924190b2c9fe&lang=en&cache-only=0",
            "defineEn": "a feeling of expectation and desire for a particular thing to happen or to be true",
            "defineVi": "một cảm giác mong đợi và mong muốn một điều cụ thể xảy ra hoặc là sự thật"
        },
        {
            "id": "7c8ec49e-119e-4d6d-b193-25f5228740b2",
            "word": "muscle",
            "phonetic": "mʌsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I noticed the cow's strong muscles as it moved around.",
                "The Council flexes their muscles to show they mean business.",
                "The Fair Trade Commission has of late been flexing its muscles, cracking down on cases of corruption.",
                "I massaged my leg to relieve muscle tension.",
                "He performed knee exercises to strengthen the muscles around the joint."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzY2xl&hash=e11513549aedfffa1d573ecbac6d7f19720c7af0&lang=en&cache-only=0",
            "defineEn": "a piece of body tissue that is made tight or relaxed when we want to move a particular part of our body",
            "defineVi": "một mảnh mô cơ thể được làm căng hoặc thả lỏng khi chúng ta muốn di chuyển một phần cụ thể của cơ thể",
            "hasImg": true
        },
        {
            "id": "9ca3940a-be0e-41ad-9ae8-366a673985ad",
            "word": "universe",
            "phonetic": "juːnɪvɜːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scientist presented an abstract theory that revolutionized our understanding of the universe.",
                "The discovery of new planets represents a quantum leap in astronomy, with the potential to deepen our understanding of the universe and our place in it.",
                "Thank you universe for all the money landing into my lap easily.",
                "Our understanding of how the universe came into existence.",
                "Scientists disagree about how the universe was created."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5pdmVyc2U&hash=7dab87206be4a36f667fb80f81d1ad27f79a1424&lang=en&cache-only=0",
            "defineEn": "all and everything that exists in the physical world, such as space, planets, galaxies, etc.",
            "defineVi": "tất cả và mọi thứ tồn tại trong thế giới vật chất, chẳng hạn như không gian, hành tinh, thiên hà, v.v.",
            "hasImg": true
        },
        {
            "id": "9bcc3c6c-e248-4a46-965b-cc2096d7e3e7",
            "word": "track",
            "phonetic": "tɹæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "I lost track of the time.",
                "They kept track of their mileage.",
                "The road follows the track of the railway line.",
                "The track led us through a wood.",
                "Seeing flames behind a dune during one of her walks, the female narrator stops in her tracks."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhY2s&hash=3caf52dcf15a9f7eb708059bc9a4fb5db17b74c4&lang=en&cache-only=0",
            "defineEn": "a road or path that is rough and usually made by animals or people repeatedly walking there",
            "defineVi": "một con đường hoặc lối đi gồ ghề và thường do động vật hoặc người đi bộ nhiều lần ở đó",
            "hasImg": true
        },
        {
            "id": "0d344abf-193e-46ee-affe-c687fb03727e",
            "word": "corner",
            "phonetic": "kɔːɹnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The car holds the corners very well.",
                "A bus appeared around the corner.",
                "She drew a yellow sun on the corner of the paper.",
                "He has a cozy corner in his home where he can meditate.",
                "There's a chemist around the corner."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ybmVy&hash=4f776087be337df47b6a2f64946ec1b55b97c625&lang=en&cache-only=0",
            "defineEn": "a point or area at which two edges, sides, or lines meet",
            "defineVi": "một điểm hoặc khu vực mà tại đó hai cạnh, cạnh hoặc đường giao nhau",
            "hasImg": true
        },
        {
            "id": "84496540-506d-4811-b708-e263b6c4500a",
            "word": "trouble",
            "phonetic": "tɹʌbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "but then we hit trouble.",
                "Are you causing trouble again?",
                "There was trouble on hand.",
                "I have trouble hearing you.",
                "We had trouble starting the car."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJvdWJsZQ&hash=4d6e79e66bafd5d77237603022ccb56443b5c254&lang=en&cache-only=0",
            "defineEn": "a difficult or problematic situation that can cause stress, anxiety or harm",
            "defineVi": "một tình huống khó khăn hoặc có vấn đề có thể gây ra căng thẳng, lo lắng hoặc tổn hại"
        },
        {
            "id": "51b1f1ff-bfa8-4e9a-b224-80a7576d5b09",
            "word": "behavior",
            "phonetic": "bᵻheɪvjɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Harassment or bullying is unacceptable behavior in the workplace.",
                "Her behavior toward her colleagues was unprofessional.",
                "The parent modeled good behavior by always wearing a seatbelt in the car, even for short trips.",
                "The CEO's focus on customer satisfaction was reflected in the employees' behavior, as like master, like man.",
                "Here are 4 behaviors a narcissist displays that reveals their true colors."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVoYXZpb3I&hash=4e7feb1b671dafad93f44b4784e747dd1222dcbf&lang=en&cache-only=0",
            "defineEn": "the way that someone acts, particularly in the presence of others",
            "defineVi": "cách mà ai đó hành động, đặc biệt là trong sự hiện diện của người khác"
        },
        {
            "id": "69e92ac5-34a6-4864-8991-126945251d5f",
            "word": "security",
            "phonetic": "sᵻkjʊɹɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Airport security was extra tight in the wake of yesterday's bomb attacks.",
                "The security expert warned the business owner that a bad padlock invites a picklock.",
                "Security products are designed to protect information from unauthorized access.",
                "Security camera footage shows that the car was struck by the train after jumping the lights.",
                "I had to go through security before boarding the airplane."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VjdXJpdHk&hash=9f64031c158284d870fbd6521c7ddf321d1ab9b6&lang=en&cache-only=0",
            "defineEn": "the state of being protected or having protection against any types of danger",
            "defineVi": "trạng thái được bảo vệ hoặc có sự bảo vệ chống lại mọi loại nguy hiểm",
            "hasImg": true
        },
        {
            "id": "ec7366d0-a12e-495e-9fb6-01c0105c01b3",
            "word": "organization",
            "phonetic": "ɔːɹɡɐnᵻzeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The organization supports various charitable causes through donations.",
                "The organization called the new regulations a turning point in the campaign against smoking.",
                "The organization was forced to abandon its plans for expansion due to budget constraints.",
                "There existed no organization to cope with espionage.",
                "The organization is committed to promoting equality and fairness for every person."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JnYW5pemF0aW9u&hash=ede60196f6a02b78ca603de5a159d066423ba7c3&lang=en&cache-only=0",
            "defineEn": "a group of people who work together for a particular reason, such as a business, department, etc.",
            "defineVi": "một nhóm người làm việc cùng nhau vì một lý do cụ thể, chẳng hạn như một doanh nghiệp, bộ phận, v.v.",
            "hasImg": true
        },
        {
            "id": "c0a4d0a2-e7b2-475a-9e15-a2ad6b95fc31",
            "word": "wind",
            "phonetic": "wɪnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The police got wind of the illegal drug deal.",
                "The fall knocked the wind out of me.",
                "The president has the wind at his back on this issue.",
                "At last the wind dropped.",
                "The wind has changed direction."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZA&hash=2a194480137a53ba88003e4fb179e607130ebb6d&lang=en&cache-only=0",
            "defineEn": "air that moves quickly or strongly in a current as a result of natural forces",
            "defineVi": "không khí di chuyển nhanh hoặc mạnh theo dòng chảy do tác động của các lực tự nhiên",
            "hasImg": true
        },
        {
            "id": "fae5964c-4324-4d83-afc1-267729819325",
            "word": "cause",
            "phonetic": "kɔːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "His incorrect translation of the phrase caused a misunderstanding between the two parties.",
                "Are you causing trouble again?",
                "The organization supports various charitable causes through donations.",
                "The long delay at the airport caused her great vexation as she was running late for an important meeting.",
                "The power outage caused the traffic lights to go haywire."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F1c2U&hash=e324eb862dee637ab45d664de3683b03f01e24b0&lang=en&cache-only=0",
            "defineEn": "an event, thing, or person that gives rise to something",
            "defineVi": "một sự kiện, điều, hoặc người mà làm phát sinh một cái gì đó"
        }
    ]
}