{
    "id": "0a5bd5f7-07cb-47f4-9c98-2afaffa7c669",
    "title": "Religion",
    "originalTitle": "Lesson 6",
    "words": [
        {
            "id": "3d5976ad-6a3e-4d93-8184-b6ca4d1943f4",
            "word": "belief",
            "phonetic": "bᵻliːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "He has very firmly held religious beliefs.",
                "She had a sure belief that hard work would lead to success.",
                "The charity organization's mission statement emphasized the belief that poverty is no sin and that everyone deserves dignity and respect.",
                "After careful consideration, he abandoned his previous beliefs and embraced a new ideology.",
                "Plenty of Christians have tried their hand at putting their beliefs into prose or poetry, usually with calamitous aesthetic results."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVsaWVm&hash=86cdd5b220cdfdce85987b8184ad8e895596eed0&lang=en&cache-only=0",
            "defineEn": "something that we think is true or real",
            "defineVi": "một cái gì đó mà chúng tôi nghĩ là đúng hoặc thực"
        },
        {
            "id": "6622ffcd-26cd-44b1-9714-cbd77f6d8ae7",
            "word": "ceremony",
            "phonetic": "sɛɹᵻməni ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wedding ceremony went off without a hitch.",
                "Men of our generation never stood on ceremony.",
                "Hardly anyone stands on ceremony.",
                "Her irreverent chatter during the ceremony raised many people's eyebrows.",
                "They presented themselves flawlessly at the ceremony, not a hair out of place."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VyZW1vbnk&hash=4bf01b7bb2b4d782c82427048178fbf22515c620&lang=en&cache-only=0",
            "defineEn": "a formal public or religious occasion where a set of traditional actions are performed",
            "defineVi": "một dịp công cộng hoặc tôn giáo chính thức nơi một tập hợp các hành động truyền thống được thực hiện",
            "hasImg": true
        },
        {
            "id": "2772c9e4-940e-4cf1-aeb0-3fee5324f8eb",
            "word": "custom",
            "phonetic": "kʌstəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The old customs are dying.",
                "In a vibrant salad bar, guests create their own custom salads by topping fresh greens with grilled chicken breast.",
                "I have been as busy as a beaver these last few weeks crocheting up custom orders for some lovely customers.",
                "Customs officers have the right to check all baggage going through customs.",
                "Child labor was once a common practice, but a bad custom is like a good cake, better broken than kept."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VzdG9t&hash=377f8cf6216c348a7d10390c5397ae6f9b4fb181&lang=en&cache-only=0",
            "defineEn": "a way of behaving or of doing something that is widely accepted in a society or among a specific group of people",
            "defineVi": "một cách cư xử hoặc làm một cái gì đó được chấp nhận rộng rãi trong một xã hội hoặc giữa một nhóm người cụ thể"
        },
        {
            "id": "1c17c633-89fb-4912-80b7-460277e40c02",
            "word": "priest",
            "phonetic": "pɹiːst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The priest blessed the bread and wine on the altar, preparing them for communion.",
                "Do not your lawyers sell all their practice, as your priests their prayers?",
                "Do not your lawyers sell all their practice, as your priests their prayers?",
                "The priest placed the chalice and paten on the altar before the Eucharistic celebration.",
                "Then the priest shook his head."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpZXN0&hash=7b2b77f6e48182dd97d6b309149292c800e7cdcc&lang=en&cache-only=0",
            "defineEn": "a man who is trained to perform religious ceremonies in the Christian Church",
            "defineVi": "một người đàn ông được đào tạo để thực hiện các nghi lễ tôn giáo trong Nhà thờ Thiên chúa giáo",
            "hasImg": true
        },
        {
            "id": "709aefcc-4e18-47d4-9fbc-b130cbe53c07",
            "word": "religious",
            "phonetic": "ɹᵻlɪdʒəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Religious instruction is banned in all state schools in the country.",
                "He has very firmly held religious beliefs.",
                "In many cases religious persecution is the cause of people fleeing their country.",
                "The Medieval church went to some lengths to specify the roles of particular stones in religious imagery.",
                "For the past couple of years, the chattering classes have argued about whether the religious right is in decline."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsaWdpb3Vz&hash=abc9c41f33e5b5a7ff8de25adc670a5c3e520fff&lang=en&cache-only=0",
            "defineEn": "related to a religion",
            "defineVi": "liên quan đến một tôn giáo",
            "hasImg": true
        },
        {
            "id": "36936c66-479f-4d43-8aca-0ed513dd2a0b",
            "word": "prayer",
            "phonetic": "pɹɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "To say a prayer.",
                "Do not your lawyers sell all their practice, as your priests their prayers?",
                "Do not your lawyers sell all their practice, as your priests their prayers?",
                "You don't have a prayer in this contest.",
                "The congress should be remembered in our prayers."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJheWVy&hash=965678798a1c567e5f418f2c8a35e7f4db83ba49&lang=en&cache-only=0",
            "defineEn": "the action of praying",
            "defineVi": "hành động cầu nguyện",
            "hasImg": true
        },
        {
            "id": "bdb35272-7f0b-4ff9-bfd4-9071eeee14bc",
            "word": "anniversary",
            "phonetic": "ænɪvɜːsɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "They celebrated their anniversary with a romantic seafood dinner at a waterfront restaurant",
                "My grandparents celebrated their sixtieth wedding anniversary.",
                "They celebrated their anniversary at a fancy restaurant overlooking the city.",
                "She planned a romantic candlelit meal for their anniversary.",
                "Finally the couple may be celebrating a birthday, a wedding anniversary or some other red-letter day."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5uaXZlcnNhcnk&hash=a4d71a8d47c0f2c433880198bad2e53700adfee7&lang=en&cache-only=0",
            "defineEn": "the date on which a special event happened in a previous year",
            "defineVi": "ngày mà một sự kiện đặc biệt đã xảy ra trong một năm trước",
            "hasImg": true
        },
        {
            "id": "b197c7b6-ace8-4791-b891-d5438b31417b",
            "word": "to convert",
            "phonetic": "tə kənvɜːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Others converted in name only, out of fear, while others stuck to their faith.",
                "Worms convert organic waste and other compostable products into natural fertilizers.",
                "The information is converted into a jumble of nonsense.",
                "This converts chemical energy into kinetic energy.",
                "That molecule subsequently is converted into a sugar."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udmVydA&hash=798b9634d348efa6a4b2556f8b4448330f4194e8&lang=en&cache-only=0",
            "defineEn": "to change one's religious beliefs",
            "defineVi": "để thay đổi niềm tin tôn giáo của một người",
            "hasImg": true
        },
        {
            "id": "1b2c92fe-100c-4c62-ae48-8af03b4f1969",
            "word": "minister",
            "phonetic": "mɪnɪstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The prime minister has called an election for 8 June.",
                "All ministers are agreed on the need to cut bureaucratic red tape.",
                "Ministers should be called to account for their actions.",
                "Ministers have been fighting tooth and nail over this issue.",
                "Experts have urged ministers to take the necessary steps to resolve the issue."
            ],
            "audio": "https://tts.langeek.co/read?text=bWluaXN0ZXI&hash=01a5bfa00877c61aa6dfa1a54962600037ec31a2&lang=en&cache-only=0",
            "defineEn": "a trained individual who leads religious worship, especially in Protestant churches",
            "defineVi": "một cá nhân được đào tạo dẫn đầu sự thờ phượng tôn giáo, đặc biệt là trong các nhà thờ Tin lành",
            "hasImg": true
        },
        {
            "id": "5d1bc931-49bb-42c1-a541-9ba130f2e0db",
            "word": "service",
            "phonetic": "sɜːvɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Health services are lining the drug companies’ pockets, according to the report.",
                "Mr. Perkins took the morning service.",
                "Customer service calls went unanswered.",
                "The local bus company only runs a skeleton service on Sundays.",
                "The congregation gathered around the altar for the morning service."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VydmljZQ&hash=e947819f83fb3cffc420938828391aa76c239796&lang=en&cache-only=0",
            "defineEn": "a religious ceremony of worship following a particular form, especially one held in a church",
            "defineVi": "một buổi lễ tôn giáo thờ cúng theo một hình thức cụ thể, đặc biệt là một buổi lễ được tổ chức trong nhà thờ",
            "hasImg": true
        },
        {
            "id": "1b101f91-0249-490c-b102-56d981fb147d",
            "word": "soul",
            "phonetic": "soʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The students worked their heart and soul on their project.",
                "He bared his soul to me after the divorce.",
                "He dedicated himself body and soul to the education of young men.",
                "She kept body and soul together by working two jobs.",
                "The volunteers dedicated themselves heart and soul to helping those in need, selflessly giving their time and energy."
            ],
            "audio": "https://tts.langeek.co/read?text=c291bA&hash=6ec926144fb8078f2581141a07ecdca80f619004&lang=en&cache-only=0",
            "defineEn": "the spiritual part of a person that is believed to be the essence of life in them",
            "defineVi": "phần tinh thần của một người được cho là bản chất của cuộc sống trong họ",
            "hasImg": true
        },
        {
            "id": "c3c976d3-106a-428f-ba15-ce36268a2469",
            "word": "spiritual",
            "phonetic": "spɪɹɪtʃuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His duties include spiritual guide, counselor, pal, nutrition advisor, trainer, and massage therapist.",
                "The unmistakable sound of the gong has held spiritual significance in Southeast Asia for centuries.",
                "People with a spiritual background can hear voices of spiritual entities.",
                "Paris' great mosque, with its North African design, is the spiritual home of France's six million Muslims.",
                "Of course I grew up in a family very spiritual."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Bpcml0dWFs&hash=c1a70fb2c2fed758b9e98efa6103bb1d0d40e2e6&lang=en&cache-only=0",
            "defineEn": "relating to sacred matters such as religion, church, etc.",
            "defineVi": "liên quan đến các vấn đề thiêng liêng như tôn giáo, nhà thờ, v.v.",
            "hasImg": true
        },
        {
            "id": "2ad64d96-c39f-4741-8bda-bf1c6384aa3f",
            "word": "cemetery",
            "phonetic": "sɛmɪtɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This one is as dead as mutton, and I know it because I myself carried him to the cemetery.",
                "In some countries, skyscraper cemeteries enable vertical burials.",
                "People visited cemeteries for funerals, but also for anniversaries, holidays, or simply an afternoon outdoors.",
                "Today, many old cemeteries are lonely places.",
                "As cities grew during the industrial revolution, large suburban cemeteries replaced smaller urban churchyards."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VtZXRlcnk&hash=885a1918b1a006523d099dce265256b5221aba70&lang=en&cache-only=0",
            "defineEn": "a piece of land in which dead people are buried, especially one that does not belong to a church",
            "defineVi": "một mảnh đất nơi người chết được chôn cất, đặc biệt là một mảnh đất không thuộc về nhà thờ",
            "hasImg": true
        },
        {
            "id": "91d430c6-6983-469c-a2bb-8a6e83129396",
            "word": "to commemorate",
            "phonetic": "tə kəmɛmɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The center is now housing an exhibition commemorating China's battle against the virus.",
                "Organizers in Oklahoma have canceled Monday's main event commemorating the Tulsa race massacre of 1921.",
                "Eventually it evolved to commemorating all aspects of the United States.",
                "Commemorating Stonewall would replace it from then on.",
                "On January 15th 1969 the King Center began to commemorate his birthday with an ecumenical service, which gains attention as a model for other observances of his birthday nationwide."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tbWVtb3JhdGU&hash=1ade5f1a2ac9c88c0c2b10ba5d87130eab8e41c8&lang=en&cache-only=0",
            "defineEn": "to recall and show respect for an important person, event, etc. from the past with an action or in a ceremony",
            "defineVi": "để nhớ lại và thể hiện sự tôn trọng đối với một người quan trọng, sự kiện, vv từ quá khứ với một hành động hoặc trong một buổi lễ"
        },
        {
            "id": "64f6d722-57ad-409d-9405-01cd651895b1",
            "word": "monastery",
            "phonetic": "mɑːnɐstɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The monastery was several three-storey buildings.",
                "Even the monastery doctor was only recently allowed in.",
                "Brother Callistus is the monastery cellarer, its chief operating officer.",
                "We journey inside a Catholic monastery in rural Georgia.",
                "Many merchants on the silk road became strong supporters of monasteries which in turn became convenient weigh stations for caravans."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9uYXN0ZXJ5&hash=9fe4b734eeea77a257b1c02ca5e4dca8b4ef4596&lang=en&cache-only=0",
            "defineEn": "a building where a group of monks live and pray",
            "defineVi": "một tòa nhà nơi một nhóm các nhà sư sống và cầu nguyện",
            "hasImg": true
        },
        {
            "id": "5d4411cf-acad-43f8-a22c-6794c237950e",
            "word": "ritual",
            "phonetic": "ɹɪtʃuːəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's easy to get caught up in religious rituals and traditions, but we must remember that God looks at the heart, not outward appearances.",
                "Rituals of deference marked one’s place in the courtly order.",
                "A lot of us have rituals around it.",
                "Those finely tuned mating rituals?",
                "For centuries, such rituals were commonplace for European nobility."
            ],
            "audio": "https://tts.langeek.co/read?text=cml0dWFs&hash=9804d43e6c9190893ecfd3e773ba80f804c7e2ac&lang=en&cache-only=0",
            "defineEn": "the act of conducting a series of fixed actions, particular to a religious ceremony",
            "defineVi": "hành động tiến hành một loạt các hành động cố định, đặc biệt đối với một buổi lễ tôn giáo",
            "hasImg": true
        },
        {
            "id": "1a9951cc-47dc-4f4a-a61b-a00c5dafc261",
            "word": "reunion",
            "phonetic": "ɹiːjuːniən ",
            "partOfSpeechType": "noun",
            "examples": [
                "At a family reunion picnic, the buffet table showcased a classic beef plate roast.",
                "I had so much fun at the family reunion.",
                "My grandmother's hazelnut cake was a crowd-pleaser at the family reunion.",
                "Every summer, our extended family gathers at Big Mama's house for a reunion.",
                "They are planning a family reunion and can't wait to catch up with all their cousins."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV1bmlvbg&hash=ce3b67ae4d5af0e241b957ccf3e8d64fb713d6b1&lang=en&cache-only=0",
            "defineEn": "the act or process of coming together again after being separated",
            "defineVi": "hành động hoặc quá trình đến với nhau một lần nữa sau khi bị tách ra"
        },
        {
            "id": "7eff5053-e3b0-45e9-aab8-7950f74f5457",
            "word": "sacrifice",
            "phonetic": "sækɹᵻfaɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "However, with careful planning and sacrifices, she managed to make the trips of her dreams.",
                "The Purple Heart, our nation's oldest military medal, is awarded to those service men and women who have borne the battle, sacrificing life and limb.",
                "They nodded at every platitude about making sacrifices today for a better tomorrow.",
                "The hiker sacrificed his backpack and other gear to escape from the bear, realizing that near is his shirt, but nearer is his skin.",
                "Susan struggled for years to save enough money for her own business, working multiple jobs and sacrificing wants for needs."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FjcmlmaWNl&hash=ccf0a19ff71611072c09c5f52e82d66e4df9aaf3&lang=en&cache-only=0",
            "defineEn": "the act of killing a person or an animal in a ceremony in order to honor God or a supernatural being",
            "defineVi": "hành động giết người hoặc động vật trong một buổi lễ để tôn vinh Chúa hoặc một đấng siêu nhiên"
        },
        {
            "id": "4f8b3d53-8e64-4080-bae1-cad419871377",
            "word": "sacred",
            "phonetic": "seɪkɹɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The old government program has become a sacred cow.",
                "I hold with those who say life is sacred.",
                "In Anuradhapura, however, trees were sacred.",
                "They were sacred.",
                "Unlike the other Celtic tribes, Roman legions have no regard for the druids’ sacred role as peacemakers."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FjcmVk&hash=cd53f16e1b779ac1a2a869ca50525d5f20ee0d24&lang=en&cache-only=0",
            "defineEn": "religious and connected with God or a god",
            "defineVi": "tôn giáo và kết nối với Thiên Chúa hoặc một vị thần"
        },
        {
            "id": "86397553-8617-4a7b-a106-59343d4045e2",
            "word": "to worship",
            "phonetic": "tə wɜːʃɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "You have been worshiping a false god.",
                "Just like in Greece and Egypt, different gods in the Norse pantheon were worshipped in different regions.",
                "As word of this hopeful figure spread, she was worshipped as Annapurna, the Goddess of food.",
                "That weird Renaissance worship of the person you met just one time, 20 years ago, and the constant exploration of every facet of their beauty, their mouth, their eyes, their cheeks, their hair.",
                "They worship nature, but their land is deforested and eroded."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd29yc2hpcA&hash=29aa32dda16c52c3e458d0b6ee60a9d649e4d284&lang=en&cache-only=0",
            "defineEn": "to respect and honor God or a deity, especially by performing rituals",
            "defineVi": "để tôn trọng và tôn vinh Thiên Chúa hoặc một vị thần, đặc biệt là bằng cách thực hiện các nghi lễ"
        },
        {
            "id": "80eb79ce-8154-4f6e-adbe-5bd69b371a88",
            "word": "afterlife",
            "phonetic": "æftɚlaɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "His father had passed to the afterlife.",
                "For those who are struggling with debt and financial hardship, the saying 'death pays all debts' can be a comfort, knowing that their debts will not follow them into the afterlife.",
                "The correct answer is the afterlife.",
                "Is this, the afterlife?",
                "But what if there isn’t an afterlife?"
            ],
            "audio": "https://tts.langeek.co/read?text=YWZ0ZXJsaWZl&hash=9a6954bbc478ebb0ae7e9b92b7049289e26618c5&lang=en&cache-only=0",
            "defineEn": "a life that is believed to exist after death",
            "defineVi": "một cuộc sống được cho là tồn tại sau khi chết"
        },
        {
            "id": "f3657e54-e697-4438-b6e2-3d6caf2c652e",
            "word": "atheism",
            "phonetic": "eɪθɪɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The early vampire chronicles especially feature the clash between atheism and spirituality in the moral approaches the different vampires take to reconcile their dark existences.",
                "Upper income Americans are more heavily represented in liberal Protestant groups like Episcopalians and Presbyterians, as well as Judaism, Hinduism and Atheism, whereas lower income Americans are more likely to identify as Evangelical Protestants or Catholics.",
                "But it’s important to note that existentialism is not synonymous with atheism."
            ],
            "audio": "https://tts.langeek.co/read?text=YXRoZWlzbQ&hash=78c0570202490dbd1b00059030fdc6f929e60393&lang=en&cache-only=0",
            "defineEn": "the belief that rejects the existence of God or a higher power",
            "defineVi": "niềm tin từ chối sự tồn tại của Thiên Chúa hoặc một sức mạnh cao hơn",
            "hasImg": true
        },
        {
            "id": "7a26c166-3cb9-4d10-a066-764155b8b30c",
            "word": "baptism",
            "phonetic": "bæptɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sp they argued that baptism, a cleansing ritual that had long been performed on infants, should only be available to adults who’ve chosen to accept Jesus as savior."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFwdGlzbQ&hash=4d917d3b6622ee6ff7123ba3770d8a1b8fea42d4&lang=en&cache-only=0",
            "defineEn": "a Christian ceremony during which water is poured on someone or they are immersed into water to welcome them to the Church",
            "defineVi": "một buổi lễ Cơ đốc giáo trong đó nước được đổ lên người hoặc họ được ngâm trong nước để chào đón họ đến Nhà thờ",
            "hasImg": true
        },
        {
            "id": "9c0e528b-51c0-4ed7-9250-d0e59be8b2b6",
            "word": "Christian",
            "phonetic": "kɹɪstʃən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Despite his initial shyness, Christian made a heartfelt gesture to win Jane's heart by writing her a beautiful love letter.",
                "It takes place at a Christian high school.",
                "Chick-fil-A's christian values have also been a source of major controversy in recent years.",
                "Yeah, kind of a Christian high school set in this kind of modern Christian town.",
                "They're all Christian rock bands."
            ],
            "audio": "https://tts.langeek.co/read?text=Q2hyaXN0aWFu&hash=ca25a309ecef03dd9fd2d57a54fc16d553c0283d&lang=en&cache-only=0",
            "defineEn": "relating to or based on the teachings of Jesus Christ",
            "defineVi": "liên quan đến hoặc dựa trên những lời dạy của Chúa Giêsu Kitô",
            "hasImg": true
        },
        {
            "id": "3545acd0-da05-4185-bd6c-feb101967897",
            "word": "clergy",
            "phonetic": "klɜːdʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "European monarchs and clergy were fearful of similar revolts on their home soil.",
                "Could, for instance, King Philip IV of France tax the Catholic clergy in France?",
                "The morning after the torchlight march I walked into town with a group of clergy.",
                "And these hair coverings serve a couple of different purposes for clergy: namely to show deference to their faith and the vows they took, and to distinguish their role within the community.",
                "Pope Francis revised church law today to criminalize sexual abuse of adults by clergy."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xlcmd5&hash=d75d2b56663ba2d6a18a781febbfb7b2f9a869f8&lang=en&cache-only=0",
            "defineEn": "those ordained for religious services, especially in the Christian Church",
            "defineVi": "những người được phong chức cho các dịch vụ tôn giáo, đặc biệt là trong Giáo hội Kitô giáo",
            "hasImg": true
        },
        {
            "id": "07484a11-5197-49bb-843e-9b68bc8d99d4",
            "word": "deity",
            "phonetic": "diːəti ",
            "partOfSpeechType": "noun",
            "examples": [
                "The first pair of deities are the earth goddess, Ki, and the sky god, called An.",
                "They've hailed you as a deity there.",
                "That’s from Thanatos, the ancient Greek deity of death.",
                "Each city was dedicated to a patron deity, considered the city’s founder.",
                "Her name might even hint at her possible origins as a deity."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVpdHk&hash=6ec33eeedc5911eb573437335b8e06eac7ed7388&lang=en&cache-only=0",
            "defineEn": "a supernatural figure that is worshipped; a god or goddess",
            "defineVi": "một nhân vật siêu nhiên được tôn thờ; một vị thần hoặc nữ thần"
        },
        {
            "id": "d6d8963d-3fdc-4558-8c7a-58f7c1fa5143",
            "word": "fanaticism",
            "phonetic": "fɐnæɾɪsɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "It beats out McDonald's in and out and Burger King in that category, which shows that its fans are highly loyal to the point of fanaticism.",
                "Our experiences and biases make us more likely to see the dismissal of court musicians and poets as an example of religious fanaticism than as like a cost saving measure."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFuYXRpY2lzbQ&hash=93d06038d5f04551cb79c139efc00539b9121882&lang=en&cache-only=0",
            "defineEn": "extreme political or religious beliefs often accompanied by intolerance for different views",
            "defineVi": "niềm tin chính trị hoặc tôn giáo cực đoan thường đi kèm với sự không khoan dung đối với các quan điểm khác nhau"
        },
        {
            "id": "004e66cf-db2d-4d6a-b6af-4896b8deaf99",
            "word": "gospel",
            "phonetic": "ɡɑːspəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the mid-2000s, gospel chops became a phenomenon.",
                "Chicago gospel musicians are constantly pushing this great art form and their skills forward.",
                "Pioneers like Andrae Crouch and Kirk Franklin have been mixing gospel with everything from funk to rock to hip hop.",
                "It's the true gospel of one Richard Simmons.",
                "It's a mixture of gospel, African beat, jazz."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29zcGVs&hash=e33bf4f2de080fad3c2a27a9415947c760e74070&lang=en&cache-only=0",
            "defineEn": "any of the four books of the New Testament that is about the life and teachings of Jesus Christ",
            "defineVi": "bất kỳ cuốn sách nào trong số bốn cuốn sách của Tân Ước nói về cuộc đời và những lời dạy của Chúa Giê Su Ky Tô",
            "hasImg": true
        },
        {
            "id": "a41ea6b5-8e4b-40a9-82de-cf7119c00537",
            "word": "divine",
            "phonetic": "dᵻvaɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As a manager, I encourage my team to take responsibility for their mistakes and to show understanding and forgiveness towards their colleagues, knowing that to err is human, to forgive divine.",
                "For the Chinese, dragons symbolize divine power, controlling the rain, rivers, sea, and all other bodies of water.",
                "For Mahayana Buddhists, the Buddha was divine.",
                "It was a divine disaster area.",
                "He's like a divine being."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGl2aW5l&hash=cc3ff43b7207b851e3308314741ffb41d3c42125&lang=en&cache-only=0",
            "defineEn": "connected with God or dedicated to a religious purpose, therefore deserving great respect",
            "defineVi": "kết nối với Chúa hoặc dành riêng cho một mục đích tôn giáo, do đó xứng đáng được tôn trọng"
        },
        {
            "id": "046983eb-cc20-40e7-bf90-27ca2b576699",
            "word": "idol",
            "phonetic": "aɪdəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "She could not contain her happiness when meeting her childhood idol, and smiled from ear to ear the entire time.",
                "The businessman reminded his colleagues that innovation is key to success, and that they should not be afraid to break with traditional ways of thinking, as custom is the plague of wise men and the idol of fools.",
                "He's my idol.",
                "85% had male idols and about 34% chose musicians or singers.",
                "You were my idol when I was a kid."
            ],
            "audio": "https://tts.langeek.co/read?text=aWRvbA&hash=e8815d56bbb3786a44b0fb8559ea83d750108462&lang=en&cache-only=0",
            "defineEn": "an object, image or statue representing a god, that is worshiped",
            "defineVi": "một đối tượng, hình ảnh hoặc bức tượng đại diện cho một vị thần, được tôn thờ",
            "hasImg": true
        }
    ]
}