{
    "id": "0a7c57f2-d325-438e-be9d-e5dc34fb054a",
    "title": "Lesson 10A",
    "originalTitle": "Lesson 10A",
    "words": [
        {
            "id": "64738003-bc65-492d-992a-8c67e826449f",
            "word": "strong",
            "phonetic": "stɹɔŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For Anne, the call of duty was strong.",
                "The strong winds knocked down several trees on the road.",
                "The manager played his strongest side of the season.",
                "Many people are led astray by strong feelings",
                "Patience isn't exactly her strong suit."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Ryb25n&hash=456f3f2addd18cf1fe9a63a92eec1915d44cc5e2&lang=en&cache-only=0",
            "defineEn": "having great strength or a lot of physical power",
            "defineVi": "có sức mạnh tuyệt vời hoặc rất nhiều sức mạnh thể chất",
            "hasImg": true
        },
        {
            "id": "470b6992-f234-4200-a155-d1134e7855b1",
            "word": "strength",
            "phonetic": "stɹɛŋθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The weakness of the enemy makes our strength.",
                "Oh, give me strength!",
                "He's saving his strength for the last part of the race.",
                "The bear is a symbol of strength and courage in many cultures.",
                "One of our great strengths is our ability to take it on the chin and come out fighting."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyZW5ndGg&hash=acb3b96887e8092782ef24919d2952da762ba5b0&lang=en&cache-only=0",
            "defineEn": "the quality or state of being physically or mentally strong",
            "defineVi": "chất lượng hoặc trạng thái mạnh mẽ về thể chất hoặc tinh thần",
            "hasImg": true
        },
        {
            "id": "75305c8c-eb45-4db1-86ad-58ed5b909157",
            "word": "to strengthen",
            "phonetic": "tə stɹɛŋθən ",
            "partOfSpeechType": "verb",
            "examples": [
                "She did exercises to strengthen her back muscles.",
                "He performed knee exercises to strengthen the muscles around the joint.",
                "The farmer knew that as the day lengthens, so the cold strengthens, and he made sure to prepare his crops and livestock for the harsh winter ahead.",
                "The couple who had grown apart in their relationship understood that it is never too late to mend and worked together to strengthen their bond and rebuild their connection.",
                "When Jake and Maria had a disagreement, they remembered that the quarrel of lovers is the renewal of love, and they worked together to find a solution that strengthened their relationship."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RyZW5ndGhlbg&hash=529d8b7b489daea31255e3543f0312c4166ee749&lang=en&cache-only=0",
            "defineEn": "to make something more powerful or become so",
            "defineVi": "để làm cho một cái gì đó mạnh mẽ hơn hoặc trở nên như vậy"
        },
        {
            "id": "11abf9ae-9fa8-4479-aa6e-b5f2cf1f499a",
            "word": "long",
            "phonetic": "lɔŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She wears her hair long.",
                "This policy is no longer an effective means to an end.",
                "Our players kept the pedal to the metal all season long.",
                "The kids are under my feet all day long.",
                "North Korea’s refusal had long been a sticking point."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9uZw&hash=8e1b71859f6c34de85901e65e7a983e15966bb35&lang=en&cache-only=0",
            "defineEn": "(of two points) having an above-average or big distance between them",
            "defineVi": "(của hai điểm) có khoảng cách trên trung bình hoặc lớn giữa chúng",
            "hasImg": true
        },
        {
            "id": "d3d2637e-a08b-481b-8839-d54f08e67564",
            "word": "length",
            "phonetic": "lɛŋθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bookcase runs the length of the room.",
                "The length of the pencil is 15 centimeters.",
                "The store clerk measured the length of the bolt to calculate the customer's purchase.",
                "The Medieval church went to some lengths to specify the roles of particular stones in religious imagery.",
                "He went to extreme lengths to learn the truth."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVuZ3Ro&hash=551518f99dd4cb010e71bfc0dd9dc7c00f89b9bd&lang=en&cache-only=0",
            "defineEn": "the distance from one end to the other end of an object that shows how long it is",
            "defineVi": "khoảng cách từ đầu này đến đầu kia của một vật cho biết nó dài bao nhiêu",
            "hasImg": true
        },
        {
            "id": "21050619-57d9-411f-bdfc-24c1df65ae5b",
            "word": "to lengthen",
            "phonetic": "tə lɛŋθən ",
            "partOfSpeechType": "verb",
            "examples": [
                "The farmer knew that as the day lengthens, so the cold strengthens, and he made sure to prepare his crops and livestock for the harsh winter ahead.",
                "And when you stretch, those bands lengthen, but only to a point.",
                "And we have been lengthening the fire season quite considerably as we warm up the planet.",
                "The Alien Act lengthened the period of time it took to become a citizen, and the Sedition Act made it a crime to criticize the government.",
                "And we can sense humidity on a personal level, because hair lengthens as humidity increases and contracts as humidity decreases."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGVuZ3RoZW4&hash=8a0913e021f13c5c25ed324e134a688f9a17d990&lang=en&cache-only=0",
            "defineEn": "to make something have an increase in length or duration",
            "defineVi": "để làm cho một cái gì đó có một sự gia tăng về chiều dài hoặc thời gian",
            "hasImg": true
        },
        {
            "id": "dc600307-b9d2-4d53-94cf-e1a3abcd8be9",
            "word": "deep",
            "phonetic": "diːp ",
            "partOfSpeechType": "adjective",
            "examples": [
                "To take a deep breath.",
                "As I bite into a black cherry, its deep red juice stains my lips, leaving behind a sweet aftertaste.",
                "The experienced lawyer is streets ahead of her young colleagues, with a deep understanding of the law and years of courtroom experience.",
                "He knew deep down inside that she was right.",
                "His deep love of music moved him to take lessons with Dr. Hill."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVlcA&hash=19546422bb4e9ab997ca93851d9f151d4ca0caed&lang=en&cache-only=0",
            "defineEn": "having a great distance from the surface to the bottom",
            "defineVi": "có một khoảng cách lớn từ bề mặt đến đáy",
            "hasImg": true
        },
        {
            "id": "6e268a45-0775-4805-89e2-1677521ade48",
            "word": "depth",
            "phonetic": "dɛpθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The earthy aroma of mushrooms adds depth to any pasta dish.",
                "We have sounded the depths of the ocean.",
                "Coconut milk adds richness and depth of flavor to homemade coconut shrimp.",
                "Children should be supervised when out of their depth.",
                "Add depth to your creamy soup by including finely chopped chanterelle mushrooms in the recipe."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwdGg&hash=e89293f1d5ff6e3726741bc003333966a8540d97&lang=en&cache-only=0",
            "defineEn": "the distance below the top surface of something",
            "defineVi": "khoảng cách bên dưới bề mặt trên cùng của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "ec570572-ba65-412a-9ad3-33dc756da9f5",
            "word": "to deepen",
            "phonetic": "tə diːpən ",
            "partOfSpeechType": "verb",
            "examples": [
                "The discovery of new planets represents a quantum leap in astronomy, with the potential to deepen our understanding of the universe and our place in it.",
                "Having built a strong emotional connection over time, John and Emily felt ready to go all the way and deepen their intimacy.",
                "The scholar believed that unread books make hollow minds, and spent much of his life reading and studying in order to deepen his understanding of his field of expertise.",
                "The mystery deepens.",
                "The Ford and Mazda partnership deepened over the years."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVlcGVu&hash=fd8af4681d8f41afa646ba9e630c768ead5ae02f&lang=en&cache-only=0",
            "defineEn": "to intensify or strengthen something, making it more significant or extreme",
            "defineVi": "để tăng cường hoặc tăng cường một cái gì đó, làm cho nó quan trọng hơn hoặc cực đoan"
        },
        {
            "id": "2bfe7982-6bc8-4059-b5b3-67fbfb15772b",
            "word": "wide",
            "phonetic": "waɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "On the credit side, the restaurant offers a wide range of choices.",
                "The talented actor effortlessly portrayed a wide range of characters, from a hero to a villain.",
                "The fast runner won the race by a wide margin.",
                "Italy's Mediterranean climate and diverse geography offer a wide range of outdoor activities",
                "The furniture store has a wide section of sofas, tables, and chairs."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lkZQ&hash=fba2476e08764efbbc41eba731ea6dfc39a4d15b&lang=en&cache-only=0",
            "defineEn": "having a large length from side to side",
            "defineVi": "có chiều dài lớn từ bên này sang bên kia",
            "hasImg": true
        },
        {
            "id": "fc3507d0-06de-4c56-aa54-01d38bac8b01",
            "word": "width",
            "phonetic": "wɪtθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The width of the bookshelf is 120 centimeters.",
                "So this has width b as well.",
                "What is the width of Mike's dog pen?",
                "You add the two widths.",
                "but you lose some width."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lkdGg&hash=cb55e317b93fed0e398d44a6ff5e85f2d613e859&lang=en&cache-only=0",
            "defineEn": "the distance of something from side to side",
            "defineVi": "khoảng cách của một cái gì đó từ bên này sang bên kia",
            "hasImg": true
        },
        {
            "id": "7056c96a-2724-4e35-8639-f42aec629396",
            "word": "to widen",
            "phonetic": "tə waɪdən ",
            "partOfSpeechType": "verb",
            "examples": [
                "The experience has widened their horizon and fostered their knowledge in Learning Study.",
                "An environment that widens my mind.",
                "The widening wealth gap between the rich and the poor is a stark reminder that half the world knows not how the other half lives.",
                "Now, strategic carriers are widening their scopes.",
                "New Balance widens the toe box."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2lkZW4&hash=607087b52b88c293e43e43dd0fc889ffd7b2bce1&lang=en&cache-only=0",
            "defineEn": "to become wider or broader in dimension, extent, or scope",
            "defineVi": "để trở nên rộng hơn hoặc rộng hơn trong kích thước, mức độ, hoặc phạm vi"
        },
        {
            "id": "81832be8-fee5-4fd8-abc7-b49d4a45a1dd",
            "word": "high",
            "phonetic": "haɪ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The colorful bird flew high in the sky.",
                "The prices at the luxury boutique were quite high.",
                "Unfortunately, the price of short ribs can be quite high.",
                "He had high expectations for the team's performance in the tournament.",
                "They set high standards of customer service."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlnaA&hash=3cc614658c9a918812534f458ebda7ad9da1df22&lang=en&cache-only=0",
            "defineEn": "having a relatively great vertical extent",
            "defineVi": "có một phạm vi dọc tương đối lớn",
            "hasImg": true
        },
        {
            "id": "1c21d7ff-2c2b-41ec-b6ef-fc7586cce79f",
            "word": "height",
            "phonetic": "haɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This tree can reach a height of 24 metres.",
                "The baby's height was measured in centimeters at the doctor's office.",
                "The bread flour helped the dough rise beautifully, resulting in a loaf with a lofty height.",
                "Equip yourself with five practical strategies that help you win the uphill battle and take your project professional career to new heights.",
                "Tom, who is vertically challenged, has a great sense of humor and often jokes about his height."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVpZ2h0&hash=9ba95b5d3071420f6ea16c254e8d77fe7ced86c8&lang=en&cache-only=0",
            "defineEn": "the distance from the top to the bottom of something or someone",
            "defineVi": "khoảng cách từ trên xuống dưới của một cái gì đó hoặc một ai đó",
            "hasImg": true
        },
        {
            "id": "c70fd89c-b144-482f-8eff-77ef593e7b54",
            "word": "to heighten",
            "phonetic": "tə haɪʔn̩ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The snack chips used a flavor enhancer that heightened the bold and tangy taste of the seasoning.",
                "Our senses are heightened, our visual sens-- hey!",
                "And the Queen's death could heighten that support.",
                "That really heightened the anxiety.",
                "This victory heightened Cold War tensions as the new People’s Republic of China initially allied itself with the USSR."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGVpZ2h0ZW4&hash=9eaaa1f5a1fe99b6e533dfa3314b71671c3f2110&lang=en&cache-only=0",
            "defineEn": "to make something taller or to elevate it above its current position",
            "defineVi": "để làm cho một cái gì đó cao hơn hoặc nâng nó lên trên vị trí hiện tại của nó"
        },
        {
            "id": "086d4b2c-ac7a-4814-b26d-dd63bc673677",
            "word": "weak",
            "phonetic": "wiːk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The success of a business is only as great as the least successful department within it, as a chain is only as strong as its weakest link.",
                "She said hello to me and I went weak in the knees.",
                "Tim had been sick for a week, and he was still as weak as a kitten.",
                "But the problem is that Lady Macbeth states that Macbeth is weak for having too much milk of human kindness.",
                "The announcement made me weak at the knees."
            ],
            "audio": "https://tts.langeek.co/read?text=d2Vhaw&hash=3e38a2e6acb92d4ac8666c7b7e35abf0b8451567&lang=en&cache-only=0",
            "defineEn": "not physically strong; having little energy or physical strength",
            "defineVi": "thể chất không cường tráng; có ít năng lượng hoặc sức mạnh thể chất",
            "hasImg": true
        },
        {
            "id": "4b4d688c-1f1b-4a89-83b7-deff2cfb8a24",
            "word": "weakness",
            "phonetic": "wiːknəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The weakness of the enemy makes our strength.",
                "She has a weakness for polite men, use that to your advantage.",
                "They've both had knee injuries, but the two friends make light of their weaknesses.",
                "Don't be afraid to own up to your flaws and weaknesses.",
                "I've always had a weakness for soccer, I can't stay home when others are playing outside."
            ],
            "audio": "https://tts.langeek.co/read?text=d2Vha25lc3M&hash=199f60b3df87d3702c742787dec6100056984cca&lang=en&cache-only=0",
            "defineEn": "lack of enough strength or power",
            "defineVi": "thiếu đủ sức mạnh hoặc quyền lực"
        },
        {
            "id": "8be5f814-9581-431e-9405-a49f389de49d",
            "word": "to weaken",
            "phonetic": "tə wiːkən ",
            "partOfSpeechType": "verb",
            "examples": [
                "The army's defenses were weakened, and they had no choice but to yield to the advancing enemy forces.",
                "So our bones and muscles weaken.",
                "It weakens American democracy.",
                "The fighting has weakened Kurdish control across the region.",
                "The employment situation has weakened significantly."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2Vha2Vu&hash=1c1e66e4222a91e757092f3d2d849235ecd9201b&lang=en&cache-only=0",
            "defineEn": "to make something physically or structurally less strong or sturdy",
            "defineVi": "để làm cho một cái gì đó vật lý hoặc cấu trúc kém mạnh mẽ hoặc mạnh mẽ"
        },
        {
            "id": "b8c33971-93ed-48a6-bbd3-1da78bf77007",
            "word": "short",
            "phonetic": "ʃɔːɹt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Short hair really becomes you.",
                "The boss has a short fuse these days!",
                "She made short work of her opponents.",
                "We fell short of our goal in the competition.",
                "As they say, short reckonings make long friends."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvcnQ&hash=e11f4f3e15db8d39cc415db16e4047b2b9cf0ae0&lang=en&cache-only=0",
            "defineEn": "having a below-average or small distance between two points",
            "defineVi": "có khoảng cách dưới trung bình hoặc nhỏ giữa hai điểm",
            "hasImg": true
        },
        {
            "id": "754322bb-68ff-4f8c-811f-25470ae4a8e1",
            "word": "shortness",
            "phonetic": "ʃɔːɹtnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "I had shortness of breath.",
                "We love shortness.",
                "Their symptoms run the gamut, from shortness of breath, to heart palpitations, to extreme fatigue.",
                "And the symptoms of COVID-19 include high fevers, dry cough, and shortness of breath.",
                "I have daily headaches, heart palpitations, and I have shortness of breath."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvcnRuZXNz&hash=58abbf094a18fadc5451637db823ceff8d520572&lang=en&cache-only=0",
            "defineEn": "the condition of lacking in height or length",
            "defineVi": "tình trạng thiếu chiều cao hoặc chiều dài"
        },
        {
            "id": "0488b6a0-a1bd-4608-9435-59babaeb1a17",
            "word": "to shorten",
            "phonetic": "tə ʃɔːɹʔn̩ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I just shortened it",
                "It shortens the window to get an absentee ballot.",
                "Using this function shortens continuous playback time.",
                "Those shorten every time cells replicate.",
                "The tethers could shorten trips between both planets, from nine months down to five or even three, and reduce the scale of the rockets required by between 84 and 96 percent."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hvcnRlbg&hash=d90ac60f16d57132ed9d405fd592282ebc3fa831&lang=en&cache-only=0",
            "defineEn": "to make something have a decrease in length or duration",
            "defineVi": "để làm cho một cái gì đó đã giảm chiều dài hoặc thời gian",
            "hasImg": true
        },
        {
            "id": "1d4227ea-42bb-4487-b92b-214cf18eb370",
            "word": "thick",
            "phonetic": "θɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My dad spread a thick layer of orange marmalade on my morning toast.",
                "She spread a thick layer of tomato sauce on the pizza dough.",
                "The heavy rain created a thick curtain of water, reducing visibility on the road.",
                "Sarah enjoyed her milkshake in a thick glass with a straw.",
                "The sheep had thick wool that was used to make warm clothing."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhpY2s&hash=c4b5bbf08cb5649c47dde865a438dc8aa0f465de&lang=en&cache-only=0",
            "defineEn": "having a long distance between opposite sides",
            "defineVi": "có một khoảng cách dài giữa các mặt đối diện",
            "hasImg": true
        },
        {
            "id": "1124cdd7-b227-4ba4-95a2-1460dade9eb3",
            "word": "thickness",
            "phonetic": "θɪknəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Each blade must measure 2-millimeter thickness.",
                "Temperature even affects the thickness of the layers.",
                "48 times, the thickness is way over one million miles.",
                "So you're tracking the thickness of the ice?",
                "40 times, the thickness is nearly 7,000 miles, or the average GPS satellite's orbit."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhpY2tuZXNz&hash=06f566e195e2893e952acf5e345225e7ec59dc6f&lang=en&cache-only=0",
            "defineEn": "the measure of the distance between two parallel surfaces of an object",
            "defineVi": "thước đo khoảng cách giữa hai bề mặt song song của một đối tượng"
        },
        {
            "id": "7a4c440b-3640-4f18-8d6d-71948c99a3b9",
            "word": "to thicken",
            "phonetic": "tə θɪkən ",
            "partOfSpeechType": "verb",
            "examples": [
                "I added arrowroot starch to my homemade soup to thicken the broth.",
                "They used okra to thicken their stew and enhance its texture and taste.",
                "He added plain flour to the sauce, thickening it to a creamy consistency for the pasta dish.",
                "She added pectin to the strawberry jam to help it thicken.",
                "In a soap opera, when a character's past is revealed and it changes the course of the story, the plot thickens."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGhpY2tlbg&hash=a50d1db69a5379a63dc49ed453fd1ea2dadc0009&lang=en&cache-only=0",
            "defineEn": "to become more viscous or dense",
            "defineVi": "để trở nên nhớt hơn hoặc dày đặc"
        },
        {
            "id": "890b7ea9-99c4-40d7-9ee4-cea37c028a0f",
            "word": "flat",
            "phonetic": "flæt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The theory falls flat on its face when put into practice.",
                "The couple in the flat upstairs are always at it hammer and tongs.",
                "We drove through the night flat-out, with the pedal to the metal.",
                "He threw caution to the winds and rang the bell of the ground-floor flat.",
                "For the record, I have never been to the flat."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxhdA&hash=b0319827b03811bef371270d8f3951212b3b8133&lang=en&cache-only=0",
            "defineEn": "(of a surface) continuing in a straight line with no raised or hollow parts",
            "defineVi": "(của một bề mặt) tiếp tục theo một đường thẳng không có phần nhô lên hoặc phần rỗng",
            "hasImg": true
        },
        {
            "id": "ec72b076-e71a-4212-8011-ddfe4cbc81c4",
            "word": "flatness",
            "phonetic": "flætnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "But this flatness thing comes out of left field.",
                "Echoes of that disk live on today, seen in the flatness of the solar system.",
                "there And there are many other more subtle communications like when Steve is peeved he'll flatness his crest, That's the long feathers on top of his head.",
                "So is our solar system somehow special in its flatness?",
                "So why, when there's all of 3D space to fill, does the universe have this preference for flatness?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxhdG5lc3M&hash=a431d577c42901e140f392f42ecf814f96ee9f0e&lang=en&cache-only=0",
            "defineEn": "the quality of lacking depth or three-dimensionality in a two-dimensional context",
            "defineVi": "chất lượng thiếu chiều sâu hoặc tính ba chiều trong bối cảnh hai chiều"
        },
        {
            "id": "f5b89ae0-07b4-4ae0-b557-b78bf479d3fc",
            "word": "to flatten",
            "phonetic": "tə flæʔn̩ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Their long tails flatten into fins.",
                "So maybe the experience across internet things has flattened.",
                "A large section of his cornfield has been flattened.",
                "but for us on the outside they are flattened images on the surface of the black hole.",
                "Flattened it right out."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmxhdHRlbg&hash=ad8e189af6774e2cce7195bd97bd15e91c312ef7&lang=en&cache-only=0",
            "defineEn": "to reduce the thickness or height of something, making it less raised or elevated in its shape or form",
            "defineVi": "để giảm độ dày hoặc chiều cao của một cái gì đó, làm cho nó ít nâng lên hoặc nâng lên trong hình dạng hoặc hình thức của nó"
        }
    ]
}