{
    "id": "0b6b68f7-0907-40e7-9a0a-ff1cdd88940d",
    "title": "Lesson 3",
    "originalTitle": "Lesson 3",
    "words": [
        {
            "id": "8791ab43-3ce8-4cea-bf1b-1d47e7baa5c0",
            "word": "perspective",
            "phonetic": "pɚspɛktɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "He had a different perspective on the movie.",
                "She discovered new perspectives and solutions that she never would have considered otherwise.",
                "From the perspective of realizer functionalism, the role variety rides roughshod over distinctions that need to be taken seriously.",
                "I tried to put the matter into perspective.",
                "Leave it to anxiety to put a situation out of perspective."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc3BlY3RpdmU&hash=5a86ddba161e579ae0b16bd34489b04093414f87&lang=en&cache-only=0",
            "defineEn": "a specific manner of considering something; a certain attitude toward something",
            "defineVi": "một cách cụ thể để xem xét một cái gì đó; một thái độ nhất định đối với một cái gì đó"
        },
        {
            "id": "9ba5634c-a584-4f00-a552-356b8c1e5630",
            "word": "perspicacious",
            "phonetic": "pɚspɪkeɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVyc3BpY2FjaW91cw&hash=83bfddda52e5f93098085772b616bf43f8a8f0a7&lang=en&cache-only=0",
            "defineEn": "mentally acute or penetratingly discerning",
            "defineVi": "tinh thần nhạy bén hoặc sáng suốt"
        },
        {
            "id": "ec449702-458d-409e-a30b-6a67fbdbe6e4",
            "word": "perspicacity",
            "phonetic": "pɚspɪkæsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Defenders of the test agree that grades are important but they also argue that it's better to have more information about an applicant especially considering that grade inflation is a lot more common in some high schools than others but with the standardized test, everyone's taking the same thing and is scored the exact same way and the testing industry claimed that the test are continually evolving to better measure relevant skills and test that students are actually learning in high school rather than whether they can remember the definition of legerdemain and perspicacity."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc3BpY2FjaXR5&hash=3761729c477a71d9574059969baf4c0f0496d169&lang=en&cache-only=0",
            "defineEn": "the capacity to assess situations or circumstances shrewdly and to draw sound conclusions",
            "defineVi": "khả năng đánh giá các tình huống hoặc hoàn cảnh một cách khôn ngoan và đưa ra kết luận hợp lý"
        },
        {
            "id": "a574280e-884f-468a-80d1-3e5b137e3d3e",
            "word": "perspicuous",
            "phonetic": "pɚspɪkjuːəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVyc3BpY3VvdXM&hash=3d7ff9f1405bcd00fbe7331e8d09b8d98291755e&lang=en&cache-only=0",
            "defineEn": "(of language) transparently clear; easily understandable",
            "defineVi": "(của ngôn ngữ) minh bạch rõ ràng; dễ hiểu"
        },
        {
            "id": "892c813d-403e-425b-992c-ecfec073383a",
            "word": "to divulge",
            "phonetic": "tə daɪvʌldʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Who divulged this?",
                "So that you know where you stand before you divulge any information that you don't want others to know."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGl2dWxnZQ&hash=9a4f23a90db13f1f8d98ee13d7f92067f4f4e416&lang=en&cache-only=0",
            "defineEn": "make known to the public information that was previously known only to a few people or that was meant to be kept a secret",
            "defineVi": "công khai thông tin mà trước đây chỉ một số ít người biết hoặc được giữ bí mật"
        },
        {
            "id": "de06bf26-6025-4b1f-ba75-915c52cb5cab",
            "word": "divulgence",
            "phonetic": "daɪvʌldʒəns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGl2dWxnZW5jZQ&hash=a01db1273c211f5994a2c11f9522f90368f30b07&lang=en&cache-only=0",
            "defineEn": "the act of disclosing something that was secret or private",
            "defineVi": "hành động tiết lộ điều gì đó bí mật hoặc riêng tư"
        },
        {
            "id": "7f04a4ba-d9a7-41ad-8ca3-da7c23892299",
            "word": "to introspect",
            "phonetic": "tʊ ɪntɹəspɛkt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50cm9zcGVjdA&hash=b393121624e4d72c2de1ad2a88d5bbac2e9640b0&lang=en&cache-only=0",
            "defineEn": "reflect on one's own thoughts and feelings",
            "defineVi": "phản ánh những suy nghĩ và cảm xúc của chính mình"
        },
        {
            "id": "78c0baea-17d2-4de5-b369-f126fe10d3c5",
            "word": "introvert",
            "phonetic": "ɪntɹəvɜːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many people underestimate the power of introverts, thinking that their quiet demeanor means they have nothing to offer.",
                "However, still waters run deep, and introverts often have a wealth of insights and ideas to share.",
                "Wells, a self-described introvert, is their celebrity guru.",
                "Wells, a self-described introvert, is their celebrity guru.",
                "The introverts seem to have sometimes somewhat of a challenge, because they don't really do the small talk in the meeting."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50cm92ZXJ0&hash=ab3a8b1ea0078aac1ae55acb238b8642a80776c5&lang=en&cache-only=0",
            "defineEn": "(psychology) a person who is preoccupied with their own thoughts and feelings rather than the external world",
            "defineVi": "(tâm lý học) một người bận tâm với những suy nghĩ và cảm xúc của chính họ hơn là thế giới bên ngoài",
            "hasImg": true
        },
        {
            "id": "dc982a51-101b-4454-93bf-4f1501aa0a34",
            "word": "intrinsic",
            "phonetic": "ɪntɹɪnsɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Guitar designers faced an intrinsic difficulty in the physical properties and design of a guitar.",
                "Unlike a rental property or a successful business, bitcoin has no intrinsic value.",
                "This is just some intrinsic propety of this security.",
                "Isn't mass just an intrinsic property of matter, like electric charge?",
                "There has to be an intrinsic desire in your heart to want to do that."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50cmluc2lj&hash=bfbd52d648309c1e42ec099f5954961f96f7c3c6&lang=en&cache-only=0",
            "defineEn": "belonging to something or someone's character and nature",
            "defineVi": "thuộc về một cái gì đó hoặc tính cách và bản chất của ai đó"
        },
        {
            "id": "c37361f2-11a6-4b7c-a437-085c65ba9bcc",
            "word": "valid",
            "phonetic": "vælɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The ticket for the bus is valid for a single journey.",
                "The police officer informed the driver that not knowing that texting while driving was against the law was not a valid defense.",
                "You are valid.",
                "- That's really valid.",
                "You're valid in my book."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFsaWQ&hash=0f292c9d9c309182ff1d4f6d9b97b08f5e5ded5b&lang=en&cache-only=0",
            "defineEn": "well grounded in logic or truth or having legal force",
            "defineVi": "có căn cứ logic hoặc sự thật hoặc có hiệu lực pháp lý"
        },
        {
            "id": "add3c6ff-67ed-4072-94a6-d4a67d43502b",
            "word": "to validate",
            "phonetic": "tə vælᵻdeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "As of February 2019, the monitor validated almost one point three billion dollars in relief.",
                "And this is not scientifically validated.",
                "Checking in with other people online can be validating.",
                "The moment validated DJ setups as musical instruments, and showed its capabilities as a tool for improvisation.",
                "Wouldn't validate it at all."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmFsaWRhdGU&hash=fe2b3e971fd714db32aea1c42f8702de7f4cb12d&lang=en&cache-only=0",
            "defineEn": "prove valid; show or confirm the validity of something",
            "defineVi": "chứng minh hợp lệ; hiển thị hoặc xác nhận tính hợp lệ của một cái gì đó"
        },
        {
            "id": "8131e2ac-ff86-4c53-b53a-5a550cb7926a",
            "word": "to ameliorate",
            "phonetic": "tʊ ɐmiːlɪɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "That doesn't mean we can't work to mitigate or ameliorate some of the bad that we saw. ",
                "And I think that if that does become law, that it will start to put us on a road of ameliorating this very severe problem."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYW1lbGlvcmF0ZQ&hash=8ef58436793cfd59ad43cbb17966f8b19ac66075&lang=en&cache-only=0",
            "defineEn": "to make something, particularly something unpleasant or unsatisfactory, better or more bearable",
            "defineVi": "để làm cho một cái gì đó, đặc biệt là một cái gì đó khó chịu hoặc không đạt yêu cầu, tốt hơn hoặc dễ chịu hơn",
            "hasImg": true
        },
        {
            "id": "0c964628-07d6-4dbe-a16e-eaf195797e21",
            "word": "amelioration",
            "phonetic": "ɐmiːlɪɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW1lbGlvcmF0aW9u&hash=ca1655351ed232104881a39d893a2920db27b678&lang=en&cache-only=0",
            "defineEn": "the act of relieving ills and changing for the better",
            "defineVi": "hành động giảm bớt bệnh tật và thay đổi để tốt hơn"
        },
        {
            "id": "7221fb5b-8fac-4d36-9077-2b3e1827a2b5",
            "word": "to disengage",
            "phonetic": "tə dɪsɛŋɡeɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "They disengage a lot less, a lot fewer times, than anybody else.",
                "But the dark side of this extreme is that this person can be so disengaged that they seem completely uninvested.",
                "You two guys do seem like, kind of like disengaged lovers on the show.",
                "If it's not doing what I expect it to do, I'm gonna disengage the autopilot.",
                "By disengaging from your anger and actually observing it in a mindful way, you take the energy out of it, and this gives you time to avoid lashing out."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzZW5nYWdl&hash=39700c794f4ba41084de647eb4016ba5302e796f&lang=en&cache-only=0",
            "defineEn": "release from something that holds fast, connects, or entangles",
            "defineVi": "giải phóng khỏi thứ gì đó đang giữ chặt, kết nối hoặc vướng víu"
        },
        {
            "id": "ec66dcec-cedf-4b7e-a7d3-a68834b8d38b",
            "word": "to disentangle",
            "phonetic": "tə dɪsɛntæŋɡəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "And this is really the key to disentangling from toxic relationships.",
                "If approved, today's agreement will end the years-long divorce, disentangling economies still dependent on each other.",
                "Plus, contributing factors are interrelated, so it’s hard to disentangle one part from everything else that’s going on.",
                "WILLIAM BRANGHAM: How long do you think it will be until we can really get to the bottom of this, of both disentangling the damage that was done and finding out what might have been taken from all of these companies, but also to figure out whether there are still infiltrations that are going on and whether they're still lurking in these systems?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzZW50YW5nbGU&hash=7d9f8f3d840cfe9ec3e2a463d9221d71f2e62d56&lang=en&cache-only=0",
            "defineEn": "extricate from entanglement",
            "defineVi": "thoát khỏi vướng mắc"
        },
        {
            "id": "f8f4f849-f044-4638-81b2-286c605e6a5d",
            "word": "disfavor",
            "phonetic": "dɪsfeɪvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And there's really little that they can do about showing any sort of disfavor toward them."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzZmF2b3I&hash=1cbece6a39cd35799d693ca8fb6504a843fcafe3&lang=en&cache-only=0",
            "defineEn": "an inclination to withhold approval from some person or group",
            "defineVi": "xu hướng từ chối sự chấp thuận từ một số người hoặc nhóm"
        },
        {
            "id": "f3ebe301-7c69-4341-a9e0-099cdcfc8ec2",
            "word": "to disfigure",
            "phonetic": "tə dɪsfɪɡjɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "They get a little bit disfigured.",
                "And it left many survivors blind or disfigured from the pus-filled blisters."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzZmlndXJl&hash=136e9c58381ed722889d51f182b6bc2c73f7720c&lang=en&cache-only=0",
            "defineEn": "mar or spoil the appearance of",
            "defineVi": "làm hỏng hoặc làm hỏng sự xuất hiện của"
        },
        {
            "id": "f10866ad-0fdb-4b1d-9efa-37c48bfd5289",
            "word": "pragmatic",
            "phonetic": "pɹæɡmæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They trade pragmatic advice, friendly jokes and not-so-friendly barbs about their arrogant peers.",
                "he’s a very pragmatic man.",
                "TONY BLINKEN - President Obama was profoundly pragmatic in his view of most things, including a relationship with Russia.",
                "But the pragmatic answer is that the United States is not going to be fully safe from COVID-19 until all countries are protected.",
                "Looking forward, Southwest is going to be much more pragmatic and I think much more intentionally disloyal to Boeing."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJhZ21hdGlj&hash=a522c53340bfa2bd84853780522064a8db058509&lang=en&cache-only=0",
            "defineEn": "based on practical considerations rather than theory",
            "defineVi": "dựa trên những cân nhắc thực tế hơn là lý thuyết"
        },
        {
            "id": "662756b3-921e-456b-9947-e574fefa562c",
            "word": "pragmatist",
            "phonetic": "pɹæɡmətɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "I think he becomes a pragmatist, OK? ",
                "Prince Philip and his eldest son did share a passion for the outdoors, but, often, they had a different outlook on life, one a pragmatist, the other a thinker, a difference best articulated by Philip loving everything about Gordonstoun School, but Charles never quite fitting in there."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJhZ21hdGlzdA&hash=41a155272a39357f81e324c2aebff087938e9b9c&lang=en&cache-only=0",
            "defineEn": "a person who takes a practical approach to problems and is concerned primarily with the success or failure of her actions",
            "defineVi": "một người có cách tiếp cận thực tế đối với các vấn đề và chủ yếu quan tâm đến sự thành công hay thất bại của các hành động của cô ấy"
        },
        {
            "id": "76859c45-4dec-4938-9314-dec0f377e87e",
            "word": "pragmatism",
            "phonetic": "pɹæɡmətɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "He represented something to the American public of independence, pragmatism, bipartisanship, and he moved very aggressively to maximize the leverage of the brand legislatively.",
                "With so many different responses to death, it can be hard to tell which species might go beyond pragmatism and experience grief.",
                "I would say that our defining characteristic for the U.S.-Russia relation was pragmatism."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJhZ21hdGlzbQ&hash=d5cc431fc6f9078c2afa2cd405da9e266a7052d8&lang=en&cache-only=0",
            "defineEn": "the attribute of accepting the facts of life and favoring practicality and literal truth",
            "defineVi": "thuộc tính chấp nhận sự thật của cuộc sống và ủng hộ tính thực tế và sự thật theo nghĩa đen"
        }
    ]
}