{
    "id": "0b85aceb-9207-4816-9f01-bdfe47c5ce50",
    "title": "Politics",
    "originalTitle": "Politics",
    "words": [
        {
            "id": "91c8ad8a-1fc2-43f9-bc37-94be6807e786",
            "word": "regime",
            "phonetic": "ɹeɪʒiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The parade is the first sign of the new regime flexing its military muscles.",
                "Most of the country has fallen to the brutal regime, but there remains several pockets of resistance determined to hold out until the bitter end.",
                "The protests against the authoritarian regime were a manifestation of the belief that disobedience is the true foundation of liberty, as citizens stood up against oppression to demand greater freedom.",
                "In 2012, blogger Sattar Beheshti criticized the regime.",
                "The Putin regime is a mafia state."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVnaW1l&hash=342a5ada6583be0dd78cdb56f8a354c0367c7854&lang=en&cache-only=0",
            "defineEn": "a system of governing that is  authoritarian and usually not selected in a fair election",
            "defineVi": "một hệ thống cai trị độc đoán và thường không được lựa chọn trong một cuộc bầu cử công bằng",
            "hasImg": true
        },
        {
            "id": "da43b74a-c89a-456b-8a6f-30941644060c",
            "word": "ambassador",
            "phonetic": "ɐmbæsədɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The ambassador was called back to London by the prime minister.",
                "The ambassador curried favor with the dictator by praising his construction projects.",
                "Both of them make excellent ambassadors.",
                "In 1956, during a diplomatic reception in Moscow, Soviet leader Nikita Khrushchev told Western Bloc ambassadors, \"My vas pokhoronim!\"",
                "The Russian ambassador to the United Nations was shown a copy of that investigation at a U.N. Security Council meeting."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1iYXNzYWRvcg&hash=33ce745cb4dffd188326ce6e100415087961b3bc&lang=en&cache-only=0",
            "defineEn": "a senior official whose job is living in a foreign country and representing their own country",
            "defineVi": "một quan chức cấp cao có công việc đang sống ở nước ngoài và đại diện cho đất nước của họ"
        },
        {
            "id": "03166bee-a541-419e-9e70-b50c03a33972",
            "word": "embassy",
            "phonetic": "ɛmbəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Embassy staff made a catalogue of their personal effects: Shirley's rosary beads, Barbara's family photographs, Kathleen's white handkerchief with lace.",
                "So last thing on immigration, this film starts off with the Embassy meeting. ",
                "Hundreds of protesters rallied outside China's embassy in Myanmar.",
                "Now, of course, the Soviet embassy, the Russian embassy, is radioactive for a slightly different reason in Washington.",
                "So last thing on immigration, this film starts off with the Embassy meeting. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1iYXNzeQ&hash=58e84d1211070a8760b037383720aa57b6050e67&lang=en&cache-only=0",
            "defineEn": "a group of people who officially represent their government in another country",
            "defineVi": "một nhóm người chính thức đại diện cho chính phủ của họ ở một quốc gia khác"
        },
        {
            "id": "52229cad-2933-44ea-8c05-4c179d4b04d2",
            "word": "summit",
            "phonetic": "sʌmɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "These two summit events constitute a framework to assess progress being made under the auspices of President Mbeki.",
                "Due to the impending rain we did not hang around on the summit, but instead made hasty retreat back to the van.",
                "The weather has now closed in so an attempt on the summit is unlikely.",
                "The scene was the G20 summit in Hangzhou, China.",
                "The summit nations will meet again for formal negotiations in November."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VtbWl0&hash=6f1a4c503da5f58f9932932be1b36a7b8a881db4&lang=en&cache-only=0",
            "defineEn": "an official gathering during which the heads of governments discuss crucial issues",
            "defineVi": "một cuộc họp chính thức trong đó những người đứng đầu chính phủ thảo luận về các vấn đề quan trọng"
        },
        {
            "id": "594a49a4-bd6c-4b96-845a-61ef3d0d18a9",
            "word": "wing",
            "phonetic": "wɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He took the rookie pitcher under his wing.",
                "A new wing was added to the building.",
                "Who's playing on the wing?",
                "Friends shared a platter of crispy chicken wings with tangy dipping sauces at the sports bar.",
                "She dusts the chicken wings with cornflour before frying them."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZw&hash=28225112da3a423cb871b914a16cafa9807f7621&lang=en&cache-only=0",
            "defineEn": "members of a political party or other organization who have a certain function or share certain views",
            "defineVi": "thành viên của một đảng chính trị hoặc tổ chức khác có chức năng nhất định hoặc chia sẻ quan điểm nhất định"
        },
        {
            "id": "7200aa08-2550-47f9-9bdb-4761e79acc63",
            "word": "spokesperson",
            "phonetic": "spoʊkspɚsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company also hired tennis player Martina Navratilova as a spokesperson.",
                "And their spokesperson told us: Regardless of the materials, Doc Martens' style has endured.",
                "When we reached out to the Pentagon for comment a spokesperson said the department takes its cleanup responsibilities seriously.",
                "Today in Geneva, a U.N. spokesperson cited reports that they are now shelling homes and churches, while blocking access to aid.",
                "According to a CBP spokesperson, specialists evaluate trainings quarterly, but as of now, \"the curriculum remains unchanged.\""
            ],
            "audio": "https://tts.langeek.co/read?text=c3Bva2VzcGVyc29u&hash=ec95315d58357a458a8a333268ad00d166fdea93&lang=en&cache-only=0",
            "defineEn": "a person who speaks formally for an organization, government, etc.",
            "defineVi": "một người nói chính thức cho một tổ chức, chính phủ, vv",
            "hasImg": true
        },
        {
            "id": "c66c3a58-4ab5-445a-946d-c12810ade4ce",
            "word": "bureaucracy",
            "phonetic": "bjʊɹɹɑːkɹəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dealing with bureaucracy is like trying to nail jelly to the wall.",
                "Aztec bureaucracy included tax collection, judiciary system, and censuses.",
                "So what exactly IS a bureaucracy?",
                "This was bureaucracy, partially.",
                "Years of bureaucracy and tough immigration policies have stalled the process."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVyZWF1Y3JhY3k&hash=42bbcc6913edb2053e81db1d5665520f9b7caa9c&lang=en&cache-only=0",
            "defineEn": "a system of government that is controlled by officials who are not elected rather employed",
            "defineVi": "một hệ thống chính phủ được kiểm soát bởi các quan chức không được bầu thay vì làm việc"
        },
        {
            "id": "575afbb1-d614-4099-8252-95bc36f043e1",
            "word": "democracy",
            "phonetic": "dᵻmɑːkɹəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "What do we mean by democracy?",
                "The Council is the Achilles heel of European democracy, if not the black hole.",
                "Although America is a democracy, a lot of key decisions are made behind closed doors by unelected advisers.",
                "The opposition parties have cried foul at the president's act, seeing it as a violation of democracy.",
                "Democracy is fragile."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtb2NyYWN5&hash=2e6fa0bf6988074d74ccd111dba58b8494853b81&lang=en&cache-only=0",
            "defineEn": "a system of government based on the vote of the public who choose their representatives periodically by free election",
            "defineVi": "một hệ thống chính phủ dựa trên lá phiếu của công chúng, những người chọn đại diện của họ theo định kỳ bằng bầu cử tự do"
        },
        {
            "id": "de4cc7b1-7faf-4321-92d8-180e878650dc",
            "word": "democratic",
            "phonetic": "dɛməkɹæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "At this stage in the campaign, the Democratic candidate is way ahead of the pack.",
                "In a democratic society, the voice of the people is the voice of God, and it is the duty of the government to listen to and respect the will of the majority.",
                "Clinton also had two personal strikes against him as he went into the home stretch toward the July Democratic convention.",
                "In a democratic society, it is important to create a level playing field for all political candidates, ensuring fair and equal opportunities for campaigning and participating in elections.",
                "It's all enough to make Democratic strategists who focus on communities of color feel as if they are caught in a time warp."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtb2NyYXRpYw&hash=cea710282c6c798da018b35a206683b94e2ccc84&lang=en&cache-only=0",
            "defineEn": "marked by the characteristics of democracy",
            "defineVi": "được đánh dấu bởi các đặc điểm của nền dân chủ"
        },
        {
            "id": "97a2b9ba-9073-4812-bb58-c9bfd92f811a",
            "word": "democrat",
            "phonetic": "dɛməkɹæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He is a Democrat.",
                "She's a rural Democrat.",
                "That’s against the Democrat. ",
                "That’s against the Democrat. ",
                "He was a die-hard Democrat."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtb2NyYXQ&hash=7dd0d54d84af3015a5830d9e3be614e92022b16c&lang=en&cache-only=0",
            "defineEn": "someone who is a member of the Democratic Party",
            "defineVi": "một người là một thành viên của Đảng Dân chủ"
        },
        {
            "id": "a0a6b220-b618-43f1-9cb4-826b0ee2832d",
            "word": "congress",
            "phonetic": "kɑːŋɡɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Congress weighed the pros and cons of the new tax plan.",
                "The congress should be remembered in our prayers.",
                "In 1996, Congress unanimously passed the Food Quality Protection Act.",
                "Congress must act decisively against this threat.",
                "He was elected to Congress last year and is now running for governor."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZ3Jlc3M&hash=008dfdc8da01a770cc622227dd52e7cfff0748e1&lang=en&cache-only=0",
            "defineEn": "(in some countries) the group of people who have been elected to make laws, which in the US it consists of the House of Representatives and the Senate",
            "defineVi": "(ở một số quốc gia) nhóm người được bầu để ban hành luật, ở Mỹ nó bao gồm Hạ viện và Thượng viện",
            "hasImg": true
        },
        {
            "id": "7308c050-9802-4b5f-8bb0-15fcb3d49b25",
            "word": "parliament",
            "phonetic": "pɑːɹləmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Parliament breaks for recess next week.",
                "Parliament continued sitting until March 16.",
                "Parliament sits for less than six months of the year.",
                "The political party achieved a clean sweep of the election, winning all the seats in the parliament and forming a majority government.",
                "But the Parliament terms expired."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFybGlhbWVudA&hash=412fa165d13a05bb855ec6433818dd8a2d83a33c&lang=en&cache-only=0",
            "defineEn": "the group of elected politicians whose responsibility is changing or making laws or discussing political matters",
            "defineVi": "nhóm các chính trị gia được bầu có trách nhiệm thay đổi hoặc làm luật hoặc thảo luận về các vấn đề chính trị"
        },
        {
            "id": "6b3f45ac-5f49-4720-a7ff-62ebc3305428",
            "word": "senate",
            "phonetic": "sɛnət ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bill passed through the senate like a hot knife through butter.",
                "He ran unsuccessfully for the Senate in New York.",
                "The Senate is expected to follow the lead of the House.",
                "France held its breath while the Senate chose its new president.",
                "She was called to testify before a Senate subcommittee."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VuYXRl&hash=73c53c657b1bf4c693abbb98b34212fb400e7782&lang=en&cache-only=0",
            "defineEn": "one of the two groups of politicians, the other being the House of Representatives, who have been elected to make laws in some countries, such as France and the US",
            "defineVi": "một trong hai nhóm chính trị gia, nhóm còn lại là Hạ viện, những người đã được bầu để ban hành luật ở một số quốc gia, chẳng hạn như Pháp và Hoa Kỳ"
        },
        {
            "id": "a9b9430f-b33e-465c-9f4f-d8d73f120228",
            "word": "senator",
            "phonetic": "sɛnəɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The senator held the floor for several hours.",
                "The senator's voting record was in the crosshairs of his political rivals.",
                "Most senators find out which way the wind blows in their home state before voting on bills in Congress.",
                "The senator has begun wearing his heart on his sleeve now that he's not seeking re-election.",
                "He mocked the senators ahead of the investigation, saying they were just whistling in the wind."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VuYXRvcg&hash=cccacb5a9bcd12f8cdb2675429e89ba72bc2e0de&lang=en&cache-only=0",
            "defineEn": "one of the members of Senate",
            "defineVi": "một trong những thành viên của Thượng viện",
            "hasImg": true
        },
        {
            "id": "1f012c1b-05fb-4314-b37b-dc18c911cc78",
            "word": "cabinet",
            "phonetic": "kæbᵻnət ",
            "partOfSpeechType": "noun",
            "examples": [
                "The medicine cabinet in the bathroom holds our first aid supplies.",
                "They want the cabinet all singing from the same hymn sheet.",
                "We installed a corner cabinet in the dining room to maximize space.",
                "The shoe cabinet by the entrance keeps our shoes organized and tidy.",
                "The cabinet doors are made of glass, allowing us to see inside."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FiaW5ldA&hash=eced7bf1514d07bb6d8cda4c2960b343c5cddeb4&lang=en&cache-only=0",
            "defineEn": "senior members of a government who make decisions and control the policy of the government",
            "defineVi": "thành viên cấp cao của chính phủ đưa ra quyết định và kiểm soát chính sách của chính phủ"
        },
        {
            "id": "af36857f-6c30-45c9-a6ed-2b9779e7d394",
            "word": "slogan",
            "phonetic": "sloʊɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Israel's new government called the slogans a disgrace.",
                "Their slogan on the side of the box is, shoot, edit, share.",
                "And they had a slogan.",
                "And we know the slogan of \"free labor, free men, free speech, free soil.\"",
                "- That's an anti-drug slogan."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xvZ2Fu&hash=ab6c358f551fc14b736f67fc4ad8432f64f57212&lang=en&cache-only=0",
            "defineEn": "a short memorable phrase that is used in advertising to draw people's attention toward something",
            "defineVi": "một cụm từ đáng nhớ ngắn được sử dụng trong quảng cáo để thu hút sự chú ý của mọi người đối với một cái gì đó"
        },
        {
            "id": "de6666f7-e21a-4633-9881-31c0f4708767",
            "word": "campaign",
            "phonetic": "kæmpeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Campaigns to save the planet/rain forest/whale.",
                "Public education campaigns highlight potential health risks of consuming pink slime products.",
                "The campaign for the ban was led by Greenpeace.",
                "Have you been following the election campaign?",
                "A campaign is under way to stop the bombers."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FtcGFpZ24&hash=bbfc7d944c4b3e8065219c026464c7d503f7266e&lang=en&cache-only=0",
            "defineEn": "a set of actions organized in order to serve a political purpose",
            "defineVi": "một tập hợp các hành động được tổ chức để phục vụ một mục đích chính trị"
        },
        {
            "id": "c470df71-aab2-4674-b47f-680d5ae8e230",
            "word": "conservative",
            "phonetic": "kənsɜːvətɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "More conservative candidates are losing ground in key battleground states.",
                "It turned out that as a new kid on the block you are a real threat to existing parties in a rather conservative industry.",
                "Jennifer's conservative views make her the black sheep among her more liberal-minded friends.",
                "Mark was eager to invest all his savings into a new business opportunity, but his financial advisor cautioned him that who grasps at too much loses everything, and recommended a more conservative approach.",
                "Conservatives have no problem with Social Security."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VydmF0aXZl&hash=d8e48102128c1f16649ab6e4fed7208d44edda69&lang=en&cache-only=0",
            "defineEn": "a person who is a member of a conservative party which is against changes",
            "defineVi": "một người là thành viên của một đảng bảo thủ chống lại những thay đổi"
        },
        {
            "id": "ba0a7bba-512f-441c-934e-d309b95abdd8",
            "word": "dictatorship",
            "phonetic": "dɪkteɪɾɚʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The coup gave the dictatorship a dose of its own medicine, subjecting the dictator and his entourage to torture and confinement in deplorable conditions.",
                "They both grew up under dictatorships.",
                "In any dictatorship, the flow of information is controlled. ",
                "There is no dictatorship in Haiti.",
                "They wanted the end to the dictatorship of the Communist Party."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGljdGF0b3JzaGlw&hash=4aaa7b063953b63b0dfc16d99cf3ca674f557eec&lang=en&cache-only=0",
            "defineEn": "a system of governing in which the ruler is a dictator that has total power",
            "defineVi": "một hệ thống cai trị trong đó người cai trị là một nhà độc tài có toàn quyền"
        },
        {
            "id": "1b0a401f-dbb8-456d-8338-017de15e76f1",
            "word": "dictator",
            "phonetic": "dɪkteɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dictator governed the country with a heavy hand, suppressing any form of dissent or opposition.",
                "The ambassador curried favor with the dictator by praising his construction projects.",
                "The coup gave the dictatorship a dose of its own medicine, subjecting the dictator and his entourage to torture and confinement in deplorable conditions.",
                "And as a result of that, the shah of Iran came in, terrible dictator.",
                "At the time, Saddam Hussein, a brutal dictator, ruled the country."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGljdGF0b3I&hash=65c5ece0d08f30540983c63173f3bf2a874d03d7&lang=en&cache-only=0",
            "defineEn": "a ruler that has total power over a state, particularly a ruler who gained power through force",
            "defineVi": "một người cai trị có toàn quyền đối với một quốc gia, đặc biệt là một người cai trị đã giành được quyền lực thông qua vũ lực"
        },
        {
            "id": "dae73941-34ec-44af-b3ca-86a8e454dc06",
            "word": "council",
            "phonetic": "kaʊnsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The council changed its mind on the by-pass before the ink was dry.",
                "The county council plans to build a bypass.",
                "The proposal has won the approval of the city council.",
                "The Council is the Achilles heel of European democracy, if not the black hole.",
                "The council says it will prosecute traders who break the law."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bmNpbA&hash=74e8e99ea135ea68af7dc1948d97e157062a4b51&lang=en&cache-only=0",
            "defineEn": "a group of elected people who govern a city, town, etc.",
            "defineVi": "một nhóm người được bầu cai quản một thành phố, thị trấn, v.v.",
            "hasImg": true
        },
        {
            "id": "54a4f537-9b79-48c6-8e7e-2a93ebdf3ad2",
            "word": "poll",
            "phonetic": "poʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "According to recent polls, the finger of blame is pointing squarely at the president for the recent economic downturn.",
                "The government's popularity is declining, as the polls show.",
                "The outcome of the election is now in the lap of the gods, as the polls are too close to call.",
                "Lazio saw his poll numbers go south almost immediately.",
                "After falling behind in the polls, the candidate's new policies helped them gain ground with voters."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9sbA&hash=a8ec3f809f899d276345574fcabf1de9551442f5&lang=en&cache-only=0",
            "defineEn": "(plural) the process of casting or counting votes; the place in which votes are counted or casted",
            "defineVi": "(số nhiều) quá trình bỏ phiếu hoặc kiểm phiếu; nơi kiểm phiếu hoặc bỏ phiếu"
        },
        {
            "id": "8e825dec-1fb2-4717-a769-ea7495b0f385",
            "word": "diplomacy",
            "phonetic": "dɪploʊməsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "At that stage of the game it was too late for diplomacy.",
                "Being assigned to the General Secretariat provided a worm's-eye view of international diplomacy.",
                "The United Nations is considered a big gun in global diplomacy.",
                "But countries ahead of the curve are pursuing vaccine diplomacy.",
                "But diplomacy has been tried before."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlwbG9tYWN5&hash=f2266b7c0c8c30f6f9ce8b1baea1f44ee649a00e&lang=en&cache-only=0",
            "defineEn": "the job, skill, or act of managing the relationships between different countries",
            "defineVi": "công việc, kỹ năng hoặc hành động quản lý các mối quan hệ giữa các quốc gia khác nhau"
        },
        {
            "id": "f27e0a5d-ab6d-46ec-9ad8-ebb8022232ec",
            "word": "diplomat",
            "phonetic": "dɪpləmæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "A dinner given in honor of an American diplomat.",
                "American diplomats were in the midst of the protesters, in Kiev's main square-- the Maidan.",
                "Today, the nation's top diplomat spent his first full day on the job.",
                "They were not diplomats.",
                "It's expelled 10 Russian diplomats."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlwbG9tYXQ&hash=b2fc7ee64400f64e38027b05903cb73bae19f9f0&lang=en&cache-only=0",
            "defineEn": "the official representative of a country in a foreign country",
            "defineVi": "đại diện chính thức của một quốc gia ở nước ngoài"
        },
        {
            "id": "9ba5098f-d2c2-4b20-9f78-fe2d42c6b084",
            "word": "federal",
            "phonetic": "fɛdɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A federal judge just sent the CEO up the river for 45 years for defrauding millions of customers.",
                "The research is being done under the auspices of the federal government.",
                "The bank claims its hands are tied by federal regulators.",
                "The small-town mayor has been punching above her weight recently, going head-to-head with federal lawmakers over the issue of immigration reform.",
                "In the US, federal bureaucrats fulfill a number of specific important functions."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVkZXJhbA&hash=cf992f57140f93724d0da15edb67d9f5e3388ba7&lang=en&cache-only=0",
            "defineEn": "relating to the central government of a country rather than the local ones",
            "defineVi": "liên quan đến chính quyền trung ương của một quốc gia chứ không phải là những người địa phương"
        },
        {
            "id": "77458639-befe-48b7-ad77-981f3c7b46a3",
            "word": "republic",
            "phonetic": "ɹᵻpʌblɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Only the most radical wing, the Jacobins, called for the creation of a republic.",
                "One of the earliest predecessors to socialism was Plato’s Republic in which there’s discussion of a sort of communal society.",
                "\"Otherwise the future ofthe People's Republic will be in grave danger.\"",
                "In the early 2000s, hundreds of such malls were constructed in the People's Republic of China.",
                "Some other republics of the Soviet Union, there have been such sentiments."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwdWJsaWM&hash=7b4a8576ca8ea67def2f19e4470086323143fb70&lang=en&cache-only=0",
            "defineEn": "a governing system in which the supreme power is held by people and their chosen representatives",
            "defineVi": "một hệ thống quản lý trong đó quyền lực tối cao được nắm giữ bởi người dân và các đại diện được lựa chọn của họ"
        },
        {
            "id": "7718a706-95da-4541-a050-538565e2948c",
            "word": "Republican",
            "phonetic": "ɹᵻpʌblɪkən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mr Lake was an important cog in the Republican campaign machine.",
                "Republicans worry about Kansas.",
                "His audience-- the Republican controlled Congress-- the president's fiercest critics.",
                "What do Republicans say?",
                "At the site of a deadly riot, Republican senators block an investigation into the attack on January 6."
            ],
            "audio": "https://tts.langeek.co/read?text=UmVwdWJsaWNhbg&hash=7d667e8b4842550998e480eecf4ee82109971394&lang=en&cache-only=0",
            "defineEn": "(in the US) someone who supports or is a member of the Republican Party",
            "defineVi": "(ở Mỹ) người ủng hộ hoặc là thành viên của Đảng Cộng hòa",
            "hasImg": true
        },
        {
            "id": "afcc2c0c-29bb-49cc-9186-b4c00c3b6e73",
            "word": "extremism",
            "phonetic": "ɛkstɹiːmɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Fundamentalist extremism has been raising its head all around the world over the last couple years.",
                "Political extremism is another factor.",
                "Extremism is not tolerated in any branch of the United States military.",
                "Extremism in the defense of liberty is no vice. NARRATOR:",
                "We're talking about violent Islamic extremism."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0cmVtaXNt&hash=72a9d1d6f269f36c8ee61a30519e0cbcbf7840f0&lang=en&cache-only=0",
            "defineEn": "religious or political actions, beliefs, or ideas that most people find them extreme, unreasonable, and abnormal",
            "defineVi": "hành động, niềm tin hoặc ý tưởng tôn giáo hoặc chính trị mà hầu hết mọi người thấy chúng cực đoan, vô lý và bất thường"
        },
        {
            "id": "a84fcd2e-4899-4c98-83e2-7b3e2da686ab",
            "word": "moderate",
            "phonetic": "mɑːdɚɹət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Nearly one-half of the country, from the Pacific Coast to the Great Plains and the Upper Midwest, is experiencing moderate to exceptional drought conditions.",
                "He was too moderate.",
                "He’s too moderate. ",
                "He was too moderate.",
                "He's too moderate."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9kZXJhdGU&hash=6d393b390964b22a51152d91094c61cb20686232&lang=en&cache-only=0",
            "defineEn": "(of a person or ideology) not extreme or radical and considered reasonable by a majority of people",
            "defineVi": "(của một người hoặc ý thức hệ) không cực đoan hoặc cực đoan và được đa số người dân coi là hợp lý"
        },
        {
            "id": "1aa13c15-1f71-4109-b557-b2585a28a497",
            "word": "radical",
            "phonetic": "ɹædɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The blueberries were rich in antioxidants, which helped protect the body against free radicals.",
                "Peaches are packed with antioxidants that help protect your body against harmful free radicals.",
                "It was revealed that the FBI kept tabs on him for years just because he once attended a meeting of a radical group.",
                "You may have method to your madness, but these radical changes to the business could still prove catastrophic.",
                "I really went against the stream when I was in college with some radical opinions, but as I've grown older I have found myself falling more in line with other people's way of thinking."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFkaWNhbA&hash=5d35d2a4a74e1f88c634f1c81487937a985aa69b&lang=en&cache-only=0",
            "defineEn": "a person whose political inclination is social and political change",
            "defineVi": "một người có khuynh hướng chính trị là thay đổi xã hội và chính trị"
        },
        {
            "id": "c12615f0-e295-4d21-bea9-ac7b54e04e46",
            "word": "free trade",
            "phonetic": "fɹiː tɹeɪd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnJlZSB0cmFkZQ&hash=e469235f5556082b244c1c67c8691fe3a95caa8e&lang=en&cache-only=0",
            "defineEn": "a system of international trading in which there are no restrictions or taxes on goods bought or sold",
            "defineVi": "một hệ thống thương mại quốc tế trong đó không có hạn chế hoặc thuế đối với hàng hóa được mua hoặc bán"
        },
        {
            "id": "d0b681b6-ec5e-4d01-b90b-d365d2213019",
            "word": "governor",
            "phonetic": "ɡʌvɚnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I am giving my word as the governor.",
                "He was elected to Congress last year and is now running for governor.",
                "Everyone from the Prime Minister, to the Governor of the Bank of England, to the Mayor of London, to the Director of the IMF, to Uncle Tom Cobley and all convinced us that we needed these austerity measures to survive the recession.",
                "Protesters are baying for blood after it was revealed that the governor had been aware of the cover-up from the start.",
                "The state's newly elected governor is trying to put new wine in old bottles by revitalizing several different institutions and infrastructures with bold, progressive changes."
            ],
            "audio": "https://tts.langeek.co/read?text=Z292ZXJub3I&hash=55de68493af6600493a2de897500c984101f38e4&lang=en&cache-only=0",
            "defineEn": "someone who is in charge of a region or town",
            "defineVi": "một người phụ trách một khu vực hoặc thị trấn"
        },
        {
            "id": "23dace9b-96fe-444b-8f8d-21848f277e7d",
            "word": "liberal",
            "phonetic": "lɪbɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The man was such a bleeding-heart knee-jerk liberal that you could predict the rest of the column after reading the first sentence.",
                "They have liberal groups.",
                "Even psychologists got really liberal with their applications of the test.",
                "More specifically, pedophiles are everywhere among liberals, celebrities, and the media.",
                "Liberals will say, \"It's obvious, defense!\""
            ],
            "audio": "https://tts.langeek.co/read?text=bGliZXJhbA&hash=6db4ce277fba2d7ef24f16d8353ee051ab494a8c&lang=en&cache-only=0",
            "defineEn": "marked by the characteristics of liberalism",
            "defineVi": "được đánh dấu bởi các đặc điểm của chủ nghĩa tự do"
        },
        {
            "id": "f083f30b-56ea-4e5c-99e4-428c8bc79811",
            "word": "independence",
            "phonetic": "ɪndᵻpɛndəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The country celebrated its independence with a grand parade and fireworks.",
                "Jane was known for having her own way in relationships, always setting her own terms and expectations, which sometimes caused conflicts but also ensured her independence and happiness.",
                "She is happily single and enjoying her independence.",
                "In 1947, the Burmese government obtained independence, but not unity.",
                "Some blame this independence for the failure."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kZXBlbmRlbmNl&hash=986dfe85809ab6d25e21b84097098f05004215ca&lang=en&cache-only=0",
            "defineEn": "the state of being free from the control of others",
            "defineVi": "trạng thái thoát khỏi sự kiểm soát của người khác"
        },
        {
            "id": "81b3388c-d7ff-4d71-8148-3ceaf039ba99",
            "word": "monarchy",
            "phonetic": "mɑːnɚki ",
            "partOfSpeechType": "noun",
            "examples": [
                "The leaders of the French Revolution didn't just overthrow the monarchy.",
                "Populist movements have rebelled against monarchies, monopolies, and a wide variety of powerful institutions.",
                "Palace intrigue shakes one of the Middle East's most historically stable monarchies.",
                "A junta of generals rules the country in the name of the monarchy.",
                "The monarchy was barely clinging to control after the Revolution of 1905."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9uYXJjaHk&hash=4e3c24fa8c4ef4fafb5e2ac67c9f68ca38828507&lang=en&cache-only=0",
            "defineEn": "a system of government or a country or state that is ruled by a king or queen",
            "defineVi": "một hệ thống chính phủ hoặc một quốc gia hoặc tiểu bang được cai trị bởi một vị vua hoặc nữ hoàng",
            "hasImg": true
        },
        {
            "id": "cb1405d5-d867-45c7-b5eb-9143456dfa1d",
            "word": "propaganda",
            "phonetic": "pɹɑːpɐɡændə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The use of social media in politics can cut both ways, as it can provide a platform for activism and mobilization but can also spread misinformation and propaganda.",
                "They put out propaganda.",
                "Enter misinformation and propaganda.",
                "It's propaganda.",
                "We found propaganda footage of K.H. attacks on American bases in Iraq."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcGFnYW5kYQ&hash=69b59630a0396bd98137664b2665604b39f12f64&lang=en&cache-only=0",
            "defineEn": "information and statements that are mostly biased and false and are used to promote a political cause or leader",
            "defineVi": "thông tin và tuyên bố chủ yếu là thiên vị và sai và được sử dụng để thúc đẩy một nguyên nhân chính trị hoặc nhà lãnh đạo"
        },
        {
            "id": "76cfd002-59e0-4fa1-8080-e13b82a91f3d",
            "word": "anarchy",
            "phonetic": "ænɑːɹki ",
            "partOfSpeechType": "noun",
            "examples": [
                "That was anarchy.",
                "It's called anarchy and trial by media.",
                "This was about democracy and our constitution versus anarchy.",
                "Because Shades is Juice from Sons of Anarchy.",
                "Also, did anybody else make Sons of Anarchy jokes throughout the show?"
            ],
            "audio": "https://tts.langeek.co/read?text=YW5hcmNoeQ&hash=9ba10cf511c5476d7ca45557475a43fcf27b0632&lang=en&cache-only=0",
            "defineEn": "the state of an organization or country that is lacking in order, authority, or control",
            "defineVi": "trạng thái của một tổ chức hoặc quốc gia thiếu trật tự, thẩm quyền hoặc kiểm soát"
        },
        {
            "id": "91ccb556-8014-48aa-9603-81ed3b3d60eb",
            "word": "opposition",
            "phonetic": "ɑːpəzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Opposition moved an amendment to the Bill.",
                "The proposal was dropped after opposition from civil liberties groups.",
                "The government rode roughshod over all opposition to the new measures.",
                "Permission for the development was granted in the teeth of opposition from local shopkeepers.",
                "He held out an olive branch to the opposition by releasing 42 political prisoners."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Bwb3NpdGlvbg&hash=1313cbecaf751d68420519851345e1da8f1dd206&lang=en&cache-only=0",
            "defineEn": "the main political party opposed to the government",
            "defineVi": "đảng chính trị chính đối lập với chính phủ"
        },
        {
            "id": "ee3c9e7b-e73b-468f-8f27-a3496e35a6c9",
            "word": "revolution",
            "phonetic": "ɹɛvəluːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The revolution brought many changes.",
                "The workers went on strike because they knew that revolutions are not made with rose water, and they had to fight for their rights.",
                "But their revolution lives on.",
                "Was the revolution worth it?",
                "People didn’t want a revolution."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV2b2x1dGlvbg&hash=a24a0b1793a9ec6dff74b183cfe1f6dfe6a10e2f&lang=en&cache-only=0",
            "defineEn": "the fundamental change of power, government, etc. in a country by people, particularly involving violence",
            "defineVi": "sự thay đổi cơ bản về quyền lực, chính phủ, v.v. ở một quốc gia bởi người dân, đặc biệt liên quan đến bạo lực"
        },
        {
            "id": "44c1821f-0ff8-42d7-aefe-c6ad20fde9b3",
            "word": "to reform",
            "phonetic": "tə ɹᵻfɔːɹm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The laws were reformed root and branch.",
                "These reforms will produce little change.",
                "The reforms served as a model for the rest of the Communist world.",
                "Efforts at reform seem to come in fits and starts.",
                "School reform is a sensitive issue, and many politicians treat it with kid gloves."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVmb3Jt&hash=1b00bb9e014c483be71d8e71918bcb3f4cdd24ef&lang=en&cache-only=0",
            "defineEn": "to make a society, law, system, or organization better or more effective by making many changes to it",
            "defineVi": "để làm cho một xã hội, pháp luật, hệ thống, hoặc tổ chức tốt hơn hoặc hiệu quả hơn bằng cách thực hiện nhiều thay đổi đối với nó"
        }
    ]
}