{
    "id": "0c2805e3-e43d-4127-8c93-a7dc6e74f06e",
    "title": "Shop till You Drop!",
    "originalTitle": "Lesson 20",
    "words": [
        {
            "id": "2fdbe94c-6fc8-4b45-99b9-6c0b8b73714a",
            "word": "barcode",
            "phonetic": "bɑːɹkoʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Each piece has a barcode that the operator scans to get the right settings.",
                "The barcode is something you can show other users and have them follow you with one tap.",
                "That’s like a unique barcode that you get if you separate light into all of its different wavelengths.",
                "A typical AutoZone store carries about 23,000 unique parts on its shelves, often called SKUs, in reference to the unique barcodes on each type of product.",
                "Blockbuster had an innovative new barcode system, which meant that they could track up to 10,000 VHSs per store to each registered customer, which also meant that they could keep an eye on those lucrative late fees."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyY29kZQ&hash=0cda48673b85469fce2b1e66f25286430cb1697e&lang=en&cache-only=0",
            "defineEn": "a row of black and white lines printed on a product that contain information such as its price, readable only by a computer",
            "defineVi": "một hàng các dòng màu đen và trắng được in trên một sản phẩm có chứa thông tin như giá của nó, chỉ có thể đọc được bằng máy tính",
            "hasImg": true
        },
        {
            "id": "37f0164c-9bff-47ed-a323-e499562d82aa",
            "word": "price tag",
            "phonetic": "pɹaɪs tæɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The luxury vacation package was tempting, but the price tag was a bit rich for her blood.",
                "He was amazed by the high price tag on the caviar, realizing it was a luxury out of his reach.",
                "The high-end sports car was a dream for many, but its hefty price tag was rich for most people's blood.",
                "Bearing six, seven, or even eight figure price tags.",
                "The price tag gets huge."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpY2UgdGFn&hash=c29ae7fa3514925c7343c6cfe197ee649a6e8619&lang=en&cache-only=0",
            "defineEn": "a label on an item that shows how much it costs",
            "defineVi": "một nhãn trên một mặt hàng cho thấy nó có giá bao nhiêu",
            "hasImg": true
        },
        {
            "id": "5ddaec0c-c747-4e8a-99b7-91695427eeb7",
            "word": "boutique",
            "phonetic": "buːtiːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The prices at the luxury boutique were quite high.",
                "Because I have a boutique on 72nd street, right around the corner.",
                "Virgin's boutique hotel chain had been beset by years of delays already.",
                "It's not a boutique creative agency.",
                "But what about boutique fitness studios that tend to have larger classes in smaller spaces?"
            ],
            "audio": "https://tts.langeek.co/read?text=Ym91dGlxdWU&hash=5f16716bcf5810ddb882fce215636ec90ff6f9ee&lang=en&cache-only=0",
            "defineEn": "a small store in which fashionable clothes or accessories are sold",
            "defineVi": "một cửa hàng nhỏ nơi bán quần áo hoặc phụ kiện thời trang",
            "hasImg": true
        },
        {
            "id": "648343dc-bcdf-4eff-98fd-b90058417ff8",
            "word": "dressing room",
            "phonetic": "dɹɛsɪŋ ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "I went to the dressing room.",
                "So he took us into the dressing room.",
                "Dora: You walk into a dressing room that looks like an Hermès shop.",
                "I don't know, I've been coughing in the dressing room.",
                "Robert was standing there like this, like In your dressing room What did he say?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJlc3Npbmcgcm9vbQ&hash=cbf2ff8006a83a078e161ea7cf7e60ea2e077950&lang=en&cache-only=0",
            "defineEn": "a room in a clothing store where people can try on items of clothing before buying them",
            "defineVi": "một căn phòng trong một cửa hàng quần áo nơi mọi người có thể thử các mặt hàng quần áo trước khi mua chúng",
            "hasImg": true
        },
        {
            "id": "5a36ff47-fba2-41cc-8e17-c8f17271e612",
            "word": "rack",
            "phonetic": "ɹæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "We racked our brains but we couldn't come up with a solution.",
                "I've been racking my brain, but I can't remember his name.",
                "He racked his brains all weekend trying to think of a solution to the problem.",
                "As a specialty dish, the chef prepared a gourmet chevon rack, perfectly seared and served with a delicate herb-infused sauce.",
                "The butcher shop offered expertly cut racks of dry-aged beef."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFjaw&hash=9ad9f73e052afce14c0acbe99231555ab0b4b1c7&lang=en&cache-only=0",
            "defineEn": "a shelf or frame with hooks or bars, etc. on which things can be put or hung",
            "defineVi": "giá hoặc khung có móc hoặc thanh, v.v. trên đó có thể đặt hoặc treo đồ",
            "hasImg": true
        },
        {
            "id": "7fcdc33e-5e7f-414e-a87d-9918b129b097",
            "word": "cash-back",
            "phonetic": "kæʃbæk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FzaC1iYWNr&hash=e9b1896f374396dbdcbb6a9ac11bcf3bd9e6a89a&lang=en&cache-only=0",
            "defineEn": "money that a person can get in cash when buying something from a store with their debit card, which is then added to the bill they are paying",
            "defineVi": "tiền mà một người có thể nhận được bằng tiền mặt khi mua thứ gì đó từ cửa hàng bằng thẻ ghi nợ của họ, sau đó được cộng vào hóa đơn họ đang thanh toán"
        },
        {
            "id": "69d9465e-64ad-41c2-a37a-b6158b3b4678",
            "word": "register",
            "phonetic": "ɹɛdʒɪstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He'd been helping himself to the money in the cash register.",
                "The slightest bit of corrosion or the smallest leak will register. ",
                "- Registering that tone.",
                "And cashless registers present no incentive for theft or robbery.",
                "Differences of even a nanosecond in bounce-back time will be registered. "
            ],
            "audio": "https://tts.langeek.co/read?text=cmVnaXN0ZXI&hash=38e0d6c0186ca801aa596c437d1582785f864bd6&lang=en&cache-only=0",
            "defineEn": "a machine used in restaurants, stores, etc. in which the received money is kept and each transaction is recorded",
            "defineVi": "một máy được sử dụng trong các nhà hàng, cửa hàng, v.v. trong đó số tiền nhận được được lưu giữ và mỗi giao dịch được ghi lại",
            "hasImg": true
        },
        {
            "id": "2390477c-ad00-431b-9db4-38d9da67d847",
            "word": "safe",
            "phonetic": "seɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Keep your passport in a safe place.",
                "After all, the highest branch is not the safest roost.",
                "You can feel as safe as houses here with electric entrance gates.",
                "Don't worry, Uncle Tim, your future is safe in our hands.",
                "I always put my important documents in a safe deposit box at the bank because safe bind, safe find."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FmZQ&hash=3e67fa5139504d250baa4657c76f6c74576e8ba8&lang=en&cache-only=0",
            "defineEn": "a strong durable box that has a complex lock, in which people keep their valuable items",
            "defineVi": "một chiếc hộp bền chắc có khóa phức tạp, trong đó mọi người cất giữ những vật phẩm có giá trị của họ",
            "hasImg": true
        },
        {
            "id": "8b0bd86e-b4d4-4426-a5ad-d2cab8a37656",
            "word": "CCTV",
            "phonetic": "siːsiːtiːviː ",
            "partOfSpeechType": "noun",
            "examples": [
                "And in that CCTV, you could also see that the car alarms in certain cars were already flashing.",
                "Their face is linked to their government records, social networks, and tracked behavior through CCTV cameras.",
                "And if there are CCTVs everywhere in the city, let's say there is a targeted person, government want to know or whatever, and actually they can follow the track and then find out everything about a person.",
                "And then there was also the CCTV that showed the missile being launched-- what ended up being the second missile.",
                "And the people who were on the surface who couldn't come underground with us we're watching us on these sort of grainy CCTV cameras and it reminded them of watching astronauts, you know working on spacewalks in the space station."
            ],
            "audio": "https://tts.langeek.co/read?text=Q0NUVg&hash=9e83cfcf811ab3659663999ec860c6457c2153b9&lang=en&cache-only=0",
            "defineEn": "a system in which a number of cameras send their feed to television sets to protect a place and its occupants from crime",
            "defineVi": "một hệ thống trong đó một số camera gửi nguồn cấp dữ liệu của chúng đến các máy thu hình để bảo vệ một địa điểm và những người cư ngụ ở đó khỏi tội phạm",
            "hasImg": true
        },
        {
            "id": "2e33126c-c8d1-4c7d-b651-fa3a153fc8d5",
            "word": "to bargain",
            "phonetic": "tə bɑːɹɡɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "You can find bargain books in mint condition at jumble sales.",
                "She knows a bargain when she sees one.",
                "She has a good nose for a bargain.",
                "He drives a hard bargain, but we finally made a deal.",
                "The company is believed to have struck a hard bargain."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFyZ2Fpbg&hash=dc16c6ec768448e1ba10493262eab1af2c376a98&lang=en&cache-only=0",
            "defineEn": "to negotiate the terms and conditions of a contract, sale, or transaction for a better agreement, price, etc.",
            "defineVi": "để đàm phán các điều khoản và điều kiện của hợp đồng, mua bán hoặc giao dịch để có được một thỏa thuận tốt hơn, giá cả, v.v."
        },
        {
            "id": "384d9b4f-75bf-43bc-8249-04b0c9160d87",
            "word": "to barter",
            "phonetic": "tə bɑːɹɾɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Of course, many people still barter for stuff, but for most transactions, we use money.",
                "So they basically barter: in exchange for those hard-to-get nutrients, the plants trade the fungi carbon in the form of sugars.",
                "Now, that medium of exchange means we're not stuck in the barter system.",
                "So, here's the fascinating thing to me: when you look at places where the social order is not based on money, we find that people actually don't barter at all.",
                "So, according to Graeber, barter was reserved for trade between strangers, even enemies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFydGVy&hash=7348d334c4def21e3087641f4c79e7896645af79&lang=en&cache-only=0",
            "defineEn": "to exchange products for products, services for services, without using any money",
            "defineVi": "đổi sản phẩm lấy sản phẩm, dịch vụ lấy dịch vụ mà không cần dùng tiền"
        },
        {
            "id": "7759790a-f976-443e-90a2-a450398ca275",
            "word": "to browse",
            "phonetic": "tə bɹaʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The system allows people the opportunity to browse a wide selection of books.",
                "Jake got caught in the rabbit hole of online shopping, constantly browsing through websites and adding items to his cart, unable to resist the allure of new deals and discounts.",
                "Did they browse the site?",
                "I was actually just browsing the web",
                "Inside Joy's, participants can browse clothing or attend a class."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJvd3Nl&hash=4b3ccb981e009e10a7854a8563b6cfeadac2480f&lang=en&cache-only=0",
            "defineEn": "to casually look at different products in a store with no intention of making a purchase",
            "defineVi": "tình cờ nhìn vào các sản phẩm khác nhau trong một cửa hàng mà không có ý định mua hàng",
            "hasImg": true
        },
        {
            "id": "3a74d903-3aff-482a-afff-4919b5dda238",
            "word": "to comparison-shop",
            "phonetic": "tə kəmpæɹɪsənʃɑːp ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcGFyaXNvbi1zaG9w&hash=3e4b0a39197dd150ea63f469de686ac65ddebf0a&lang=en&cache-only=0",
            "defineEn": "to visit different stores to compare the price of a particular product or products before buying",
            "defineVi": "đến thăm các cửa hàng khác nhau để so sánh giá của một hoặc nhiều sản phẩm cụ thể trước khi mua"
        },
        {
            "id": "97f29cac-5f50-46ad-a90d-4af6ecbbe224",
            "word": "to retail",
            "phonetic": "tə ɹiːteɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "A retail group which sets great store by traditional values.",
                "The food retail sector is one to watch.",
                "The food retail sector is one to watch.",
                "Lisa spent the entire day on her feet at the busy retail store, and by closing time, her dogs were barking with exhaustion.",
                "When I broke up with my boyfriend, I cheered I needed a lot of retail therapy to help me get over my ex-boyfriend.myself up with lots of shopping therapy."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV0YWls&hash=6e96acb81f2b968292146e3db15462473ad122a9&lang=en&cache-only=0",
            "defineEn": "to sell small quantities of goods directly to customers",
            "defineVi": "bán số lượng nhỏ hàng hóa trực tiếp cho khách hàng",
            "hasImg": true
        },
        {
            "id": "f31edd09-dfe8-4316-a82d-214b8a807d87",
            "word": "to wholesale",
            "phonetic": "tə hoʊlseɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Pork wholesale prices increased by 100 percent.",
                "Chinese security agencies have masterminded the wholesale theft of American technology.",
                "As of June 4th, wholesale prices for cattle were 272 dollars and 26 cents per 100 pounds of cattle.",
                "Between 3 and 5 a.m., wholesale employees lay out tuna one by one.",
                "Party City has the advantage of low competition in wholesale."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2hvbGVzYWxl&hash=3c8f4ee8d2693ea6f4f3bc473609c1e62f3cead3&lang=en&cache-only=0",
            "defineEn": "to sell products in large quantities at lower prices to other stores, rather than to the public directly",
            "defineVi": "bán sản phẩm với số lượng lớn với giá thấp hơn cho các cửa hàng khác, thay vì bán trực tiếp cho công chúng"
        },
        {
            "id": "f2104947-0f04-46cb-9356-c1cd3527a049",
            "word": "to sell out",
            "phonetic": "tə sɛl aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The concert tickets were selling out quickly, so I hurried to book mine online.",
                "Sold out for a drop of sugar water by a fairweather friend.",
                "Twinkies quickly sold out in stores across America.",
                "I did sell out.",
                "This poster sold out after they made 10,000 copies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VsbCBvdXQ&hash=af75e7a9b21051168e1440832eebb447d971e8f6&lang=en&cache-only=0",
            "defineEn": "to have sold all the tickets of a particular event, products of the same type, etc.",
            "defineVi": "đã bán hết vé của một sự kiện cụ thể, các sản phẩm cùng loại, v.v."
        },
        {
            "id": "9f6af1a1-8a40-4c43-9bc2-b27c156a1cc1",
            "word": "chain store",
            "phonetic": "tʃeɪn stoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Not all chain stores are franchises. ",
                "There is a donut chain store called Mr. Donut in Japan.",
                "By the 1970s, the chain store business model was rapidly spreading overseas to other countries, where domestic companies created their own nationwide business chains Although many people worldwide rejected the idea of globalization, business chains were soon overlapping their national borders. ",
                "Many chain stores we know today became dominant forces in retail and food in the US during the 1920s.",
                "It’s like the difference between big, national chain stores and your local farmers’ market."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhaW4gc3RvcmU&hash=bb4e2fe4467620f8e8329dc0f06da1ad9dba5c25&lang=en&cache-only=0",
            "defineEn": "one of a series of stores that are all owned by the same company or person",
            "defineVi": "một trong một loạt các cửa hàng thuộc sở hữu của cùng một công ty hoặc người",
            "hasImg": true
        },
        {
            "id": "2ea0039c-896c-4fae-bfe2-b244f5693418",
            "word": "convenience store",
            "phonetic": "kənviːnɪəns stoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Convenience Store: Will It Smoothie?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udmVuaWVuY2Ugc3RvcmU&hash=b1bc2cf5b89b6b72bc9016b497a78b07c9e99b2b&lang=en&cache-only=0",
            "defineEn": "a store that sells food, publications, alcohol, etc., often open 24 hours every day",
            "defineVi": "một cửa hàng bán thực phẩm, ấn phẩm, rượu, v.v., thường mở 24 giờ mỗi ngày",
            "hasImg": true
        },
        {
            "id": "92090a7e-5f59-4dc8-b63b-f65d30a759c0",
            "word": "deli",
            "phonetic": "dɛli ",
            "partOfSpeechType": "noun",
            "examples": [
                "He owns his deli.",
                "we have a little deli area.",
                "So, that includes the hot dogs, the unpasteurized cheeses, the deli meats.",
                "So, I don't normally get food from like, a deli.",
                "Fred Kaskowitz owns two restaurants in the New York City suburbs and Connecticut Woods End Deli and Fred's 06825 each with deli offerings and prepared foods."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsaQ&hash=b4a34476437c2780cc290880c82d78187a43d4ea&lang=en&cache-only=0",
            "defineEn": "a store that sells cheese, cooked meat, and foreign food",
            "defineVi": "một cửa hàng bán pho mát, thịt nấu chín và thực phẩm nước ngoài",
            "hasImg": true
        },
        {
            "id": "7949c7d0-fe8b-4cac-922b-fd684ebfa73c",
            "word": "kiosk",
            "phonetic": "kiːɑːsk ",
            "partOfSpeechType": "noun",
            "examples": [
                "But there is a kiosk.",
                "Customers order from a kiosk and pick up through the window.",
                "Guess what those kiosks also have.",
                "For flyers without a smartphone, traditional kiosks are still available, as are check-in counters with sneeze guards manned by airline employees wearing masks.",
                "In May 2020, United Airlines began testing touchless kiosks that can print your boarding pass and luggage tags directly from your phone."
            ],
            "audio": "https://tts.langeek.co/read?text=a2lvc2s&hash=c3175a90ee61582a8e7de553640f3a38366dc5da&lang=en&cache-only=0",
            "defineEn": "a small store with an open front selling newspapers, etc.",
            "defineVi": "một cửa hàng nhỏ với mặt tiền mở bán báo, v.v.",
            "hasImg": true
        },
        {
            "id": "b219693c-40b7-4e26-94cb-180c6fa5229a",
            "word": "outlet",
            "phonetic": "aʊtlɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We need an outlet.",
                "So having an outlet for that.",
                "Having an outlet like exercise.",
                "Mainstream news outlets like CNN and The New York Times are frequent targets of ire.",
                "Media outlets later reported that it could be worth nearly $300,000."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0bGV0&hash=3c994e5391e0830c29ee5401c2957ebfbeaaa820&lang=en&cache-only=0",
            "defineEn": "a store or organization where the products of a particular company are sold at a lower price",
            "defineVi": "một cửa hàng hoặc tổ chức nơi các sản phẩm của một công ty cụ thể được bán với giá thấp hơn"
        },
        {
            "id": "729b6c21-1c5e-4fb6-809c-b498d88c7c2e",
            "word": "florist",
            "phonetic": "flɔːɹɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "I work as a florist.",
                "Narrator: Local artists, ceramicists, bakers, and fellow florists also sold their products from socially distant booths.",
                "Luckily, florists get around the daffodil’s penchant for destruction by putting them in a separate vase for at least a few hours to draw out the sap."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxvcmlzdA&hash=1d48068002de9476ea6ac96fbfb8b564479dcf39&lang=en&cache-only=0",
            "defineEn": "a store that sells flowers and plants",
            "defineVi": "một cửa hàng bán hoa và cây"
        },
        {
            "id": "a913fb80-dc86-4689-9aca-b29438de949c",
            "word": "grocer",
            "phonetic": "ɡɹoʊsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her father kept a grocer's shop.",
                "They're all posts, grocers.",
                "By 2001, Walmart was the largest grocer in the country.",
                "Analysts warn this could hurt smaller grocers.",
                "After months of detective work, you’ve narrowed your suspects to one of five people: the mayor, the tailor, the baker, the grocer, or the carpenter."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JvY2Vy&hash=65a34b50c6555cfcb70d324e4467f6858757ccec&lang=en&cache-only=0",
            "defineEn": "someone who sells food and other everyday products",
            "defineVi": "một người bán thực phẩm và các sản phẩm hàng ngày khác",
            "hasImg": true
        },
        {
            "id": "70e683d4-9af0-4863-ab0e-f11381aeda9d",
            "word": "stationer",
            "phonetic": "steɪʃənɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RhdGlvbmVy&hash=8af6270ce6ab26746ae59df81917468dca5f8407&lang=en&cache-only=0",
            "defineEn": "someone who sells writing materials, such as pens, pencils, paper, etc.",
            "defineVi": "một người bán tài liệu viết, chẳng hạn như bút, bút chì, giấy, v.v.",
            "hasImg": true
        },
        {
            "id": "829b54c9-6c71-4640-aa6a-4375a85b44ca",
            "word": "consumerism",
            "phonetic": "kənsuːmɚɹɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "And they’d be very confused by the newest form of holiday consumerism: online Christmas shopping.",
                "Although it likely has something to do with consumerism.",
                "It’s hard to avoid these modern temples of convenience and consumerism.",
                "With the rise of consumerism post-World War II, Americans began buying more products and looking for a place to park them.",
                "Unfortunately, these days, it’s hard to completely avoid choice overload, especially if you live somewhere with a high focus on consumerism."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3VtZXJpc20&hash=28cbcbe06eeedd887e1f71746b38579c0485ff63&lang=en&cache-only=0",
            "defineEn": "an idea or belief in which people buying and using a lot of goods is encouraged",
            "defineVi": "một ý tưởng hoặc niềm tin trong đó mọi người mua và sử dụng nhiều hàng hóa được khuyến khích"
        },
        {
            "id": "544b8a9d-724d-4f82-8d27-d858a43e0e62",
            "word": "shopaholic",
            "phonetic": "ʃɑːpɐhɑːlɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2hvcGFob2xpYw&hash=eb3fc473c5cb3710322937fff87a5d6a765aa894&lang=en&cache-only=0",
            "defineEn": "someone who spends a lot of time shopping, often buying unnecessary things",
            "defineVi": "một người dành nhiều thời gian mua sắm, thường mua những thứ không cần thiết",
            "hasImg": true
        },
        {
            "id": "54029a01-b34f-46ee-a1b9-37c842dcf1f7",
            "word": "duty-free",
            "phonetic": "duːɾifɹiː ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Often, the first thing you see after security is duty-free.",
                "Globally, duty-free is a huge industry valued at over $67 billion in 2018, according to a report from Coherent Market Insights.",
                "Slotnick: Duty-free can be a great savings if you buy something like alcohol or cigarettes, which are usually highly taxed.",
                "You even notice that, in some airports, London Heathrow, for example, walking paths in duty-free veer to the left.",
                "And while duty-free means foreign taxes on goods are removed, this doesn't necessarily mean they're cheaper."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHV0eS1mcmVl&hash=7227bbb6930a6cbb586c7c3699f41aaae4d5320e&lang=en&cache-only=0",
            "defineEn": "(of goods) able to be imported without paying tax on them",
            "defineVi": "(của hàng hóa) có thể được nhập khẩu mà không phải trả thuế cho chúng"
        },
        {
            "id": "4d0c7b7e-a2bc-4e9e-86b1-89889a7f0508",
            "word": "transaction",
            "phonetic": "tɹænsækʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "But when it comes time to purchase, transactions often go through traditional channels.",
                "They usually have aces up their sleeves when they negotiate an important transaction.",
                "My father always taught me that a fair exchange is no robbery, and that both sides should feel they got equal value in a transaction.",
                "If you do go into the red you get charged 30p for each transaction.",
                "Stock brokers at this level deal with multi-million-dollar transactions, so they are always playing for keeps."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNhY3Rpb24&hash=b6ec810a9c825b25719e6481ccb8631ca906f06b&lang=en&cache-only=0",
            "defineEn": "the action of doing business with someone; the process of purchasing or selling something",
            "defineVi": "hành động kinh doanh với ai đó; quá trình mua hoặc bán một cái gì đó",
            "hasImg": true
        },
        {
            "id": "8225a357-0f66-4ecf-b9a7-3984b022dd33",
            "word": "on sale",
            "phonetic": "ɔn seɪl ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b24gc2FsZQ&hash=515a5221f8558167e9cfb64f332b9a7f412310b4&lang=en&cache-only=0",
            "defineEn": "available for purchase",
            "defineVi": "có sẵn để mua",
            "hasImg": true
        },
        {
            "id": "8b9abdb6-606d-444e-b25e-5cec6cc24f1a",
            "word": "pre-order",
            "phonetic": "pɹiːɔːɹdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's available for pre-order now!",
                "The company will begin taking pre-orders for the Model 3 in March.",
                "It’s available to pre-order through the month of August and will ship in September, at which point, there will be a new awesome pin.",
                "And if you wanna keep a mini-Neptune all to yourself, you have to be quick and pre-order before the end of the month when it will be gone!",
                "Tesla CEO Elon Musk has hinted at the pre-order numbers on Twitter, saying there were 250,000 Cybertrucks put on hold as of November 2019."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlLW9yZGVy&hash=b6ee5414a84ab65a4b8a38824b10b6af64bd52c3&lang=en&cache-only=0",
            "defineEn": "an order placed before the product is available for sale",
            "defineVi": "một đơn đặt hàng trước khi sản phẩm có sẵn để bán"
        },
        {
            "id": "6554acb7-720c-4184-93b4-b6c9e5a57f33",
            "word": "promotion",
            "phonetic": "pɹəmoʊʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His promotion was one in the eye for his rivals.",
                "The hardworking employee received a promotion for their exceptional performance.",
                "So, did you get the promotion?",
                "With the promotion, the company's future is now in his hands.",
                "She's really going for that promotion at work."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvbW90aW9u&hash=8df2f3d7f4861cb77cfa22bc517086b3e847d0b0&lang=en&cache-only=0",
            "defineEn": "the activity of drawing public attention to a service or product in order to help it sell more",
            "defineVi": "hoạt động thu hút sự chú ý của công chúng đến một dịch vụ hoặc sản phẩm để giúp nó bán được nhiều hơn"
        },
        {
            "id": "44efb4ee-f010-4e08-88eb-55c597d850d0",
            "word": "voucher",
            "phonetic": "vaʊtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Urban parents demand school vouchers.",
                "It's called voucher care.",
                "And if you get a certain number of bonus points, then you get a voucher.",
                "Like the Austrians, Friedman advocated privatization of many functions that have been assumed by government, famously proposing school vouchers and deregulation of the economy.",
                "His main thought is that we need to expand these voucher programs for low-income families that will cap how much of their income can go to their basic needs."
            ],
            "audio": "https://tts.langeek.co/read?text=dm91Y2hlcg&hash=9d0a1785ea5a9d936443013bc018e3ac2599a81e&lang=en&cache-only=0",
            "defineEn": "a digital code or a printed piece of paper that can be used instead of money when making a purchase or used to receive a discount",
            "defineVi": "mã kỹ thuật số hoặc một mảnh giấy in có thể được sử dụng thay cho tiền khi mua hàng hoặc được sử dụng để được giảm giá",
            "hasImg": true
        },
        {
            "id": "26eda036-5589-48bd-9653-3446d8b0348a",
            "word": "half-price",
            "phonetic": "hæfpɹaɪs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "All winter coats are half-price today.",
                "Reserve now and fly half-price.",
                "I found out that there are grocery stores here that have food half-price on Mondays."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFsZi1wcmljZQ&hash=df2417fd9362bf970d194460afb129af9ae6df63&lang=en&cache-only=0",
            "defineEn": "reduced to half the previous price of something",
            "defineVi": "giảm xuống một nửa giá trước đó của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "c94a0498-9f35-4811-b844-a57e8059441b",
            "word": "foot traffic",
            "phonetic": "fʊt tɹæfɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zm9vdCB0cmFmZmlj&hash=e8d52810a6211d2d4a2b5bb82ee620bd397d5ae6&lang=en&cache-only=0",
            "defineEn": "the number of visitors or tourists to a shop or place during a specific period",
            "defineVi": "số lượng khách truy cập hoặc khách du lịch đến một cửa hàng hoặc địa điểm trong một khoảng thời gian cụ thể"
        }
    ]
}