{
    "id": "0c6d9c56-40f6-47c1-8e57-0290c865f147",
    "title": "Lesson 16",
    "originalTitle": "Lesson 16",
    "words": [
        {
            "id": "33969944-75bd-4f87-b1e6-47c09965507f",
            "word": "discord",
            "phonetic": "dɪskoːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "This problem seems to be an apple of discord between the Soviet union and the USA.",
                "Discord emphasizes privacy.",
                "Now Discord has roughly 250 million users and 14 million daily active users.",
                "Discord generates revenue through its games marketplace and premium subscriptions.",
                "To some of their rivals amongst Nationalists, the discord over Brexit could signal an opportunity."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY29yZA&hash=ccb09f366adb7fd02fd00e9aae308ac9815051cd&lang=en&cache-only=0",
            "defineEn": "lack of agreement between people",
            "defineVi": "thiếu sự đồng thuận giữa mọi người"
        },
        {
            "id": "7e99c735-d4d4-4ed9-a655-d4abd45c44d5",
            "word": "discordant",
            "phonetic": "dɪskoːɹdənt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlzY29yZGFudA&hash=38ced9d4b0cf5d960bdc30b817b867f76d2fc911&lang=en&cache-only=0",
            "defineEn": "in disagreement",
            "defineVi": "bất đồng"
        },
        {
            "id": "225b6f74-9895-4454-8bb3-42cfa8d64a0e",
            "word": "to inquire",
            "phonetic": "tʊ ɪŋkwaɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "After an hour, the conductor of the band went to this man and inquired whether he had a special request.",
                "You can inquire about the various trials by going to the clinicaltrials.gov site and search for studies that are recruiting and enter the drug that you're interested in.",
                "1 out of 10 moves are for work, and if that includes you, you should definitely inquire about a relo package as part of your contract.",
                "So if things like banking apps, budgeting software and online accounting tools are important to you, be sure to inquire about the technological support they offer.",
                "Young people have inquiring minds. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5xdWlyZQ&hash=99073427985e08682c69d2f14e68d7f09182ddd4&lang=en&cache-only=0",
            "defineEn": "address a question to and expect an answer from",
            "defineVi": "giải quyết một câu hỏi và mong đợi một câu trả lời từ"
        },
        {
            "id": "73c9c740-389d-45b3-8ab3-aa4484eaf553",
            "word": "inquisition",
            "phonetic": "ɪŋkwɪsɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "But, like Galileo after his trial by the Inquisition, Wallace never gave up.",
                "In 1634, Galileo had just been brought before the Inquisition for the crime of believing the Earth wasn’t the center of the universe, which was another of Aristotle’s bright ideas.",
                "Torricelli never published his results about vacuums and air pressure, because he was afraid of that whole Inquisition thing."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5xdWlzaXRpb24&hash=836ef01a3e0466c2cc8abf3a6c92c6d9d168d6a7&lang=en&cache-only=0",
            "defineEn": "a severe interrogation (often violating the rights or privacy of individuals)",
            "defineVi": "một cuộc thẩm vấn nghiêm trọng (thường vi phạm quyền hoặc quyền riêng tư của cá nhân)"
        },
        {
            "id": "a355edae-8d87-4a62-b2b3-0b886fdde070",
            "word": "to bomb",
            "phonetic": "tə bɑːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The concert went a bomb and the audience loved every minute of it.",
                "The town was hit by bombs again last night.",
                "The new album by that band is going down a bomb with music fans all over the world.",
                "The bomb was set to go off at eight o’clock.",
                "There are bombs so powerful that whole nations could be wiped off the map by them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm9tYg&hash=660012ea90493c608530548def7b60cb3174ca85&lang=en&cache-only=0",
            "defineEn": "to attack someone or something using bombs",
            "defineVi": "để tấn công một ai đó hoặc một cái gì đó bằng cách sử dụng bom",
            "hasImg": true
        },
        {
            "id": "8761b5e4-5604-4548-9fc8-4ad8e6a65520",
            "word": "to bombard",
            "phonetic": "tə bəmbɑːɹd ",
            "partOfSpeechType": "verb",
            "examples": [
                "So it's constantly being bombarded by with ultraviolet radiation from the Sun, which is very inhospitable to DNA and to life.",
                "They bombarded it hundreds of times to understand the density and the local orientation of the crystals in the material, and guess what.",
                "A historically large solar flare could have bombarded Earth with enough radiation to create the clues we're seeing.",
                "You know, you know, I was bombarded by gamma rays.",
                "High-energy cosmic rays are flying through space and bombarding the Earth every day."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm9tYmFyZA&hash=37e901f41b4ee8dd9c4f014bd9fa6d10bdf5bb2a&lang=en&cache-only=0",
            "defineEn": "to continuously expose someone to something, such as information, questions, or criticisms",
            "defineVi": "để liên tục tiếp xúc với ai đó để một cái gì đó, chẳng hạn như thông tin, câu hỏi, hoặc những lời chỉ trích"
        },
        {
            "id": "205b97af-578d-4297-a7f4-c871dbd615ce",
            "word": "bombardier",
            "phonetic": "bɑːmbɚdɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9tYmFyZGllcg&hash=4b5977d666cb9806f81adcb589177129d02098bc&lang=en&cache-only=0",
            "defineEn": "the member of a bomber crew responsible for using the bombsight and releasing the bombs on the target",
            "defineVi": "thành viên của phi hành đoàn máy bay ném bom chịu trách nhiệm sử dụng thiết bị ngắm bom và thả bom vào mục tiêu"
        },
        {
            "id": "2768384e-575a-48bd-bc89-dcec1d7c4a5b",
            "word": "to endear",
            "phonetic": "tʊ ɛndɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Ghosn's, first few major moves, didn't endear him to his workforce or to the Japanese public.",
                "Is that endearing me to my crowd?",
                "And I basically endeared myself to both her and her friend Adalia (ph).",
                "His wife said that breaking new ground that could better people's lives is what endeared Jack to his work."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5kZWFy&hash=d85e6999f984b7f35b16f44eab1c79a79fc1c596&lang=en&cache-only=0",
            "defineEn": "make attractive or lovable",
            "defineVi": "làm cho hấp dẫn hoặc đáng yêu"
        },
        {
            "id": "d3208421-b3b5-452a-ace3-3a521024d5d0",
            "word": "endearing",
            "phonetic": "ɛndɪɹɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "One of the many endearing quirks of relativity is that it doesn't care whether you play time backward or forward."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5kZWFyaW5n&hash=696f434bff8bdf10a3bd8abc1d660008994a73e1&lang=en&cache-only=0",
            "defineEn": "lovable especially in a childlike or naive way",
            "defineVi": "đáng yêu đặc biệt là theo cách trẻ con hoặc ngây thơ"
        },
        {
            "id": "67fe6eb9-3bbf-4007-9ae3-4bc0facb500e",
            "word": "hemorrhage",
            "phonetic": "hɛmɚɹɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In fact, it's hemorrhaging cash.",
                "Two and a half weeks after the hemorrhage, the surgeons went in and they removed a blood clot the size of a golf ball.",
                "15th century Europeans believed they had hit upon a miracle cure: a remedy for epilepsy, hemorrhage, bruising, nausea, and virtually any other medical ailment.",
                "In 1881, doctor William Halsted rushed to help his sister Minnie, who was hemorrhaging after childbirth.",
                "Forever 21's international business has been hemorrhaging cash, burning through more than $100 million annually since 2014."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVtb3JyaGFnZQ&hash=c281e7f11800aa37dcc60e8a84a614fa6c911862&lang=en&cache-only=0",
            "defineEn": "the flow of blood from a ruptured blood vessel",
            "defineVi": "dòng chảy của máu từ một mạch máu bị vỡ",
            "hasImg": true
        },
        {
            "id": "57d985b0-b7bd-4c37-b4a0-2af33c0d7ce0",
            "word": "hemorrhoid",
            "phonetic": "hɛmɚɹɔɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I had hemorrhoid surgery about a year and a half ago and they put me, I had to have like 20 stitches up my colon",
                "But washing yourself with a bidet can help with cleanliness, which may lead to fewer instances of rashes, hemorrhoids, urinary tract infections, and other medical issues.",
                "Too much straining and pushing can lead to hemorrhoids, most of all, but sometimes even prolapse.",
                "If those valves leak, or a vein experiences too much pressure, the backflow of blood can stretch and twist the vein, leaving you with varicose veins, or if this happens in another part of the body, hemorrhoids.",
                "I had hemorrhoid surgery about, I'm telling too much here, but why not?"
            ],
            "audio": "https://tts.langeek.co/read?text=aGVtb3JyaG9pZA&hash=8fe246ff5c57c362e2f4454158084eb8517153e4&lang=en&cache-only=0",
            "defineEn": "venous swelling external or internal to the anal sphincter",
            "defineVi": "sưng tĩnh mạch bên ngoài hoặc bên trong cơ vòng hậu môn"
        },
        {
            "id": "a8d99967-2a47-4141-91aa-234e20fbaffa",
            "word": "to vindicate",
            "phonetic": "tə vɪndᵻkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "And their work was vindicated over the next decades to come.",
                "Do you feel vindicated by that at all?",
                "Lincoln would finally be vindicated in 1860, when he was elected President of the United States, defeating in his own home state, a certain Northern Democrat, who was finally undone by the disastrous aftermath of the law he had masterminded.",
                "He is taking a victory lap, saying that he was fully vindicated.",
                "yes, I feel vindicated, but I still understand the 30 percent I mean if if someone speak My standard as a person who stands for one"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmluZGljYXRl&hash=07128adef0f2842b9874964893526ce36bf4d252&lang=en&cache-only=0",
            "defineEn": "to free a person of blame and accusations by providing evidence",
            "defineVi": "để giải phóng một người đổ lỗi và buộc tội bằng cách cung cấp bằng chứng"
        },
        {
            "id": "f3c14bad-c071-49a9-81b2-d839b25fd4ee",
            "word": "vindicatory",
            "phonetic": "vɪndɪkətoːɹi ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmluZGljYXRvcnk&hash=c4804c13a7fbcc3caab54e987e3e8f13f6d7761c&lang=en&cache-only=0",
            "defineEn": "providing justification",
            "defineVi": "cung cấp lời biện minh"
        },
        {
            "id": "140e64a3-4d9e-447c-9f38-4a8e6cd697cd",
            "word": "vindictive",
            "phonetic": "vɪndɪktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But, instead, he's going on as a small, mean, vindictive and self-absorbed man.",
                "And when things went poorly, he became extremely angry and insulting and vindictive toward her.",
                "And since I frequently research monsters who are destructive, vindictive, and downright evil, I find the helpful Kasogonagá to be a welcome relief, and a pleasant and important reminder that even in 2020, not all monsters are bad.",
                "I mean, I could see right away when I talked to him that he’s a very, very smart young man, and here he was jeopardizing all his chances, all his opportunities because he was antagonizing his left-wing teachers, and they’re very vindictive. ",
                "We have to balance what we think will make our trips faster with the science of what actually will make them faster, and we have to balance our vindictive instincts with our empathy for the other humans around us."
            ],
            "audio": "https://tts.langeek.co/read?text=dmluZGljdGl2ZQ&hash=3a0560d773c41e9b454ba5d65315bd1f52f3503c&lang=en&cache-only=0",
            "defineEn": "disposed to seek revenge or intended for revenge",
            "defineVi": "định trả thù hoặc có ý định trả thù"
        },
        {
            "id": "ad3635a1-e66f-4d85-8be0-3efa2c7fc51f",
            "word": "noiseless",
            "phonetic": "nɔɪzləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So if you were, say, distracted by your phone while crossing the street and a noiseless EV was headed your way, you'd be more likely to get hit."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9pc2VsZXNz&hash=3e4ee48481be4493adb745e163911c47b7d0f7d0&lang=en&cache-only=0",
            "defineEn": "making no sound",
            "defineVi": "không phát ra âm thanh"
        },
        {
            "id": "f4594c1b-0f80-4f0d-af9b-168e4f8fd9a0",
            "word": "noisome",
            "phonetic": "nɔɪsʌm ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bm9pc29tZQ&hash=52975c4fe9402f3635417c72c5b67ff014cb0339&lang=en&cache-only=0",
            "defineEn": "extremely repulsive and unpleasant, particularly to the sense of smell",
            "defineVi": "cực kỳ phản cảm và khó chịu, đặc biệt là khứu giác"
        },
        {
            "id": "d9e211a3-a1f2-43f7-86d7-77b91d764a59",
            "word": "noisy",
            "phonetic": "nɔɪzi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We ate dinner in a noisy café.",
                "The teacher took the student out of the noisy classroom to have a private conversation.",
                "The party was ruined by a couple of noisy, rude gate-crashers.",
                "Despite his wealth and fame, he often feels outside noisy, inside empty, longing for something more meaningful in his life.",
                "We are so noisy!"
            ],
            "audio": "https://tts.langeek.co/read?text=bm9pc3k&hash=17baf34dc9b9dd3424391ff6c152451185be3048&lang=en&cache-only=0",
            "defineEn": "making or having of a lot of unwanted sounds",
            "defineVi": "tạo ra hoặc có nhiều âm thanh không mong muốn",
            "hasImg": true
        }
    ]
}