{
    "id": "0cb5647c-0e3e-48e9-b09e-1599604f3ad8",
    "title": "Lesson 27",
    "originalTitle": "Lesson 27",
    "words": [
        {
            "id": "65fe22ab-092c-4cb7-8aab-e7166bd1c8f8",
            "word": "to deride",
            "phonetic": "tə dᵻɹaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "But then the wheels came off the bus in the final season, and now it's often derided as one of the most disappointing finales of all time.",
                "They derided most of it, but there were a couple of moments where one or the both of them found themselves struck dumb.",
                "You’re written out, and in fact, he’ll deride you. ",
                "And while impact-oriented funds have long been derided as more expensive than their counterparts, their recent rise in popularity has driven major fund companies to enter into a price war to offer the cheapest ESG funds."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVyaWRl&hash=8bd40df846de0f0ce3f6d3c34f4471292dc0d2af&lang=en&cache-only=0",
            "defineEn": "to insult or make fun of someone as if they are stupid or worthless",
            "defineVi": "xúc phạm hoặc chế giễu ai đó như thể họ ngu ngốc hoặc vô giá trị"
        },
        {
            "id": "1efc3677-0dd5-42c0-8cc3-122cee85e8bc",
            "word": "derision",
            "phonetic": "dᵻɹɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The romance novel has been the subject of intrigue, derision, and shame in literary discourse long before the modern genre as we know it today existed.",
                "BMW is expected to launch the i4 a more sport focused car for its electric i brand, whereas the i3 was more of a small city car that even elicited some derision from BMW purists."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVyaXNpb24&hash=89e54d2f09ffdbcdac5b17740d5d07ea93cf158f&lang=en&cache-only=0",
            "defineEn": "contemptuous laughter",
            "defineVi": "tiếng cười khinh khỉnh"
        },
        {
            "id": "fd5728c2-a4e7-4632-89e2-e37b9f3980e8",
            "word": "arbiter",
            "phonetic": "ɑːɹbɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They're the ultimate arbiters.",
                "There is no magic arbiter of truth.",
                "Photojournalists and photo editors, we are the arbiters of truth, especially in this day and age of misinformation, disinformation.",
                "If every culture is the sole arbiter of what’s right for it, that means no culture can actually be wrong.",
                "But generally, the platforms try to avoid being seen as arbiters of truth."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJiaXRlcg&hash=6dca14663e4cd670ed04d8e5c0591b567ce0bf15&lang=en&cache-only=0",
            "defineEn": "someone chosen to judge and decide a disputed issue",
            "defineVi": "ai đó được chọn để đánh giá và quyết định một vấn đề tranh chấp"
        },
        {
            "id": "732fd2dc-756e-4043-8375-ee5436e0246f",
            "word": "arbitrary",
            "phonetic": "ɑːɹbɪtɹɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So these things right over here are somewhat arbitrary.",
                "So the deficit is not kind of arbitrary.",
                "They're just as arbitrary.",
                "Because we've all agreed on a shared mental dictionary, the actual sounds themselves can be arbitrary.",
                "And whether they get a space can feel pretty arbitrary."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJiaXRyYXJ5&hash=e2871a4189c5a0809ba2fe10c1392d719d2acd8f&lang=en&cache-only=0",
            "defineEn": "not based on reason but on chance or personal impulse, which is often unfair",
            "defineVi": "không dựa trên lý trí mà dựa trên cơ hội hoặc sự bốc đồng cá nhân, điều này thường không công bằng"
        },
        {
            "id": "39feb9d6-cce1-4ff0-908c-796d325ca5cd",
            "word": "to arbitrate",
            "phonetic": "tʊ ɑːɹbɪtɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "But if you would want me to mediate or arbitrate I would be willing to do that President I continue that right now It would you will have the prayers of over a billion people if you can mediate and resolve the decision should be resolved So, but he asked me the same thing"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXJiaXRyYXRl&hash=833edb24ecefb4ffcaca33e44c996f9ab5e3b70c&lang=en&cache-only=0",
            "defineEn": "to officially resolve a disagreement between people",
            "defineVi": "để chính thức giải quyết một sự bất đồng giữa mọi người"
        },
        {
            "id": "a7cf178c-e04b-4673-b196-07a98d7cba41",
            "word": "arbitrator",
            "phonetic": "ɑːɹbɪtɹeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "For example, some arbitrators may be biased towards the companies that give them cases.",
                "In other cases, both the person who sues and the person who defends forgo their right to go to court, instead resolving their dispute through a professional arbitrator.",
                "So I was with I was with Prime Minister Modhi Two weeks ago and we talked about this subject and he actually said would you like to be a mediator or arbitrator?"
            ],
            "audio": "https://tts.langeek.co/read?text=YXJiaXRyYXRvcg&hash=bd19cd367d23297a9d89a3beac9b04eb493e0c9c&lang=en&cache-only=0",
            "defineEn": "someone who is appointed to resolve a disagreement",
            "defineVi": "một người được bổ nhiệm để giải quyết một sự bất đồng"
        },
        {
            "id": "f8ad2033-e004-4a59-a745-a7817cf08fd9",
            "word": "gastric",
            "phonetic": "ɡæstɹɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For the rest, what may start as a party in your mouth will surely end in gastric distress.",
                "Goodbye, gastric brooding frog, Pyrenean ibex, the Fomosan clouded leopard.",
                "These birds have evolved the lowest gastric pH in the animal kingdom, allowing them to digest diseased carrion and waste without becoming sick.",
                "Most crustaceans have a structure called a gastric mill in their stomachs.",
                "It receives chyme and gastric juices from the stomach through the pyloric sphincter, but it also imports bile from the liver and gallbladder, enzymes from the pancreas, and creates its own homegrown mix of enzymes."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FzdHJpYw&hash=0fe1ab6f9a52ee444b80dd1e65e776de28d877b5&lang=en&cache-only=0",
            "defineEn": "of or relating to the stomach",
            "defineVi": "của hoặc liên quan đến dạ dày"
        },
        {
            "id": "f36201e2-3a8e-4f28-9e5c-5326af540b19",
            "word": "gastritis",
            "phonetic": "ɡæstɹaɪɾɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2FzdHJpdGlz&hash=52972afb6ddd9c8ebbfe2e93ca78cf23551cd2b3&lang=en&cache-only=0",
            "defineEn": "inflammation of the lining of the stomach; nausea and loss of appetite and discomfort after eating",
            "defineVi": "viêm niêm mạc dạ dày; buồn nôn và chán ăn và khó chịu sau khi ăn"
        },
        {
            "id": "17c1228f-a4ee-40c7-b751-a16738e535c7",
            "word": "gastronomy",
            "phonetic": "ɡæstɹɑːnəmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Swallowers manage this incredible feat of gastronomy thanks to their large mouths and very elastic stomachs, which can expand so far that the skin becomes thin enough to see through.",
                "He draws on diverse branches of knowledge, like zoology, gastronomy, law, economics, mythology, and teachings from a range of religious and cultural traditions."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FzdHJvbm9teQ&hash=4a03ddd636ce656c21a241e1ef8e87df15d3034d&lang=en&cache-only=0",
            "defineEn": "the art, science, or activity of exploring how to prepare and eat good food",
            "defineVi": "nghệ thuật, khoa học hoặc hoạt động khám phá cách chuẩn bị và ăn những món ăn ngon"
        },
        {
            "id": "69658114-ae58-4159-b157-ca2250142e11",
            "word": "medial",
            "phonetic": "miːdiːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Medial frontal cortex damage usually leads to mischievous dominant hands.",
                "So the arms are lateral to the heart, and the heart is medial to the arms.",
                "The emotional reactivity that you get with ADHD shows up on functional imaging as heightened activity in the medial pre-frontal cortex.",
                "So, they did the surgery, removing two finger-sized pieces of brain tissue from Molaison’s left and right medial temporal lobes.",
                "What all these causes have in common is that they can damage three main parts of the brain: the medial frontal cortex, the corpus callosum, and the parietal lobe."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkaWFs&hash=930e0926c2d8cf2f162feaa2266b6e33bb9fa23b&lang=en&cache-only=0",
            "defineEn": "relating to or situated in or extending toward the middle",
            "defineVi": "liên quan đến hoặc nằm trong hoặc kéo dài về phía giữa"
        },
        {
            "id": "6c3803ef-cd4a-4512-952d-37df1bb30a03",
            "word": "to mediate",
            "phonetic": "tə miːdɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Mediating between living and nonliving things are nutrients like carbon, nitrogen, and oxygen, which cycle in and out of organisms in different ways.",
                "And scientists think that spontaneous decidualization could have evolved to mediate this relationship.",
                "The media, as the name suggests, mediates this information and shapes it in powerful ways.",
                "This means she conducts religious rites, but she also serves as a judge, healer, and scholar, teaching children and mediating conflict between Celtic tribes.",
                "What was more interesting is that the CNS survey results seemed to mediate the effects of the environment."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWVkaWF0ZQ&hash=e4b87643297f2695662a35a1346f71d637747c83&lang=en&cache-only=0",
            "defineEn": "to help end a dispute between people by trying to find something on which everyone agrees",
            "defineVi": "giúp chấm dứt tranh chấp giữa mọi người bằng cách cố gắng tìm ra điều gì đó mà mọi người đều đồng ý"
        },
        {
            "id": "fa45b44e-2605-4ebc-a925-52bbd4e74499",
            "word": "medieval",
            "phonetic": "mɛdɪiːvəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Medieval church went to some lengths to specify the roles of particular stones in religious imagery.",
                "She visited an old castle and marveled at its medieval architecture.",
                "Check out this medieval helicopter. ",
                "I mean the medieval stuff.",
                "The city of Cologne is a medieval city."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkaWV2YWw&hash=2b0dc5d34a5c6940f7c881098a44399baaaef698&lang=en&cache-only=0",
            "defineEn": "belonging or related to the Middle Ages, which was the period between the 5th and 15th centuries",
            "defineVi": "thuộc hoặc liên quan đến thời Trung cổ, đó là khoảng thời gian giữa thế kỷ thứ 5 và 15"
        },
        {
            "id": "7e5c4bdd-ae06-419e-863d-7be8c74c60d9",
            "word": "mediocre",
            "phonetic": "miːdɪoʊkɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The car's performance was mediocre.",
                "So yeah, speakers are mediocre.",
                "These are very mediocre drivers in a low quality casing that happens to look a lot like AirPods Pros.",
                "But with AirPods, you're paying a premium for mediocre features and quality just to be part of the Apple ecosystem.",
                "And in the present, many groups struggle to make even mediocre decisions, while others wreak havoc with their bad judgment."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkaW9jcmU&hash=6e0f32099a2a47cc07e34fe28fbe41d3c9b6da3a&lang=en&cache-only=0",
            "defineEn": "having a moderate or average quality",
            "defineVi": "có chất lượng trung bình hoặc trung bình"
        },
        {
            "id": "94f6fb14-4280-4b36-b801-5294aa726609",
            "word": "meditation",
            "phonetic": "mɛdɪteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Samantha has been keeping in trim by practicing yoga and meditation.",
                "Attentional meditations focus on your awareness of your thoughts behaviors emotions and perceptions.",
                "Working every muscle group through meditation.",
                "Adobe built meditation rooms.",
                "In focused meditation, people direct their attention to a single thing, like their breath or a sound."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkaXRhdGlvbg&hash=0534995d94c7459ab5598e99798881edcaa6dd2d&lang=en&cache-only=0",
            "defineEn": "the act or practice of concentrating on the mind and letting go of negative energy or thoughts for religious reasons or for calming one's mind",
            "defineVi": "hành động hoặc thực hành tập trung vào tâm trí và loại bỏ năng lượng hoặc suy nghĩ tiêu cực vì lý do tôn giáo hoặc để làm dịu tâm trí của một người",
            "hasImg": true
        },
        {
            "id": "90cad352-ccb8-45cf-9486-f7a98aeb73c2",
            "word": "provident",
            "phonetic": "pɹɑːvɪdənt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvdmlkZW50&hash=ff03745aa19b1d57c9f0d8bed20dbb4af020d561&lang=en&cache-only=0",
            "defineEn": "planning and preparing for the future, particularly by managing one's finances",
            "defineVi": "lập kế hoạch và chuẩn bị cho tương lai, đặc biệt là bằng cách quản lý tài chính của một người"
        },
        {
            "id": "6da68e97-40f0-4224-a7f2-bacf50142f1f",
            "word": "providential",
            "phonetic": "pɹɑːvɪdɛnʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Is that providential? "
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvdmlkZW50aWFs&hash=28f2ea6e48e90384326b53bbb965608926f4c630&lang=en&cache-only=0",
            "defineEn": "relating to or characteristic of providence",
            "defineVi": "liên quan đến hoặc đặc điểm của sự quan phòng"
        },
        {
            "id": "e2014bcd-af5d-414b-a0c0-ecd9780465ab",
            "word": "provincial",
            "phonetic": "pɹəvɪnʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A provincial court in Pakistan has ordered the release of the key suspect in the 2002 murder of American journalist Daniel Pearl.",
                "In their time, they were simply provincial towns in the Bay of Naples.",
                "What do these attacks on provincial capitals say to you about security in the country?",
                "And, this weekend, Taliban fighters moved to the edge of provincial capitals Maimana and Faryab in Kunduz City.",
                "Looting continued today in the provincial capital of West Darfur, where a shooting on Saturday triggered the conflict."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvdmluY2lhbA&hash=4640e40a7a22d20e404e9f2638dffbaaeaf08380&lang=en&cache-only=0",
            "defineEn": "of or associated with a province",
            "defineVi": "của hoặc liên kết với một tỉnh"
        },
        {
            "id": "d959b58f-609f-45e6-a7df-1bc85fd8fc8f",
            "word": "provisional",
            "phonetic": "pɹəvɪʒənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He convinced the new provisional government to set up national workshops to create jobs for unemployed men.",
                "And they say that a provisional government would likely be too weak to actually survive.",
                "In addition to these historical breakthroughs, linguistic researchers recently proposed the provisional identification of a few of the manuscript's words.",
                "So between 1865 and 1867, the so-called period of Presidential Reconstruction, Johnson appointed provisional governors and ordered them to call state conventions to establish new all-white governments.",
                "Tanks were strapped to the middle, and they were used in a very haphazard, provisional manner."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvdmlzaW9uYWw&hash=2fe8c6d20b977f9628943c5b9aaf4982767332ac&lang=en&cache-only=0",
            "defineEn": "under terms not final or fully worked out or agreed upon",
            "defineVi": "theo các điều khoản không phải là cuối cùng hoặc được thực hiện đầy đủ hoặc được thỏa thuận"
        },
        {
            "id": "470632eb-0b80-4a51-996b-fdee9a8c4967",
            "word": "proviso",
            "phonetic": "pɹəvaɪzoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvdmlzbw&hash=92155b2b88124b50c4cb3a5fe46e332240a821b6&lang=en&cache-only=0",
            "defineEn": "a condition that needs accepting before making an agreement",
            "defineVi": "một điều kiện cần chấp nhận trước khi thực hiện một thỏa thuận"
        }
    ]
}