{
    "id": "0d73e06a-a209-4ce1-9a24-b07b349e2f87",
    "title": "The Law",
    "originalTitle": "Lesson 4",
    "words": [
        {
            "id": "52189d81-a5b0-4665-bcdf-49805e4f7fd3",
            "word": "barrister",
            "phonetic": "bæɹɪstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Owing to legal changes, young barristers can no longer earn easy money on undefended divorces, which are now done by solicitors."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFycmlzdGVy&hash=abc3bb5c3da732fc24d4bb72fb8385e63329d2c1&lang=en&cache-only=0",
            "defineEn": "a lawyer in the UK, Australia, and some other countries entitled to argue cases in the higher courts of law",
            "defineVi": "một luật sư ở Vương quốc Anh, Úc và một số quốc gia khác có quyền tranh luận về các vụ kiện tại các tòa án pháp luật cấp cao hơn",
            "hasImg": true
        },
        {
            "id": "ecb8a667-835e-4730-9f9a-0d0d41a6828c",
            "word": "to break",
            "phonetic": "tə bɹeɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Their approach to sports teaching broke the mold.",
                "The movie broke all box-office records.",
                "The movie broke box office records in the US.",
                "The bag broke under the weight of the bottles inside it.",
                "My watch has broken."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJlYWs&hash=643894089f73d407d9134a9442b45bcf8c3ac753&lang=en&cache-only=0",
            "defineEn": "to fail to obey the law or keep a promise",
            "defineVi": "không tuân thủ luật pháp hoặc giữ lời hứa"
        },
        {
            "id": "14f01003-8d6f-47cf-8e24-bc418a7c749e",
            "word": "defendant",
            "phonetic": "dᵻfɛndənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Judging by the evidence presented in court, the defendant is clearly guilty.",
                "The prosecutor argued that the defendant should be sentenced to life imprisonment at the court's pleasure, given the severity of the crime.",
                "Acknowledging that a drowning man will clutch at a straw, the defendant grasped at the flimsy alibi even though it appeared implausible, hoping it might provide some reprieve from the charges against him.",
                "The defendant asked for 21 similar offences to be taken into account.",
                "The defendant is guilty of all three counts, all of them."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmZW5kYW50&hash=0c9ca198ca1f159470287df77881b8b2e583c720&lang=en&cache-only=0",
            "defineEn": "a person in a law court who is sued by someone else or is accused of committing a crime",
            "defineVi": "một người trong tòa án luật bị người khác kiện hoặc bị buộc tội phạm tội"
        },
        {
            "id": "4f47f9fb-a1fb-4814-9677-ebdd45415b14",
            "word": "to judge",
            "phonetic": "tə dʒʌdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The judge will have the last word on the divorce agreement.",
                "The judge allowed my claim.",
                "The judge brought his hammer down on the table.",
                "The judge stood firm in her ruling.",
                "People often judge a book by its cover without reading the contents."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ganVkZ2U&hash=a8dc57430218e3e1af75653fff4efd7a5cc454e4&lang=en&cache-only=0",
            "defineEn": "to decide whether or not a person is innocent in a court of law",
            "defineVi": "để quyết định xem một người có vô tội hay không trong một tòa án của pháp luật",
            "hasImg": true
        },
        {
            "id": "0349448c-2fe5-418a-92a1-bc270352dee5",
            "word": "jury",
            "phonetic": "dʒʊɹɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The jury is still out as concerns the location of the new station.",
                "The case was tried before a jury.",
                "The jury was unable to reach a verdict.",
                "The case will be decided by a jury.",
                "Today the jury began to hear the evidence."
            ],
            "audio": "https://tts.langeek.co/read?text=anVyeQ&hash=4da41da3ed38f49949a0fadeb190ce424910e732&lang=en&cache-only=0",
            "defineEn": "a group of twelve citizens, who listen to the details of a case in the court of law in order to decide the guiltiness or innocence of a defendant",
            "defineVi": "một nhóm gồm mười hai công dân, những người lắng nghe các chi tiết của một vụ án tại tòa án để quyết định sự có tội hay vô tội của bị cáo",
            "hasImg": true
        },
        {
            "id": "02d0accf-c604-47cf-b5f5-96b4ac9bac05",
            "word": "law-abiding",
            "phonetic": "lɔːɐbaɪdɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGF3LWFiaWRpbmc&hash=2e032a889c6daac9be730fdd8581dc64dcc83640&lang=en&cache-only=0",
            "defineEn": "being obedient to the law",
            "defineVi": "tuân theo pháp luật"
        },
        {
            "id": "7a1da2eb-3c06-4e6f-bcbe-9b85e9909b4b",
            "word": "offender",
            "phonetic": "əfɛndɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Offenders should receive their just deserts.",
                "There was no sort of prison system to hold offenders so the most efficient way of ridding society of them was by putting them to death.",
                "The fact that minor drug offenders are often given lengthy prison sentences while powerful drug lords evade capture and prosecution is a clear example of the proverb little thieves are hanged, but great ones escape.",
                "The city council believed that creating more laws would prevent littering, but it had the opposite effect, as the saying suggests 'the more laws the more offenders'.",
                "Dozens of new drug addicts and mentally ill offenders continue to arrive every day."
            ],
            "audio": "https://tts.langeek.co/read?text=b2ZmZW5kZXI&hash=3179e0d70f4887ef83661f6b32e40bdb6444542f&lang=en&cache-only=0",
            "defineEn": "someone who has committed a crime or done something against the moral code of conduct",
            "defineVi": "một người đã phạm tội hoặc làm điều gì đó trái với quy tắc đạo đức ứng xử",
            "hasImg": true
        },
        {
            "id": "d938d4ad-2a1c-4c91-a221-67e57e78ccea",
            "word": "solicitor",
            "phonetic": "səlɪsɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our solicitor holds our wills.",
                "I will get in touch with solicitors about this.",
                "You may need to see a solicitor.",
                "Owing to legal changes, young barristers can no longer earn easy money on undefended divorces, which are now done by solicitors.",
                "And before that had spent about four years in the Justice Department as solicitor general."
            ],
            "audio": "https://tts.langeek.co/read?text=c29saWNpdG9y&hash=132b01eff92cdfbc06f4501607ce70f7c126d3a5&lang=en&cache-only=0",
            "defineEn": "(in the UK) a lawyer who is entitled to give legal advice, prepare legal documents for contracts and defend people in lower courts of law",
            "defineVi": "(ở Anh) một luật sư có quyền tư vấn pháp lý, chuẩn bị các tài liệu pháp lý cho các hợp đồng và bảo vệ mọi người tại các tòa án cấp dưới của pháp luật",
            "hasImg": true
        },
        {
            "id": "a7b95c2e-e478-42bc-b246-6504b4c652e4",
            "word": "to prosecute",
            "phonetic": "tə pɹɑːsɪkjuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The council says it will prosecute traders who break the law.",
                "The council says it will prosecute traders who break the law.",
                "No Wall Street executive has been prosecuted.",
                "Last year for the first time, the FTC prosecuted a company for fake reviews on Amazon.",
                "She must be prosecuted to the full extent of the law."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvc2VjdXRl&hash=4ef7cb8e8dcb936a682e94df4ede6d8e2553fa97&lang=en&cache-only=0",
            "defineEn": "to try to charge someone officially with a crime in a court as the lawyer of the accuser",
            "defineVi": "để cố gắng buộc tội ai đó chính thức với tội ác tại tòa án với tư cách là luật sư của người tố cáo"
        },
        {
            "id": "107a8767-f1a2-448d-9b77-a576af0e71b3",
            "word": "to charge",
            "phonetic": "tə tʃɑːɹdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "To bring charges/legal action/proceedings against somebody.",
                "First of all, they're charging an arm and a leg.",
                "I was put in charge of the office.",
                "The charges against the suspect will come up in court tomorrow.",
                "Who put Tony in charge of the accounts?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hhcmdl&hash=f76dbc268e49a0827cfa45372afc9d96fd4d46d4&lang=en&cache-only=0",
            "defineEn": "to formally accuse someone of committing a crime, in a court of law",
            "defineVi": "để chính thức cáo buộc ai đó phạm tội, trong một tòa án của pháp luật",
            "hasImg": true
        },
        {
            "id": "db2b865f-73a4-4e47-aef7-c6591b9390d7",
            "word": "trial",
            "phonetic": "tɹaɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Millions of people followed the trial on TV.",
                "The trial was swiftly brought to an end.",
                "In a criminal trial the standard of proof is beyond the reasonable doubt.",
                "The trial has run its course, and the verdict will be announced tomorrow.",
                "The company sent out a trial balloon by leaking a rumor about a new product to test customer interest before investing in its development."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpYWw&hash=95dc6a42255a9ab686e4c4f378066f09b6a15514&lang=en&cache-only=0",
            "defineEn": "a legal process examining the evidence of a case in court by a judge and jury and deciding if the accused is guilty",
            "defineVi": "một quy trình pháp lý kiểm tra bằng chứng của một vụ án tại tòa án bởi một thẩm phán và bồi thẩm đoàn và quyết định xem bị cáo có tội hay không",
            "hasImg": true
        },
        {
            "id": "91462544-a2c4-4a2c-93c0-21ecf01d3836",
            "word": "court",
            "phonetic": "koːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lawyer presented the right argument in court.",
                "The courts decided in favor of the New York claimants.",
                "The court found in her favor.",
                "The charges against the suspect will come up in court tomorrow.",
                "The court held that such conduct violated the statute."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291cnQ&hash=ee233c1bed336836a237563bba8c6bbf8eed92c0&lang=en&cache-only=0",
            "defineEn": "the group of people in a court including the judge and the jury",
            "defineVi": "nhóm người trong một tòa án bao gồm thẩm phán và bồi thẩm đoàn",
            "hasImg": true
        },
        {
            "id": "8a252d86-a9e4-4242-bd29-d717b0e2d2f8",
            "word": "to plead",
            "phonetic": "tə pliːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "My younger brother is always pleading for me to help out his career, so I threw him a bone and got him a small gig.",
                "Wright's mother pleaded for calm.",
                "Both pleaded not guilty to all counts.",
                "He pleads not guilty.",
                "President Trump's former lawyer, Michael Cohen, pleaded guilty to two campaign finance violations related to these hush money payments."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxlYWQ&hash=3ab939bb7e17d3df4a8b8d19be2209607b934c97&lang=en&cache-only=0",
            "defineEn": "to state in a court of law, in front of the judge and the jury, whether someone is guilty or not guilty of a crime",
            "defineVi": "tuyên bố trước tòa án, trước thẩm phán và bồi thẩm đoàn, cho dù ai đó có tội hay không phạm tội"
        },
        {
            "id": "bb23bc8a-eff1-436b-b4d5-74eb92ba2cf5",
            "word": "to acquit",
            "phonetic": "tʊ ɐkwɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "An all-white jury in Kansas City acquitted the killer, Raymond Bledsoe, the following year. ",
                "Zimmerman was acquitted.",
                "He's going to be acquitted on a party-line vote in the Senate.",
                "Ahmed Omar Saeed Sheik, a British-born Pakistani man, was acquitted of killing Pearl earlier this year.",
                "We're acquitting that to a stress This is the future of metal."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNxdWl0&hash=a3cfd51c38425338ee7a23e75a9b85a8cfb5f04d&lang=en&cache-only=0",
            "defineEn": "officially deciding and declaring in a law court that someone is not guilty of a crime",
            "defineVi": "chính thức quyết định và tuyên bố trước tòa án rằng ai đó không phạm tội",
            "hasImg": true
        },
        {
            "id": "6c002a10-d6f4-48af-8267-40d7bc33d60b",
            "word": "parole",
            "phonetic": "pɚɹoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Erroll's parole officer is Mark Pawlich.",
                "He's been a parole officer for 18 years.",
                "But parole boards are made up of humans and we all come with bias.",
                "Intensive parole supervision is supposed to help him stay out of trouble.",
                "Good morning Mr. Rolon, I'm chairman of the parole board."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyb2xl&hash=10e5760137df4706a1d246ef9966ec9d9de1d6cc&lang=en&cache-only=0",
            "defineEn": "(law) permission for a prisoner to leave prison before the end of their imprisonment sentence, on the condition of good conduct",
            "defineVi": "(pháp luật) cho phép tù nhân ra tù trước khi mãn hạn tù với điều kiện có hạnh kiểm tốt"
        },
        {
            "id": "a77a88f4-9a08-47f7-857a-64a10164f4a4",
            "word": "to sentence",
            "phonetic": "tə sɛntəns ",
            "partOfSpeechType": "verb",
            "examples": [
                "A sentence always starts with a capital letter.",
                "What does this sentence mean?",
                "He served an 18-month sentence for theft.",
                "He is serving a ten-year jail sentence.",
                "Read me that last sentence again."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VudGVuY2U&hash=2e21790c7ace577b69e09edf4818380cb1deba76&lang=en&cache-only=0",
            "defineEn": "to officially state the punishment of someone found guilty in a court of law",
            "defineVi": "để chính thức tuyên bố hình phạt của một ai đó bị kết tội trong một tòa án của pháp luật",
            "hasImg": true
        },
        {
            "id": "929c87ef-5b69-4338-9ffc-33b2dc7fa93f",
            "word": "verdict",
            "phonetic": "vɜːdɪkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I gave my verdict.",
                "The jury was unable to reach a verdict.",
                "I hope this guilty verdict puts that rat of a CEO in his place.",
                "The trial has run its course, and the verdict will be announced tomorrow.",
                "Everyone had been holding their breath, waiting for the verdict."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVyZGljdA&hash=dea65f503b7f0305695e7069c9dd18e39c8069c1&lang=en&cache-only=0",
            "defineEn": "an official decision made by the jury in a court after the legal proceedings",
            "defineVi": "một quyết định chính thức được đưa ra bởi bồi thẩm đoàn tại tòa án sau thủ tục pháp lý",
            "hasImg": true
        },
        {
            "id": "53226c9b-bbab-4ea0-b86e-8e51ec4247ed",
            "word": "to rehabilitate",
            "phonetic": "tə ɹᵻhɐbɪlᵻteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He had rehabilitated his image.",
                "The field has mostly rehabilitated its image now, but there’s still a lot of research to be done.",
                "In the end, they were all rehabilitated, but the study gave us some understanding of the devastating psychological effects of starvation.",
                "Also, it created a world in which future countesses could rehabilitate their reputations in New York.",
                "It’s a whole new campaign to rehabilitate the reputation of what’s probably the most powerful police force in the entire country."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVoYWJpbGl0YXRl&hash=6eee2943ed3b671b30f00c488ff11ce4a39d779e&lang=en&cache-only=0",
            "defineEn": "to help someone to restore to a healthy and independent state after a period of imprisonment, addiction, illness, etc.",
            "defineVi": "để giúp ai đó phục hồi trạng thái khỏe mạnh và độc lập sau một thời gian bị giam cầm, nghiện ngập, bệnh tật, v.v."
        },
        {
            "id": "8fdfc3a3-4e2c-4f5a-bfcb-44eea4a76f1c",
            "word": "misdeed",
            "phonetic": "mɪsdiːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The corrupt politician was always looking over his shoulder, knowing that his misdeeds could be exposed at any moment.",
                "You say we shouldn't speak ill of the dead, but we should never forget the misdeeds of those who were once in power, lest history repeats itself.",
                "Assange is wanted in the U.S. for publishing thousands of documents that exposed U.S. military misdeeds in Iraq and Afghanistan.",
                "So, Bannon has never gone through the justice system, and the other branches of government have not had an opportunity to weigh in on his misdeeds.",
                "Jonestown had long been under scrutiny from Guyanese and American officials for their coercive tactics and misdeeds."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzZGVlZA&hash=8632401f0563ef1193bc1e71f323928eaed081aa&lang=en&cache-only=0",
            "defineEn": "an illegal or evil action",
            "defineVi": "một hành động bất hợp pháp hoặc xấu xa"
        },
        {
            "id": "f596ae44-4b43-49f9-ac88-66ded6a4f307",
            "word": "retribution",
            "phonetic": "ɹɛtɹɪbjuːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The detective warned the gang members that blood will have blood, and that their violent actions would only lead to more violence and retribution.",
                "It was retribution.",
                "In retribution, Anna Heilman's sister was executed.",
                "But she believed authorities would want retribution.",
                "One approach to punishment is retribution, which is about making the offender suffer as the victim suffered, as a kind of moral vengeance."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV0cmlidXRpb24&hash=9f114b60d4045329217a443ed15f0544fe858db9&lang=en&cache-only=0",
            "defineEn": "the action of making amends for a mistake",
            "defineVi": "hành động sửa đổi lỗi lầm"
        },
        {
            "id": "e05cacf4-b297-4024-ad22-414fdbf2d888",
            "word": "custodial",
            "phonetic": "kʌstoʊdɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Once a package is delivered, it's out of our custodial control.",
                "Or if one parent has children already in college, claiming them as the custodial parent could also end up putting more in your pocket.",
                "What we do is, we provide them with the custodial care that we would want to have for any child, or perhaps find the custodian who can watch that child during the time, that temporary period where they're going through their immigration status review."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VzdG9kaWFs&hash=17c10951e63a352e6aa32a889da3af6b35c193e3&lang=en&cache-only=0",
            "defineEn": "having custody of someone or connected with the legal right to look after them",
            "defineVi": "có quyền giám hộ của ai đó hoặc có liên quan đến quyền hợp pháp để chăm sóc họ"
        },
        {
            "id": "294b5a3b-e451-4671-b768-32a76aba69ea",
            "word": "to fine",
            "phonetic": "tə faɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "For the first offence I was given a fine.",
                "There's a fine line between humour and inappropriateness.",
                "Our fine traditions give us a head start on the competition.",
                "Farah ran a fine race to take the gold medal.",
                "If he wants to play a game of cat and mouse, fine, I'll play."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmluZQ&hash=631631c5f243030c4ea8f3426a06afecebf4e56a&lang=en&cache-only=0",
            "defineEn": "to make someone pay a sum of money as punishment for violation of the law",
            "defineVi": "để làm cho ai đó trả một khoản tiền như hình phạt cho việc vi phạm pháp luật",
            "hasImg": true
        },
        {
            "id": "22432763-1764-4759-bc86-260ba4952401",
            "word": "community service",
            "phonetic": "kəmjuːnᵻɾi sɜːvɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "And talk about that, his community service.",
                "This is the logic behind assigning community service to offenders.",
                "And he became as known for his business acumen, his community service, as he did for his music.",
                "Anna Morgan-Lloyd received three years of federal probation, plus community service, for a single misdemeanor.",
                "He got caught in a burglary and his sentence was community service, until: MIGUEL RAMIREZ:"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbXVuaXR5IHNlcnZpY2U&hash=dfd9aa41c3c753a11e7b34473e0808b284b73ae1&lang=en&cache-only=0",
            "defineEn": "unpaid work done either as a form of punishment by a felon or as a voluntary service by a citizen",
            "defineVi": "công việc không được trả lương được thực hiện như một hình thức trừng phạt của một kẻ phạm trọng tội hoặc như một nghĩa vụ tự nguyện của một công dân",
            "hasImg": true
        },
        {
            "id": "c0714294-3cae-4c83-a760-13e83a3b6e5f",
            "word": "corporal punishment",
            "phonetic": "kɔːɹpɹəl pʌnɪʃmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Think dungeons, corporal punishment, and executions."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ycG9yYWwgcHVuaXNobWVudA&hash=3599e10db49806e20d1e7b1ea6f213669a56deac&lang=en&cache-only=0",
            "defineEn": "the physical punishment of people, especially of children or convicts",
            "defineVi": "sự trừng phạt về thể chất của mọi người, đặc biệt là trẻ em hoặc người bị kết án"
        },
        {
            "id": "a88724ad-2dc0-4d17-a4b4-31daa48bae89",
            "word": "capital punishment",
            "phonetic": "kæpɪɾəl pʌnɪʃmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Like, some people favor capital punishment, and think it’s just.",
                "So in this view, capital punishment is morally correct in some cultures and is morally wrong in others.",
                "This line of reasoning is one way that people justify capital punishment.",
                "By this thinking, capital punishment is neither right nor wrong, but people definitely have preferences about it.",
                "It aims to prevent, restrict and end trade in goods intended for the use of torture or capital punishment."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwaXRhbCBwdW5pc2htZW50&hash=986b0aed06e62876ec92b480e0909cf2ff135f38&lang=en&cache-only=0",
            "defineEn": "the killing of a criminal as punishment",
            "defineVi": "việc giết một tên tội phạm như một sự trừng phạt"
        },
        {
            "id": "2c9332fd-9546-4591-b88c-6bd6e8324e6b",
            "word": "deterrent",
            "phonetic": "dɪtɜːɹənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's an animal deterrent. -",
                "That makes the sm three a potential deterrent against an ICBM launched by North Korea or Iran.",
                "And if you look at the numbers month to month, it had little deterrent effect.",
                "We needed a deterrent I did not have anything to do with that speech personally.",
                "They could even be deterrents to attending school altogether."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV0ZXJyZW50&hash=83f92fc63e18213531c0b0218f28789e548ac249&lang=en&cache-only=0",
            "defineEn": "a thing that reduces the chances of someone doing something because it makes them aware of its difficulties or consequences",
            "defineVi": "một điều làm giảm cơ hội của ai đó làm điều gì đó bởi vì nó khiến họ nhận thức được những khó khăn hoặc hậu quả của nó"
        },
        {
            "id": "bc25729d-a4a3-4a1f-bd84-df513cbd7a77",
            "word": "lenient",
            "phonetic": "liːnɪənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Here, this is much more lenient.",
                "We're not more lenient with the stars.",
                "America has more lenient policies than other countries, including those that pay for plasma.",
                "Pruitt had backed a more lenient state plan to reduce emissions that was favored by the company.",
                "And when the rioters are brought to the court, when their verdict is being handed down by the court, it seems that, on many occasion, the sentence is too lenient."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVuaWVudA&hash=7b30fa9fe51c8c35441617ac24a9655cdb0fa010&lang=en&cache-only=0",
            "defineEn": "(of a person) showing mercy, flexibility, or tolerance, particularly while obeying rules or punishing someone",
            "defineVi": "(của một người) thể hiện lòng thương xót, linh hoạt hoặc khoan dung, đặc biệt là khi tuân theo các quy tắc hoặc trừng phạt ai đó"
        },
        {
            "id": "ba39eb81-6896-43f3-a9c3-66dd2f5b327d",
            "word": "conviction",
            "phonetic": "kənvɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He has the courage of his convictions.",
                "The conviction of the billionaire sends a message to the world that no one gets a free pass to break the law.",
                "Lead your own life and have the courage of your convictions.",
                "When we learned of the conviction, we dropped him like a hot potato.",
                "George is a decent fella, it's just that he lacks the courage of his convictions."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udmljdGlvbg&hash=4c9043279fb2235c915110b3a75111aac74c92c8&lang=en&cache-only=0",
            "defineEn": "a formal declaration by which someone is found guilty of a crime in a court of law",
            "defineVi": "một tuyên bố chính thức theo đó một người nào đó bị kết tội tại một tòa án của pháp luật"
        },
        {
            "id": "966cdad0-bfa8-4b8a-938d-c9ec3979eda4",
            "word": "judicial",
            "phonetic": "dʒuːdɪʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He sums up the whole case with judicial fairness and gives the devil his dues.",
                "So he's exercising judicial restraint.",
                "The President also has judicial powers.",
                "The judicial system isn't played for the next election. ",
                "His judicial opinions would have been very cautious. "
            ],
            "audio": "https://tts.langeek.co/read?text=anVkaWNpYWw&hash=c552d24027315326da227367bed22707ef4c6794&lang=en&cache-only=0",
            "defineEn": "belonging or appropriate for a court, a judge, or the administration of justice",
            "defineVi": "thuộc về hoặc thích hợp cho một tòa án, một thẩm phán, hoặc quản lý tư pháp",
            "hasImg": true
        },
        {
            "id": "40f1a4ff-9d2f-44c2-9c3f-50b36948bafc",
            "word": "legislation",
            "phonetic": "lɛdʒɪsleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The government has passed new legislation to protect consumers.",
                "Look, this legislation hasn't been plucked from the air.",
                "The government decided to abandon the proposed legislation due to public opposition.",
                "The party, now in the minority, has been paying the new majority back in their own coin by stifling their legislation initiatives at every opportunity.",
                "The point of this legislation is to level the playing field for those who have typically found it harder to access public funding."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVnaXNsYXRpb24&hash=a2e03e0da349dfa30db51cf9c32f6a5caf1cb6f9&lang=en&cache-only=0",
            "defineEn": "a law or a set of laws passed by a legislative body, such as a parliament",
            "defineVi": "một luật hoặc một bộ luật được thông qua bởi một cơ quan lập pháp, chẳng hạn như một quốc hội"
        }
    ]
}