{
    "id": "0dc46862-a60c-427e-83b9-07ac445352a2",
    "title": "Lesson 26",
    "originalTitle": "Lesson 26",
    "words": [
        {
            "id": "7a41aa98-0a4d-4af2-b151-f3803e6fe4a4",
            "word": "to deface",
            "phonetic": "tə dᵻfeɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Hedge rapidly defaces all of the portraits.",
                "If he were to deface each one with an X, the people would blame the helper-bots, creating just the distraction the team needs.",
                "I broke into mostly websites belonging to corporations, governments, military agencies and just defaced them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVmYWNl&hash=61fc9a04c003b4721a7fd80e7cf47436468716a8&lang=en&cache-only=0",
            "defineEn": "to ruin or damage something's appearance, particularly by writing or sketching on it",
            "defineVi": "để làm hỏng hoặc làm hỏng sự xuất hiện của một cái gì đó, đặc biệt là bằng cách viết hoặc phác thảo trên đó"
        },
        {
            "id": "66d479dc-f484-411d-8b3a-02c79c40852f",
            "word": "to campaign",
            "phonetic": "tə kæmpeɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Campaigns to save the planet/rain forest/whale.",
                "Public education campaigns highlight potential health risks of consuming pink slime products.",
                "The campaign for the ban was led by Greenpeace.",
                "Have you been following the election campaign?",
                "A campaign is under way to stop the bombers."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FtcGFpZ24&hash=501aa9466c5b5f45afef90d5b2e8c8201fd47190&lang=en&cache-only=0",
            "defineEn": "exert oneself continuously, vigorously, or obtrusively to gain an end or engage in a crusade for a certain cause or person; be an advocate for",
            "defineVi": "nỗ lực liên tục, mạnh mẽ hoặc thô bạo để đạt được mục đích hoặc tham gia vào một cuộc thập tự chinh vì một lý do hoặc một người nhất định; là người biện hộ cho"
        },
        {
            "id": "930eeb01-75dd-4ab3-b3ec-06bc520dc2e5",
            "word": "to scorn",
            "phonetic": "tə skɔːɹn ",
            "partOfSpeechType": "verb",
            "examples": [
                "We were scorned.",
                "I reject your verdict with scorn!",
                "'Well, don't cry,' said Catherine with scorn.",
                "He said outright that he had scorn for humanity, he had no use for relationships.",
                "And has even been the target of scorn for its popularity with well-heeled buyers who never drive the thing off pavement."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2Nvcm4&hash=13361c19347e032252689a9cb2a721fbb7614cf6&lang=en&cache-only=0",
            "defineEn": "to have no respect for someone or something because one thinks they are stupid or undeserving",
            "defineVi": "không tôn trọng ai đó hoặc cái gì đó bởi vì người ta nghĩ rằng họ ngu ngốc hoặc không xứng đáng"
        },
        {
            "id": "366dbcf1-ef80-49e8-8a7f-fc728a366889",
            "word": "to bestride",
            "phonetic": "tə bᵻstɹaɪd ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVzdHJpZGU&hash=69756e514a903d887ffee496627d431bf5188175&lang=en&cache-only=0",
            "defineEn": "get up on the back of",
            "defineVi": "đứng dậy trên lưng"
        },
        {
            "id": "28b0af3c-4556-4b17-9ebe-7a2659959292",
            "word": "to affront",
            "phonetic": "tʊ ɐfɹʌnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "So what can we do to confront this affront to democracy.",
                "And the fact that people stormed the Capitol on a really sacred, sacred day and sacred process for American democracy, certifying the election, it was an affront to her as an American and an affront to her as the speaker of the House.",
                "And the fact that people stormed the Capitol on a really sacred, sacred day and sacred process for American democracy, certifying the election, it was an affront to her as an American and an affront to her as the speaker of the House.",
                "The decision to move this monument was taken as an affront to that memory and set in motion a quite vitriolic and dramatic Russian response.",
                "They took the impressment of sailors as an affront to American national honor, but they also complained that Britain's actions were an affront to free trade, by which they meant America's ability to trade with Europeans other than Great Britain."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWZmcm9udA&hash=f5fbd95ae36496828ea16265d5900c82922c3797&lang=en&cache-only=0",
            "defineEn": "treat, mention, or speak to rudely",
            "defineVi": "đối xử, đề cập hoặc nói chuyện với một cách thô lỗ"
        },
        {
            "id": "34d37d86-e1b7-49a6-ae84-4e02f6b156a0",
            "word": "to cozen",
            "phonetic": "tə koʊzən ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY296ZW4&hash=0124f5dde1fa17ad9ad5b69f807ee5318262b01b&lang=en&cache-only=0",
            "defineEn": "cheat or trick",
            "defineVi": "gian lận hoặc lừa"
        },
        {
            "id": "34c6681b-d3ce-4e9a-82de-1840e1bdafc8",
            "word": "to repute",
            "phonetic": "tə ɹᵻpjuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We are reputed to be so accomplished.",
                "She seems reputed to be a wonderful person.",
                "The West still looms large in American mythology as the home of cowboys and gunslingers and houses of ill repute and freedom from pesky government interference.",
                "The pioneering Henry Ford, who brought industrialized manufacturing techniques to the fledgling car business, is reputed to have said that a customer could have Ford's Model T in any color as long as it was black.",
                "Even in Japan, the tomb of the farmer who is reputed to have first brought them to the islands is known as the Temple of the Sweet Potato."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVwdXRl&hash=c3f65f6a48a5b3553165ce7284736658acea0b17&lang=en&cache-only=0",
            "defineEn": "look on as or consider",
            "defineVi": "nhìn vào hoặc xem xét"
        },
        {
            "id": "f1e7f9d9-0eb1-45e8-8a23-82b0073fa26d",
            "word": "to waive",
            "phonetic": "tə weɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "American Airlines waived their change fees for tickets purchased through September 30th, 2020.",
                "Now, some credit cards will waive interest fees for the first few months to a year.",
                "They even waived the requirement of a high school diploma for Miguel Ramirez, and he says they pay a decent wage.",
                "Waiving laws should happen no more than once in a generation.",
                "Pharmacies like Walgreens and CVS remain open and have waived their delivery fees."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FpdmU&hash=b878a8a7e25de3255c1ab244b63e4f3f8bfa042a&lang=en&cache-only=0",
            "defineEn": "do without or cease to hold or adhere to",
            "defineVi": "làm mà không có hoặc ngừng giữ hoặc tuân theo"
        },
        {
            "id": "476c23bc-4bd7-4f9b-8c38-4d8829de12b4",
            "word": "to waft",
            "phonetic": "tə wæft ",
            "partOfSpeechType": "verb",
            "examples": [
                "Waft, waft it toward your face.",
                "Waft, waft it toward your face.",
                "It's wafting out.",
                "No, no, don't waft it.",
                "These are chemicals that waft into the air and are often responsible for scents."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FmdA&hash=11a6145b39df68ad7cbe239eabb855c127b55f9e&lang=en&cache-only=0",
            "defineEn": "blow gently",
            "defineVi": "thổi nhẹ nhàng"
        },
        {
            "id": "cde74749-944d-4c0a-bc8a-21798ab06a54",
            "word": "to wallow",
            "phonetic": "tə wɔloʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "So with depression you selectively focus on negative things and wallow in negative self-appraisal.",
                "This is one of the ways that you can wallow in low self-esteem.",
                "Like everybody else, he'll have a bad day, but he doesn't like to wallow around in that.",
                "If you internalize your negative experience you're bound to wallow in self blame and have a pity party.",
                "You know, as I said before, we didn’t have the luxury to wallow in our disappointments about the failure to get the kind of bipartisan support we had hoped for. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FsbG93&hash=3cb42ccd23f4984df02f56e05c0d0a07e5731768&lang=en&cache-only=0",
            "defineEn": "devote oneself entirely to something; indulge in to an immoderate degree, usually with pleasure",
            "defineVi": "cống hiến hết mình cho một cái gì đó; thưởng thức ở một mức độ quá mức, thường là với niềm vui"
        },
        {
            "id": "24912b42-d664-45a7-b02e-86ffb007bc25",
            "word": "to swathe",
            "phonetic": "tə swɑːth ",
            "partOfSpeechType": "verb",
            "examples": [
                "A huge swathe of the Western U.S. is baking in triple-digit temperatures.",
                "Large swathes of the nation are seeing the coldest weather in memory, and many thousands of homes are enduring it without power.",
                "But cases have now appeared in over 30 different Chinese provinces, across a huge swathe of the country.",
                "Conventional farming methods cleared large swathes of land and planted them with a single crop, eradicating wildlife and emitting huge amounts of greenhouse gases in the process.",
                "You have gangs controlling large swathes of the country."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dhdGhl&hash=e9a46c14b8fe27873250d5139af839ebaa320980&lang=en&cache-only=0",
            "defineEn": "wrap in swaddling clothes",
            "defineVi": "quấn trong tã quần áo"
        },
        {
            "id": "d3e545f4-5741-4052-b5a4-a5fb806dfc8f",
            "word": "to shrivel",
            "phonetic": "tə ʃɹɪvəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "In the process, his body shrivels up.",
                "Rivers shrank and crops shriveled in the fields.",
                "I'm afraid I'll shrivel up and turn into a raisin if I swallow it.",
                "By that reasoning, geologic features like mountains and valleys appeared because the Earth’s surface cooled faster than the interior, like a grape shriveling up into a raisin.",
                "But if the concentration of my blood plasma were too high, water would rush out of my cell, and it would shrivel up and be useless."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hyaXZlbA&hash=9ab56625ef8cb6a9919dc2e33adfc8b4f19fb3d9&lang=en&cache-only=0",
            "defineEn": "decrease in size, range, or extent",
            "defineVi": "giảm kích thước, phạm vi hoặc mức độ"
        },
        {
            "id": "a9450843-1194-41b5-bca7-1c5406f57cb2",
            "word": "to bivouac",
            "phonetic": "tə bɪvwɑːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Before the last commercial break, we set up this bivouac, ten thousand miles from civilization."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYml2b3VhYw&hash=82927cadb39a184b18a6ba9a7905bd39b822acc3&lang=en&cache-only=0",
            "defineEn": "live in or as if in a tent",
            "defineVi": "sống trong hoặc như thể trong một cái lều"
        },
        {
            "id": "edb71a2c-e9a1-40b4-b413-f4f3de6418c9",
            "word": "to cede",
            "phonetic": "tə siːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Haitian zombi ceded relevance to a more violent version of the undead during the mid-20th century.",
                "And this administration has no intention to cede that success to anybody.",
                "They’ve ceded their political power to him, and a lot of their financial power, in exchange for safety and security of those assets that they're allowed to keep.",
                "Indians agreed to cede a tract of land bound by the distance a man could walk in 36 hours.",
                "So the military abandoned bases and outposts and began to cede influence."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2VkZQ&hash=c0359c3a5562e906f92ffb8eb9975580649c4f50&lang=en&cache-only=0",
            "defineEn": "give over; surrender or relinquish to the physical control of another",
            "defineVi": "cho qua; đầu hàng hoặc từ bỏ quyền kiểm soát vật lý của người khác"
        },
        {
            "id": "ba110635-7321-4ed8-9882-44d9e7ea5f84",
            "word": "to deluge",
            "phonetic": "tə dɛljuːdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "One man described the moment that the deluge hit.",
                "In those cases, a deluge of glutamate is transmitted, and this overexposure can cause damage at the junction between hair cells and nerve cells.",
                "The gourd broke apart, releasing a deluge that swept the brothers away, separating them from the celestial lands forever.",
                "The beetle fights the deluge, going in and out, in and out, to keep the pathway clear.",
                "With space running out, gravediggers who can barely keep up with the pace exhume older bones to make way for the deluge of COVID dead here in Sao Paulo."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVsdWdl&hash=690041f609f53643466e90cecd2a6b3014b58981&lang=en&cache-only=0",
            "defineEn": "fill or cover completely, usually with water",
            "defineVi": "lấp đầy hoặc che phủ hoàn toàn, thường là bằng nước",
            "hasImg": true
        },
        {
            "id": "70f38c15-f202-491f-b472-7a1375ad58a7",
            "word": "to facsimile",
            "phonetic": "tə fæksɪmɪli ",
            "partOfSpeechType": "verb",
            "examples": [
                "We do facsimile reproductions of the great books in medicine."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmFjc2ltaWxl&hash=5c77f193bf18d1f88e0c9fbfc642a8292ee9edff&lang=en&cache-only=0",
            "defineEn": "send something via a facsimile machine",
            "defineVi": "gửi một cái gì đó qua một máy fax",
            "hasImg": true
        },
        {
            "id": "e09391eb-d2e5-4f51-9355-08af9db4ad49",
            "word": "to quail",
            "phonetic": "tə kweɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The family gathered around the dining table, savoring the succulent quail, which had been marinated and grilled to perfection.",
                "He prepared a delightful appetizer of grilled quail, impressing his dinner guests with his culinary skills.",
                "\"I love you shyly like a quail.\"",
                "So that would be rabbits, quails, pheasants, ducks, goats, deer, anything you could eat.",
                "This the bay moral we gather yesterday, this are quail eggs (foreign language) in our language."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcXVhaWw&hash=8c10b0b68b50c7b5a6457237703075202ef9cb8b&lang=en&cache-only=0",
            "defineEn": "experience or express the feeling of fear",
            "defineVi": "kinh nghiệm hoặc thể hiện cảm giác sợ hãi"
        },
        {
            "id": "a45b36ac-ba57-46a2-90b5-181544fa5b7e",
            "word": "to rue",
            "phonetic": "tə ɹuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "He picked a few rue leaves from the garden to add to his soup for a touch of bitterness.",
                "And we've got the fabulous Rue with us.",
                "Like, you'll rue the day you were born, Adam Bianchi."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcnVl&hash=bba884bc30260ad3666e5ca7a8bc676a8ad122cc&lang=en&cache-only=0",
            "defineEn": "feel remorse for; feel sorry for; be contrite about",
            "defineVi": "cảm thấy hối hận vì; cảm thấy tiếc cho; được ăn năn về",
            "hasImg": true
        },
        {
            "id": "802e0d29-9c2e-47a7-bc0d-484108518ecf",
            "word": "to reimburse",
            "phonetic": "tə ɹiːɪmbɜːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The federal government will reimburse up to $9,000 in costs, about the average for a funeral in America.",
                "You pay for the romantic candlelit dinner, and then mail me the receipt and then in three to four months I will reimburse you.",
                "It's critical that doctors and in fact all mental health professionals have ways of matching patients with treatments, and also that the whole administrative apparatus around medicine has a way of reimbursing those things.",
                "In the 1980s, Medicare began to change the way it reimbursed hospitals instead of paying for every service it paid based on a patient's diagnosis.",
                "According to a study conducted by the Federal Trade Commission, only 14% of identity-theft victims were not reimbursed for their loss."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVpbWJ1cnNl&hash=ce8b2f845fad8edca827017f318f2974003f7b88&lang=en&cache-only=0",
            "defineEn": "pay back for some expense incurred",
            "defineVi": "trả lại một số chi phí phát sinh"
        }
    ]
}