{
    "id": "0e42cd82-0e75-4117-9614-95fc40c7ecc2",
    "title": "Farming",
    "originalTitle": "Lesson 37",
    "words": [
        {
            "id": "0bc87179-fd04-4b4e-8fbc-75c448837bbc",
            "word": "agriculture",
            "phonetic": "æɡɹɪkʌltʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Then agriculture happened.",
                "Is agriculture a science?",
                "Agriculture depends on a stable climate with predictable seasons and weather patterns.",
                "Agriculture is a pretty substantial contributor to greenhouse gas emissions, close to 25%.",
                "We invented agriculture 5 minutes ago."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdyaWN1bHR1cmU&hash=1b55929b7aafcc39adf112c47aeb0c667e5adf4f&lang=en&cache-only=0",
            "defineEn": "farming and its science",
            "defineVi": "nông nghiệp và khoa học của nó",
            "hasImg": true
        },
        {
            "id": "7c298d47-85bc-487e-acb7-0b40dd9a4e5d",
            "word": "barn",
            "phonetic": "bɑːɹn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The farmer witnessed the birth of a baby calf in the barn.",
                "My father quit smoking after he was diagnosed with lung cancer, but I'm afraid he's locking the barn door after the horse is stolen.",
                "My grandfather was a farmer, and he always said that weather predictions like: a dry March, a wet April and a cool May fill barn and cellar and bring much hay still held true in determining a good harvest.",
                "They provide a barn.",
                "And barns are even out at the frontiers of knowledge."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFybg&hash=2c28dcb62c2e476dc78745dc59ac68ed47f1b6f8&lang=en&cache-only=0",
            "defineEn": "a building on a farm in which people keep their animals, straw, hay, or grains",
            "defineVi": "một tòa nhà trong một trang trại, trong đó mọi người giữ động vật, rơm, cỏ khô hoặc ngũ cốc của họ",
            "hasImg": true
        },
        {
            "id": "8521c8bb-3ab7-42ea-9635-ad5110ae471d",
            "word": "cattle",
            "phonetic": "kæɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "You mind the cattle, Herb.",
                "He raised cattle in Nebraska when he was young.",
                "This is the largest cattle ranch under the sun.",
                "Farmers cleared the land in order to raise cattle.",
                "Cattle come in all shapes and sizes."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0dGxl&hash=1a23ee5a933e3d81bfec877b9fb8a945edce4505&lang=en&cache-only=0",
            "defineEn": "the group of cows and bulls, kept for their meat or milk",
            "defineVi": "nhóm bò và bò đực, được giữ để lấy thịt hoặc sữa",
            "hasImg": true
        },
        {
            "id": "ccc9f181-162b-4b47-a489-1cd37e8fd45c",
            "word": "crop",
            "phonetic": "kɹɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fertile soil in this region yields abundant crops of wheat and corn.",
                "The farmer harvested a bountiful crop of watermelons from his fields.",
                "The study analyzed the yield of various crops across different regions, providing valuable insights for agricultural planning.",
                "The land is used to grow crops.",
                "More land was needed to grow crops for export."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JvcA&hash=132303f32566c9d4bd12c33917c19430e2fe87d7&lang=en&cache-only=0",
            "defineEn": "a plant that is grown for food over large areas of land",
            "defineVi": "một loại cây được trồng để làm thực phẩm trên diện tích đất rộng lớn",
            "hasImg": true
        },
        {
            "id": "43b109bf-0315-48cc-acef-ac427f026f6c",
            "word": "farmhouse",
            "phonetic": "fɑːɹmhaʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "My parents have a beautiful farmhouse in the country where they grow their own vegetables.",
                "The cook rendered fatback to make lard for baking and frying in the farmhouse kitchen.",
                "The first dream was to open the restaurant in an old farmhouse, but the only access to the farmhouse was on a wooden plank that crossed a dangerous river.",
                "The first dream was to open the restaurant in an old farmhouse, but the only access to the farmhouse was on a wooden plank that crossed a dangerous river.",
                "But he was just trying to create something that would, that would be the chaos outside the farmhouse. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFybWhvdXNl&hash=3a9d5df14a8267492063d97cd407128ef7bca589&lang=en&cache-only=0",
            "defineEn": "a house near a farm in which a farmer lives",
            "defineVi": "một ngôi nhà gần một trang trại mà một người nông dân sống",
            "hasImg": true
        },
        {
            "id": "7eaf9dd5-1b52-49b0-9291-764e842568b3",
            "word": "fish farm",
            "phonetic": "fɪʃ fɑːɹm ",
            "partOfSpeechType": "noun",
            "examples": [
                "This aquaculture fish farm operation, produces more than a ton of the fish delicacy called MOI each week.",
                "Fish farm production topped beef production in 2013 and Americans are eating more farmed fish than wild caught globally."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlzaCBmYXJt&hash=ab20380ba1fc4bcc0a470304cf3f6462eb2ae0ce&lang=en&cache-only=0",
            "defineEn": "an area or a place where fish are kept to increase their number and then be sold",
            "defineVi": "một khu vực hoặc một nơi giữ cá để tăng số lượng của chúng và sau đó được bán",
            "hasImg": true
        },
        {
            "id": "5dc2f8d5-fb39-401a-8e3a-6a348c8b9a61",
            "word": "grain",
            "phonetic": "ɡɹeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The farmer fed the chickens with corn and grains.",
                "Take a stock tip with a grain of salt.",
                "She sprinkled some grains of paradise on her roasted vegetables.",
                "My vegetarian friend enjoyed a nourishing adzuki bean grain bowl for lunch.",
                "Autobiographies should be taken with a grain of salt."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhaW4&hash=30c398aaecc975a5338669e87fe7c640594433ca&lang=en&cache-only=0",
            "defineEn": "the small seeds of wheat, corn, rice, and other such crops",
            "defineVi": "những hạt nhỏ của lúa mì, ngô, gạo và các loại cây trồng khác",
            "hasImg": true
        },
        {
            "id": "0eae8f1b-5a5f-4f48-b335-3f45421033b5",
            "word": "greenhouse",
            "phonetic": "ɡɹiːnhaʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The greenhouse will protect the plants from insects, rain, and too much heat from the sun. ",
                "Long rows of tables fill the greenhouse. ",
                "Long rows of tables fill the greenhouse.",
                "Also, greenhouses would allow food plants to grow almost anywhere in the world. ",
                "Each floor could be a greenhouse where vegetables and fruits could grow without soil in a hydroponic system. "
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlZW5ob3VzZQ&hash=9ebb9338cd44903068e6afc14d11b211b8ac5d99&lang=en&cache-only=0",
            "defineEn": "a glass structure used for growing plants in and protecting them from cold weather",
            "defineVi": "một cấu trúc thủy tinh được sử dụng để trồng cây và bảo vệ chúng khỏi thời tiết lạnh",
            "hasImg": true
        },
        {
            "id": "9662f1ce-463c-414f-976d-7acb46585ed3",
            "word": "to harvest",
            "phonetic": "tə hɑːɹvɪst ",
            "partOfSpeechType": "verb",
            "examples": [
                "The farmer harvested a bountiful crop of watermelons from his fields.",
                "The farmer harvested the tuberous roots of the yam plant.",
                "The farmer harvested the fresh broccoli florets from the garden for market.",
                "She harvested a bunch of parsley from her rooftop garden.",
                "She carefully harvested the tender leaves of the Alexander plant for her herbal tea."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFydmVzdA&hash=dade29971c29a0dc46c08d81ae01641dcd148812&lang=en&cache-only=0",
            "defineEn": "to cut and collect a crop",
            "defineVi": "để cắt và thu thập một vụ mùa",
            "hasImg": true
        },
        {
            "id": "b1261721-62c6-4497-abeb-8f08a5206ead",
            "word": "land",
            "phonetic": "lænd ",
            "partOfSpeechType": "noun",
            "examples": [
                "A few weeks later, I landed my dream job.",
                "The land dropped steeply away into a small valley.",
                "Farmers cleared the land in order to raise cattle.",
                "Our family line has presided over this land from the year dot.",
                "Many families own plots of land to grow food."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFuZA&hash=32d6f2265b814e4fa7f7646b5923e1920a114ce9&lang=en&cache-only=0",
            "defineEn": "an area of ground used for farming",
            "defineVi": "một diện tích đất được sử dụng cho nông nghiệp",
            "hasImg": true
        },
        {
            "id": "bf7b8a1f-6cf1-452e-9b24-87bcd4259eae",
            "word": "to milk",
            "phonetic": "tə mɪlk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The thunder had turned the milk.",
                "The milk has turned.",
                "The milk skin gives a unique texture to the homemade pudding.",
                "\"Do you have any milk?\"",
                "A classic hot chocolate recipe calls for scalded milk to be mixed with cocoa powder and sugar."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWlsaw&hash=3692f7ca0d728239e21e3f9ff408732022d43272&lang=en&cache-only=0",
            "defineEn": "to collect milk from animals such as cows, goats, etc.",
            "defineVi": "để lấy sữa từ động vật như bò, dê, v.v.",
            "hasImg": true
        },
        {
            "id": "93941c32-645f-464b-b62f-0111a13285c5",
            "word": "organic",
            "phonetic": "ɔːɹɡænɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She uses organic gardening methods in her garden, avoiding harmful chemicals.",
                "But, organic agriculture also has an impact at a broader level.",
                "Cities, like nations, like orchids, are organic things.",
                "Organic food is supposedly healthier more natural and more ethical.",
                "The company recently acquired organic meat brand Applegate Farms and Justin's Nut Butters."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JnYW5pYw&hash=7055dc091f069b1a86bfebdfda0f590e98718773&lang=en&cache-only=0",
            "defineEn": "(of food or farming techniques) produced or done without any artificial or chemical substances",
            "defineVi": "(của thực phẩm hoặc kỹ thuật canh tác) được sản xuất hoặc thực hiện mà không có bất kỳ chất nhân tạo hoặc hóa chất nào",
            "hasImg": true
        },
        {
            "id": "bef5c86b-e6a0-49a9-863b-1738d76fd9e7",
            "word": "pest",
            "phonetic": "pɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Excessive use of pesticides can breed resistance in pests, making them harder to control in the future.",
                "But inside our homes, termites are pests.",
                "The Asian longhorned tick is truly a villainous pest.",
                "Old piping, stuff like that, will always cause pest problems, a bunch of places for the rodents and pests to hide.",
                "From Texas to South America, leafcutter ants are huge agricultural pests."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVzdA&hash=3a17a17df8c0ea027a5a5ad7e25c283eeef43dcb&lang=en&cache-only=0",
            "defineEn": "an insect or small animal that destroys or damages crops, food, etc.",
            "defineVi": "một loại côn trùng hoặc động vật nhỏ phá hoại hoặc làm hỏng mùa màng, thực phẩm, v.v.",
            "hasImg": true
        },
        {
            "id": "b76978d9-25cc-4c99-8626-2ca46855e658",
            "word": "plow",
            "phonetic": "plaʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So the army had to plow its waythrough a series of blockades.",
                "We developed plows and shovels.",
                "We're going to plow ahead.",
                "Amazon plows large portions of revenue back into itself to cultivate long term growth.",
                "It doesn't make V8 noises or like plow into crowds of people."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxvdw&hash=7029c3e1d8029ae4963f72d660de0937b53e87c2&lang=en&cache-only=0",
            "defineEn": "a large farm tool with heavy blades used to turn over soil and prepare it for sowing",
            "defineVi": "một nông cụ lớn với những lưỡi dao nặng được sử dụng để lật đất và chuẩn bị gieo hạt",
            "hasImg": true
        },
        {
            "id": "6883cea9-123d-42a1-af8f-d563b7d5e27a",
            "word": "ranch",
            "phonetic": "ɹæntʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He dipped his crispy chicken nuggets into the creamy ranch.",
                "This is the largest cattle ranch under the sun.",
                "As the chef, I created a special pizza with ranch sauce instead of traditional tomato sauce.",
                "She made turkey breast wraps, filling tortillas with sliced turkey, cucumber, and a creamy ranch dressing.",
                "His ranch is right at the edge of the Jamanxim National Forest."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFuY2g&hash=1cb2c89b2f2b357e97804b1743d1da961851b276&lang=en&cache-only=0",
            "defineEn": "a large farm in which animals are kept to increase their number",
            "defineVi": "một trang trại lớn trong đó động vật được giữ để tăng số lượng của họ",
            "hasImg": true
        },
        {
            "id": "8cb94e3c-e65a-4ca6-9d4d-75c7aeb40cfb",
            "word": "scarecrow",
            "phonetic": "skɛɹkɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "'No, thank you,' said the Scarecrow.",
                "The Scarecrow took off his glasses.",
                "asked the Scarecrow.",
                "said the Scarecrow.",
                "'What about my brains?' said the Scarecrow."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NhcmVjcm93&hash=7201512a8c4b930922c4ef09a113de965cbcefbf&lang=en&cache-only=0",
            "defineEn": "an object that looks like a person and is made to scare birds away",
            "defineVi": "một đối tượng trông giống như một người và được thực hiện để xua đuổi chim",
            "hasImg": true
        },
        {
            "id": "e73277fe-374a-4d1b-8a04-81d2ea6a6b44",
            "word": "seed",
            "phonetic": "siːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "She planted rutabaga seeds in her garden.",
                "She blended pumpkin seeds into a creamy pesto sauce.",
                "She carefully sprinkled sunflower seeds on top of her homemade bread dough.",
                "He's sowing the seeds of his own downfall.",
                "They have planted the seeds of their own destruction."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VlZA&hash=13146a5c87b9ce772f7438e499a910cecbe7d397&lang=en&cache-only=0",
            "defineEn": "a small living object from a plant that when put in the ground, grows into a new one",
            "defineVi": "một vật thể sống nhỏ từ một cái cây khi được đặt xuống đất sẽ phát triển thành một cái mới",
            "hasImg": true
        },
        {
            "id": "f4b8b354-abd6-4f23-b23f-4859022961a1",
            "word": "shepherd",
            "phonetic": "ʃɛpɚd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I saw a group of sheep being herded by a shepherd and his dog.",
                "The coach knew that pushing his players too hard could lead to injury and burnout, so he took care to balance training with rest and recovery, believing that it is part of a good shepherd to shear his flock not skin it.",
                "the young shepherd asks.",
                "No, Shepherd goes in there.",
                "He is a wonderful shepherd boy."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hlcGhlcmQ&hash=221a647ddf6f5fa99271d3252b71bc110bae8792&lang=en&cache-only=0",
            "defineEn": "a person who protects a large group of sheep as a job",
            "defineVi": "một người bảo vệ một nhóm cừu lớn như một công việc",
            "hasImg": true
        },
        {
            "id": "7e22137e-d948-4d2c-a520-63f95c712cf8",
            "word": "to sow",
            "phonetic": "tə soʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He's sowing the seeds of his own downfall.",
                "The Youtube comment sowed a seed of anger and untold frustrations which brought some questions to the forefront of her mind.",
                "During his college years, John sowed his oats and enjoyed the freedom of casual relationships.",
                "After all, you reap what you sow.",
                "You accused me without having the right sow by the ear!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc293&hash=0c5d75f477dfcfbf191a7a1d0b35169b279021e3&lang=en&cache-only=0",
            "defineEn": "to plant seeds in the earth or scatter them over the ground",
            "defineVi": "để trồng hạt giống trong trái đất hoặc phân tán chúng trên mặt đất",
            "hasImg": true
        },
        {
            "id": "6b4e2658-87d0-4441-908e-bed2ca2b8a9a",
            "word": "stable",
            "phonetic": "steɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "A stable relationship stands the test of time.",
                "If you try to replace the oil filter on the engine now, you're just closing the stable door after the horse has bolted.",
                "John was nervous about quitting his stable job to start his own business, but he knew that no guts, no glory, and he took the leap.",
                "When Tom was offered a high-risk investment opportunity with the potential for a big payout, he remembered the saying better a steady dime than a rare dollar and decided to invest his money in a more stable option.",
                "She led the horse back into the stable."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhYmxl&hash=0e994ae64d736eae6f6f9f6cda6d814939bef921&lang=en&cache-only=0",
            "defineEn": "a building on a farm to house horses",
            "defineVi": "một tòa nhà trong một trang trại để nuôi ngựa",
            "hasImg": true
        },
        {
            "id": "8bf978fa-4618-4e0b-8238-7ec92d466384",
            "word": "tractor",
            "phonetic": "tɹæktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A distant tractor turning the soil.",
                "Tractors move the trash into the containers beneath the ground.",
                "I heard a tractor.",
                "And tractors are destroying crops, plowing them back into the ground.",
                "- He can work wonders with tractor parts."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhY3Rvcg&hash=88eefa482dfdaa160de3c99556ee5fe25a5eecc2&lang=en&cache-only=0",
            "defineEn": "a vehicle with large rear wheels and thick tires, mostly used on farms",
            "defineVi": "một chiếc xe có bánh sau lớn và lốp dày, chủ yếu được sử dụng trong các trang trại",
            "hasImg": true
        },
        {
            "id": "723ecf17-a8a0-44e4-8b65-6f229b2fe98b",
            "word": "vineyard",
            "phonetic": "vɪnjɚd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The California vineyards produce excellent wines.",
                "This vineyard yields high-quality grapes that are used to produce exceptional wines.",
                "And a year later, he bought a 210-acre vineyard in the south of France.",
                "It's full of gardens, groves, and vineyards.",
                "Champagne production dates back to the third century, when the Romans first planted vineyards in northeastern France."
            ],
            "audio": "https://tts.langeek.co/read?text=dmluZXlhcmQ&hash=3e9729dded724d49486fa0bce9f2adda879e7152&lang=en&cache-only=0",
            "defineEn": "a piece of land on which grapes are grown to make wine",
            "defineVi": "một mảnh đất trên đó nho được trồng để làm rượu vang",
            "hasImg": true
        },
        {
            "id": "e13e0288-aeff-4dce-a201-f8929c8b2790",
            "word": "windmill",
            "phonetic": "wɪndmɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "So it's like a windmill?",
                "The paradox of windmills is this: extract kinetic energy from the wind while still letting the wind past.",
                "Or not a windmill, as maybe some type of water turbine or maybe the simplest thing is, if you have something like that.",
                "And, you guessed it, the faster a windmill blade moves, the less rotational energy it gives to the wind.",
                "However, a paradox of windmills is that they need to capture energy from the wind while also letting the wind past."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZG1pbGw&hash=80b41afa00af19bb51ef31274ab69aa6917e9381&lang=en&cache-only=0",
            "defineEn": "a large, tall building with long blades, called sails, that turn in the wind, used to make flour out of grain or produce electricity",
            "defineVi": "một tòa nhà lớn, cao với những cánh buồm dài, được gọi là cánh buồm, quay trong gió, được sử dụng để tạo ra bột từ ngũ cốc hoặc sản xuất điện",
            "hasImg": true
        }
    ]
}