{
    "id": "0e6cd15a-57f0-4dd8-9c7c-fadc8c56aa44",
    "title": "Verbs Relating to Animals",
    "originalTitle": "Verbs Relating to Animals",
    "words": [
        {
            "id": "b5cb0e3c-8306-404b-beb5-8090e27d6f54",
            "word": "to graze",
            "phonetic": "tə ɡɹeɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "A beautiful white horse grazed peacefully in the meadow.",
                "We were lucky to witness a herd of elephants grazing peacefully in the savannah.",
                "The sea hare grazes constantly.",
                "You grazed it with your mustache.",
                "So they may just be grazing for a source of fiber."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3JhemU&hash=916f8eb8caf30b868a6bcd2a152f8c3d4bcb7035&lang=en&cache-only=0",
            "defineEn": "(of sheep, cows, etc.) to feed on the grass in a field",
            "defineVi": "(của cừu, bò, v.v.) để ăn cỏ trên cánh đồng",
            "hasImg": true
        },
        {
            "id": "387c262b-6b4a-489f-8277-07a58dfba4bb",
            "word": "to hunt",
            "phonetic": "tə hʌnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "His past comes back to hunt him when an old friend returns to his life.",
                "I saw a lion hunting for prey in the tall grass.",
                "The hunters returned with a bag full of plump pheasants after a successful hunt.",
                "Many have criticized the government of running with the hare and hunting with the hounds regarding the territorial dispute between the two nations.",
                "In our office politics, Sally always tries to run with the hare and hunt with the hounds, telling both the clerical workers and the management that she thinks they should prevail."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaHVudA&hash=4077336efbeddb4d784c45b66ad526d6fc9a6010&lang=en&cache-only=0",
            "defineEn": "to pursue and capture or kill other animals as a means of securing food or defending territory",
            "defineVi": "theo đuổi và bắt hoặc giết các động vật khác như một phương tiện để đảm bảo thức ăn hoặc bảo vệ lãnh thổ"
        },
        {
            "id": "12a1e771-fae9-4216-966a-d104fdd2dfe5",
            "word": "to dive",
            "phonetic": "tə daɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "She dived head first into the water.",
                "I've always preferred to dive right into new experiences, rather than just dipping a toe in the water, but everyone is different, I suppose.",
                "There are some reports that the market is about to take a dive, so I reckon we should get while the getting is good.",
                "So our wool prices dive.",
                "The wild rock dove."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGl2ZQ&hash=2d166fbebbc03fcc13847884ecb27c1e4b439822&lang=en&cache-only=0",
            "defineEn": "(of an aircraft or a bird) to descend steeply in the air",
            "defineVi": "(của một chiếc máy bay hoặc một con chim) lao thẳng xuống không trung"
        },
        {
            "id": "2806360e-af43-4008-9e5c-4c20764064af",
            "word": "to molt",
            "phonetic": "tə moʊlt ",
            "partOfSpeechType": "verb",
            "examples": [
                "- You're molting.",
                "That molt is still stuck on his tail.",
                "Between nymph and adult, it molts, or sheds its exoskeleton seven times.",
                "While they still have to molt and breed on land, they’ve evolved a ton of features that make them dynamic marine predators.",
                "You can see that third one has joined in there, still has a bit of shed, or his molt, on the end of his tail on that right side there."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbW9sdA&hash=8047d3be25a6013d3810351d2312ae5f97d9760c&lang=en&cache-only=0",
            "defineEn": "(of animals or birds) to lose hair, feathers, etc. temporarily before they grow back",
            "defineVi": "(của động vật hoặc chim) tạm thời rụng lông, lông, v.v. trước khi chúng mọc lại",
            "hasImg": true
        },
        {
            "id": "c1f3815c-a954-4cfa-8eae-c59ea2e8982a",
            "word": "to hibernate",
            "phonetic": "tə haɪbɚneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Lots of different animals can hibernate, like bats, chipmunks, and hedgehogs.",
                "It's hibernated.",
                "Wood frogs can hibernate by burying themselves underground near the frost line.",
                "And some of them hibernate, or hang out in their cozy dens underground.",
                "That's right, Squeaks, they have to hibernate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGliZXJuYXRl&hash=afe985d1a07af919170ac9116831d54d86be9098&lang=en&cache-only=0",
            "defineEn": "(of some animals or plants) to spend the winter sleeping deeply",
            "defineVi": "(của một số động vật hoặc thực vật) dành cả mùa đông để ngủ sâu",
            "hasImg": true
        },
        {
            "id": "4d75b4fd-bf51-4a57-b117-24471cc09a0c",
            "word": "to migrate",
            "phonetic": "tə maɪɡɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Whales are incredible marine animals that migrate long distances.",
                "These things can migrate thousands and thousands of miles.",
                "The centrosomes migrate to the opposite ends of the cell.",
                "Animals migrate for good reasons.",
                "Those purple outer layer cells migrate out."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWlncmF0ZQ&hash=a40795448a30611c84d5ea57816d700e08b0b355&lang=en&cache-only=0",
            "defineEn": "(of fish or birds) to move to areas with different climates in order to breed or find food, according to seasons",
            "defineVi": "(của cá hoặc chim) di chuyển đến các khu vực có khí hậu khác nhau để sinh sản hoặc tìm thức ăn, theo mùa",
            "hasImg": true
        },
        {
            "id": "f46f5751-03f8-41f7-acaa-5e4a92351fe7",
            "word": "to swim",
            "phonetic": "tə swɪm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The goldfish in the bowl was swimming around happily.",
                "Swim at your own risk.",
                "I had a swim to cool down.",
                "To go for a ride/drive/run/swim.",
                "You're swimming against the tide regarding thank you letters."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dpbQ&hash=312669efd4e5759dc69ca83bf551f12857d57703&lang=en&cache-only=0",
            "defineEn": "to move through water by propelling oneself using one's limbs or body movements",
            "defineVi": "di chuyển trong nước bằng cách tự đẩy mình bằng tay chân hoặc cử động cơ thể"
        },
        {
            "id": "9282aa38-8ee3-452b-80f8-d29b08d1aa20",
            "word": "to perch",
            "phonetic": "tə pɜːtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "And two birds perch in the trees, one with extravagant plumage.",
                "- Yeah, Perch and Vaughn say that.",
                "We plug in the heated perches and the heat lamp for Hera the Harris's Hawk.",
                "Perches and natural branches are great to climb on.",
                "We'll get little perches that she can jump."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVyY2g&hash=666be075d15cf3c78403733de1aa41ac58208a30&lang=en&cache-only=0",
            "defineEn": "(of a bird) to land and rest on something, such as a branch, bar, etc.",
            "defineVi": "(của một con chim) hạ cánh và nghỉ ngơi trên một cái gì đó, chẳng hạn như cành cây, thanh, v.v.",
            "hasImg": true
        },
        {
            "id": "71e81fdf-e9cd-478e-be50-d2e21fcbdee7",
            "word": "to nuzzle",
            "phonetic": "tə nʌzəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "I can see he gets really nuzzled up to Harley Quinn.",
                "Winston Smith, his chin nuzzled into his breast in an effort to escape the vile wind, slipped quickly through the glass doors of Victory Mansions, though not quickly enough to prevent a swirl of gritty dust from entering along with him.",
                "The chicken thinks it’s being nuzzled by a baby chick, and lets the vampire latch on and start drinking blood.",
                "In studies, they do seem to display empathetic concern, like nuzzling a person when they’re sobbing, or becoming anxious at the sound of an infant crying."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbnV6emxl&hash=d8909f050ef66c0bc682310e8d93b526e20e34ee&lang=en&cache-only=0",
            "defineEn": "to root out something with the snout",
            "defineVi": "để nhổ tận gốc một cái gì đó với mõm"
        },
        {
            "id": "249ea3ce-be12-42b6-8669-34840ea98ce7",
            "word": "to hover",
            "phonetic": "tə hʌvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Home ownership across the nation hovered around 45%.",
                "Hover your cursor over the bottom right corner of the cell until you see a small black cross.",
                "It hovers purely on engine thrust.",
                "It can only hover.",
                "At least in the U.S., auto sales have hovered near record levels in recent years."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaG92ZXI&hash=f45f4fec60ef119c763ffbe6fa0cbd8d898eb7a4&lang=en&cache-only=0",
            "defineEn": "(of a bird, aircraft, etc.) to remain at one place in midair",
            "defineVi": "(của một con chim, máy bay, v.v.) ở yên một chỗ trong không trung",
            "hasImg": true
        },
        {
            "id": "87d79dc8-545a-40d3-8f11-5623e8341a14",
            "word": "to domesticate",
            "phonetic": "tə dəmɛstᵻkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Soon, they domesticated the first dairy animals: goats, sheep, and cattle.",
                "Horses and beasts of burden, like donkeys and camels, were most likely domesticated this way.",
                "The sugarcane plant was first domesticated around 8000 BC.",
                "Humans soon domesticated that hybrid, known as Emmer wheat.",
                "So, in a way, cats did domesticate themselves."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZG9tZXN0aWNhdGU&hash=737ddf5c3eb49f16d6d612eaad265abe55261335&lang=en&cache-only=0",
            "defineEn": "to change a wild animal in order to adapt to human life or make a plant fit for cultivation",
            "defineVi": "thay đổi một loài động vật hoang dã để thích nghi với cuộc sống của con người hoặc làm cho một loại cây phù hợp với việc trồng trọt",
            "hasImg": true
        },
        {
            "id": "9b4280c2-a398-48d6-afbb-742b913ecb41",
            "word": "to feed",
            "phonetic": "tə fiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Feed the kitty.",
                "The farmer fed the chickens with corn and grains.",
                "They fed the carrot to their pet rabbit, who happily munched on it.",
                "The old man sat on the park bench, feeding crumbs to the birds.",
                "I took pity on the stray cat and fed him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmVlZA&hash=ab7c52d0ac008724ab082bca25e7a02aeec9e7ff&lang=en&cache-only=0",
            "defineEn": "(of an animal or baby) to take or eat food",
            "defineVi": "(của một con vật hoặc em bé) để lấy hoặc ăn thức ăn",
            "hasImg": true
        },
        {
            "id": "184f3c0b-df2a-4968-879a-2cea81b9d28c",
            "word": "to sing",
            "phonetic": "tə sɪŋ ",
            "partOfSpeechType": "verb",
            "examples": [
                "All newspapers sang from the same song sheet.",
                "We sang songs to pass the time.",
                "She can't sing for toffee.",
                "Every night she sings the baby to sleep.",
                "Cheerleaders from both schools sang the National Anthem before the start of the game and there were chills down my spine."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2luZw&hash=b38c9cdf5b85aa98d3c9f515f33052f710140b5f&lang=en&cache-only=0",
            "defineEn": "(of birds) to make high-pitched and pleasing sounds",
            "defineVi": "(của các loài chim) để tạo ra âm thanh the thé và vui tai",
            "hasImg": true
        },
        {
            "id": "bfeec427-984d-47b2-a4c2-879be9aba065",
            "word": "to camouflage",
            "phonetic": "tə kæməflɑːʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Their baseline is camouflage.",
                "They need that camouflage.",
                "It's camouflaged.",
                "Because that piece of seaweed on their heads is life-saving camouflage.",
                "At this size they're very vulnerable to predation, so camouflage does play an important part of their surviving."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2Ftb3VmbGFnZQ&hash=dcdc121c58a93048a3fd42df05743e90528a4205&lang=en&cache-only=0",
            "defineEn": "to make or become undetectable by resembling the color or shape of a surrounding",
            "defineVi": "để làm cho hoặc trở nên không thể phát hiện được bằng cách giống với màu sắc hoặc hình dạng của xung quanh",
            "hasImg": true
        },
        {
            "id": "59ce23d4-eb6f-454f-a1ca-fd22a74fcade",
            "word": "to stroke",
            "phonetic": "tə stɹoʊk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The disease wiped out 40 million rabbits at a stroke.",
                "At one stroke, the country lost two outstanding leaders.",
                "stroke a nerve didn't I?",
                "The nurses had to spoon-feed my mother after her stroke.",
                "They added 230 customers to their list at a stroke."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Ryb2tl&hash=f22be274b41d20d277c04860bee6bdd57dd2f625&lang=en&cache-only=0",
            "defineEn": "to rub gently or caress an animal's fur or hair",
            "defineVi": "để xoa nhẹ nhàng hoặc vuốt ve lông hoặc tóc của một con vật",
            "hasImg": true
        },
        {
            "id": "9a1b33e0-701e-44a1-90cd-e341626b79a2",
            "word": "to peck",
            "phonetic": "tə pɛk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The chickens pecked at the corncob, eagerly devouring the remaining bits of corn.",
                "The little girl giggled as the chickens pecked at her hand.",
                "I peck at you!",
                "I peck at your eyes!",
                "I peck at you."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVjaw&hash=34903adf2f4c473b89d674cf1e0bc89d1d813779&lang=en&cache-only=0",
            "defineEn": "(of a bird) to move the beak in a sudden movement and bite something",
            "defineVi": "(của một con chim) để di chuyển mỏ trong một chuyển động đột ngột và cắn một cái gì đó",
            "hasImg": true
        },
        {
            "id": "f631c860-0191-4b9a-8bba-44dd4ca93a20",
            "word": "to stalk",
            "phonetic": "tə stɔːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The intense gaze from across the room, eyes on stalks, left no doubt about his attraction.",
                "As she prepared the celery for a salad, she trimmed the leafy stalks and discarded the tougher parts.",
                "They picked the juicy tomatoes, gently twisting the stalks to separate them from the vine.",
                "As we walked through the cornfield, we came across a cob that had fallen from one of the stalks.",
                "The child's eyes were on stalks as he watched the magician's performance."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhbGs&hash=b66370f32a218584892e8a5c9c6e4be3b523478c&lang=en&cache-only=0",
            "defineEn": "to move stealthily or quietly towards prey or a target, typically in a deliberate and calculated manner",
            "defineVi": "di chuyển lén lút hoặc lặng lẽ về phía con mồi hoặc mục tiêu, thường là một cách có chủ ý và có tính toán"
        },
        {
            "id": "fcd23d26-819a-4d02-b83d-0bb563e26184",
            "word": "to sting",
            "phonetic": "tə stɪŋ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Don't be fooled by his kind words, he's known to be manipulative - bees that have honey in their mouths have stings in their tails.",
                "The alluring investment opportunity may promise great returns, but remember that honey is sweet, but the bee stings, and research the risks and potential downsides before committing your money.",
                "Still stinging a little bit.",
                "Are your lips stinging?",
                "Honeybee stings are in the middle of the pain scale."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Rpbmc&hash=fe1cdca3e4e3aa4a5a5c344c2e939d93a0537790&lang=en&cache-only=0",
            "defineEn": "(of an animal or insect) to pierce the skin of another animal or a human's body and usually inject poison, either while facing a threat or preying",
            "defineVi": "(của động vật hoặc côn trùng) chọc thủng da của động vật khác hoặc cơ thể con người và thường tiêm chất độc, trong khi đối mặt với mối đe dọa hoặc con mồi",
            "hasImg": true
        },
        {
            "id": "37af7be9-1840-432d-9565-375093a6aad4",
            "word": "to bite",
            "phonetic": "tə baɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "By the will of his wife, he bit the bullet.",
                "The bite had scarcely broken the skin.",
                "The bite had scarcely broken the skin.",
                "The street vendor served crispy trotter bites with a tangy dipping sauce at the food market.",
                "Never bite the hand that feeds you Carol."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYml0ZQ&hash=ee9210b097ea1df8f23f7ae644c185769cba91a6&lang=en&cache-only=0",
            "defineEn": "to cut into flesh using the teeth",
            "defineVi": "để cắt vào thịt bằng cách sử dụng răng",
            "hasImg": true
        },
        {
            "id": "75bc7069-4ee5-4cfd-9d4f-096e19da3c8e",
            "word": "to soar",
            "phonetic": "tə soːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Crime rates are soaring and our public transport system is beyond a joke.",
                "During the dog days of summer, the temperatures soar, and people seek relief by staying indoors or swimming in pools.",
                "The piercing cry of the eagle filled the air as it soared above the mountains.",
                "Carbon in the atmosphere soared.",
                "President Bush’s popularity soared in the wake of the attacks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc29hcg&hash=0c329aff2b0c9db6aabc46574cdc706ed6d38049&lang=en&cache-only=0",
            "defineEn": "to go higher while flying",
            "defineVi": "để đi cao hơn trong khi bay",
            "hasImg": true
        },
        {
            "id": "eb7476fe-39c6-4116-9d01-146a9deed7a4",
            "word": "to slither",
            "phonetic": "tə slɪðɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "No man or monster has slithered their way into our hearts quite like the snake-haired seductress with the obsidian stare.",
                "So worms don’t slither, they wriggle, or crawl.",
                "But just as she got across, the snake slithered by.",
                "And when they slither around, they keep the rattle in silent mode, holding it up in the air to stay quiet.",
                "In this text, the blackish-yellow, more-than-foot-long snake slithers along with its upper body erect, hypnotizing its prey with eyes sunken into a sharp head."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2xpdGhlcg&hash=fd4638a968d9f0df84060daad1c39f9383269a6b&lang=en&cache-only=0",
            "defineEn": "to slide on a surface in a smooth way, such as a snake",
            "defineVi": "để trượt trên một bề mặt một cách trơn tru, chẳng hạn như một con rắn",
            "hasImg": true
        },
        {
            "id": "a3346c5d-b159-44d7-90a8-750a6dbe5b48",
            "word": "to chase",
            "phonetic": "tə tʃeɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The playful dog chased its tail in circles.",
                "My little cat is chasing a butterfly.",
                "The robbers led police on a high-speed chase through the city.",
                "You sent me on a wild goose chase.",
                "ore examples She's always chasing cats out of the garden to protect her precious birds."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hhc2U&hash=8e4a873d98aee5afe1e0cb1c95f3250ab5825d3a&lang=en&cache-only=0",
            "defineEn": "to follow a person or thing and see where they go, often for the purpose of catching them",
            "defineVi": "đi theo một người hoặc vật và xem họ đi đâu, thường với mục đích bắt họ"
        },
        {
            "id": "56b52d32-0aee-454a-8f15-06cec1c39eaa",
            "word": "to hop",
            "phonetic": "tə hɑːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The green frog hopped from one lily pad to another.",
                "Rabbits are known for their ability to hop and jump.",
                "The kangaroo is a unique animal found in Australia known for its ability to hop.",
                "The family's hopping mad that she left them nothing.",
                "A few hops out of the sun can mean the difference between life and death."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaG9w&hash=f0b1fa0f7b971d49eacc7530bbbb1586e0dbfe61&lang=en&cache-only=0",
            "defineEn": "(of a bird or an animal) to move forward by jumping on all feet",
            "defineVi": "(của một con chim hoặc một con vật) để di chuyển về phía trước bằng cách nhảy trên tất cả các chân",
            "hasImg": true
        },
        {
            "id": "0b2c17b8-c9f7-482f-a0c6-f67ce25f0b02",
            "word": "to bristle",
            "phonetic": "tə bɹɪsəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "I usually use a brush with natural bristles to distribute oils in my hair.",
                "She uses these sharp bristles to dig a hole in the leaf. ",
                "Marine bristle worms live on rocky shorelines, where they rise to the water’s surface under the dim light of the new moon.",
                "It can catch tiny bits in its bristles, but prefers larger prey like salps.",
                "Back to the Mavic Air 2 though, aside from the main shooter this thing is absolutely bristling."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJpc3RsZQ&hash=8aed08b543642e9cc40e3289b0ada9bf0de74c62&lang=en&cache-only=0",
            "defineEn": "to react or respond with anger, irritation, or indignation, often by stiffening or erecting hairs or bristles on the body",
            "defineVi": "để phản ứng hoặc phản ứng với sự tức giận, khó chịu hoặc phẫn nộ, thường bằng cách cứng hoặc dựng tóc hoặc lông cứng trên cơ thể"
        },
        {
            "id": "caff67e4-2cfe-404c-be4d-d6c10126210e",
            "word": "to buck",
            "phonetic": "tə bʌk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The buck stops with him.",
                "The buck stopped there with Carl.",
                "The buck stops here with me.",
                "The buck stops with the players, not with the manager or anybody else.",
                "He looks a million bucks with his dapper suit and polished shoes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnVjaw&hash=4e878b609db8af7d5a37e42ff577a921f96a90aa&lang=en&cache-only=0",
            "defineEn": "to move suddenly or jerkily; to leap or jump with a quick, sudden movement, as a horse might do",
            "defineVi": "di chuyển đột ngột hoặc giật cục; để nhảy hoặc nhảy với một chuyển động nhanh chóng, đột ngột, như một con ngựa có thể làm"
        },
        {
            "id": "d5f4cd4a-bfe6-44b1-a1a9-7f9145d53844",
            "word": "to spin",
            "phonetic": "tə spɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her drinking problem is spinning out of control.",
                "The helicopter blades spun rapidly as it prepared for takeoff.",
                "She spun a story about a trip to Athens to meet one of the authors.",
                "Hey Noah, fancy taking a spin to the grocery store with me?",
                "After all, he is a saint, But Patrick spins a tale."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Bpbg&hash=1f9be559d90cdb9d9b2bfc1e6b9f684102abb96c&lang=en&cache-only=0",
            "defineEn": "to twist or pull fibers together to form a continuous thread or yarn",
            "defineVi": "để xoắn hoặc kéo các sợi lại với nhau để tạo thành một sợi hoặc sợi liên tục"
        },
        {
            "id": "df446e64-61d6-4420-9c84-2476ad60a89f",
            "word": "to swarm",
            "phonetic": "tə swɔːɹm ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the news broke about the celebrity scandal, the paparazzi had a field day - they swarmed the scene and took countless photos.",
                "The crowd swarms the lower terrace.",
                "Twice a century, rats swarm when bamboo forests drop 80 tons of seeds.",
                "These big-headed ants swarm over the sapling, fighting off any leaf-eating intruders, like this caterpillar.",
                "But these are swarm robots."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dhcm0&hash=52c2b8c56838ecd54110fbef8f101163a62f92b7&lang=en&cache-only=0",
            "defineEn": "to move or gather in large numbers",
            "defineVi": "để di chuyển hoặc thu thập trong số lượng lớn"
        },
        {
            "id": "f37f7e01-ff70-454f-85cb-8b12102ebcbb",
            "word": "to pollinate",
            "phonetic": "tə pɑːlᵻneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Bees also pollinate the coffee plant.",
                "Slugs sometimes pollinate plants, but usually not corpse flowers.",
                "This flower is pollinated by a bird.",
                "Many crops pollinate themselves, and all crops have to be related to mingle.",
                "These little beetles pollinated the plants with no extra work from humans, and, suddenly, palm oil yields boomed."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9sbGluYXRl&hash=e1c7bccbff1ae195f3d7e2fe675dfc23bf8db56a&lang=en&cache-only=0",
            "defineEn": "to deposit pollen on a plant or flower so that it can produce new seeds",
            "defineVi": "gửi phấn hoa trên cây hoặc hoa để nó có thể tạo ra hạt mới",
            "hasImg": true
        },
        {
            "id": "d3d6421f-6bd3-48e6-bc01-3632c95df3c3",
            "word": "to warble",
            "phonetic": "tə wɔːɹbəl ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FyYmxl&hash=e2ff9ddafe9e988730b2658cc4e6f88b83a0e96c&lang=en&cache-only=0",
            "defineEn": "(of a bird) to produce a melodious, trilling, or warbling song with a series of varying notes and pitches",
            "defineVi": "(của một con chim) để tạo ra một bài hát du dương, rung cảm hoặc chói tai với một loạt các nốt và cao độ khác nhau"
        },
        {
            "id": "9cf1ed55-408d-471c-8d04-3b5957352577",
            "word": "to preen",
            "phonetic": "tə pɹiːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Hidden beneath them is a uropygial gland, also called a preen gland.",
                "But such glamorous plumage requires a strict preening regimen.",
                "They use them for specialized feeding in wetlands, for preening their hind feathers, and for helping their heads stay level as they walk and fly.",
                "You’ll even see them rub their heads on their freshly preened feathers, to wax those hard to reach parts."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlZW4&hash=06bbe15ee30fd9734128fdb0d4059ea82ea2fc5c&lang=en&cache-only=0",
            "defineEn": "to groom oneself or another individual by straightening and cleaning the feathers or fur using the beak or tongue",
            "defineVi": "để chải chuốt bản thân hoặc cá nhân khác bằng cách duỗi thẳng và làm sạch lông hoặc lông bằng mỏ hoặc lưỡi",
            "hasImg": true
        },
        {
            "id": "665f0c8d-9405-4d60-a296-272211ce3019",
            "word": "to nest",
            "phonetic": "tə nɛst ",
            "partOfSpeechType": "verb",
            "examples": [
                "Robins build nests almost anywhere.",
                "The birds built their nest in the tree.",
                "His letter to the papers stirred up a real hornets' nest.",
                "The politician's off-the-cuff remark about pollution stirred up a hornet's nest among environmentalists.",
                "The principal entered the hornet's nest of angry parents."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbmVzdA&hash=f7c776902296fc55ebb3f82e6807403015ae9e26&lang=en&cache-only=0",
            "defineEn": "to build a nest or live in it",
            "defineVi": "để xây dựng một tổ hoặc sống trong đó"
        },
        {
            "id": "8e003ab5-1a33-468a-8678-60bddacbf336",
            "word": "to slough",
            "phonetic": "tə slʌf ",
            "partOfSpeechType": "verb",
            "examples": [
                "MALCOLM BRABANT: Slough, just west of London, a town of 160,000 people, has Britain's fourth-highest rate of COVID-19 infections.",
                "Then it sloughs off.",
                "Slough is one of Britain's most ethnically diverse towns.",
                "Leftover fiber, water, and dead cells sloughed off during digestion make it into the large intestine, also known as the colon.",
                "And when they do, they basically slough off, leading to early miscarriage."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2xvdWdo&hash=f186c128087bb333eb00ab6ccdf63dcb34b3b751&lang=en&cache-only=0",
            "defineEn": "to shed or cast off of old skin, scales, feathers, or horns, typically as part of a natural growth",
            "defineVi": "rụng hoặc loại bỏ da cũ, vảy, lông hoặc sừng, thường là một phần của sự phát triển tự nhiên",
            "hasImg": true
        },
        {
            "id": "05c2b8e5-68bd-4c47-870e-9d3318e86667",
            "word": "to scent",
            "phonetic": "tə sɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I enjoyed the sweet scent of blossoms on the flowering tree.",
                "The scent of wild cherry blossoms filled the air, signaling the arrival of spring.",
                "The scent of bergamot orange fills the air as I zest it over my freshly baked lemon bars.",
                "We smelled the strong scent of coconut in the air.",
                "I love the fresh scent of pine trees in the forest."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NlbnQ&hash=4f22b709480f7976e8595b396b4ab7471b016c6e&lang=en&cache-only=0",
            "defineEn": "to track something using one's sense of smell, typically performed by animals to locate food, identify potential threats, or find mates",
            "defineVi": "để theo dõi thứ gì đó bằng khứu giác của một người, thường được thực hiện bởi động vật để xác định vị trí thức ăn, xác định các mối đe dọa tiềm ẩn hoặc tìm bạn tình"
        },
        {
            "id": "cad189bc-5838-4333-a9a5-b3588c523aff",
            "word": "to scavenge",
            "phonetic": "tə skævɪndʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The scavenged batteries allowed vital monitoring instruments in the reactor one control room to work again.",
                "Before that chilling observation, it was thought that these omnivorous crabs, like many other crabs, simply scavenged for the meat in their diets.",
                "Researchers even think some of them would rather scavenge than hunt, because hunting is more work.",
                "Hippos will scavenge carcasses they come across, and they’ve been known to walk right up to a feeding crocodile and take a bite of its kill.",
                "This implies that humans may have scavenged and collected the antlers, rather than just hunting the deer for them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NhdmVuZ2U&hash=326bcf808ceb6c532b1e2ed16a113c927a497f71&lang=en&cache-only=0",
            "defineEn": "to search for and consume decaying or dead organic matter as a source of food, often done by animals",
            "defineVi": "để tìm kiếm và tiêu thụ chất hữu cơ thối rữa hoặc chết như một nguồn thức ăn, thường được thực hiện bởi động vật"
        },
        {
            "id": "927f0c33-8f54-46ad-8814-f395d7f9d41a",
            "word": "to prey on",
            "phonetic": "tə pɹeɪ ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "These animals often prey on flightless birds and can drive them to extinction.",
                "Magicians also prey on our change blindness, the psychological phenomenon in which we fail to notice changes in our environment.",
                "Pomphorhynchus laevis is a parasitic worm that preys on fish.",
                "Some of these competitors would even come to prey on the ichthyosaurs themselves.",
                "Its powerful bite may even have allowed it to prey on small crocodilians or even juvenile dinosaurs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJleSBvbg&hash=cd4287a5b97e14035a0db4258bbab3321370f1ad&lang=en&cache-only=0",
            "defineEn": "to hunt and eat other animals, especially for animals that eat meat",
            "defineVi": "để săn và ăn động vật khác, đặc biệt là cho động vật ăn thịt",
            "hasImg": true
        },
        {
            "id": "43adf007-f52f-4c58-8594-1694c9216c6a",
            "word": "to rear",
            "phonetic": "tə ɹɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I can't believe tax day is already rearing its ugly head again.",
                "Add up all the comments above, and it seems a lot of folks are blowing smoke up a lot of other folk's rears.",
                "Show the rear.",
                "The rear is 100 cubic feet, 6 1/2-foot length, bed length.",
                "Rear display, for crying out loud."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVhcg&hash=a6fef089c95110bce736e1883df1dd9b5f854846&lang=en&cache-only=0",
            "defineEn": "to stand up or lift oneself onto the hind legs, often used to describe animals assuming an upright position with their front limbs off the ground",
            "defineVi": "đứng lên hoặc nhấc người lên bằng hai chân sau, thường được dùng để mô tả động vật có tư thế thẳng đứng với các chi trước của chúng không chạm đất"
        },
        {
            "id": "211d0d9c-1d25-45ff-a01d-7b0daef2989f",
            "word": "to paw",
            "phonetic": "tə pɔː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The chopper paws got really down low.",
                "So, paw again, a little bit more manipulation with that paw, and give a treat again.",
                "Paws down, it was the biggest bear the world has ever known.",
                "No, you won't give me your paw again?",
                "Lots of animals have claws on their paws, from dogs and cats to squirrels to bears."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGF3&hash=6188c9bc9b5f3ccff23cce056f7e6e2cd0011e25&lang=en&cache-only=0",
            "defineEn": "to use the front feet in a repetitive and scratching motion, often done by animals to express eagerness, curiosity, or frustration",
            "defineVi": "sử dụng bàn chân trước trong một chuyển động lặp đi lặp lại và gãi, thường được thực hiện bởi động vật để thể hiện sự háo hức, tò mò hoặc thất vọng"
        },
        {
            "id": "bb50734e-bb8d-4e1c-8beb-1eea8cf3ae42",
            "word": "to overwinter",
            "phonetic": "tʊ oʊvɚwɪntɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Tufts: We've been having pretty mild winters, which can promote survival, overwintering survival of hosts and of the vectors, which also will lead to new expansion.",
                "Some subspecies of caribou that overwinter in the Arctic do this too - surviving the season on a diet of lichen."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3ZlcndpbnRlcg&hash=b7ff1be802f74f2655b9d8db84f050d4e0de49ed&lang=en&cache-only=0",
            "defineEn": "to pass, endure, or spend the winter season",
            "defineVi": "để vượt qua, chịu đựng, hoặc dành mùa đông"
        },
        {
            "id": "d74106fd-9289-4554-aca9-0d53db4f9672",
            "word": "to feed on",
            "phonetic": "tə fiːd ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "After all, they feed on facial oil, not flesh.",
                "They feed on our blood.",
                "But suffering can feed on itself.",
                "Like the humble Tortotubus, Prototaxites fed on dead stuff.",
                "Bald eagles and ravens fed on the carrion that the wolves abandoned."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmVlZCBvbg&hash=3909f0b5ac69d76dc5b743820d575be0d0dc0027&lang=en&cache-only=0",
            "defineEn": "to consume or obtain nourishment from a particular source or substance for sustenance and growth",
            "defineVi": "để tiêu thụ hoặc có được dinh dưỡng từ một nguồn cụ thể hoặc chất để duy trì và tăng trưởng"
        },
        {
            "id": "613a1a66-b1cf-4235-a832-8c9253057f83",
            "word": "to beach",
            "phonetic": "tə biːtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The beach is a mile away.",
                "We spent the day at the beach.",
                "We packed our beach bag with sunscreen, towels, and beach toys.",
                "She painted her toenails a vibrant shade of red for the beach vacation.",
                "I always have a good time at the beach."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVhY2g&hash=72e9ae7aa26166921d38316fd08845d43f007bc5&lang=en&cache-only=0",
            "defineEn": "to cause a marine animal to come onto shore or land, either intentionally or unintentionally",
            "defineVi": "để khiến một động vật biển lên bờ hoặc đất liền, cố ý hoặc vô ý"
        },
        {
            "id": "6da83c74-3555-499c-95ae-13c9ccdae12d",
            "word": "to frisk",
            "phonetic": "tə fɹɪsk ",
            "partOfSpeechType": "verb",
            "examples": [
                "I'm being frisked by Conan.",
                "Julie, I'm being frisked by Conan O'Brien right now.",
                "They were frisked, handcuffed, and read their rights.",
                "He frisked both of my brothers, who were 15 and 16, against the rail on the second floor.",
                "New stop and frisk methods further antagonized community members, often young, male, and minority, who felt the brunt of unwarranted encounters and conflict with the local police."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnJpc2s&hash=4349975db761cb0b30634fde0d37b1dec4dd05b3&lang=en&cache-only=0",
            "defineEn": "to move about in a lively and playful way, usually by jumping or running, as seen in the behavior of young or excited animals",
            "defineVi": "di chuyển một cách sống động và vui tươi, thường bằng cách nhảy hoặc chạy, như được thấy trong hành vi của động vật trẻ hoặc vui mừng"
        },
        {
            "id": "632da90a-9af2-4ca1-8d7f-ac281b976cda",
            "word": "to frolic",
            "phonetic": "tə fɹɑːlɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Or small family farms full of frolicking free white people, like happened in Thomas Jefferson’s imagination?",
                "He was a great swimmer, but frolicked in the water for so long that he only managed to come in eleventh.",
                "But the citizens of Las Vegas are able to bathe, drink, and frolic in clean water whenever they want.",
                "Did you guys, you can tell me this, did you reenact the iconic, you know, opening where you guys are all frolicking in the fountain?",
                "if only we could get rid of these guys our vacations would be so much safer, nothing to worry about while we're surfing and frolicking out there in the ocean."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnJvbGlj&hash=4c13d1eb893fa494cb57e132d9473129a9c8d82d&lang=en&cache-only=0",
            "defineEn": "to play or engage in lively, joyful, and often energetic or spontaneous activities",
            "defineVi": "để chơi hoặc tham gia vào các hoạt động sống động, vui vẻ và thường tràn đầy năng lượng hoặc tự phát"
        },
        {
            "id": "2dd04368-a58e-4829-b9fe-c65a7a6b3378",
            "word": "to ruffle",
            "phonetic": "tə ɹʌfəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "His management style ruffled a few feathers.",
                "His critical remarks ruffled the feathers of the board members.",
                "Her research has been ruffling feathers for years.",
                "The tall Texan ruffled some English feathers with his remarks.",
                "I agreed to do what they wanted because I didn't want to ruffle any feathers."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcnVmZmxl&hash=2f84cb51aceb959b893f7b9b72522bfb4f6ccbfd&lang=en&cache-only=0",
            "defineEn": "to shake, fluff up, or disarrange the feathers of a bird, either as a sign of agitation, aggression, or fear, or as a part of their natural grooming behavior",
            "defineVi": "lắc, xù lên hoặc làm rối loạn lông của một con chim, như một dấu hiệu của sự kích động, hung hăng hoặc sợ hãi, hoặc như một phần của hành vi chải chuốt tự nhiên của chúng"
        },
        {
            "id": "c1822531-351c-426e-8e90-a9fc0405438f",
            "word": "to spray",
            "phonetic": "tə spɹeɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I bought a spray to kill the weeds.",
                "He used a spray bottle to mist the plants with water.",
                "Hey, say it, don't spray it, Tom!",
                "I know he doesn't mean it, but telling him say it, don't spray it just doesn't work.",
                "The throat spray."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3ByYXk&hash=217634f4bb15fea567d5b8b8ff350804ca7c24c9&lang=en&cache-only=0",
            "defineEn": "to expel a fine mist or stream of liquid or other substance from the body, often as a defense mechanism or as a way to mark territory or communicate with other animals",
            "defineVi": "để trục xuất một làn sương mịn hoặc dòng chất lỏng hoặc chất khác ra khỏi cơ thể, thường là cơ chế bảo vệ hoặc là cách để đánh dấu lãnh thổ hoặc giao tiếp với các động vật khác"
        },
        {
            "id": "ed864d46-5b0a-4bba-851d-1e13b7b21c5e",
            "word": "to shy",
            "phonetic": "tə ʃaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The bill was four votes shy of a majority.",
                "She was one week shy of her 13th birthday.",
                "They scored just shy of 100 goals last year.",
                "MacMillan has never fought shy of controversy.",
                "The Democrats are three votes shy of a majority."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2h5&hash=c0ea83b6b966f35910b5d59bb414d135d9ff209e&lang=en&cache-only=0",
            "defineEn": "to startle or suddenly move away from something or someone, often due to fear, timidity, or a desire to avoid contact or attention",
            "defineVi": "giật mình hoặc đột nhiên tránh xa một cái gì đó hoặc một ai đó, thường là do sợ hãi, rụt rè hoặc mong muốn tránh tiếp xúc hoặc chú ý"
        },
        {
            "id": "0b952af8-f6ca-4539-bd73-16f78e75e198",
            "word": "to scrabble",
            "phonetic": "tə skɹæbəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Become a champion Scrabble player.",
                "And pro-tip, xylem is one of my favorite scrabble words.",
                "You can still become someone else or host a scrabble scramble dinner.",
                "CLARE JONES, Student: I have learned to engage with my parents a little bit more, playing Scrabble and binge-watching television shows.",
                "And we both came from, you know, the hard-scrabble, salt of the earth."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NyYWJibGU&hash=d644eddf091a0ea615aae397c8d2c381ddec6d0c&lang=en&cache-only=0",
            "defineEn": "to scratch or scrape at something with the hands or claws, as if trying to dig or climb",
            "defineVi": "cào hoặc cào thứ gì đó bằng tay hoặc móng vuốt, như thể đang cố gắng đào hoặc leo trèo"
        },
        {
            "id": "9f562bf4-e9ba-446b-b340-150e691825b7",
            "word": "to root",
            "phonetic": "tə ɹuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The laws were reformed root and branch.",
                "The farmer harvested the tuberous roots of the yam plant.",
                "Racism must be eliminated, roots and all.",
                "It's time for a roots and all review of political donations.",
                "I watched as the pig rooted around in the dirt for food."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcm9vdA&hash=f40175e92b779f52543e4424ca1bcb138aa0b040&lang=en&cache-only=0",
            "defineEn": "to dig or search for something by using the snout, as done by certain animals like pigs",
            "defineVi": "để đào hoặc tìm kiếm thứ gì đó bằng cách sử dụng mõm, được thực hiện bởi một số động vật như lợn"
        },
        {
            "id": "d80c3260-a019-48f0-a06d-214ddaac0452",
            "word": "to burrow",
            "phonetic": "tə bɜːɹoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The spores burrow down into the frog’s skin.",
                "They use their burrows not for food, but for shelter.",
                "Burrowing owls steal burrows.",
                "And they make the burrows as a result of the longleaf pine?",
                "But their burrows are typically much more complicated."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnVycm93&hash=e61b4554e9d20433423219561b8aa71128f6e2ca&lang=en&cache-only=0",
            "defineEn": "to dig a hole or tunnel into the ground or other surface to create a space for shelter or habitation",
            "defineVi": "để đào một cái hố hoặc đường hầm vào lòng đất hoặc bề mặt khác để tạo ra một không gian cho nơi trú ẩn hoặc nơi ở"
        },
        {
            "id": "22f587d3-f803-4b77-a597-0081dee02ae8",
            "word": "to ruminate",
            "phonetic": "tə ɹuːmᵻneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The psychological term for this is ruminate.",
                "and then we ruminate on that forever",
                "A lot of times we will ruminate on bad things, because we're just in a bad mood.",
                "They just sort of catastrophize and ruminate.",
                "You tend to ruminate over the scary prospect of being isolated."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcnVtaW5hdGU&hash=a2897ace427255375e2c9e0f25ad445a291497d7&lang=en&cache-only=0",
            "defineEn": "to chew and regurgitate food, typically performed by ruminant animals such as cows and sheeps",
            "defineVi": "nhai và nôn ra thức ăn, thường được thực hiện bởi động vật nhai lại như bò và cừu"
        },
        {
            "id": "58fe347e-e756-4c6c-881f-7557b6323006",
            "word": "to gallop",
            "phonetic": "tə ɡæləp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The majestic horse galloped across the open field.",
                "The horse suddenly broke away from its rider and galloped freely across the field.",
                "Half stumbling, half running, everyone takes to their heels as the horses gallop towards them.",
                "He’s my guide dog, Gallop!",
                "It’s the sea star’s version of a gallop."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2FsbG9w&hash=1805773335723d2110f17a34f5b397a0475848f1&lang=en&cache-only=0",
            "defineEn": "(of a horse, etc.) to ride as fast as possible",
            "defineVi": "(của một con ngựa, v.v.) để cưỡi càng nhanh càng tốt"
        },
        {
            "id": "f2d6b4a6-b6ef-4880-ad16-b46655e0fd58",
            "word": "to trot",
            "phonetic": "tə tɹɑːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Need makes the old wife trot.",
                "After all, one case of the trots hardly spells disaster.",
                "He was definitely hot to trot.",
                "After months of being single, Kelly joined a dating app, ready to find a partner and was feeling hot to trot.",
                "The NYPD's horses can't just trot into a store and buy their own shoes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJvdA&hash=1f1a1db516072f63976472514f7bbbe8bbdfd91e&lang=en&cache-only=0",
            "defineEn": "(of a horse or other animals) to move at a speed faster than a walk and slower than a canter",
            "defineVi": "(của ngựa hoặc các động vật khác) di chuyển với tốc độ nhanh hơn đi bộ và chậm hơn chạy nước kiệu"
        },
        {
            "id": "99456073-eaf3-43ad-a6b7-7ca70ef0899a",
            "word": "to browse",
            "phonetic": "tə bɹaʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The system allows people the opportunity to browse a wide selection of books.",
                "Jake got caught in the rabbit hole of online shopping, constantly browsing through websites and adding items to his cart, unable to resist the allure of new deals and discounts.",
                "Did they browse the site?",
                "I was actually just browsing the web",
                "Inside Joy's, participants can browse clothing or attend a class."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJvd3Nl&hash=4b3ccb981e009e10a7854a8563b6cfeadac2480f&lang=en&cache-only=0",
            "defineEn": "to feed on leaves, twigs, or other plant materials by nibbling or grazing, commonly done by animals such as deer or goats",
            "defineVi": "ăn lá, cành cây hoặc các nguyên liệu thực vật khác bằng cách gặm hoặc gặm cỏ, thường được thực hiện bởi động vật như hươu hoặc dê",
            "hasImg": true
        },
        {
            "id": "e6a8d43c-80f9-4772-a026-fa43afbabdd6",
            "word": "to lope",
            "phonetic": "tə loʊp ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9wZQ&hash=8cab0f2f5e72476171e34d0d140ebbf1af1fa4d3&lang=en&cache-only=0",
            "defineEn": "to bound or run with long, easy strides, often seen in animals such as horses, wolves, or gazelles",
            "defineVi": "để ràng buộc hoặc chạy với những sải chân dài, dễ dàng, thường thấy ở động vật như ngựa, chó sói hoặc linh dương"
        },
        {
            "id": "572c543d-742d-4367-b7e5-ecd6a0a5888c",
            "word": "to strut",
            "phonetic": "tə stɹʌt ",
            "partOfSpeechType": "verb",
            "examples": [
                "After a year of training, he went up onto the stage to strut his stuff.",
                "I saw you at the club last night, strutting your stuff on the dance floor!",
                "She likes to strut around like she's the boss of the place, but she has a yellow streak running down her spine if you ever confront her on an issue.",
                "But as these birds strut their stuff, some of the barbicels lose their grip.",
                "It’s also possible that the welding burst on a seam or a joint broke on a strut, but the rocket’s sensors aren’t showing evidence of that."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RydXQ&hash=08f62fc6fa1ccb8093770e31e35e5e5d70f1a5ac&lang=en&cache-only=0",
            "defineEn": "to walk in a proud or self-assured manner, with the body held upright and the chest puffed out",
            "defineVi": "bước đi một cách tự hào hoặc tự tin, với cơ thể được giữ thẳng và ngực ưỡn ra"
        },
        {
            "id": "ebb3370d-ee73-4d90-9be8-8ce16115f056",
            "word": "to leap",
            "phonetic": "tə liːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The discovery of new planets represents a quantum leap in astronomy, with the potential to deepen our understanding of the universe and our place in it.",
                "The company is growing by leaps and bounds this year.",
                "Those are my arguments against taking a leap in the dark.",
                "Dexter should have looked before he leaped.",
                "John was nervous about quitting his stable job to start his own business, but he knew that no guts, no glory, and he took the leap."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGVhcA&hash=5444973560829005b7417a55d98ca237ab10bf3d&lang=en&cache-only=0",
            "defineEn": "to jump very high or over a long distance",
            "defineVi": "để nhảy rất cao hoặc trên một khoảng cách dài",
            "hasImg": true
        },
        {
            "id": "6092b3b5-7dfe-44a1-881d-ae08519bab2d",
            "word": "to flit",
            "phonetic": "tə flɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Just before the rent was due he did a moonlight flit",
                "And the shadows flitting just out of view.",
                "A third person narrator can be either limited, meaning they stick close to one character’s thoughts and feelings, or they can be omniscient, able to flit between characters’ minds and give the reader more information."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmxpdA&hash=f94c22d7ab937cd46e527ae15be6eda5252161f8&lang=en&cache-only=0",
            "defineEn": "to move quickly and lightly from place to place, often in a nervous or erratic manner",
            "defineVi": "di chuyển nhanh và nhẹ từ nơi này sang nơi khác, thường trong trạng thái lo lắng hoặc thất thường"
        },
        {
            "id": "3aff0b13-b147-4b5d-8b33-72b53a28fba2",
            "word": "to glide",
            "phonetic": "tə ɡlaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The hockey players glided effortlessly on the ice.",
                "For example, one fossil metatherian from the early Eocene of Brazil glided from tree-to-tree like a modern day flying squirrel or sugar glider.",
                "The glide pads are awesome.",
                "These extra glide pads actually do make a difference.",
                "Those tiny little glide pads kind of do the job."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2xpZGU&hash=832cc212158fdc206457cbbf9d9e1ad73bbe0411&lang=en&cache-only=0",
            "defineEn": "to move smoothly and effortlessly through the air or on a surface with little or no propulsion",
            "defineVi": "để di chuyển trơn tru và dễ dàng trong không khí hoặc trên một bề mặt với ít hoặc không có lực đẩy"
        },
        {
            "id": "0c8259c4-618d-48c8-a46b-330b0a201f62",
            "word": "to flutter",
            "phonetic": "tə flʌɾɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The garden was beautiful, but the butterflies fluttering around were the cherry on top.",
                "oh wait, no, that's just aeroelastic flutter.",
                "You make our hearts flutter.",
                "A bat fluttered through the sky above what’s now Wyoming some 52 million years ago.",
                "And aeroelastic flutter isn't just limited to bridges - it can cause airplane wings to hum annoyingly, or vibrate so vigorously as to disintegrate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmx1dHRlcg&hash=1d1976c493a0aa7e15e32271d9680775177a6c0b&lang=en&cache-only=0",
            "defineEn": "to move or flap rapidly and lightly, typically referring to the motion of wings, leaves, or other flexible objects",
            "defineVi": "di chuyển hoặc vỗ nhanh và nhẹ, thường đề cập đến chuyển động của cánh, lá hoặc các vật linh hoạt khác"
        },
        {
            "id": "976f0a99-ae9a-48ad-9845-4891b677c6aa",
            "word": "to scamper",
            "phonetic": "tə skæmpɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "No more scampering for that guy.",
                "But when the sheep finally breaks free and makes for the fields, the guards can barely keep up as it scampers through crowds packing up their yurts.",
                "They just scamper along branches and stuff their furry little cheeks full of yummy acorns, right?",
                "To run, a lizard has to contract its chest muscles one after the other to help it scamper forward.",
                "Scientists think beavers originally evolved in North America toward the end of the Eocene Epoch, with the earliest known species scampering around Wyoming 35 million years ago."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NhbXBlcg&hash=5c1a3d3c5aa361474664c083772f2840b0545cf5&lang=en&cache-only=0",
            "defineEn": "to run or move quickly and playfully with small, light steps",
            "defineVi": "chạy hoặc di chuyển nhanh và tinh nghịch với những bước nhỏ, nhẹ nhàng"
        },
        {
            "id": "955097ed-9f50-4e3d-9a56-a80fda124884",
            "word": "to prowl",
            "phonetic": "tə pɹaʊl ",
            "partOfSpeechType": "verb",
            "examples": [
                "With two sets of eyes, this female prowls the deeper water.",
                "And across Europe, Asia, and Alaska, the Cave Lion was on the prowl.",
                "But a lot of times, they'll do that prowl thing.",
                "A dingo is prowling in the shadows, and fruit won’t satisfy his appetite.",
                "You're a dawg on the prowl!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvd2w&hash=6a41936490726215e9e9e44351a5d6d8a6ff040a&lang=en&cache-only=0",
            "defineEn": "to move stealthily and with intent, especially by a predatory animal",
            "defineVi": "để di chuyển lén lút và có ý định, đặc biệt là bởi một động vật săn mồi"
        },
        {
            "id": "ea6626cf-f6bd-4aa1-88b6-ae2faf51309d",
            "word": "to bound",
            "phonetic": "tə baʊnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company is growing by leaps and bounds this year.",
                "Even though she was fully aware of the risks, Susan refused to take the necessary precautions to prevent the spread of a contagious disease, proving that selfishness knows no bound.",
                "It's bounded.",
                "In 1529, another treaty set bounds for each country in the Indian Ocean and Pacific regions.",
                "So the difference for Trump’s inauguration was leaps and bounds. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm91bmQ&hash=9c0b13718a0d6f3107ed2f16d19c29e475400fe7&lang=en&cache-only=0",
            "defineEn": "to leap or spring forward with energy and enthusiasm, often with all four feet leaving the ground simultaneously",
            "defineVi": "nhảy vọt hoặc lao về phía trước với năng lượng và sự nhiệt tình, thường là cả bốn chân rời khỏi mặt đất cùng một lúc",
            "hasImg": true
        },
        {
            "id": "235b3532-323f-4c83-a46d-ce2f2db51d20",
            "word": "to amble",
            "phonetic": "tʊ æmbəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Nowadays, they might amble onto the freeway and make you swerve.",
                "They ambled through the forests and savannas using their strong arms and sharp claws to uproot plants and climb trees, grazing on grasses, leaves, and prehistoric avocados.",
                "In the lush rainforests of Australia, birds roost in the low branches and amble across the forest floor, enjoying the shade and tropical fruits.",
                "For over a thousand years, Christmas ambled along as a minor observance, nowhere near as important as the major Christian holiday, Easter."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYW1ibGU&hash=c2886490f19b4de440b87bc9fde5f63939671d57&lang=en&cache-only=0",
            "defineEn": "to walk at a slow and leisurely pace, usually without any particular purpose or urgency",
            "defineVi": "đi bộ với tốc độ chậm rãi và nhàn nhã, thường không có mục đích cụ thể hoặc khẩn cấp nào"
        },
        {
            "id": "d0601434-24a2-4c9b-9c25-815dbbe6cff5",
            "word": "to swoop",
            "phonetic": "tə swuːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the economy crashed, thousands lost their jobs, their homes, and their pensions at one fell swoop.",
                "I got all my Christmas shopping done in one fell swoop.",
                "But I will swoop right in.",
                "But just as it leaned over to take a bite, another bird swooped down from above.",
                "Focus on the sound, swoop in, and it’s game over."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dvb3A&hash=a132239e467457332cc08af773278ce76aa045ee&lang=en&cache-only=0",
            "defineEn": "to quickly and unexpectedly attack a group or place to surround and capture them",
            "defineVi": "để nhanh chóng và bất ngờ tấn công một nhóm hoặc nơi để bao vây và nắm bắt chúng"
        },
        {
            "id": "a70da967-7960-4d3c-bd95-69542152bd03",
            "word": "waddle",
            "phonetic": "wɑːdəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Instead of flying, penguins waddle around on land.",
                "They’re flightless, waddling birds with wings built for swimming instead of flying.",
                "Today’s turkeys don’t bear much resemblance to the rugged pioneer birds who waddled among the Pilgrims and Native Americans.",
                "Waddle in the pool, 'cause I can't swim.",
                "The final spot was claimed by the pig, who had gotten hungry and stopped to eat and nap before finally waddling across the finish line."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FkZGxl&hash=8c7e65adc4c8f6d00e6bb94d717d741accdadfbf&lang=en&cache-only=0",
            "defineEn": "to walk with short, clumsy steps and a swaying motion from side to side, typically as a result of being overweight or having short legs",
            "defineVi": "đi bộ với những bước ngắn, vụng về và chuyển động lắc lư từ bên này sang bên kia, thường là do thừa cân hoặc có đôi chân ngắn"
        },
        {
            "id": "421b3659-27d0-4b1c-94e4-868d6e5ca6b4",
            "word": "to charge",
            "phonetic": "tə tʃɑːɹdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "To bring charges/legal action/proceedings against somebody.",
                "First of all, they're charging an arm and a leg.",
                "I was put in charge of the office.",
                "The charges against the suspect will come up in court tomorrow.",
                "Who put Tony in charge of the accounts?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hhcmdl&hash=f76dbc268e49a0827cfa45372afc9d96fd4d46d4&lang=en&cache-only=0",
            "defineEn": "to attack violently and suddenly in a battle",
            "defineVi": "để tấn công dữ dội và bất ngờ trong một trận chiến",
            "hasImg": true
        },
        {
            "id": "ec8033d6-6ddd-4ca8-a86a-9eeb79b31a89",
            "word": "to fly",
            "phonetic": "tə flaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The colorful bird flew high in the sky.",
                "\"And pigs can fly!\"",
                "The airplane flew through the clouds on its way to the destination.",
                "a black raven is flying across the night sky.",
                "Birds can fly freely in the sky."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmx5&hash=572e2387383ac2d52a5cea0931a2251903006648&lang=en&cache-only=0",
            "defineEn": "to move or travel through the air",
            "defineVi": "để di chuyển hoặc đi du lịch trong không khí",
            "hasImg": true
        },
        {
            "id": "6d1aa644-0ec9-4ef5-851e-525f29413ee4",
            "word": "to crawl",
            "phonetic": "tə kɹɔːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The dog crawled under the fence to escape from the yard.",
                "Just talking about snakes makes my flesh crawl.",
                "They crawled out of the woodwork when they saw it.",
                "He noticed a spider crawling up the wall.",
                "Seeing all these dead bodies sure makes my skin crawl."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3Jhd2w&hash=7ee4d3aa955e25dee9cd48a0c9a6dc8f3813a237&lang=en&cache-only=0",
            "defineEn": "to move slowly with the body near the ground or on the hands and knees",
            "defineVi": "di chuyển chậm với cơ thể gần mặt đất hoặc trên tay và đầu gối",
            "hasImg": true
        },
        {
            "id": "7d375f6b-36a4-4776-9145-733b1585fb41",
            "word": "to lumber",
            "phonetic": "tə lʌmbɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Lumber prices are through the roof.",
                "If you don't impose these financial constraints on insurers, then the government will be lumbered about a whole lot of old people who reach 85, 90, 95.",
                "Like rice, sugar, or lumber, individual pieces of content may be important, but they're still measured out from a seemingly infinite expanse.",
                "There's just four identical trees lumbering around the office.",
                "Well, you're seeing a massive surge in demand for housing due to COVID, and, not surprisingly, the lumber supply can't keep up."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbHVtYmVy&hash=a738795d214b0365be324b4c8aa002cea9b75bd8&lang=en&cache-only=0",
            "defineEn": "to move in a slow, heavy, and awkward manner, often due to the size or weight of the body or object being carried",
            "defineVi": "di chuyển một cách chậm chạp, nặng nề và lúng túng, thường là do kích thước hoặc trọng lượng của cơ thể hoặc đồ vật được mang theo"
        },
        {
            "id": "3a6e26b8-3465-4a11-be74-6d5f9aecdf5f",
            "word": "to swing",
            "phonetic": "tə swɪŋ ",
            "partOfSpeechType": "verb",
            "examples": [
                "We set up a swing set in the yard.",
                "The votes in the swing state may turn the tide in this election.",
                "The building project is in full swing, and the construction workers are making great progress.",
                "The party is in full swing, and everyone is dancing and having a great time.",
                "There's certainly enough space to swing a cat in."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dpbmc&hash=e8a8aa5fed929bc0414f6fcc73e09053686e2123&lang=en&cache-only=0",
            "defineEn": "to move or make something move from one side to another while suspended",
            "defineVi": "để di chuyển hoặc làm cho một cái gì đó di chuyển từ bên này sang bên khác trong khi bị đình chỉ",
            "hasImg": true
        }
    ]
}