{
    "id": "0e958136-3076-4cba-970d-edb3bde373a9",
    "title": "Lesson 2A",
    "originalTitle": "Lesson 2A",
    "words": [
        {
            "id": "d7ac940f-9882-4e51-aa53-0d71b7d647c7",
            "word": "bag",
            "phonetic": "bæɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bag broke under the weight of the bottles inside it.",
                "My friend shared a bag of chocolate-covered macadamia nuts with us.",
                "She put her bag on the table.",
                "I left my bag downstairs in the entryway.",
                "Each 180-litre container will hold up to three black bags of rubbish."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFn&hash=208ee3d6d1a7e04e6df1565755e6b57fb7fe15e7&lang=en&cache-only=0",
            "defineEn": "something made of leather, cloth, plastic, or paper that we use to carry things in, particularly when we are traveling or shopping",
            "defineVi": "thứ gì đó làm bằng da, vải, nhựa hoặc giấy mà chúng ta dùng để đựng đồ, đặc biệt khi chúng ta đi du lịch hoặc mua sắm",
            "hasImg": true
        },
        {
            "id": "0fbe59c7-62a4-48df-aa38-3ca79f691cd7",
            "word": "charger",
            "phonetic": "tʃɑːɹdʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Where's my charger?",
                "We have a charger.",
                "Please include a charger!",
                "Actually, where is our charger?",
                "We actually get a charger."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcmdlcg&hash=754fc38010c4f57dc3e0d281488cc16b1eeb0146&lang=en&cache-only=0",
            "defineEn": "a device that can refill a battery with electrical energy",
            "defineVi": "một thiết bị có thể nạp đầy pin bằng năng lượng điện",
            "hasImg": true
        },
        {
            "id": "3611a4ef-72b0-42db-ae8e-b79977d497e2",
            "word": "coin",
            "phonetic": "kɔɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The party, now in the minority, has been paying the new majority back in their own coin by stifling their legislation initiatives at every opportunity.",
                "I had to find out the hard way - to coin a phrase.",
                "She enjoys collecting vintage coins as a hobby.",
                "Perhaps we should consider the flip side of the coin : there should be no expenditure without representation.",
                "She was, to coin a phrase, swept off her feet."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29pbg&hash=e2a21ee9d1ffdbd84a72a57b15c3f4da81676697&lang=en&cache-only=0",
            "defineEn": "a piece of metal, typically round and flat, used as money, issued by governments",
            "defineVi": "một miếng kim loại, thường tròn và phẳng, được sử dụng làm tiền, do chính phủ phát hành",
            "hasImg": true
        },
        {
            "id": "27ac50f4-914d-4277-ad1c-ee1664da8534",
            "word": "credit card",
            "phonetic": "kɹɛdɪt kɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her credit card bills are enormous!",
                "I pay for my groceries with my credit card.",
                "John finally paid off his credit card debt and felt a huge weight lifted off his shoulders.",
                "The couple enjoyed a luxurious vacation, but knew that their credit card bill would be waiting for them at home.",
                "I lived on the edge using cash advances to pay one credit card with another until I finally found a job three months after graduation."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlZGl0IGNhcmQ&hash=e75696c6c11445ac862edd916787fb81f20d72db&lang=en&cache-only=0",
            "defineEn": "a plastic card, usually given to us by a bank, that we use to pay for goods and services",
            "defineVi": "một thẻ nhựa, thường được ngân hàng cấp cho chúng tôi, mà chúng tôi sử dụng để thanh toán hàng hóa và dịch vụ",
            "hasImg": true
        },
        {
            "id": "bd982b60-a40e-43ad-9b70-71228440ad29",
            "word": "diary",
            "phonetic": "daɪɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'll put it in my diary.",
                "These diaries contained crucial information.",
                "Here are their diaries.",
                "The most important instrument for nautical navigation was the navigator's diary.",
                "Bacteria to enter a three-year diary."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhcnk&hash=43d2a8346bff2b6c24b8f1a35116e60c62b5e98e&lang=en&cache-only=0",
            "defineEn": "a book or journal in which one records personal experiences, thoughts, or feelings on a regular basis, usually on a daily basis",
            "defineVi": "một cuốn sách hoặc nhật ký trong đó một người ghi lại những trải nghiệm, suy nghĩ hoặc cảm xúc cá nhân một cách thường xuyên, thường là hàng ngày",
            "hasImg": true
        },
        {
            "id": "325136c7-9d52-4017-9209-9131b2358e06",
            "word": "dictionary",
            "phonetic": "dɪkʃənɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This dictionary goes on the top shelf.",
                "See full dictionary entry for heart.",
                "I bought a French dictionary to help me with my language studies.",
                "I often use a dictionary to help me spell difficult words.",
                "It seems only reasonable to ask students to buy a dictionary."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGljdGlvbmFyeQ&hash=ba750bf055477e4e90afbaed3286bd68383e60c8&lang=en&cache-only=0",
            "defineEn": "a book or electronic resource that gives a list of words in alphabetical order and explains their meanings, or gives the equivalent words in a different language",
            "defineVi": "một cuốn sách hoặc tài nguyên điện tử cung cấp danh sách các từ theo thứ tự bảng chữ cái và giải thích nghĩa của chúng hoặc đưa ra các từ tương đương trong một ngôn ngữ khác",
            "hasImg": true
        },
        {
            "id": "c0fbe5ff-4f17-49ba-89fa-3540b8fc6a27",
            "word": "file",
            "phonetic": "faɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The defence has filed a petition to stay proceedings.",
                "Save the instructions to a new file.",
                "Always keep a backup of the file.",
                "Files can be read and written directly into the file system.",
                "Check inside each file carefully to make sure nothing slips through the cracks."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlsZQ&hash=79f064dcb473fa3fceeabd891bee91f7aa972bfb&lang=en&cache-only=0",
            "defineEn": "a piece of furniture that is typically used for storing documents, papers, and other materials in a neat and organized way",
            "defineVi": "một món đồ nội thất thường được sử dụng để lưu trữ tài liệu, giấy tờ và các tài liệu khác một cách gọn gàng và có tổ chức",
            "hasImg": true
        },
        {
            "id": "1fe082c9-0b3f-4ae5-a2cb-011a2f3a0c62",
            "word": "glasses",
            "phonetic": "ɡlæsᵻz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2xhc3Nlcw&hash=02f2320e926848df5adad619fd38c558449df534&lang=en&cache-only=0",
            "defineEn": "a pair of lenses set in a frame that rests on the nose and ears, which we wear to see more clearly",
            "defineVi": "một cặp thấu kính được đặt trong một khung nằm trên mũi và tai mà chúng ta đeo để nhìn rõ hơn",
            "hasImg": true
        },
        {
            "id": "d144c294-ae9f-4cf6-a905-33eb5a071d25",
            "word": "headphones",
            "phonetic": "hɛdfoʊnz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGVhZHBob25lcw&hash=4003d9cce1621f02069e6731ca088bcac1b203e5&lang=en&cache-only=0",
            "defineEn": "a device that has two pieces that cover our ears and we use to listen to music or sounds without others hearing",
            "defineVi": "một thiết bị có hai miếng che tai của chúng ta và chúng ta sử dụng để nghe nhạc hoặc âm thanh mà người khác không nghe thấy",
            "hasImg": true
        },
        {
            "id": "ccb03850-5850-4364-9f51-c4659165ef5c",
            "word": "identity card",
            "phonetic": "aɪdɛntᵻɾi kɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aWRlbnRpdHkgY2FyZA&hash=d2b00ecc2cde5784e2ec0c5a92ded29508d22bb8&lang=en&cache-only=0",
            "defineEn": "any official card that shows someone's name, birth date, photograph, etc., proving who they are",
            "defineVi": "bất kỳ thẻ chính thức nào hiển thị tên, ngày sinh, ảnh, v.v. của ai đó, chứng minh họ là ai",
            "hasImg": true
        },
        {
            "id": "ab5b32e8-f426-4c84-9521-e1e1e1eb3048",
            "word": "key",
            "phonetic": "kiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The author abstracted key themes from the novel in her literary analysis.",
                "The keys are kept in my office.",
                "I turned the key in the lock.",
                "He turned the key in the lock.",
                "The piano keys are black and white."
            ],
            "audio": "https://tts.langeek.co/read?text=a2V5&hash=8a2ad1b59a19375b9569d9dc58ff8b7b76afd159&lang=en&cache-only=0",
            "defineEn": "a specially shaped piece of metal used for locking or unlocking a door, starting a car, etc.",
            "defineVi": "một miếng kim loại có hình dạng đặc biệt được sử dụng để khóa hoặc mở khóa cửa, khởi động ô tô, v.v.",
            "hasImg": true
        },
        {
            "id": "dfd4180a-8a61-4e0c-bccf-dea6d009a0b8",
            "word": "lamp",
            "phonetic": "læmp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Can you raise the lamp",
                "The main roadblock at the moment is producing the lamps.",
                "Bring the lamp to me.'",
                "'Give me the lamp!'",
                "Fire and red smoke came from the lamp."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFtcA&hash=edd3f3ac6154620e4deedfa3ee25de87fdcf4633&lang=en&cache-only=0",
            "defineEn": "an object that can give light by using electricity or burning gas or oil",
            "defineVi": "một đối tượng có thể cung cấp cho ánh sáng bằng cách sử dụng điện hoặc khí đốt hoặc dầu",
            "hasImg": true
        },
        {
            "id": "131654c1-fec7-4012-accb-038ce2573011",
            "word": "magazine",
            "phonetic": "mæɡɐziːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The magazine features interviews with musicians and reviews of new albums.",
                "The magazine has an article about famous celebrities and their lifestyles.",
                "The magazine keeps tabs on the latest fashion trends.",
                "The articles in this magazine are a cut above the others.",
                "I often read parenting magazines to get advice on raising my children."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFnYXppbmU&hash=e98518ef0c0c058fd15cc64a3b97911375c962f7&lang=en&cache-only=0",
            "defineEn": "a periodic publication or a large thin book with a paper cover that contains news stories, articles, photographs, etc., usually on a particular topic, sold weekly or monthly",
            "defineVi": "một ấn phẩm định kỳ hoặc một cuốn sách mỏng lớn có bìa giấy chứa các câu chuyện tin tức, bài báo, ảnh, v.v., thường về một chủ đề cụ thể, được bán hàng tuần hoặc hàng tháng",
            "hasImg": true
        },
        {
            "id": "adf7f0bf-f853-4e42-a3fd-916a0a43ee3b",
            "word": "newspaper",
            "phonetic": "nuːzpeɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The newspaper has an entertainment section with movie reviews and celebrity news.",
                "All newspapers sang from the same song sheet.",
                "She reads the newspaper every day to keep up with the latest news.",
                "I use the newspaper as a source for my research papers because it has reliable information.",
                "The newspaper has a column where readers can write in and ask for advice."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV3c3BhcGVy&hash=65faa30b12a7bb1320d3aacfafbee386058ea3f4&lang=en&cache-only=0",
            "defineEn": "a printed publication or a set of large folded sheets of printed paper that contain news, articles, ads, etc., usually issued daily or weekly",
            "defineVi": "một ấn phẩm in hoặc một tập hợp các tờ giấy in lớn được gấp lại có chứa tin tức, bài báo, quảng cáo, v.v., thường được phát hành hàng ngày hoặc hàng tuần",
            "hasImg": true
        },
        {
            "id": "e404e504-ec58-4875-b5f5-9d2ac012d0f5",
            "word": "notebook",
            "phonetic": "noʊtbʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "My kids personalize their notebooks with stickers and drawings.",
                "She uses her notebook to keep track of her daily to-do list.",
                "He writes down his ideas and thoughts in his notebook.",
                "We use our notebooks to practice writing and improve our handwriting skills.",
                "The student sat down at his desk and opened his notebook."
            ],
            "audio": "https://tts.langeek.co/read?text=bm90ZWJvb2s&hash=9e3c23f2c0ffc281771d43dcd292b7a82c473eb5&lang=en&cache-only=0",
            "defineEn": "a small book with plain or ruled pages for writing notes in",
            "defineVi": "một cuốn sách nhỏ với các trang đơn giản hoặc được đánh dấu để viết ghi chú trong",
            "hasImg": true
        },
        {
            "id": "552eca59-f202-40bd-8b3d-51549726c3d7",
            "word": "pen",
            "phonetic": "pɛn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The pen is mightier than the sword.",
                "This pen won't write.",
                "I only have one pen in my bag.",
                "Please write in pen on both sides of the paper.",
                "He writes his thoughts and ideas in a journal with a fancy pen."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVu&hash=5db5a7133a558c002488f6ef55b678716abe830b&lang=en&cache-only=0",
            "defineEn": "an instrument for writing or drawing with ink, usually made of plastic or metal",
            "defineVi": "một công cụ để viết hoặc vẽ bằng mực, thường được làm bằng nhựa hoặc kim loại",
            "hasImg": true
        },
        {
            "id": "3417402b-ef18-4a58-82d6-a757d5347942",
            "word": "pencil",
            "phonetic": "pɛnsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The length of the pencil is 15 centimeters.",
                "Neither one seems like the sharpest pencil in the box.",
                "She sharpens her pencil before starting her math homework.",
                "She used a gray pencil to sketch out her drawing.",
                "I use a pencil to sketch and draw."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVuY2ls&hash=4681a51f215323b30f7d7dbf435d947e24b22ae6&lang=en&cache-only=0",
            "defineEn": "an instrument consisting of a narrow piece of wood and a thin piece of a black or colored substance in the middle, used for writing, drawing, etc.",
            "defineVi": "một nhạc cụ bao gồm một mảnh gỗ hẹp và một mảnh mỏng màu đen hoặc màu ở giữa, được sử dụng để viết, vẽ, v.v.",
            "hasImg": true
        },
        {
            "id": "b21c1abd-928b-4199-8763-ba893891316f",
            "word": "mobile phone",
            "phonetic": "moʊbəl foʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The mobile phone business was actually his bread and butter.",
                "I couldn't get any mobile phone reception.",
                "He reckons his new mobile phone is the best thing since sliced bread.",
                "We managed to raise him on his mobile phone.",
                "Take mobile phones."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9iaWxlIHBob25l&hash=394a4f8cc01ae5ebacdb9e0b21bc3f0e4168e6c6&lang=en&cache-only=0",
            "defineEn": "a cellular phone or cell phone; ‌a phone without any wires and with access to a cellular radio system that we can carry with us and use anywhere",
            "defineVi": "điện thoại di động hoặc điện thoại di động; ‌một chiếc điện thoại không có dây và có quyền truy cập vào hệ thống vô tuyến di động mà chúng ta có thể mang theo bên mình và sử dụng ở bất cứ đâu",
            "hasImg": true
        },
        {
            "id": "e10dc4e9-9727-4099-8b56-6d1f71dab030",
            "word": "photo",
            "phonetic": "foʊɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I took a photo of the mountain peak, capturing its majestic beauty.",
                "To take a picture/photo/shot of somebody/something.",
                "I have a picture frame with a family photo on my desk.",
                "The app lets you share your photos on Facebook, Twitter, and Tumblr.",
                "I need to update my passport photo."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhvdG8&hash=6141fa02df1ccb96c27da8d590e8eade0a781769&lang=en&cache-only=0",
            "defineEn": "an image captured by a camera",
            "defineVi": "một hình ảnh được chụp bởi một máy ảnh",
            "hasImg": true
        },
        {
            "id": "ef64e042-aeff-481a-87c8-1e8b7ca4dffd",
            "word": "piece of paper",
            "phonetic": "piːs ʌv peɪpɚ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGllY2Ugb2YgcGFwZXI&hash=1d1bf7124649361d2062bae947520ebf577becc3&lang=en&cache-only=0",
            "defineEn": "a thin and flat material made of wood that people usually write, print, or draw on",
            "defineVi": "một vật liệu mỏng và phẳng làm bằng gỗ mà mọi người thường viết, in hoặc vẽ trên đó",
            "hasImg": true
        },
        {
            "id": "b00a5480-6b86-4d84-aa9a-fc74f9817e24",
            "word": "purse",
            "phonetic": "pɜːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "She pursed her lips, showing disapproval.",
                "She used to keep her phon in her purse.",
                "She placed her purse on the chair next to her at the restaurant.",
                "MY wife opened her purse and pulled out a pen to write a note.",
                "She always carries a small purse to hold her keys and wallet."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVyc2U&hash=6bb51fd17023d6734bbe568049d2e0e96d5238fe&lang=en&cache-only=0",
            "defineEn": "a small bag that is used, particularly by women, to carry personal items",
            "defineVi": "một chiếc túi nhỏ được sử dụng, đặc biệt là phụ nữ, để mang theo các vật dụng cá nhân",
            "hasImg": true
        },
        {
            "id": "0caf55ca-c81f-43ed-872a-6eb4d57ec7ad",
            "word": "scissors",
            "phonetic": "sɪsɚz ",
            "partOfSpeechType": "noun",
            "examples": [
                "But there is another reason why China is slow-rolling exports to the U.S., says Scissors.",
                "Yumbu's RAZOR and PAIR of SCISSORS have given him the means to subsist and CARRY on the long JOURNEY from CONGO."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Npc3NvcnM&hash=330d3fe027d81455a7e407cd4902605c086cd9f5&lang=en&cache-only=0",
            "defineEn": "a tool used to cut paper, cloth, etc. with two handles and two sharp edges, joined in the middle",
            "defineVi": "một công cụ dùng để cắt giấy, vải, v.v. có hai tay cầm và hai cạnh sắc, được nối ở giữa",
            "hasImg": true
        },
        {
            "id": "ef30315d-bcdc-4ca7-bcb9-1e07fa3ba14a",
            "word": "sunglasses",
            "phonetic": "sʌŋɡlæsᵻz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3VuZ2xhc3Nlcw&hash=36628ec15da1ddf0daa969bfe2a7dc1af8995b4a&lang=en&cache-only=0",
            "defineEn": "dark glasses that we wear to protect our eyes from sunlight or glare",
            "defineVi": "kính đen mà chúng ta đeo để bảo vệ mắt khỏi ánh sáng mặt trời hoặc ánh sáng chói",
            "hasImg": true
        },
        {
            "id": "dda05184-b7ee-4718-ab99-d05dce0ab22a",
            "word": "tablet",
            "phonetic": "tæblət ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company offers a range of form factors for its products, including desktops, laptops, and tablets.",
                "So here's our tablet.",
                "Does a man need a rugged tablet?",
                "So smartphones and tablets are challenging.",
                "We've already ruled out my tablet."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFibGV0&hash=38cd8a50013969eb4160292f654eae7390d0d9f6&lang=en&cache-only=0",
            "defineEn": "a flat, small, portable computer that one controls and uses by touching its screen",
            "defineVi": "một máy tính phẳng, nhỏ, di động mà người ta điều khiển và sử dụng bằng cách chạm vào màn hình của nó",
            "hasImg": true
        },
        {
            "id": "b5020d5f-3699-4a59-b95c-7e940b81845f",
            "word": "ticket",
            "phonetic": "tɪkɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The tickets were £25.",
                "Tickets for the concert are like gold dust.",
                "The tickets are selling like hot cakes",
                "The ticket for the bus is valid for a single journey.",
                "They checked our tickets at the entrance of the stadium."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlja2V0&hash=366f2e76c0c68d0e0f393d4f2c9fd540cec5028c&lang=en&cache-only=0",
            "defineEn": "a piece of paper, text, card, or image showing that we have paid to enter a place, travel with a public transport, etc.",
            "defineVi": "một mảnh giấy, văn bản, thẻ hoặc hình ảnh cho thấy chúng tôi đã trả tiền để vào một địa điểm, di chuyển bằng phương tiện công cộng, v.v.",
            "hasImg": true
        },
        {
            "id": "e73dbf64-d44c-4efd-b7d4-4187be416a97",
            "word": "tissue",
            "phonetic": "tɪʃuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The child had a runny nose and needed a tissue.",
                "Keeping my tissue.",
                "So these guys eat muscle tissue.",
                "I need a tissue.",
                "Eventually the tissue inside the rock rotted away."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlzc3Vl&hash=eeec366ca6ecd7993dc4a6e081452387e2f2db36&lang=en&cache-only=0",
            "defineEn": "a piece of soft thin paper that is disposable and is used for cleaning",
            "defineVi": "một mảnh giấy mỏng mềm dùng một lần và được sử dụng để làm sạch",
            "hasImg": true
        },
        {
            "id": "1e86e47f-4f83-4733-93b0-2fc68ebab6e1",
            "word": "umbrella",
            "phonetic": "ʌmbɹɛlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The woman hit the mugger with her umbrella.",
                "I forgot my umbrella, and now I'm getting wet in the rain.",
                "I carried an umbrella with me because the weather looked cloudy.",
                "Sorry, I forgot to bring my umbrella.",
                "Don't forget to take your umbrella - it's raining cats and dogs out there."
            ],
            "audio": "https://tts.langeek.co/read?text=dW1icmVsbGE&hash=0b8c4dc73f13c20293cdaead566b17a5c82c321b&lang=en&cache-only=0",
            "defineEn": "an object with a circular folding frame covered in cloth, used as protection against rain or hot sun",
            "defineVi": "một vật có khung gấp hình tròn được bọc vải, dùng để che mưa nắng",
            "hasImg": true
        },
        {
            "id": "5a236740-efb6-42d3-a318-5a67f92423eb",
            "word": "wallet",
            "phonetic": "wɔlɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I have zero dollars in my wallet.",
                "She has seventy dollars in her wallet.",
                "She always carries a small purse to hold her keys and wallet.",
                "Most people seem to have voted with their wallets rather than with their hearts.",
                "If you want this issue on people's radar, you have to frame it as something that will impact their wallets."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FsbGV0&hash=b0f9444ec1c04d468cc7f4ceba8e79137cdfe9b0&lang=en&cache-only=0",
            "defineEn": "a pocket-sized, folding case that is used for storing paper money, coin money, credit cards, etc.",
            "defineVi": "một hộp gấp, có kích thước bỏ túi được sử dụng để đựng tiền giấy, tiền xu, thẻ tín dụng, v.v.",
            "hasImg": true
        },
        {
            "id": "0c14a4a8-28ee-48a2-8d62-ac56c3f0b4cc",
            "word": "watch",
            "phonetic": "wɑːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Watch your mouth!",
                "The girls watched the development of this relationship with incredulity.",
                "A large crowd watched the game on Saturday.",
                "Watch your head on the low ceiling.",
                "Watch me!"
            ],
            "audio": "https://tts.langeek.co/read?text=d2F0Y2g&hash=40aa114fd8c80821f7d2332a9a324e8a1bfdf372&lang=en&cache-only=0",
            "defineEn": "a small clock or timepiece worn on a strap on one's wrist or carried in the pocket",
            "defineVi": "một chiếc đồng hồ nhỏ hoặc đồng hồ đeo trên dây đeo trên cổ tay của một người hoặc mang trong túi",
            "hasImg": true
        },
        {
            "id": "9dc61fc8-eda4-428e-a216-b81d0030fb30",
            "word": "in",
            "phonetic": "ɪn ",
            "partOfSpeechType": "preposition",
            "examples": [
                "The police closed in.",
                "The mother gently cradled her newborn baby in her arms.",
                "His partner left the table in a fit of pique.",
                "In 2018 the party had 10 000 members.",
                "The birds built their nest in the tree."
            ],
            "audio": "https://tts.langeek.co/read?text=aW4&hash=d9f99e59087477e0ce749c9005cc1d3a28dfe1d6&lang=en&cache-only=0",
            "defineEn": "at a point inside or within a space or an area",
            "defineVi": "tại một điểm bên trong hoặc trong một không gian hoặc một khu vực",
            "hasImg": true
        },
        {
            "id": "655b905d-c272-459b-adf3-84103af5e968",
            "word": "on",
            "phonetic": "ɔn ",
            "partOfSpeechType": "preposition",
            "examples": [
                "The heat was really on at work.",
                "That hot guy had a good head on his shoulders.",
                "The children enjoyed a refreshing slice of watermelon on a hot summer day.",
                "On the credit side, the restaurant offers a wide range of choices.",
                "Our company puts the emphasis on quality."
            ],
            "audio": "https://tts.langeek.co/read?text=b24&hash=17e412bb945ed7419a7b7f8c1bda62c2e7095c7d&lang=en&cache-only=0",
            "defineEn": "used to show that an object is physically in contact with or attached to a surface or object",
            "defineVi": "được sử dụng để chỉ ra rằng một vật thể đang tiếp xúc hoặc gắn vào một bề mặt hoặc vật thể",
            "hasImg": true
        },
        {
            "id": "220e4b51-7b3e-45af-b92f-c3152d055c62",
            "word": "under",
            "phonetic": "ʌndɚ ",
            "partOfSpeechType": "preposition",
            "examples": [
                "Under stress, the body produces adrenalin.",
                "The flowers bloomed under the sunny sky.",
                "The bag broke under the weight of the bottles inside it.",
                "Lots of people had left comments under the post.",
                "A reporter obtained documents from the company under false pretenses."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXI&hash=f57c5b40f3717c9d7a31c2a2bc73b5e10cfdb64a&lang=en&cache-only=0",
            "defineEn": "in, to, or through a position that is below something",
            "defineVi": "trong, đến hoặc thông qua một vị trí bên dưới một cái gì đó",
            "hasImg": true
        }
    ]
}