{
    "id": "0ea41843-4df4-4d10-b68d-75eb05ce3ab0",
    "title": "Art Elements and Principles",
    "originalTitle": "Art Elements and Principles",
    "words": [
        {
            "id": "3bb75d3c-b623-42bd-bfdc-f46be3596e05",
            "word": "balance",
            "phonetic": "bæləns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The subtle bitterness of artemisia balanced the sweetness of the dessert.",
                "The game strikes a great balance between accessibility for younger players and a rewarding challenge for veterans of the genre.",
                "The presence of green algae in water bodies can indicate the health and balance of the ecosystem.",
                "The budget can be balanced by raising income taxes by 2 percent.",
                "The monkey's long tail provided balance as it moved through the trees."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsYW5jZQ&hash=27eaaffe8e5956b0cfeda893c0c63ae7a12f614a&lang=en&cache-only=0",
            "defineEn": "the distribution of visual weight or elements within a composition, resulting in a sense of harmony and equilibrium",
            "defineVi": "sự phân bố trọng lượng hình ảnh hoặc các yếu tố trong một bố cục, dẫn đến cảm giác hài hòa và cân bằng"
        },
        {
            "id": "5a5e1917-0347-4c46-80e6-884981c6a057",
            "word": "line",
            "phonetic": "laɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Health services are lining the drug companies’ pockets, according to the report.",
                "The line cuts the circle at two points.",
                "The actress was practicing her lines before the audition.",
                "Your remarks were really out of line.",
                "Remuneration is in line with comparable international organizations."
            ],
            "audio": "https://tts.langeek.co/read?text=bGluZQ&hash=e89245f2be47e8897fc5069817862feb24c1d8be&lang=en&cache-only=0",
            "defineEn": "a long narrow mark on a surface",
            "defineVi": "một dấu hẹp dài trên một bề mặt",
            "hasImg": true
        },
        {
            "id": "9f3104e8-741e-4214-8948-a9658b8809ad",
            "word": "shape",
            "phonetic": "ʃeɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "A better teacher would have licked him into shape.",
                "Wow, Jim has really gotten in shape lately.",
                "We learn about shapes and measurements in our math class.",
                "The ugli fruit's bright orange color and unique shape make it a fun and eye-catching addition to fruit platters.",
                "Hey, don't get all bent out of shape!"
            ],
            "audio": "https://tts.langeek.co/read?text=c2hhcGU&hash=0afec2f6267c22201363fadbd0299311d9298646&lang=en&cache-only=0",
            "defineEn": "the outer form or edges of something or someone",
            "defineVi": "hình thức bên ngoài hoặc các cạnh của một cái gì đó hoặc một ai đó",
            "hasImg": true
        },
        {
            "id": "a5046836-5538-4d1d-9adf-a773fdee9143",
            "word": "form",
            "phonetic": "fɔːɹm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Teaching methods will take various forms.",
                "People around the world enjoy various forms of music as a universal language.",
                "Our next class will take the form of a debate.",
                "Evidence of their relationship exists in the form of a series of letters.",
                "Please return the completed form at your earliest convenience."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ybQ&hash=34d0fe22f03eb817da84abf3b3bb5f9c9e0503b8&lang=en&cache-only=0",
            "defineEn": "the shape of someone or something, especially the outline",
            "defineVi": "hình dạng của một ai đó hoặc một cái gì đó, đặc biệt là phác thảo",
            "hasImg": true
        },
        {
            "id": "08164115-74a9-41e5-a633-7719ee83410b",
            "word": "color",
            "phonetic": "kʌlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The color green has a restful effect.",
                "The ocean's blue color amazed us.",
                "That color has gone out of fashion.",
                "What is your favorite color?",
                "The artist mixed different colors to create a masterpiece."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sb3I&hash=0e9556088420caa83f9a31a4ce979269fcd08aaf&lang=en&cache-only=0",
            "defineEn": "a quality such as red, green, blue, yellow, etc. that we see when we look at something",
            "defineVi": "một phẩm chất chẳng hạn như đỏ, xanh lá cây, xanh dương, vàng, v.v. mà chúng ta thấy khi nhìn vào một thứ gì đó",
            "hasImg": true
        },
        {
            "id": "6ec86ab7-79fa-473f-b7a2-d1c6e8fa30c5",
            "word": "space",
            "phonetic": "speɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Space movies have set the pace for the development of special effects.",
                "The soft rug in the living room adds warmth to the space.",
                "We lead the way in space technology.",
                "The Persian carpet in the living room adds elegance and style to the space.",
                "They've left a space here where you can put your name."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BhY2U&hash=a180ab5d8e284fd406fc5ec691ffda09b7419613&lang=en&cache-only=0",
            "defineEn": "an area that is unoccupied and therefore available for use",
            "defineVi": "một khu vực không có người ở và do đó có sẵn để sử dụng"
        },
        {
            "id": "3b5ceaa6-31cc-4cd4-a93d-416f2d52058b",
            "word": "positive space",
            "phonetic": "pɑːzᵻtɪv speɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9zaXRpdmUgc3BhY2U&hash=378f2d32415b3284b742e7f21e471fec85b35844&lang=en&cache-only=0",
            "defineEn": "the area or object that is the primary focus of a work of art",
            "defineVi": "khu vực hoặc đối tượng là trọng tâm chính của một tác phẩm nghệ thuật"
        },
        {
            "id": "f0743ff9-14e2-4241-9837-cafeb32688c4",
            "word": "negative space",
            "phonetic": "nɛɡətɪv speɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmVnYXRpdmUgc3BhY2U&hash=ebb6719d5332f17f5b56916dfa72862f21341583&lang=en&cache-only=0",
            "defineEn": "the area around and between the subjects or objects in a work of art",
            "defineVi": "khu vực xung quanh và giữa các đối tượng hoặc đối tượng trong một tác phẩm nghệ thuật"
        },
        {
            "id": "3c8f376f-3c19-4150-98bb-8fe00bb2eb21",
            "word": "texture",
            "phonetic": "tɛkstʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The milk skin gives a unique texture to the homemade pudding.",
                "The fluffy pancakes owed their light texture to the addition of baking powder.",
                "The ricotta adds a creamy texture and subtle tanginess to the pancakes.",
                "The velvety texture of meunière butter adds a luxurious finish to mashed potatoes.",
                "The creamy texture of soursop makes it a great addition to fruit salads."
            ],
            "audio": "https://tts.langeek.co/read?text=dGV4dHVyZQ&hash=ad13a63969e93adbb52286f20e5ba0b0fc1be801&lang=en&cache-only=0",
            "defineEn": "the way something feels to the touch",
            "defineVi": "cách một cái gì đó cảm thấy khi chạm vào"
        },
        {
            "id": "b5a73068-fad4-4d70-93bd-37b9ae08fdd1",
            "word": "value",
            "phonetic": "væljuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "She valued the high nutritional content and low-calorie nature of asparagus in his diet.",
                "The new policy sits well with the company's values.",
                "Enhance the flavor and nutritional value of your smoothies by adding powdered red algae as a nutrient-rich ingredient.",
                "A retail group which sets great store by traditional values.",
                "She needed to prioritize her own needs and values."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFsdWU&hash=09ca43dca802b343bf3515a0183f47dd19888ce6&lang=en&cache-only=0",
            "defineEn": "the lightness or darkness of a color, and is an essential element of visual art that helps to create contrast, depth, and dimension in a composition",
            "defineVi": "độ đậm nhạt của một màu và là một yếu tố thiết yếu của nghệ thuật thị giác giúp tạo ra độ tương phản, độ sâu và kích thước trong bố cục"
        },
        {
            "id": "b37f4b59-f8ed-4e1d-8e0d-b11acfa18efa",
            "word": "mark making",
            "phonetic": "mɑːɹk meɪkɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFyayBtYWtpbmc&hash=dbfeaf5e1c6ecd2798935a987fd18680ee4626d4&lang=en&cache-only=0",
            "defineEn": "the different techniques and methods artists use to create marks on a surface and it can range from precise and controlled to loose and expressive, conveying different emotions and meanings",
            "defineVi": "các kỹ thuật và phương pháp khác nhau mà các nghệ sĩ sử dụng để tạo ra các dấu ấn trên một bề mặt và nó có thể bao gồm từ chính xác và có kiểm soát đến lỏng lẻo và biểu cảm, truyền tải những cảm xúc và ý nghĩa khác nhau"
        },
        {
            "id": "3ca6107b-371d-4c7a-b59d-43516d40b4ea",
            "word": "materiality",
            "phonetic": "mətɪɹiælᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWF0ZXJpYWxpdHk&hash=5dbcfc3bb75619ccf7f3030ed000603663109a77&lang=en&cache-only=0",
            "defineEn": "the physical properties and qualities of materials used in the creation of art, including their texture, color, weight, transparency, and other characteristics",
            "defineVi": "các tính chất vật lý và chất lượng của vật liệu được sử dụng trong sáng tạo nghệ thuật, bao gồm kết cấu, màu sắc, trọng lượng, độ trong suốt và các đặc điểm khác của chúng"
        },
        {
            "id": "d6305d2c-0c76-4dd1-adf0-097dd1d2385e",
            "word": "hue",
            "phonetic": "hjuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The vibrant hue of damson makes it a fantastic ingredient for homemade fruit popsicles.",
                "Green algae, with its vibrant hues, adds a splash of color and life to freshwater ecosystems.",
                "The island had stunning sunsets that painted the sky with vibrant hues.",
                "There will no doubt be a great hue and cry when the reorganisation is announced.",
                "Blue food coloring is often used to give a bright blue hue to sports drinks and other beverages."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVl&hash=37b34f02c6a597882f165a38c742ab0a3f2a59ae&lang=en&cache-only=0",
            "defineEn": "the attribute of color that distinguishes one color from another based on its position in the color spectrum or wheel",
            "defineVi": "thuộc tính của màu phân biệt màu này với màu khác dựa trên vị trí của nó trong phổ màu hoặc bánh xe"
        },
        {
            "id": "0ce53f11-8613-45ac-8ff1-2366e113ae5a",
            "word": "intensity",
            "phonetic": "ɪntɛnsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The conflict has now reached a new level of intensity.",
                "The team was on the run from a strong opponent, struggling to keep up with the pace and intensity of the game.",
                "Only the intensity matters.",
                "and you realize the intensity.",
                "I convey wisdom and intensity."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZW5zaXR5&hash=bde735b221bc8c408ceb3afa7931e7c6dcf3d187&lang=en&cache-only=0",
            "defineEn": "the brightness or dullness of a color, often described as its saturation or chroma",
            "defineVi": "độ sáng hoặc độ mờ của một màu, thường được mô tả là độ bão hòa hoặc sắc độ của nó"
        },
        {
            "id": "33d8d9dc-6bbb-4681-852d-c916cb5b71bc",
            "word": "brightness",
            "phonetic": "bɹaɪtnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Is that brightness, Andy? -",
                "Small changes in mass produce enormous changes in a main sequence star's brightness.",
                "You've got your lighting control, change modes, change brightness.",
                "The peak brightness is only 300.",
                "The max brightness is 450 nits."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpZ2h0bmVzcw&hash=a7af489bf5d247537efb102a116cf5fc72fb3f3a&lang=en&cache-only=0",
            "defineEn": "the quality or degree of being bright in color",
            "defineVi": "chất lượng hoặc mức độ sáng màu",
            "hasImg": true
        },
        {
            "id": "75a2ff0a-44c8-4d21-99fa-25201841e13b",
            "word": "saturation",
            "phonetic": "sætʃɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "But your oxygen saturation is low.",
                "So full sunlight on, say, a spinach leaf is 3 to 5 times the saturation level.",
                "Six smoke-filled jumper repeater grenades make an impressive display of saturation.",
                "They have probably definitely reached a saturation point with in Canada.",
                "Yeah, there's way more saturation on the IPS."
            ],
            "audio": "https://tts.langeek.co/read?text=c2F0dXJhdGlvbg&hash=efc0b28a33bd874aad6784cceeb5107f62c9bddf&lang=en&cache-only=0",
            "defineEn": "the purity or vividness of a color, representing the degree to which it is free from white or gray",
            "defineVi": "độ tinh khiết hoặc độ sống động của một màu, thể hiện mức độ mà nó không có màu trắng hoặc xám"
        },
        {
            "id": "e5189a0f-810e-4835-9341-d4c8a2501f78",
            "word": "tint",
            "phonetic": "tɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Prepped my lips a little bit with the Pacifica natural color quench lip tint in coconut cherry.",
                "A recent blood rain in Spain, for instance, was tinted by the microalgae Haematococcus pluvialis, which releases a red pigment when under stress.",
                "On top of that, I have their tinted brow mascara in the same color.",
                "It's also tinted, which helps a lot.",
                "I am really big into the tinted glass with RGB look."
            ],
            "audio": "https://tts.langeek.co/read?text=dGludA&hash=b9bbf1ec2550bfb3aaf7bb7fb0e8c90eb6e41713&lang=en&cache-only=0",
            "defineEn": "a slight shade or amount of a color",
            "defineVi": "một bóng râm nhẹ hoặc một lượng màu",
            "hasImg": true
        },
        {
            "id": "48472bec-08eb-4d19-82a2-ff1b1792798e",
            "word": "shade",
            "phonetic": "ʃeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The tall oak tree provided shade on a hot summer day.",
                "The forest provided us with shade on a hot summer day.",
                "She painted her toenails a vibrant shade of red for the beach vacation.",
                "We sat beneath the shade of an oak tree, the ground covered in a blanket of fallen acorns.",
                "The park near my house has a few hackberry trees, and I often enjoy their shade on sunny days."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hhZGU&hash=719e444036f4802f42d5264353b007564acb6a2e&lang=en&cache-only=0",
            "defineEn": "a different degree of the same color",
            "defineVi": "một mức độ khác nhau của cùng một màu sắc",
            "hasImg": true
        },
        {
            "id": "1f431fc4-e6ac-4aad-900d-cf94163e9b2f",
            "word": "tone",
            "phonetic": "toʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He uses a pencil to shade and create different tones in his artwork.",
                "The skincare routine included a facial serum with lemongrass oil, known for its purifying and toning properties.",
                "Arms behind you will tone your triceps.",
                "- Registering that tone.",
                "Set the tone!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG9uZQ&hash=c6ce2cb9be43077c13f0d97671d20c1ede4bba50&lang=en&cache-only=0",
            "defineEn": "a particular quality of a shade of color that differentiates it from another color",
            "defineVi": "một chất lượng cụ thể của một sắc thái màu giúp phân biệt nó với màu khác",
            "hasImg": true
        },
        {
            "id": "7541ee28-186f-44d2-be9f-d63887e663c5",
            "word": "point",
            "phonetic": "pɔɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The compass needle always points north.",
                "The problem has now reached crisis point.",
                "I take your point.",
                "No point in spoiling the ship for a ha'porth of tar",
                "The line cuts the circle at two points."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9pbnQ&hash=2c0c7698e836ae3e8b0cced32a1b5b0ca9b74704&lang=en&cache-only=0",
            "defineEn": "a basic element of design that refers to a small, clearly defined location or mark on a surface",
            "defineVi": "một yếu tố cơ bản của thiết kế đề cập đến một vị trí nhỏ, được xác định rõ ràng hoặc đánh dấu trên một bề mặt"
        },
        {
            "id": "69c03c43-b3f2-4b15-b951-336951ebba3c",
            "word": "pattern",
            "phonetic": "pætɚn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The day followed the usual pattern.",
                "He bought a new sweater with a colorful pattern for me.",
                "He traced patterns in the sand with his foot, leaving temporary imprints.",
                "African clothing is known for its vibrant patterns and intricate designs.",
                "The fashion designer unrolled a bolt of colorful fabric to examine its pattern."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0dGVybg&hash=a6eac25c749da19c18c3087d9b45235a54aa12bf&lang=en&cache-only=0",
            "defineEn": "an arrangement of shapes, colors, etc. regularly found on a surface, done as a design",
            "defineVi": "sự sắp xếp các hình dạng, màu sắc, v.v. thường xuyên được tìm thấy trên một bề mặt, được thực hiện như một thiết kế",
            "hasImg": true
        },
        {
            "id": "9d1f97d7-3435-446f-9d17-330c5bf1ca9c",
            "word": "composition",
            "phonetic": "kɑːmpəzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "With a knife, he separated the endosperm from the seed, revealing its starchy and nutrient-rich composition.",
                "The artist used bold strokes and vibrant colors to create an abstract composition that evoked a sense of energy and movement.",
                "The painting's vibrant colors and striking composition resonated deeply with art enthusiasts.",
                "The sun’s composition is similar.",
                "First, their composition is different."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcG9zaXRpb24&hash=33d4c528f69845edb96728e03fd2d09a076b7fbf&lang=en&cache-only=0",
            "defineEn": "the artistic arrangement of people and objects in a painting or picture",
            "defineVi": "sự sắp xếp nghệ thuật của con người và các đối tượng trong một bức tranh hoặc hình ảnh",
            "hasImg": true
        },
        {
            "id": "c28ffc4b-2eff-4f01-8813-090f7e372f57",
            "word": "unity",
            "phonetic": "juːnɪɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "All pretence at unity went out of the window as cabinet colleagues traded insults.",
                "The coach told the team that unity is strength and that they needed to work together if they wanted to win the game.",
                "Unity is certainly not alone.",
                "The young nations were often ethnically heterogeneous and lacked unity.",
                "There's unity in Chelsea."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5pdHk&hash=22006168b45637c1e666a04cb83eb3b4c853d6d3&lang=en&cache-only=0",
            "defineEn": "the quality of oneness, coherence, and harmony in a work of art, achieved through the careful integration and balance of its various elements and principles of design",
            "defineVi": "chất lượng của sự đồng nhất, mạch lạc và hài hòa trong một tác phẩm nghệ thuật, đạt được thông qua sự tích hợp và cân bằng cẩn thận của các yếu tố và nguyên tắc thiết kế khác nhau của nó"
        },
        {
            "id": "39c7d051-67cd-422a-af0a-42a3924c0cf1",
            "word": "harmony",
            "phonetic": "hɑːɹməni ",
            "partOfSpeechType": "noun",
            "examples": [
                "The studied composition in Vermeer's paintings invokes a balanced harmony.",
                "Now the political fight over Brexit, Britain's exit from the European Union, is threatening that precious harmony.",
                "But harmony is also a key component of his efforts as the president of a university, which, like many institutions, is beset with issues of racism and division.",
                "Way, harmony, way gotta have that harmony.",
                "In the 17th century, Johannes Kepler theorized cosmic musical harmonies to explain the nature of planetary orbits."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFybW9ueQ&hash=4bd699d77e8f791286c9073544a26a2068b46e5d&lang=en&cache-only=0",
            "defineEn": "a pleasing combination of things in a way that forms a coherent whole",
            "defineVi": "một sự kết hợp dễ chịu của mọi thứ theo cách tạo thành một tổng thể mạch lạc"
        },
        {
            "id": "8e1cccd9-3fe2-4c55-a7c6-d0161fd1b807",
            "word": "perspective",
            "phonetic": "pɚspɛktɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "He had a different perspective on the movie.",
                "She discovered new perspectives and solutions that she never would have considered otherwise.",
                "From the perspective of realizer functionalism, the role variety rides roughshod over distinctions that need to be taken seriously.",
                "I tried to put the matter into perspective.",
                "Leave it to anxiety to put a situation out of perspective."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc3BlY3RpdmU&hash=5a86ddba161e579ae0b16bd34489b04093414f87&lang=en&cache-only=0",
            "defineEn": "the technique of representing a two-dimensional object in a way that gives the right impression of distance by drawing objects and people that are farther in a smaller size",
            "defineVi": "kỹ thuật thể hiện một vật thể hai chiều theo cách mang lại ấn tượng đúng về khoảng cách bằng cách vẽ các vật thể và con người ở xa hơn với kích thước nhỏ hơn",
            "hasImg": true
        },
        {
            "id": "77d5800c-5075-4711-8913-6881d9945b8a",
            "word": "similarity",
            "phonetic": "sɪmɪlæɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Although they have their differences, there's no denying that they share a lot of similarities - like mother, like daughter, they have a strong bond and connection.",
                "So, similarity inherited from a common ancestor?",
                "We have similarities in some of those departments.",
                "What are the similarities?",
                "The genetic similarities become more and more different."
            ],
            "audio": "https://tts.langeek.co/read?text=c2ltaWxhcml0eQ&hash=35a0280b795a2bcb1982e3e8bdba4bb782fc49aa&lang=en&cache-only=0",
            "defineEn": "the state of having characteristics, appearances, qualities, etc. that are very alike but not the same",
            "defineVi": "trạng thái có đặc điểm, ngoại hình, phẩm chất, v.v. rất giống nhau nhưng không giống nhau",
            "hasImg": true
        },
        {
            "id": "73a3e01d-042b-4d79-97c1-ae1c47b68043",
            "word": "contrast",
            "phonetic": "kɑːntɹæst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The golden skin of the loquat contrasts beautifully with its vibrant orange flesh.",
                "I enjoy the contrast of flavors and textures when I crumble pot cheese over my fresh garden salad.",
                "We added radicchio to our pasta dish, and it gave a wonderful contrast to the other ingredients.",
                "They use mint leaves to garnish their chocolate chip ice cream for a delightful contrast.",
                "The cool and crisp texture of the melon provided a pleasant contrast to the hot weather."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJhc3Q&hash=6da8237a5c9a04d56beb61d9d5d22459c88916b8&lang=en&cache-only=0",
            "defineEn": "differences in color or in brightness and darkness that an artist uses in a painting or photograph to create a special effect",
            "defineVi": "sự khác biệt về màu sắc hoặc độ sáng và bóng tối mà một nghệ sĩ sử dụng trong một bức tranh hoặc bức ảnh để tạo hiệu ứng đặc biệt",
            "hasImg": true
        },
        {
            "id": "004d3ff3-51f2-4f05-9285-9dc7d80cf26a",
            "word": "continuation",
            "phonetic": "kəntɪnjuːeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's a continuation of the story.",
                "The continuation of the oral traditions of spirit beings by the Aboriginal people serves as a connection to their regional communities and as part of a larger cultural identity in post-colonial Australia.",
                "Was it in fact just a continuation of the medieval world?",
                "DONALD TRUMP, President of the United States: It's really a continuation of the greatest witch-hunt in the history of politics.",
                "George H. W. Bush was his vice president, a continuation. "
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGludWF0aW9u&hash=1c222749177d030d0d7b51371f43e4c081c14b87&lang=en&cache-only=0",
            "defineEn": "a principle of design that refers to the visual flow and direction of a composition, created through the repetition and continuation of lines, shapes, colors, or other elements",
            "defineVi": "một nguyên tắc thiết kế đề cập đến dòng chảy và hướng trực quan của bố cục, được tạo ra thông qua sự lặp lại và tiếp nối của các đường nét, hình dạng, màu sắc hoặc các yếu tố khác"
        },
        {
            "id": "7e5ff088-9dbb-4b36-8f53-9abf1fae0363",
            "word": "repetition",
            "phonetic": "ɹɛpətɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's all repetition.",
                "It takes rats about 40 repetitions before they learn a similar association.",
                "Like most autistic children, Shawn likes repetition, and he can't constrain his behavior. ",
                "We have a repetition of eyes that stare back at us, and also orbs.",
                "To recite these massive epics live, rhapsodes employed a steady meter, along with mnemonic devices, like repetition of memorized passages or set pieces."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwZXRpdGlvbg&hash=7aba2eb8675e4a2d990881567e0cd8be7ea5278a&lang=en&cache-only=0",
            "defineEn": "a principle of design that refers to the use of the same or similar elements multiple times in a composition",
            "defineVi": "một nguyên tắc thiết kế đề cập đến việc sử dụng các yếu tố giống nhau hoặc tương tự nhiều lần trong một tác phẩm"
        },
        {
            "id": "dcff6dea-29af-4256-b9cd-2deef7f76729",
            "word": "rhythm",
            "phonetic": "ɹɪðəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The music in the movie had a familiar rhythm to it.",
                "So the fight has this rhythm to it.",
                "But our body has a rhythm.",
                "Circadian rhythms also influence your immune system.",
                "Can we keep rhythm together?"
            ],
            "audio": "https://tts.langeek.co/read?text=cmh5dGht&hash=fc99a0cfb0c357f7ffea7cb742d3360509073ac8&lang=en&cache-only=0",
            "defineEn": "a principle of design that refers to the repetition or alternation of elements in a composition to create a sense of movement, flow, and visual interest",
            "defineVi": "một nguyên tắc thiết kế đề cập đến sự lặp lại hoặc xen kẽ của các yếu tố trong bố cục để tạo cảm giác chuyển động, dòng chảy và sở thích thị giác"
        },
        {
            "id": "dbbacd15-8bbf-43ef-9369-51fb906b25e6",
            "word": "theme",
            "phonetic": "θiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The author abstracted key themes from the novel in her literary analysis.",
                "The artist's painting depicted a crowded city street, with the figures in the painting appearing isolated and alone, capturing the theme of 'a great city, a great solitude'.",
                "Edible ink is a popular choice for creating custom designs on cookies, such as monograms, logos, and holiday themes.",
                "My photography is widely exposing theme of escapism.",
                "This year's theme is Heroes."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlbWU&hash=25ae4cca5a46d2a1c4ffc5d5f4a8e93bd3cc4795&lang=en&cache-only=0",
            "defineEn": "a recurring element that is the main idea or subject in a literary or artistic piece",
            "defineVi": "một yếu tố định kỳ là ý chính hoặc chủ đề trong một tác phẩm văn học hoặc nghệ thuật"
        },
        {
            "id": "a163a220-3b1a-421f-8963-7fc5e7e1d4f4",
            "word": "symmetry",
            "phonetic": "sɪmətɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Another pervasive thing is symmetry.",
                "We definitely like symmetry.",
                "Just take facial symmetry.",
                "They had trilateral symmetry!",
                "So you see the symmetry."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ltbWV0cnk&hash=4cdb927db7e79e7298efba5596a20752886ed690&lang=en&cache-only=0",
            "defineEn": "the quality of having two halves that are exactly the same, which are separated by an axis",
            "defineVi": "chất lượng có hai nửa giống hệt nhau, được phân tách bằng một trục",
            "hasImg": true
        },
        {
            "id": "7ee808d6-0af1-4664-abf0-9edcdaf48a28",
            "word": "asymmetry",
            "phonetic": "eɪsɪmətɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "So asymmetry is just a normal part of life.",
                "That key element there provides an asymmetry.",
                "But what causes this asymmetry?",
                "One of the big problems in modern physics is called the matter-antimatter asymmetry:",
                "And that contradiction, in itself, also has a name: positive-negative asymmetry."
            ],
            "audio": "https://tts.langeek.co/read?text=YXN5bW1ldHJ5&hash=a239cbdd50c876281bb55c06a0d241e16aedf709&lang=en&cache-only=0",
            "defineEn": "(geometry) a lack of symmetry or equivalence in shape or size between the two sides or parts of something",
            "defineVi": "(hình học) sự thiếu đối xứng hoặc tương đương về hình dạng hoặc kích thước giữa hai mặt hoặc các bộ phận của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "c0021f38-208a-41ea-bd23-390b8e3e171a",
            "word": "hierarchy",
            "phonetic": "haɪɚɹɑːɹki ",
            "partOfSpeechType": "noun",
            "examples": [
                "Empirical research hasn't really supported his hierarchy.",
                "There's a hierarchy.",
                "In his work on binomial nomenclature, Linneaus set-up a similarity hierarchy where we move from most similar groups to least similar groups. ",
                "In 1943, the American psychologist Abraham Maslow proposed a hierarchy of needs in his paper titled A Theory of Human Motivation.",
                "Being at the top of her hierarchy."
            ],
            "audio": "https://tts.langeek.co/read?text=aGllcmFyY2h5&hash=568c98e3e7c1f671ab10564435938856ce273394&lang=en&cache-only=0",
            "defineEn": "a principle of design that refers to the arrangement and organization of elements in a composition to create a sense of importance, emphasis, or dominance",
            "defineVi": "một nguyên tắc thiết kế đề cập đến việc sắp xếp và tổ chức các yếu tố trong bố cục để tạo cảm giác quan trọng, nhấn mạnh hoặc thống trị"
        },
        {
            "id": "2ebeb0f8-2de1-4440-ba08-0989286e126a",
            "word": "dominance",
            "phonetic": "dɑːmɪnəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lion's roar can be heard from miles away, establishing its dominance.",
                "Our dominance over planet Earth really begins here.",
                "The dominance of the human species over planet Earth really started here.",
                "Trump's dominance would culminate in front of the cameras in the Rose Garden.",
                "This contract would have solidified Bezos's dominance in cloud computing."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9taW5hbmNl&hash=fb63660118a763b961d8080363079b43864ad503&lang=en&cache-only=0",
            "defineEn": "a principle of design that refers to the visual weight or emphasis given to certain elements in a composition",
            "defineVi": "một nguyên tắc thiết kế đề cập đến trọng lượng hình ảnh hoặc sự nhấn mạnh dành cho các yếu tố nhất định trong bố cục"
        },
        {
            "id": "bfa03db0-658b-48e3-9a0b-0adf863a5cf6",
            "word": "emphasis",
            "phonetic": "ɛmfəsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our company puts the emphasis on quality.",
                "The German education system is highly regarded for its emphasis on academic excellence.",
                "To some extent such insistent emphasis hammers the argument home, rather than inviting the reader to engage with it.",
                "There are a number of ways to add emphasis to words on a web page.",
                "The emphasis on in-store service has been especially important for AutoZone."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1waGFzaXM&hash=a88ca3e12a831a392fb0f5295d15bab65f42b803&lang=en&cache-only=0",
            "defineEn": "a principle of design that refers to the visual importance or prominence of certain elements in a composition",
            "defineVi": "một nguyên tắc thiết kế đề cập đến tầm quan trọng trực quan hoặc sự nổi bật của các yếu tố nhất định trong bố cục"
        },
        {
            "id": "bab94f2b-bd45-4c95-ab86-518cdecb1064",
            "word": "scale",
            "phonetic": "skeɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scales have finally fallen from his eyes and he realises that he's made a dreadful mistake.",
                "These great men on the wall had done so much to tip the scales in justice's favor.",
                "I favor anything that tilts the scales in my direction.",
                "It was only when he was arrested for theft that the scales fell from my eyes and I realised where his money came from.",
                "Scaling a building."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NhbGU&hash=f99898ae61ebeee5138e87f4396f6d1366d78b87&lang=en&cache-only=0",
            "defineEn": "a principle of design that refers to the size of elements in a composition relative to one another or to the overall size of the composition itself",
            "defineVi": "một nguyên tắc thiết kế đề cập đến kích thước của các phần tử trong một bố cục so với nhau hoặc với kích thước tổng thể của chính bố cục đó"
        },
        {
            "id": "71771177-bca8-4683-af49-85d34a00fbcd",
            "word": "proportion",
            "phonetic": "pɹəpoːɹʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The incident has been blown up out of proportion.",
                "He really blew it all out of proportion.",
                "The misunderstanding between the two friends was blown out of proportion, painting their friendship in a bad light.",
                "In fact it was Jack's sense of humour that kept her feelings in proportion during the next few days.",
                "Of course, when the papers get hold of a story, it's blown out of all proportion."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcG9ydGlvbg&hash=15ae830b4f718ceb3c2d5eb83d79861ffd074148&lang=en&cache-only=0",
            "defineEn": "a principle of design that refers to the relationship of the size, shape, and quantity of different elements in a composition",
            "defineVi": "một nguyên tắc thiết kế đề cập đến mối quan hệ về kích thước, hình dạng và số lượng của các yếu tố khác nhau trong một bố cục"
        }
    ]
}