{
    "id": "0f1a1eec-cce9-47e3-a472-b9371effc135",
    "title": "Unit 8 - Lesson 1",
    "originalTitle": "Unit 8 - Lesson 1",
    "words": [
        {
            "id": "ae67d273-9dee-4004-8975-1c388c355b4b",
            "word": "casual",
            "phonetic": "kæʒuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The prime minister's casual remarks about the role of ethnicity in unemployment numbers has predictably put the cat among the pigeons on both sides of the political spectrum.",
                "He rolled up the cuffs of his pants for a more casual look.",
                "They grilled hamburgers and hot dogs for a casual summer dinner.",
                "During his college years, John sowed his oats and enjoyed the freedom of casual relationships.",
                "Emma is a casual dresser and would never be seen dead wearing formal attire or high heels."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzdWFs&hash=709c91d54c84ab1a03b70be76d27cf2a7ac1c254&lang=en&cache-only=0",
            "defineEn": "(of clothing) comfortable and suitable for everyday use or informal events and occasions",
            "defineVi": "(quần áo) thoải mái và phù hợp để sử dụng hàng ngày hoặc các sự kiện và dịp không trang trọng",
            "hasImg": true
        },
        {
            "id": "e2dbe82b-e701-4630-9c1f-68ff0aed2f40",
            "word": "clothes",
            "phonetic": "kloʊðz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Put your clothes in the cupboard.",
                "She gave him presents and clothes.",
                "All clothes are in mint condition and less than two years old.",
                "She received many compliments on her stylish clothes.",
                "My clothes won't all go in that one suitcase."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvdGhlcw&hash=55f850f885fb27a0d16a517819afa2966c68b7b3&lang=en&cache-only=0",
            "defineEn": "the things we wear to cover our body, such as pants, shirts, and jackets",
            "defineVi": "những thứ chúng ta mặc để che thân, chẳng hạn như quần, áo sơ mi và áo khoác",
            "hasImg": true
        },
        {
            "id": "7c997fab-61ec-441d-83f7-5dfbc21a373c",
            "word": "jeans",
            "phonetic": "dʒiːnz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Jeans are as American as apple pie.",
                "They wore blue jeans to the party.",
                "He was wearing jeans and a T-shirt.",
                "You can't wear jeans to this dinner party!",
                "She always wears a plain white T-shirt with jeans."
            ],
            "audio": "https://tts.langeek.co/read?text=amVhbnM&hash=97a2ecb42717586877567623cfc62ce772075559&lang=en&cache-only=0",
            "defineEn": "pants made of denim, that is a type of strong cotton cloth, and is used for a casual style",
            "defineVi": "quần làm bằng vải denim, đó là một loại vải cotton bền và được sử dụng cho phong cách giản dị",
            "hasImg": true
        },
        {
            "id": "8ed732dd-68ce-4ae9-a079-f88b394b2011",
            "word": "sweatshirt",
            "phonetic": "swɛtʃɜːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They retail for around $38 for a T-shirt to $138 for a sweatshirt.",
                "This is, like, the sweatshirt that you get when you join the Illuminati.",
                "He came out with his khaki pants, a sweatshirt and that was it, and not a dime in his pockets.",
                "He comes out wearing Stacy's sweatshirt, and her shoes, and her daughter's pants.",
                "During the performance he was surrounded by suicide survivors and the hotline number was displayed across his sweatshirt and on his stage."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dlYXRzaGlydA&hash=5c6c0c4d94d0b6556de5ed913faad5d5da5a17ce&lang=en&cache-only=0",
            "defineEn": "a loose long-sleeved warm item of clothing worn casually or for exercising on the top part of our body, usually made of cotton",
            "defineVi": "một bộ quần áo ấm dài tay rộng rãi được mặc ngẫu nhiên hoặc để tập thể dục ở phần trên cùng của cơ thể chúng ta, thường được làm bằng bông",
            "hasImg": true
        },
        {
            "id": "eff67952-f2e4-401d-b318-c85d0aa85a46",
            "word": "sweatpants",
            "phonetic": "swɛtpənts ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3dlYXRwYW50cw&hash=50b0d3c49c53e1464a61c9b5acba407bc063bbcf&lang=en&cache-only=0",
            "defineEn": "a loose, long, and warm item of clothing with a stretchy waist worn casually or for exercising on the bottom part of our body, usually made of cotton",
            "defineVi": "một loại quần áo rộng rãi, dài và ấm áp với phần thắt lưng co giãn được mặc tùy tiện hoặc để tập thể dục ở phần dưới cơ thể chúng ta, thường được làm bằng bông",
            "hasImg": true
        },
        {
            "id": "9b9e0c39-2096-4725-b4be-102b9cebb3ce",
            "word": "T-shirt",
            "phonetic": "tiːʃɜːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was wearing jeans and a T-shirt.",
                "She always wears a plain white T-shirt with jeans.",
                "I spilled ketchup on my T-shirt while eating lunch.",
                "She folded her T-shirt and put it neatly in the drawer.",
                "I'm going to iron my T-shirt to make it look neat and wrinkle-free."
            ],
            "audio": "https://tts.langeek.co/read?text=VC1zaGlydA&hash=88cb1b538f89134edcfb6896624ec86c759eebf0&lang=en&cache-only=0",
            "defineEn": "a casual short-sleeved shirt with no collar, usually made of cotton",
            "defineVi": "một chiếc áo sơ mi ngắn tay bình thường không có cổ áo, thường được làm bằng cotton",
            "hasImg": true
        },
        {
            "id": "cce0f300-5177-4bb8-894e-b9caf0c2255d",
            "word": "polo shirt",
            "phonetic": "poʊloʊ ʃɜːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9sbyBzaGlydA&hash=ec3b5770cf23cdf77b0a60c4ed6709734962b797&lang=en&cache-only=0",
            "defineEn": "a casual short-sleeved shirt with a few buttons under its collar, usually made of cotton",
            "defineVi": "một chiếc áo sơ mi ngắn tay giản dị với một vài nút dưới cổ áo, thường được làm bằng cotton",
            "hasImg": true
        },
        {
            "id": "150b0493-4169-4096-8da8-95a33000a293",
            "word": "sweater",
            "phonetic": "swɛɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I need a lightweight sweater for the spring season.",
                "He bought a new sweater with a colorful pattern for me.",
                "I like to wear cozy sweaters and scarves during the fall season.",
                "I like the comfort of wearing a cashmere sweater against my skin.",
                "He prefers crewneck sweaters for a versatile and easy-to-wear option."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dlYXRlcg&hash=692d55a72813110c69bd3db36fc9e09aaff420ae&lang=en&cache-only=0",
            "defineEn": "a piece of clothing worn on the top part of our body that is made of cotton or wool, has long sleeves and a closed front",
            "defineVi": "một bộ quần áo mặc ở phần trên của cơ thể chúng ta được làm bằng bông hoặc len, có tay áo dài và mặt trước kín",
            "hasImg": true
        },
        {
            "id": "39785033-6508-4990-88d4-33f8d4bdfe4c",
            "word": "jacket",
            "phonetic": "dʒækɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Is your jacket real leather?",
                "The jacket sat beautifully on her shoulders.",
                "Does this jacket go with this skirt?",
                "I'll take the grey jacket.",
                "I packed an extra jacket for the camping trip."
            ],
            "audio": "https://tts.langeek.co/read?text=amFja2V0&hash=85f93b2385b3a4af2624d17b30fecb9e8d67884e&lang=en&cache-only=0",
            "defineEn": "a short item of clothing that we wear on the top part of out body, usually has sleeves and something in the front so we could close it",
            "defineVi": "một bộ quần áo ngắn mà chúng ta mặc ở phần trên cùng của cơ thể, thường có tay áo và một cái gì đó ở phía trước để chúng ta có thể đóng nó lại",
            "hasImg": true
        },
        {
            "id": "aa206214-82ce-44ad-8d07-9ea56cd2637d",
            "word": "crew neck",
            "phonetic": "kɹuː nɛk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3JldyBuZWNr&hash=0ebdf169a125e49fa605ca2f374c5317e38d0662&lang=en&cache-only=0",
            "defineEn": "a plain round neckline on a sweater or shirt that has no collar",
            "defineVi": "một đường viền cổ tròn đơn giản trên áo len hoặc áo sơ mi không có cổ áo",
            "hasImg": true
        },
        {
            "id": "15888cbc-11f6-4d0b-a2a8-fc79facb5fd7",
            "word": "turtleneck",
            "phonetic": "tɜːtəlnɛk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sometimes, the galaxy can feel like a big, lonely place, but like that guy with the turtleneck reminds us: \"For small creatures such as we, the vastness is bearable only through love.\"",
                "We may have trips with our families to the beach or the pool or whatever and we don't really know how to, um, cover them up or make it so people don't see them and there's no way we can just wear turtlenecks and leggings everywhere all day every day, right?"
            ],
            "audio": "https://tts.langeek.co/read?text=dHVydGxlbmVjaw&hash=7b430b024db4ff1e5d6d9136689a7e632e436787&lang=en&cache-only=0",
            "defineEn": "a sweater that has a lifted collar folding over itself and covering the neck",
            "defineVi": "một chiếc áo len có cổ áo nâng lên và che cổ",
            "hasImg": true
        },
        {
            "id": "4246eae0-04f3-4353-9583-6a26bb929fee",
            "word": "windbreaker",
            "phonetic": "wɪndbɹeɪkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Solid ice, on the other hand, makes a good windbreaker, but it’s too heavy to lift."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZGJyZWFrZXI&hash=9c8baa9a97e4ec1c09602e4d885e36c747ab1bba&lang=en&cache-only=0",
            "defineEn": "a type of jacket that fits tightly around the cuffs, neck, and waistband protecting one from the wind",
            "defineVi": "một loại áo khoác vừa vặn quanh còng, cổ và dây thắt lưng để bảo vệ một người khỏi gió",
            "hasImg": true
        },
        {
            "id": "0b48634d-65cb-4a0e-b1fc-0482d3c42d24",
            "word": "cardigan",
            "phonetic": "kɑːɹdɪɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Okay, so for a quick primer on the Electoral College let me put on my professor glasses and cardigan.",
                "There is a DNA that you sort of have to inject into yourself at the same time that you put on that version of Batman's cape and cowl, except it's a red cardigan sweater and blue deck shoes."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZGlnYW4&hash=08a488a8d0336bd4cb4678591124aa63c18c0b99&lang=en&cache-only=0",
            "defineEn": "a type of jacket that is made of wool, usually has a knitted design, and its front could be closed with buttons or a zipper",
            "defineVi": "một loại áo khoác làm bằng len, thường có thiết kế dệt kim, mặt trước có thể đóng cúc hoặc khóa kéo",
            "hasImg": true
        },
        {
            "id": "498f7a27-aec7-42a5-b863-5800741787f2",
            "word": "V-neck",
            "phonetic": "viːnɛk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now are V-necks shirts?",
                "But around 1994, after feeling like they lost touch with the maternity market, the pair decided to pivot to something new: developing the perfect luxury V-neck shirt.",
                "They both tried on their samples to make sure the V-neck covered the right part of the arm, didn't plunge too deep, and, overall, made your body look as good as possible, things male designers fitting T-shirts on size 0 models maybe weren't taking into consideration.",
                "By now I might've been able to direct an award-winning film about a girl's school in Afghanistan, but instead I'm driving around the city, looking for a chest merkin in that matches your hair color in case you decide to wear a v-neck"
            ],
            "audio": "https://tts.langeek.co/read?text=Vi1uZWNr&hash=a52ada31efa70edf877fe6b8f0847a968ee7f285&lang=en&cache-only=0",
            "defineEn": "(of a piece of clothing) having a neckline in the shape of the letter V",
            "defineVi": "(của một bộ quần áo) có đường viền cổ hình chữ V",
            "hasImg": true
        },
        {
            "id": "501ef1a9-82c3-4811-8be1-3975484c0613",
            "word": "blazer",
            "phonetic": "bleɪzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A blazer, a T-shirt that says Gold Gym.",
                "I even got my new blazer.",
                "American carmakers are bringing back old names like Bronco, Blazer and Gladiator.",
                "I'm gonna wear this blazer to class, and everyone's gonna know I'm fancy.",
                "and I wanted to get a suit on or at least, like, maybe a nice feminine top but get a blazer on because that felt better, and pants."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxhemVy&hash=5105ce58388f7979ce55e7ffc513fce17f8b308a&lang=en&cache-only=0",
            "defineEn": "a type of light jacket either worn with pants that do not match or as a uniform by the members of a union, school, club, etc.",
            "defineVi": "một loại áo khoác nhẹ hoặc được mặc với quần không phù hợp hoặc là đồng phục của các thành viên của đoàn thể, trường học, câu lạc bộ, v.v.",
            "hasImg": true
        },
        {
            "id": "54e69588-1350-4086-a469-3011308f75c4",
            "word": "shoe",
            "phonetic": "ʃuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "I absolutely love your shoes.",
                "His shoes were wearing at the heel.",
                "My shoes are killing me.",
                "She stole the shoes from under the assistant's nose.",
                "I bought these shoes at half price."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvZQ&hash=62339f6cf353d519bb17eb04ed8bfd616dd8eb46&lang=en&cache-only=0",
            "defineEn": "something that we wear to cover and protect our feet, generally made of strong materials like leather or plastic",
            "defineVi": "thứ gì đó mà chúng ta mặc để che và bảo vệ đôi chân của mình, thường được làm bằng vật liệu bền như da hoặc nhựa",
            "hasImg": true
        },
        {
            "id": "f653ce62-1a53-4bd8-9be4-7d3b298b104f",
            "word": "Oxford",
            "phonetic": "ɑːksfɚd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Buses to Oxford run every half hour.",
                "This train doesn’t stop at Oxford.",
                "I read English at Oxford.",
                "Another influence on Darwin, in the realm of fossil collecting, was Oxford geologist William Buckland.",
                "But the Oxford camp persists in their position."
            ],
            "audio": "https://tts.langeek.co/read?text=T3hmb3Jk&hash=a895799be3d203e207b9b44b325714404199a639&lang=en&cache-only=0",
            "defineEn": "a type of shoe that is made of leather and has laces and a low heel",
            "defineVi": "một loại giày được làm bằng da và có dây buộc và gót thấp",
            "hasImg": true
        },
        {
            "id": "e969430a-19d3-4181-b36e-53ae49f46b9a",
            "word": "sandal",
            "phonetic": "sændəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "She kicked off her sandals and jumped into the pool.",
                "The sandal is 100% biodegradable.",
                "In India, one startup company turns tires into fashionable sandals.",
                "Never, ever, ever, ever, ever wear sandals in a lab.",
                "This includes her sandals line with Grendene, lingerie brand with Hope, and a beauty line with Sejaa Pure Skincare."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FuZGFs&hash=6e2ba157a2063b37a2695fdc3bfa8480d478702c&lang=en&cache-only=0",
            "defineEn": "an open shoe that fastens the sole to one's foot with straps, particularly worn when the weather is warm",
            "defineVi": "một chiếc giày mở buộc chặt đế vào chân bằng dây đai, đặc biệt được mang khi thời tiết ấm áp",
            "hasImg": true
        },
        {
            "id": "3f66cb3d-3999-4fc2-8677-8e7471a0212f",
            "word": "pump",
            "phonetic": "pʌmp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The heart pumps blood throughout the body to provide oxygen and nutrients.",
                "The heart is a vital organ that pumps blood throughout the body.",
                "Emma's extreme dieting left her looking thin as a yard of pump water, but her friends worried about her well-being.",
                "Despite his doctor's concerns, Peter ignored his health and remained as thin as a yard of pump water.",
                "Pump the brakes."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVtcA&hash=0e30b07ea6534a5603797a864f77afcc793fa09b&lang=en&cache-only=0",
            "defineEn": "an open and flat women's shoe, similar to a ballerina's shoe, usually worn for dancing or exercising",
            "defineVi": "một đôi giày mở và bằng phẳng của phụ nữ, tương tự như giày của một nữ diễn viên ba lê, thường được mang để khiêu vũ hoặc tập thể dục",
            "hasImg": true
        },
        {
            "id": "3b5ce142-9bfe-4e27-9827-e52d6f944ba4",
            "word": "loafer",
            "phonetic": "loʊfɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Gabardine pants, blond loafers, drinking beer.",
                "Ya know, bell bottoms and Gucci loafers."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9hZmVy&hash=3c1b76e89554ebf4b69979417f11b4ff1da4b388&lang=en&cache-only=0",
            "defineEn": "a type of shoe that is flat with a low heel, made of leather, and can be worn without fastening",
            "defineVi": "một loại giày bệt với gót thấp, làm bằng da, có thể mang mà không cần buộc",
            "hasImg": true
        },
        {
            "id": "75a2df72-9a43-402a-84c6-84758890d16b",
            "word": "running shoe",
            "phonetic": "ɹʌnɪŋ ʃuː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cnVubmluZyBzaG9l&hash=792719020683bb84ec825c7e33a68fb4106cb785&lang=en&cache-only=0",
            "defineEn": "a shoe that is light, comfortable, and suitable for running and other sports",
            "defineVi": "một đôi giày nhẹ, thoải mái và phù hợp để chạy và các môn thể thao khác",
            "hasImg": true
        },
        {
            "id": "cf912d2c-6fc0-40b4-a978-16a57c4cff6e",
            "word": "flats",
            "phonetic": "flæts ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmxhdHM&hash=2e12b0452a62cb25a3292cd917888a45bfa0c69f&lang=en&cache-only=0",
            "defineEn": "shoes that have very low heels or no heels at all",
            "defineVi": "giày có gót rất thấp hoặc không có gót",
            "hasImg": true
        },
        {
            "id": "35c64ff7-f26a-40ac-9cb7-2cd2f3522d53",
            "word": "dress",
            "phonetic": "dɹɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandmother made a dress for me.",
                "The bride's wedding dress is white.",
                "She bought an expensive dress for a special occasion.",
                "Where did you buy that dress?",
                "This dress makes me look fat."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJlc3M&hash=8765dc846714eb0bed2412319e58de2505dc16f1&lang=en&cache-only=0",
            "defineEn": "a piece of clothing worn by girls and women that is made in one piece and covers the body down to the legs but has no separate part for each leg",
            "defineVi": "một bộ quần áo được mặc bởi các cô gái và phụ nữ được làm thành một mảnh và che cơ thể xuống chân nhưng không có phần riêng cho mỗi chân",
            "hasImg": true
        },
        {
            "id": "6cbd7453-8077-4116-b7ab-e8e1458029d0",
            "word": "skirt",
            "phonetic": "skɜːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This skirt has a stretchy waistband for comfort.",
                "The skirt has a zipper at the back for easy wearing.",
                "Her skirt almost reached the ground.",
                "A skirt that reaches halfway down her legs",
                "She paired her skirt with a white blouse and heels."
            ],
            "audio": "https://tts.langeek.co/read?text=c2tpcnQ&hash=ba24c042911ea9e807cbaa498bf86dabccce3d16&lang=en&cache-only=0",
            "defineEn": "a piece of clothing for girls or women that fastens around the waist and hangs down around the legs",
            "defineVi": "một bộ quần áo dành cho trẻ em gái hoặc phụ nữ buộc quanh eo và rủ xuống quanh chân",
            "hasImg": true
        },
        {
            "id": "ea844894-38e3-4d5b-b3fd-7180741a1666",
            "word": "suit",
            "phonetic": "suːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This suit is a steal at $80.",
                "Part-time work would suit me right down to the ground.",
                "He paired his suit with polished dress shoes.",
                "That job would suit you to a tee.",
                "My dad bought a stylish suit for his friend's wedding."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VpdA&hash=0256967c98f34fd7f4bd32194fe3a27f6749e902&lang=en&cache-only=0",
            "defineEn": "a jacket with a pair of pants or a skirt that are made from the same cloth and should be worn together",
            "defineVi": "áo khoác với quần hoặc váy được làm từ cùng một loại vải và nên được mặc cùng nhau",
            "hasImg": true
        },
        {
            "id": "2b52f19a-1407-4108-88cc-453c4e3afa90",
            "word": "tie",
            "phonetic": "taɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Which tie do you like best?",
                "She finally loosened her tie after a long day at work.",
                "Do I have to wear a tie?",
                "He wore a tie to the wedding for a unique look.",
                "She tied some strips of cloth around the wound to check the bleeding."
            ],
            "audio": "https://tts.langeek.co/read?text=dGll&hash=34ff36d031fc054b7082e34d21e5b5051fd386a7&lang=en&cache-only=0",
            "defineEn": "a long and narrow piece of fabric tied around the collar, particularly worn by men",
            "defineVi": "một mảnh vải dài và hẹp buộc quanh cổ áo, đặc biệt được mặc bởi nam giới",
            "hasImg": true
        }
    ]
}