{
    "id": "0fd9fa13-84f4-4dbf-a966-b502ecb2c60e",
    "title": "Appearance",
    "originalTitle": "Lesson 18",
    "words": [
        {
            "id": "c84fcd57-a397-4eef-9239-d1f04c909d7f",
            "word": "figure",
            "phonetic": "fɪɡjɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The figures tell a different story.",
                "The figures clearly show that her claims are false.",
                "\"Where did you get those figures from?\"",
                "He makes King Lear a truly tragic figure.",
                "Her sales figures were higher than the rest of the team put together."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlndXJl&hash=b6d29bcde2bec1efa382f807f938d0a67acab000&lang=en&cache-only=0",
            "defineEn": "the shape of a person's body, particularly a woman, when it is considered appealing",
            "defineVi": "hình dạng cơ thể của một người, đặc biệt là phụ nữ, khi nó được coi là hấp dẫn",
            "hasImg": true
        },
        {
            "id": "ae0ba7f5-c552-4e04-b766-20641f804e05",
            "word": "beauty",
            "phonetic": "bjuːɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hiker enjoyed the scenic beauty of the river's gentle bends.",
                "The beauty of nature is evident in the vibrant colors of a sunset.",
                "As they say, beauty draws with a single hair.",
                "The floral arrangements adorned the altar, adding beauty to the church ceremony.",
                "You can add a touch of exotic beauty to your garden by planting a cycad."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhdXR5&hash=31a6b1fc35e997e8da208a8756f16adcc26aa734&lang=en&cache-only=0",
            "defineEn": "the quality of being attractive or pleasing, particularly to the eye",
            "defineVi": "chất lượng hấp dẫn hoặc dễ chịu, đặc biệt là đối với mắt",
            "hasImg": true
        },
        {
            "id": "5ca359b8-cfc2-468b-a611-7683db510f6b",
            "word": "attractiveness",
            "phonetic": "ɐtɹæktɪvnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "This influences people by the way of incidental cues, like a speaker's physical attractiveness or personal relatability.",
                "So I think that’s part of the attractiveness. ",
                "CNBC does a similar ranking, but it looks at the state's attractiveness for business.",
                "The idea is to maximize your attractiveness to people with tastes similar to yours.",
                "Like, in one 2015 study, researchers asked hundreds of pairs of identical twins, who have close to the same set of genes, and fraternal twins, who don’t, to rate the attractiveness of pictures of faces."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0cmFjdGl2ZW5lc3M&hash=7a0816ec63d115f70f8a6499032e0ad5f7d9f13c&lang=en&cache-only=0",
            "defineEn": "the quality of being sexually appealing",
            "defineVi": "chất lượng hấp dẫn tình dục",
            "hasImg": true
        },
        {
            "id": "39d89c4b-eeb4-453c-8c81-08e10d0801ef",
            "word": "stunning",
            "phonetic": "stʌnɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The island had stunning sunsets that painted the sky with vibrant hues.",
                "Asian landscapes range from breathtaking mountains to stunning beaches.",
                "The west is known for its stunning landscapes and breathtaking sunsets.",
                "European architecture is known for its stunning cathedrals and castles.",
                "The audience at the fashion show feasted their eyes on the stunning runway models, showcasing the latest designer collections."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1bm5pbmc&hash=f4443eae0617fc5886fc7ffd89ea304c1bbb81b7&lang=en&cache-only=0",
            "defineEn": "very beautiful, attractive, or impressive",
            "defineVi": "rất đẹp, hấp dẫn, hoặc ấn tượng",
            "hasImg": true
        },
        {
            "id": "d74bf0c5-f6fd-4c19-b675-7c0a2b17778b",
            "word": "gorgeous",
            "phonetic": "ɡoːɹdʒəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Did you see Kathy's gorgeous new dress?",
                "My wife is so gorgeous that putting her in a fancy gown would just be painting the lily.",
                "Not quite believing their ears the officers cautiously un-zipped the bag and found this gorgeous boy.",
                "I realize I may be preaching to the converted, but I think he's gorgeous.",
                "This one is gorgeous!"
            ],
            "audio": "https://tts.langeek.co/read?text=Z29yZ2VvdXM&hash=f0e4b6e5c8ef63488312fa356a02f6fe94a6a362&lang=en&cache-only=0",
            "defineEn": "extremely attractive and beautiful",
            "defineVi": "cực kỳ hấp dẫn và đẹp",
            "hasImg": true
        },
        {
            "id": "0042bece-322b-4cbc-aaa0-1283a52b3312",
            "word": "ugliness",
            "phonetic": "ʌɡlinəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "He did not create the ugliness.",
                "There is an ugliness with these fringe people who are comparing the president to Hitler.",
                "And that was part of the ugliness of it, part of the discomfort. ",
                "And the ugliness was impossible. ",
                "It heats up and EXPLODES into the UGLINESS and violence of TODAY."
            ],
            "audio": "https://tts.langeek.co/read?text=dWdsaW5lc3M&hash=11b1152a8cecd289a79d52cc701e31ede9f781aa&lang=en&cache-only=0",
            "defineEn": "the state of being not attractive or not pleasing to the eye",
            "defineVi": "trạng thái không hấp dẫn hoặc không đẹp mắt",
            "hasImg": true
        },
        {
            "id": "8b9d6404-c563-4090-9985-a13cc5beba10",
            "word": "unattractive",
            "phonetic": "ʌnɐtɹæktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Therefore, while they may represent a port in a storm, they are fundamentally unattractive business models.",
                "Some people may find tattoos beautiful and appealing, while others may find them unattractive, illustrating that beauty is in the eye of the beholder.",
                "And that is a really unattractive place to be.",
                "That Hawaii ball that you saw, they were supposedly underneath as a very unattractive gold plastic ball that was recycled.",
                "It also made them physically unattractive. "
            ],
            "audio": "https://tts.langeek.co/read?text=dW5hdHRyYWN0aXZl&hash=a2e14f8109bf1c1e46bf0974814c4bfbe9f56759&lang=en&cache-only=0",
            "defineEn": "not pleasing to the eye",
            "defineVi": "không vừa mắt",
            "hasImg": true
        },
        {
            "id": "07f778f8-5243-412e-9e79-b458a9649bf5",
            "word": "chubby",
            "phonetic": "tʃʌbi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The baby had chubby cheeks and a cute face.",
                "They're so chubby and cute.",
                "The Moon is a little bit chubby.",
                "It's a chubby baby feet.",
                "When she looked in the mirror, she still saw a chubby girl."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2h1YmJ5&hash=27f4be7396d7a61ddb2d9a299e1f7096e7afe210&lang=en&cache-only=0",
            "defineEn": "(particularly of a child or young adult) slightly overweight or plump in a way that is considered cute or charming rather than unhealthy or unattractive",
            "defineVi": "(đặc biệt là trẻ em hoặc thanh niên) hơi thừa cân hoặc mũm mĩm theo cách được coi là dễ thương hoặc duyên dáng hơn là không khỏe mạnh hoặc kém hấp dẫn",
            "hasImg": true
        },
        {
            "id": "027afec8-6dc5-4cb1-b1f7-7e4e7408c90c",
            "word": "overweight",
            "phonetic": "oʊvɚweɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "People who are overweight run a risk of a heart attack or stroke.",
                "When he was overweight he used to spread a dollop of mayonnaise on his sandwiches.",
                "The marathon runner was surprised to learn that his friend, who had always been overweight and inactive, had outlived many of their healthier peers, proving that a creaking door hangs longest.",
                "For example, a transplant from an overweight donor cured a woman's diarrhea, but contributed to her obesity down the line.",
                "One study, for example, found that overweight people lost an average of 15 pounds in the first month."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcndlaWdodA&hash=011316bd45cb03076ce39513771c8beef0bf15a2&lang=en&cache-only=0",
            "defineEn": "weighing too much or more than what is desired or expected",
            "defineVi": "cân quá nhiều hoặc nhiều hơn những gì mong muốn hoặc mong đợi",
            "hasImg": true
        },
        {
            "id": "4b1b014d-c0ef-4b07-b9bd-fe81033eada2",
            "word": "obese",
            "phonetic": "oʊbiːz ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Nba contracts are very similar to them obese contracts.",
                "You're not going to be obese.",
                "Breakfast skipping causes you to be obese.",
                "Being obese for a chinchilla can have some serious side effects including liver, kidney, or heart disease.",
                "What does it mean to be obese?"
            ],
            "audio": "https://tts.langeek.co/read?text=b2Jlc2U&hash=f52c4710a1be26d0369a84b5a376e9b4dcb1d607&lang=en&cache-only=0",
            "defineEn": "very fat in an unhealthy way",
            "defineVi": "rất béo một cách không lành mạnh",
            "hasImg": true
        },
        {
            "id": "8412ff28-26f2-4028-a563-89d1dbecff65",
            "word": "underweight",
            "phonetic": "ʌndɚweɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They spiked dramatically in early February, around the time JP Morgan upgraded the stock from underweight to overweight.",
                "Taffy came to us underweight and dehydrated, but she's doing really well now.",
                "A bulimic body may not be as obviously underweight as an anorexic one, but that addictive cycle of binging and purging can seriously damage the whole digestive system, leading to irregular heartbeat, inflammation of the esophagus and mouth, tooth decay and staining, irregular bowel movements, peptic ulcers, pancreatitis, and other organ damage.",
                "That's not only employing underweight models, but also people who are putting out that content and kind of glorifying it and saying this is beauty or whatever.",
                "I had many clients who have been diagnosed with Schizophrenia, as well as their eating disorder because part of their firmly held beliefs had to do with their belief that they were overweight when they were underweight or the belief that they needed that much food, even though they didn't or there's a bunch of different things, right?"
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXJ3ZWlnaHQ&hash=819e6f08a41e7c76f7c0ec73fd8fae68e827bad0&lang=en&cache-only=0",
            "defineEn": "weighing less than the desired or normal amount",
            "defineVi": "cân nặng ít hơn số lượng mong muốn hoặc bình thường",
            "hasImg": true
        },
        {
            "id": "72ebc441-5d1e-4f80-a327-edf0d9016b10",
            "word": "hairstyle",
            "phonetic": "hɛɹstaɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "She tried different hairstyles to change her look.",
                "The two sisters had similar hairstyles, both wearing their hair in braids.",
                "- I'm giving you my hairstyle, man.",
                "And just like makeup, hairstyles, jewelry, and nails are also pretty strict.",
                "This could actually be a service where you preview different hairstyles for people with peanut butter."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFpcnN0eWxl&hash=6b90ae899c6af3d06d8dd634190f3a2ddde3d8fe&lang=en&cache-only=0",
            "defineEn": "the way in which a person's hair is arranged or cut",
            "defineVi": "cách mà tóc của một người được sắp xếp hoặc cắt",
            "hasImg": true
        },
        {
            "id": "d477073a-979f-428c-872f-3aace6036e2d",
            "word": "thick",
            "phonetic": "θɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My dad spread a thick layer of orange marmalade on my morning toast.",
                "She spread a thick layer of tomato sauce on the pizza dough.",
                "The heavy rain created a thick curtain of water, reducing visibility on the road.",
                "Sarah enjoyed her milkshake in a thick glass with a straw.",
                "The sheep had thick wool that was used to make warm clothing."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhpY2s&hash=c4b5bbf08cb5649c47dde865a438dc8aa0f465de&lang=en&cache-only=0",
            "defineEn": "(of hair or fur) grown near together in large numbers or amounts",
            "defineVi": "(của tóc hoặc lông thú) mọc gần nhau với số lượng hoặc số lượng lớn"
        },
        {
            "id": "5fbc6f0b-dc00-4325-8ce5-4376a8ecf53d",
            "word": "to comb",
            "phonetic": "tə koʊm ",
            "partOfSpeechType": "verb",
            "examples": [
                "He carefully combed his hair before going out.",
                "The police went over the house with a fine-tooth comb.",
                "She used a small brush to comb her eyebrows into shape.",
                "I looked everywhere with a fine-toothed comb but can't find my purse.",
                "I usually stand in front of the mirror to comb my hair."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tYg&hash=0f5f08ee9b7dcba5e310c04f2333ad698189c6ac&lang=en&cache-only=0",
            "defineEn": "to use a comb to tidy or arrange the hair",
            "defineVi": "sử dụng lược để gọn gàng hoặc sắp xếp tóc",
            "hasImg": true
        },
        {
            "id": "fbbaadec-ae7c-4a26-9953-3a87c722e9d5",
            "word": "haircut",
            "phonetic": "hɛɹkʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I need a haircut because my hair is getting too long.",
                "She received an ugly haircut that she immediately regretted.",
                "All the kids poked fun at Dan’s new haircut.",
                "Jenny's new haircut turned out to be a disaster, leaving her feeling ugly as sin and regretting her decision to try something different.",
                "He looks like a million bucks with his impeccably tailored suit and stylish haircut."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFpcmN1dA&hash=052be4f709dd2fa8e72d6da2d20b8e21b867069d&lang=en&cache-only=0",
            "defineEn": "the way in which a person's hair is cut",
            "defineVi": "cách cắt tóc của một người",
            "hasImg": true
        },
        {
            "id": "8ef77c66-bba6-45a1-8a5f-6a1e697f4a32",
            "word": "to shave",
            "phonetic": "tə ʃeɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "he shaved his beard off.",
                "Enhance the flavor of your dishes by shaving truffle over scrambled eggs for a luxurious breakfast.",
                "I will play Juliet, as soon as I shave my beard.",
                "When Andy started losing his hair, he decided to shave it all off.",
                "Don't criticize the new intern so harshly, remember the saying - a barber learns to shave by shaving fools."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hhdmU&hash=d268f8e696d4bdf081fef892c14c7c46903c6f62&lang=en&cache-only=0",
            "defineEn": "to remove hair, particularly facial hair, with a razor",
            "defineVi": "để tẩy lông, đặc biệt là lông mặt, bằng dao cạo",
            "hasImg": true
        },
        {
            "id": "cb74a4be-de46-456b-8532-ba0871ec1eda",
            "word": "hairy",
            "phonetic": "hɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Are you hairy at the heel?",
                "The project was hairy at the heel, and we were glad when it was finally over.",
                "The new employee was hairy at the heel, and it took us a while to get used to him.",
                "Now those lips were hairy.",
                "It makes hairy pasta."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFpcnk&hash=7a9b4cb119bdccb6809f5af83c19fd2ff8fd43d7&lang=en&cache-only=0",
            "defineEn": "having a lot of hair",
            "defineVi": "có nhiều tóc",
            "hasImg": true
        },
        {
            "id": "6152a132-fa75-4ea1-bdc0-2167aed4e8a7",
            "word": "gray-haired",
            "phonetic": "ɡɹeɪhɛɹd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3JheS1oYWlyZWQ&hash=dac4f78e99e55342f5a9e9b35f882b4b6764e4ca&lang=en&cache-only=0",
            "defineEn": "having hair that is gray in color",
            "defineVi": "có mái tóc màu xám",
            "hasImg": true
        },
        {
            "id": "9cf03c38-4899-492a-9c0a-6cf3f26441c7",
            "word": "fair",
            "phonetic": "fɛɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That contest wasn't fair!",
                "The food was fair to middling.",
                "Everyone should have a fair slice of the cake.",
                "All of his teachers are going bananas over his science fair experiment.",
                "They were fair people before it went to their heads."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFpcg&hash=b86ed37caefb525ca7728eaf9835a4d858c718c4&lang=en&cache-only=0",
            "defineEn": "(of skin or hair) very light in color",
            "defineVi": "(của da hoặc tóc) có màu rất sáng",
            "hasImg": true
        },
        {
            "id": "19b40c72-8afb-4f6a-91bf-98bcf56e8e79",
            "word": "ginger",
            "phonetic": "dʒɪndʒɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She carefully lifted the ginger tuber from the soil.",
                "He brewed a cup of ginger tea to soothe his upset stomach.",
                "He marinated the chicken in a mixture of soy sauce, ginger, and sesame oil for a delicious Asian-inspired flavor.",
                "My Asian friend made a refreshing ramen salad with cold noodles, cucumber, and ginger dressing.",
                "She used ginger essential oil to create a relaxing atmosphere in her bedroom."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2luZ2Vy&hash=8baa6db77458a13be638790b83b77a3bf45b1b4a&lang=en&cache-only=0",
            "defineEn": "(of someone's hair or an animal's fur) bright orange-brown in color",
            "defineVi": "(tóc của ai đó hoặc lông của động vật) có màu nâu cam sáng",
            "hasImg": true
        },
        {
            "id": "769ce539-047f-4989-9aea-31c5486d0648",
            "word": "red",
            "phonetic": "ɹɛd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Red wine leaves a stain.",
                "The roses in the garden were red with velvety petals.",
                "These shrubs produce bright red berries.",
                "REd algae adds a burst of color to the underwater landscape.",
                "The company has plunged $37 million into the red."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVk&hash=7366fd11df16db029e6bf2dcc750260e1962a869&lang=en&cache-only=0",
            "defineEn": "(of a person's hair or an animal's fur) orange-brown or red-brown in color",
            "defineVi": "(của tóc người hoặc lông động vật) có màu nâu cam hoặc nâu đỏ",
            "hasImg": true
        },
        {
            "id": "540de03f-f20a-452a-b8a0-64d502ca6a11",
            "word": "shiny",
            "phonetic": "ʃaɪni ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I placed the shiny red apple in the basket.",
                "Can you please pass me that shiny red apple?",
                "Now he has become bald as a coot, with a shiny scalp that catches the sunlight.",
                "He polished his leather shoes to make them look shiny.",
                "His teeth are white and shiny, thanks to regular brushing and flossing."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hpbnk&hash=e583ecc8f1e06b74efc6c533cb5c6e309a7199ed&lang=en&cache-only=0",
            "defineEn": "bright and smooth in a way that reflects light",
            "defineVi": "sáng và mịn theo cách phản chiếu ánh sáng"
        },
        {
            "id": "e2dfe8e0-da65-4edb-bdd4-708857ac70d4",
            "word": "expression",
            "phonetic": "ɛkspɹɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "She could see from his expression that he caught her drift immediately.",
                "My heart sank when I saw the pained expression on her face.",
                "The decision to pursue a career in the arts cuts both ways, as it can provide opportunities for creative expression but can also lead to financial instability and insecurity.",
                "Paul was about to answer but checked himself when he saw Julie’s expression.",
                "Forgive the expression."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwcmVzc2lvbg&hash=98449a837becddb88acb904bd1b5000c0cf02dcd&lang=en&cache-only=0",
            "defineEn": "a specific look on someone's face, indicating what they are feeling or thinking",
            "defineVi": "một cái nhìn cụ thể trên khuôn mặt của ai đó, cho thấy những gì họ đang cảm thấy hoặc suy nghĩ"
        },
        {
            "id": "74a54860-4ed2-4b1b-8f67-859766b97447",
            "word": "pale",
            "phonetic": "peɪl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Emmeline turned pale.",
                "Emmeline turned pale.",
                "Her recent conduct is beyond the pale.",
                "His opinions are entirely beyond the pale.",
                "The language my father used was beyond the pale."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFsZQ&hash=134455a3ec178312d03e817ce1e237c80b3485fc&lang=en&cache-only=0",
            "defineEn": "having less color than usual, caused by fear, illness, etc.",
            "defineVi": "có ít màu sắc hơn bình thường, do sợ hãi, bệnh tật, v.v.",
            "hasImg": true
        },
        {
            "id": "378db2fa-3db2-4a57-b4e7-05f9de7772de",
            "word": "frown",
            "phonetic": "fɹaʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "She gave him a frown and told him to mind his manners.",
                "When I asked my friend for feedback on my presentation, she gave me some tough criticism, but I knew that a friend's frown is better than a fool's smile, so I took her advice and made some changes that ultimately improved the outcome.",
                "Don't frown now.",
                "I would just frown.",
                "That clown is frowning and running at me with a tiny cream pie."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJvd24&hash=664ef4910277758cdb8367874b70188236510b1c&lang=en&cache-only=0",
            "defineEn": "an expression on the face in which the eyebrows are brought together in a way that causes lines above the eyes, which shows anger, worry, or disapproval",
            "defineVi": "một biểu hiện trên khuôn mặt trong đó lông mày được kéo lại với nhau theo cách gây ra các nếp nhăn phía trên mắt, thể hiện sự tức giận, lo lắng hoặc không tán thành",
            "hasImg": true
        },
        {
            "id": "4162beda-7c1f-483e-9c70-1d724a808d30",
            "word": "grin",
            "phonetic": "ɡɹɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "That should wipe the grin off his face.",
                "She just grins and bears it all.",
                "There he was, grinning like the Cheshire cat",
                "He grinned, and then checked himself, not wanting to upset Jack.",
                "Charles was sitting in his place, grinning like a Cheshire cat, when I joined him."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Jpbg&hash=13777fc6bec1ca0e32da56de2172003e5a91bf57&lang=en&cache-only=0",
            "defineEn": "a broad smile that reveals the teeth",
            "defineVi": "một nụ cười rộng để lộ răng",
            "hasImg": true
        },
        {
            "id": "8a589a6d-98be-44a3-9fc5-92dd18525e67",
            "word": "spot",
            "phonetic": "spɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "That bacon sandwich really hit the spot!",
                "A cup of coffee hits the spot at any given time.",
                "I spotted a beautiful vintage motorcycle at the bike show.",
                "You can spot undercover cops a mile off.",
                "Journalists on the spot reported no progress."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BvdA&hash=fe9d3f71f363237050362e936a3b2aa9214e35c6&lang=en&cache-only=0",
            "defineEn": "a small red circle on someone's skin that is raised, particularly on their face",
            "defineVi": "một vòng tròn nhỏ màu đỏ nổi lên trên da của ai đó, đặc biệt là trên khuôn mặt của họ",
            "hasImg": true
        },
        {
            "id": "504304ff-6aad-4715-8e1e-22e7384afe49",
            "word": "freckle",
            "phonetic": "fɹɛkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "And this banana has freckles.",
                "You got freckles.",
                "Freckles is one of the very first animal ambassadors at Animal Wonders.",
                "Some animals can get freckles, too, like dogs and cats.",
                "I like my freckles."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlY2tsZQ&hash=a8e88745434300583207016d81dbb7eda230b882&lang=en&cache-only=0",
            "defineEn": "(usually plural) a small light brown spot, found mostly on the face, which becomes darker and larger in number when exposed to the sun",
            "defineVi": "(thường là số nhiều) một đốm nhỏ màu nâu nhạt, chủ yếu được tìm thấy trên mặt, trở nên sẫm màu hơn và số lượng lớn hơn khi tiếp xúc với ánh nắng mặt trời",
            "hasImg": true
        },
        {
            "id": "4c492c8f-912d-42bc-b590-d315749aa65b",
            "word": "well-dressed",
            "phonetic": "wɛldɹɛst ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2VsbC1kcmVzc2Vk&hash=24e2af5042ae3757528dc2a2f8b1f035448fb037&lang=en&cache-only=0",
            "defineEn": "wearing clothes that are stylish or expensive",
            "defineVi": "mặc quần áo sành điệu hoặc đắt tiền",
            "hasImg": true
        },
        {
            "id": "74740ab0-9d8f-44da-a5b3-1ab9a2364da8",
            "word": "shape",
            "phonetic": "ʃeɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "A better teacher would have licked him into shape.",
                "Wow, Jim has really gotten in shape lately.",
                "We learn about shapes and measurements in our math class.",
                "The ugli fruit's bright orange color and unique shape make it a fun and eye-catching addition to fruit platters.",
                "Hey, don't get all bent out of shape!"
            ],
            "audio": "https://tts.langeek.co/read?text=c2hhcGU&hash=0afec2f6267c22201363fadbd0299311d9298646&lang=en&cache-only=0",
            "defineEn": "the outer form or edges of something or someone",
            "defineVi": "hình thức bên ngoài hoặc các cạnh của một cái gì đó hoặc một ai đó",
            "hasImg": true
        },
        {
            "id": "2a72e6fa-ca7c-47c0-9883-e7bc0038e309",
            "word": "race",
            "phonetic": "ɹeɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fast runner won the race by a wide margin.",
                "The team finished the race in first place.",
                "My people have a horse in this race, too.",
                "In the Midlands the race remains too close to call.",
                "You lost the race faster than you can say Jack Robinson."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFjZQ&hash=62450fe3925f8822d35b5e3fd2815d7fd77d2afa&lang=en&cache-only=0",
            "defineEn": "each of the main groups into which humans can be divided based on their physical attributes such as the color of their skin",
            "defineVi": "mỗi nhóm chính mà con người có thể được phân chia dựa trên các thuộc tính vật lý của họ, chẳng hạn như màu da của họ",
            "hasImg": true
        },
        {
            "id": "28a29d1c-d9b2-4cde-bf97-2865674c39ad",
            "word": "little",
            "phonetic": "lɪɾəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "These reforms will produce little change.",
                "This room gets very little sunshine.",
                "Surprisingly, the little café had the best coffee in town.",
                "The little café had, surprisingly, the best coffee in town.",
                "These discussions held little interest for Lucy."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl0dGxl&hash=8afc3c1645f22e1d11a6ea6e4efe2fac81c47c2e&lang=en&cache-only=0",
            "defineEn": "small in amount, size, or degree",
            "defineVi": "nhỏ về số lượng, kích thước hoặc mức độ",
            "hasImg": true
        }
    ]
}