{
    "id": "0ffc46f3-bc56-4cad-a2a6-0cf382f13769",
    "title": "Unit 10",
    "originalTitle": "Unit 10",
    "words": [
        {
            "id": "e2db4fb8-f5cf-4d4c-95bf-25606d82b42c",
            "word": "ago",
            "phonetic": "ɐɡoʊ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The most recent incident happened only a week ago.",
                "But that was a long time ago.",
                "I had a brush with him a number of years ago.",
                "He should have been given the boot years ago.",
                "Until three years ago, I could have slept for England."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdv&hash=fdba432754806941a82c6ac056df187d1b9e36af&lang=en&cache-only=0",
            "defineEn": "used to refer to a time in the past, showing how much time has passed before the present moment",
            "defineVi": "dùng để chỉ một thời điểm trong quá khứ, cho thấy thời gian đã trôi qua bao lâu trước thời điểm hiện tại"
        },
        {
            "id": "518fc037-272c-44a4-99e7-c65cbd90e64d",
            "word": "bedtime",
            "phonetic": "bɛdtaɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "She often reads books before bedtime.",
                "The parents took turns reading bedtime stories to their children every night.",
                "When I was a child, my dad used to tell me bedtime stories every night.",
                "He enjoyed a soothing cup of peppermint tea before bedtime, which helped him relax and unwind.",
                "She brews a cup of chamomile tea before bedtime to help her relax and sleep better."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVkdGltZQ&hash=44610e10bb1aa5d2aff82c209a2b3b6aee165ed7&lang=en&cache-only=0",
            "defineEn": "the time when one goes to bed or the assigned time for sleeping",
            "defineVi": "thời gian khi một người đi ngủ hoặc thời gian được chỉ định để ngủ",
            "hasImg": true
        },
        {
            "id": "1edc07ca-fc0a-4498-8bb2-7ee9a3ff797a",
            "word": "cabin",
            "phonetic": "kæbɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The couple spent their vacation in a cozy cabin, billing and cooing by the fireplace.",
                "We thought a week in a secluded cabin with no TV or Internet would make for some great family bonding, but we were all bored out of our skulls after a couple of days.",
                "The airplane cabin was spacious and comfortable.",
                "Those cabins are the face of the airline.",
                "I see our cabin."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FiaW4&hash=34500803f604734e43ca0dc79d10da85830fb3cd&lang=en&cache-only=0",
            "defineEn": "a small wooden house or shelter built in a forest or the mountains",
            "defineVi": "một ngôi nhà gỗ nhỏ hoặc nơi trú ẩn được xây dựng trong rừng hoặc núi",
            "hasImg": true
        },
        {
            "id": "51068a0d-81d3-4d23-abce-1f4609986956",
            "word": "to call",
            "phonetic": "tə kɔːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The hole calls the thief.",
                "The organization called the new regulations a turning point in the campaign against smoking.",
                "To call a meeting/strike.",
                "A classic hot chocolate recipe calls for scalded milk to be mixed with cocoa powder and sugar.",
                "You call that mercy?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FsbA&hash=67dd5e1100d76d08ee54aadd21a54570b88429c3&lang=en&cache-only=0",
            "defineEn": "to telephone a place or person",
            "defineVi": "gọi điện thoại cho một địa điểm hoặc một người",
            "hasImg": true
        },
        {
            "id": "f56b0fe9-692b-4274-bde7-d7cad90ae4f4",
            "word": "camping",
            "phonetic": "kæmpɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "During the camping trip, we played a game of charades around the campfire.",
                "We roasted brinjal over an open fire during our camping trip.",
                "We prepare our camping gear before heading out into the wilderness.",
                "I packed an extra jacket for the camping trip.",
                "The kids can't wait to go camping."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FtcGluZw&hash=43d4ca36c50d640aac9ce4a2dc2bf263dcb37107&lang=en&cache-only=0",
            "defineEn": "the activity of ‌living outdoors in a tent, camper, etc. on a vacation",
            "defineVi": "hoạt động ‌sống ngoài trời trong lều, người cắm trại, v.v. trong kỳ nghỉ",
            "hasImg": true
        },
        {
            "id": "b536dc83-ce11-463d-9036-0259d3f1606e",
            "word": "to canoe",
            "phonetic": "tə kənuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "As far as the rest of Europe is concerned we've just got to paddle our own canoe.",
                "For millennia, the inhabitants of Scandinavia had used these canoes for transportation.",
                "Canoe building involved the whole community, bringing together the navigators, canoe builders, priests, chanters, and hula dancers.",
                "I'm really ruining my canoe trip with my buddies.",
                "The Indian got into his canoe and went after the cub."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2Fub2U&hash=48cbac9342f21a6a6114a47381d3d877774c8790&lang=en&cache-only=0",
            "defineEn": "to travel or move in a small, narrow boat typically using paddles for moving",
            "defineVi": "đi du lịch hoặc di chuyển trên một chiếc thuyền nhỏ, hẹp thường sử dụng mái chèo để di chuyển",
            "hasImg": true
        },
        {
            "id": "50cd2a5e-2f97-484f-b61c-c0755aa40cff",
            "word": "card",
            "phonetic": "kɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Someone has stacked the cards against me.",
                "He's still playing his cards close to his chest.",
                "Anne's aunt always sends her birthday cards and gifts.",
                "She drew a red heart on the card, with words of love and appreciation.",
                "Marriage has been on the cards from day one."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZA&hash=46e72e3b98defa53190cc5a83926db709a93de6e&lang=en&cache-only=0",
            "defineEn": "any of the 52 stiff rectangular pieces of paper that are each characterized by their signs and numbers or pictures on one side, used in playing different card games",
            "defineVi": "bất kỳ trong số 52 mảnh giấy hình chữ nhật cứng, mỗi mảnh được đặc trưng bởi các ký hiệu và số hoặc hình ảnh trên một mặt, được sử dụng để chơi các trò chơi bài khác nhau",
            "hasImg": true
        },
        {
            "id": "d820ab21-5f56-4366-bdcd-1cd35aed9ac4",
            "word": "castle",
            "phonetic": "kæsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "European architecture is known for its stunning cathedrals and castles.",
                "She visited an old castle and marveled at its medieval architecture.",
                "The ancient castle has stood for over a century, preserving its grandeur and history for hundreds of years.",
                "Buying a house shouldn't be a castle in the air for the youth.",
                "A small river runs into the sea at one side of the castle."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzdGxl&hash=6d39a50dbda32dc445d2db7b83d3d032100383c9&lang=en&cache-only=0",
            "defineEn": "a large and strong building that is protected against attacks, in which the royal family lives",
            "defineVi": "một tòa nhà lớn và mạnh mẽ được bảo vệ chống lại các cuộc tấn công, trong đó gia đình hoàng gia sống",
            "hasImg": true
        },
        {
            "id": "5c2f48ce-da0d-4ef1-ae0d-fbbe7d6fb091",
            "word": "cathedral",
            "phonetic": "kɐθiːdɹəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "European architecture is known for its stunning cathedrals and castles.",
                "These cathedrals are above politics.",
                "The cathedral at Salisbury is over 750 years old.",
                "It's like a cathedral ceiling.",
                "It's the world's largest Gothic cathedral."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0aGVkcmFs&hash=e11d91de0699eb32109d2b3bd1ea4bbc7eb61395&lang=en&cache-only=0",
            "defineEn": "the largest and most important church of a specific area, which is controlled by a bishop",
            "defineVi": "nhà thờ lớn nhất và quan trọng nhất của một khu vực cụ thể, được kiểm soát bởi một giám mục",
            "hasImg": true
        },
        {
            "id": "1f941d7b-d7cc-413a-a356-dcc4daea53b4",
            "word": "to choose",
            "phonetic": "tə tʃuːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "She chose a knee-length skirt for the office.",
                "May I choose the restaurant?",
                "He chose a seat facing the door.",
                "Many people choose not to marry.",
                "He chose to go."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hvb3Nl&hash=80659d5f5ce2337fbe44d87e00e4051f82a4323f&lang=en&cache-only=0",
            "defineEn": "to decide what we want to have or what is best for us from a group of options",
            "defineVi": "để quyết định những gì chúng tôi muốn có hoặc những gì là tốt nhất cho chúng tôi từ một nhóm các tùy chọn",
            "hasImg": true
        },
        {
            "id": "4132b378-0eba-4720-85f1-0cbe90bc2fc4",
            "word": "clean",
            "phonetic": "kliːn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The mother gently cleaned her baby's ears with a cotton swab.",
                "A new broom sweeps clean, after all.",
                "Sarah cleans the kitchen counters with a sponge.",
                "She had to clean her dirty car after a long road trip.",
                "She cleans the dining room after each meal."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xlYW4&hash=a0d18d02811d602beb54e3d34b00f8b29c978faf&lang=en&cache-only=0",
            "defineEn": "not having any stains, bacteria, marks, or dirt",
            "defineVi": "không có bất kỳ vết bẩn, vi khuẩn, dấu vết hoặc bụi bẩn",
            "hasImg": true
        },
        {
            "id": "17102c4e-9d84-4210-a663-9b3bc25eae00",
            "word": "clubhouse",
            "phonetic": "klʌbhaʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "They introduced these clubhouses in seat entertainment, but the airline wasn't profitable.",
                "On Clubhouse, you create a handle and profile, which people can follow.",
                "In this video, we're going to go over the app Clubhouse.",
                "You'll find your Clubhouse handle here.",
                "Clubhouse is a social-media platform where people can meet up to host, listen to, and join live audio conversations called rooms."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2x1YmhvdXNl&hash=6376c15fc9ebc43d4a6a2b6f7581af1594c19ae1&lang=en&cache-only=0",
            "defineEn": "a building where members of a club can participate in meetings and social events, often a sports club",
            "defineVi": "một tòa nhà nơi các thành viên của một câu lạc bộ có thể tham gia vào các cuộc họp và các sự kiện xã hội, thường là một câu lạc bộ thể thao",
            "hasImg": true
        },
        {
            "id": "dd5348e5-0a27-440b-ab44-f3dc4a7a1183",
            "word": "coffee shop",
            "phonetic": "kɔfi ʃɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "We usually meet at the coffee shop on Fridays.",
                "John enjoys going to coffee shops for company, as being around people provides him a sense of companionship.",
                "Steve Hildebrand runs Josiah's coffee shop here in Sioux Falls.",
                "Narrator: Kaffeeform's cups and mugs are used in 20 coffee shops in Berlin and 150 vendors across Europe.",
                "Be welcoming to people at the coffee shop."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29mZmVlIHNob3A&hash=129751fa6865338c81071d6e5f341a1dbdd9fc12&lang=en&cache-only=0",
            "defineEn": "a kind of small restaurant where people can drink coffee, tea, etc. and usually eat light meals too",
            "defineVi": "một loại nhà hàng nhỏ nơi mọi người có thể uống cà phê, trà, v.v. và thường ăn những bữa ăn nhẹ",
            "hasImg": true
        },
        {
            "id": "3a8365b4-0030-4edf-9a74-d90a1dab9ef7",
            "word": "crazy",
            "phonetic": "kɹeɪzi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "To go crazy/mad/nuts/insane.",
                "It’s crazy to make these changes without involving the students.",
                "Her infectious laughter and radiant smile made him crazy.",
                "It drives me crazy seeing all these people just staring at their phones all day long.",
                "Would you stop shouting, you're driving me crazy!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jhenk&hash=4490a60acaa7ed249e62074482707e3d5bf42dd0&lang=en&cache-only=0",
            "defineEn": "behaving in a very strange or unusual way",
            "defineVi": "cư xử theo một cách rất kỳ lạ hoặc bất thường",
            "hasImg": true
        },
        {
            "id": "1f6a5e5a-93c9-4ae6-8226-da9f1dde37ef",
            "word": "cycling",
            "phonetic": "saɪklɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was talking about cycling across the US or was that just another flight of fancy?",
                "Emily enjoys outdoor activities like hiking and cycling to keep herself in shape.",
                "Cycling is potentially very dangerous in the city - you have to have all your wits about you.",
                "But it still just keeps cycling.",
                "Monthly frequency is called ultra rapid cycling."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3ljbGluZw&hash=1c367f8505a860b6eadf767cfd93733d5ec97073&lang=en&cache-only=0",
            "defineEn": "the sport or activity of riding a bicycle",
            "defineVi": "môn thể thao hoặc hoạt động đi xe đạp",
            "hasImg": true
        },
        {
            "id": "997b6dc6-6a79-4e65-8354-9778a1750919",
            "word": "dancing",
            "phonetic": "dænsɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dancing seemed to come naturally to her.",
                "She only wanted him to go on dancing till he dropped.",
                "-I always loved dancing.",
                "He doesn't like dancing.",
                "What's good dancing music, for dancing?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFuY2luZw&hash=49c33a1b2df23f86dd9d5282d4feaf68e5829de1&lang=en&cache-only=0",
            "defineEn": "‌the act of moving our body to music; a set of movements performed to music",
            "defineVi": "‌hành động di chuyển cơ thể của chúng ta theo âm nhạc; một tập hợp các phong trào thực hiện âm nhạc",
            "hasImg": true
        },
        {
            "id": "48adfdd1-028b-43a6-a13b-e023bba1eb90",
            "word": "date",
            "phonetic": "deɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They set a date for a full hearing at the end of February.",
                "I’ll check the dates.",
                "The wedding date is set for next month.",
                "We should mark the date on the calendar for our family gathering.",
                "Her date failed to show."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGF0ZQ&hash=306047f81731865f50d6a6e0e1a4a95c77e68b53&lang=en&cache-only=0",
            "defineEn": "a specific day in a month or sometimes a year, shown using a number and sometimes a name",
            "defineVi": "một ngày cụ thể trong một tháng hoặc đôi khi là một năm, được hiển thị bằng số và đôi khi là tên",
            "hasImg": true
        },
        {
            "id": "66e6a827-2056-4713-a58f-b195c52d4c43",
            "word": "dress",
            "phonetic": "dɹɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandmother made a dress for me.",
                "The bride's wedding dress is white.",
                "She bought an expensive dress for a special occasion.",
                "Where did you buy that dress?",
                "This dress makes me look fat."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJlc3M&hash=8765dc846714eb0bed2412319e58de2505dc16f1&lang=en&cache-only=0",
            "defineEn": "a piece of clothing worn by girls and women that is made in one piece and covers the body down to the legs but has no separate part for each leg",
            "defineVi": "một bộ quần áo được mặc bởi các cô gái và phụ nữ được làm thành một mảnh và che cơ thể xuống chân nhưng không có phần riêng cho mỗi chân",
            "hasImg": true
        },
        {
            "id": "a6c6866b-8920-438b-95c6-973aebf064c1",
            "word": "fishing",
            "phonetic": "fɪʃɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My dad took me fishing, and we caught a big fish.",
                "To go swimming/fishing/jogging.",
                "The place still feels like a small fishing village.",
                "The lunch invitation was clearly a fishing expedition to obtain information about his private life.",
                "They worried about an FBI fishing expedition."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlzaGluZw&hash=73bf36f08af741a5f8547e8efae7fe898f9e1283&lang=en&cache-only=0",
            "defineEn": "the activity of catching a fish with special equipment such as a fishing line and a hook or net",
            "defineVi": "hoạt động đánh bắt cá bằng các thiết bị đặc biệt như dây câu và lưỡi câu hoặc lưới",
            "hasImg": true
        },
        {
            "id": "1844f3e5-8116-4d02-876f-dc86c3b77249",
            "word": "to ice skate",
            "phonetic": "tʊ aɪs skeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Don't worry about that guy's ice skates.",
                "So the coefficient for ice skates on ice will be a lot smaller than the coefficient for rubbing your combat boots off on a mat.",
                "There are three major types of ice skates used in the olympics.",
                "They do this because ice skate friction is asymmetrical.",
                "Today we're gonna focus on ice skates."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaWNlIHNrYXRl&hash=f02fd9d651723543617e18fd716764dcb4b479ea&lang=en&cache-only=0",
            "defineEn": "to slide on ice using ice skates as a sport or hobby",
            "defineVi": "trượt trên băng bằng cách sử dụng giày trượt băng như một môn thể thao hoặc sở thích",
            "hasImg": true
        },
        {
            "id": "aaba7df1-dcf5-427d-a99f-1ed8b6abb59a",
            "word": "interested",
            "phonetic": "ɪntɹɛstᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "John had always been interested in technology and gadgets.",
                "Don’t rely on him for help, he’s only interested in saving his own skin.",
                "Government is much more interested in announcements than it is in actually doing the work to set the economy back on its feet.",
                "The Romans were not interested in persecuting people and putting them to the sword.",
                "Our research showed us that women were more interested in their health than men."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJlc3RlZA&hash=bfc988aec65195d9c440d7a8e29bc6d713c0aa8f&lang=en&cache-only=0",
            "defineEn": "giving much attention to something or someone because one likes them",
            "defineVi": "chú ý nhiều đến một cái gì đó hoặc ai đó bởi vì một người thích họ",
            "hasImg": true
        },
        {
            "id": "39c3b384-5172-4da0-99a3-7e17001fac1a",
            "word": "to invite",
            "phonetic": "tʊ ɪnvaɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The security expert warned the business owner that a bad padlock invites a picklock.",
                "The water was so inviting that I couldn't resist taking a dip in the sea.",
                "The farmer proudly displayed a plump fowl at the market, inviting customers to savor its flavorful meat.",
                "To some extent such insistent emphasis hammers the argument home, rather than inviting the reader to engage with it.",
                "I was tickled pink to be invited."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW52aXRl&hash=85e06736f16ff765d898adcb195d89bec509024e&lang=en&cache-only=0",
            "defineEn": "to make a formal or friendly request to someone to be present somewhere or to participate in something",
            "defineVi": "để đưa ra một yêu cầu chính thức hoặc thân thiện với ai đó để có mặt ở đâu đó hoặc tham gia vào một cái gì đó",
            "hasImg": true
        },
        {
            "id": "15a25331-b0f9-4bb1-a4d0-ffce9019601a",
            "word": "leisure",
            "phonetic": "liːʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In his leisure time he follows West Ham United.",
                "It's true what they say, the busiest men have the most leisure.",
                "She had a job which never got in the way of her leisure interests.",
                "The procrastinator complained about not having enough time to pursue their hobbies, but idle folk have the least leisure, and their lack of productivity left them with little free time.",
                "Mary spent her days in pointless leisure while her potential wasted away, proving that as good be an addled egg as an idle bird."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVpc3VyZQ&hash=faa88f6fec24fbf1ba895a6943d6ecdfb5999bf6&lang=en&cache-only=0",
            "defineEn": "a time for relaxing when one is free from duties and can spend one's time doing fun activities",
            "defineVi": "thời gian để thư giãn khi một người rảnh rỗi và có thể dành thời gian cho các hoạt động vui chơi",
            "hasImg": true
        },
        {
            "id": "3bcdcd0d-6479-42e0-899f-08dac64aee15",
            "word": "lucky",
            "phonetic": "lʌki ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You’ll be lucky!",
                "Thanks, I'm so lucky to have you.",
                "We were lucky to witness a herd of elephants grazing peacefully in the savannah.",
                "Touch wood, I've been lucky enough to avoid any other serious injuries.",
                "It's lucky I was sent here, to Hepzibah, or I'd be pushing up daisies."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVja3k&hash=438341af4c9d9f11dd4869c7625a69685b70a3a3&lang=en&cache-only=0",
            "defineEn": "having or bringing good luck",
            "defineVi": "có hoặc mang lại may mắn",
            "hasImg": true
        },
        {
            "id": "381a6f9c-031b-485b-b171-abd0fc5f3009",
            "word": "market",
            "phonetic": "mɑːɹkɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The market had ripe oranges with bright orange peels.",
                "The market had vibrant yellow lemons on display.",
                "The market is growing rapidly.",
                "The seafood market showcased a mouthwatering display of fresh clams.",
                "The market vendor displayed a variety of tropical fruits, each with its own unique-colored mesocarp."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFya2V0&hash=1d3bcea6d18ee779f48286435622d4ca45557091&lang=en&cache-only=0",
            "defineEn": "a public place where people buy and sell groceries",
            "defineVi": "một nơi công cộng nơi mọi người mua và bán hàng tạp hóa",
            "hasImg": true
        },
        {
            "id": "a1256070-0a06-4aa0-81b4-b24d0d715b4a",
            "word": "meal",
            "phonetic": "miːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Good wine can make a meal.",
                "The chef cooks a delicious meal in the restaurant.",
                "Meals can be served to you in your room.",
                "She cooked a delicious meal in the kitchen.",
                "She enjoys cooking meals for her family in the kitchen of their home."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVhbA&hash=6f376b331ec002aa51137fff6a33f809acc597ea&lang=en&cache-only=0",
            "defineEn": "the food that you eat on regular occasions during the day, especially breakfast, lunch, or dinner; or any of these occasions",
            "defineVi": "thức ăn mà bạn ăn thường xuyên trong ngày, đặc biệt là bữa sáng, bữa trưa hoặc bữa tối; hoặc bất kỳ dịp nào trong số này",
            "hasImg": true
        },
        {
            "id": "f51dd0ec-a382-4ad9-b328-0a7b4c20ae2d",
            "word": "museum",
            "phonetic": "mjuːziəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The museum has free admission on Fridays.",
                "The museum had an impressive collection of European art.",
                "The museum curator collects antique artworks for the museum's collection.",
                "The museum showcased artifacts from different civilizations spanning over a hundred years.",
                "The museum is a fascinating place to learn about history and art."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzZXVt&hash=86fcd1ce44bb65f7d92c77d50eaa201761a864b2&lang=en&cache-only=0",
            "defineEn": "a place where important cultural, artistic, historical, or scientific objects are kept and shown to the public",
            "defineVi": "nơi lưu giữ và trưng bày các vật thể văn hóa, nghệ thuật, lịch sử hoặc khoa học quan trọng cho công chúng",
            "hasImg": true
        },
        {
            "id": "ff198165-8b1d-4f9b-acb6-30a34fd07aed",
            "word": "once",
            "phonetic": "wʌns ",
            "partOfSpeechType": "adverb",
            "examples": [
                "had a stab at surfing once",
                "The committee meets once a fortnight.",
                "My family goes on a vacation once a year.",
                "She once went down that political rabbit hole.",
                "I do aerobics once a week."
            ],
            "audio": "https://tts.langeek.co/read?text=b25jZQ&hash=2a792c00e74e641d82e9c50bd142192a8ce42a80&lang=en&cache-only=0",
            "defineEn": "for one single time",
            "defineVi": "cho một lần duy nhất"
        },
        {
            "id": "fd350f61-e638-48cb-bd56-e24f46ddd85d",
            "word": "orange juice",
            "phonetic": "ɔɹɪndʒ dʒuːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Whenever I grill chicken, I love brushing it with a glaze made from king orange juice.",
                "It's something about big man, orange juice, coffee shop.",
                "So like orange juice, which is really just an aqueous solution of sugar and citric acid and a few other things, say the hydrogen concentration in your OJ is 3.2 x 10^-4 moles per liter.",
                "You've got a bacon aftertaste with the orange juice is smacking you - right up front.",
                "Oh, I see what the bit is here with the orange juice and now this."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JhbmdlIGp1aWNl&hash=e9ba7a5e142e042aabd4bfd1423f3a8c8433efaf&lang=en&cache-only=0",
            "defineEn": "a drink that is made from oranges",
            "defineVi": "một thức uống được làm từ cam",
            "hasImg": true
        },
        {
            "id": "8e31b016-1cdb-4a7b-b327-90ec4837721f",
            "word": "outside",
            "phonetic": "aʊtsaɪd ",
            "partOfSpeechType": "adverb",
            "examples": [
                "A large bus was sitting outside.",
                "The temperature outside is nineteen degrees Celsius.",
                "The trail starts just outside the town.",
                "The children are playing outside in the park.",
                "Two huge fountains were playing outside the entrance."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0c2lkZQ&hash=f74422e23d3642038bb63e77268c8b6cc2b22da5&lang=en&cache-only=0",
            "defineEn": "not inside a building or room",
            "defineVi": "không ở bên trong một tòa nhà hoặc phòng",
            "hasImg": true
        },
        {
            "id": "75e4a482-3ba4-4733-bad9-6617c9d3e98a",
            "word": "rain",
            "phonetic": "ɹeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Rain is the kiss of death for a barbecue.",
                "Come rain or shine.",
                "The team rained down blows on their opponents, overwhelming them with a flurry of punches.",
                "Could I take a rain check?",
                "This rain looks as if it has set in for the rest of the day."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFpbg&hash=09fbc93ecfbb5abe6289222cc54dd3c4f58d9ee3&lang=en&cache-only=0",
            "defineEn": "water that falls in small drops from the sky",
            "defineVi": "nước rơi thành giọt nhỏ từ trên trời",
            "hasImg": true
        },
        {
            "id": "e3149785-e019-432d-b383-c7861bb8bcb6",
            "word": "to relax",
            "phonetic": "tə ɹᵻlæks ",
            "partOfSpeechType": "verb",
            "examples": [
                "Let your body relax.",
                "The hot water in the shower helped me relax after a long day.",
                "We spent our vacation relaxing on the sandy beaches by the sea.",
                "You sit down and relax.",
                "As the sun beat down, they relaxed on the beach, sipping on cold beverages with slices of lime rind floating on top."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVsYXg&hash=fe7e5840bc77b43731a7122f8b5d0ba1df6cedf3&lang=en&cache-only=0",
            "defineEn": "to feel less worried or stressed",
            "defineVi": "để cảm thấy bớt lo lắng hoặc căng thẳng",
            "hasImg": true
        },
        {
            "id": "97865ae4-274a-42e0-87f3-4d9a19e9c52c",
            "word": "rugby",
            "phonetic": "ɹʌɡbi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Rugby and art seem strange bedfellows.",
                "He's on the edge of his seat watching that rugby match!",
                "The Scots play rugby football too, and it is an important sport in Scotland.",
                "255 players were drafted from college and one player instead was playing professional rugby in Australia.",
                "We hear Candyland, rugby, and Cards Against Humanity all referred to as games, so eventually our brains piece together what’s common between them, in a recognition that Wittgenstein called family resemblance."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVnYnk&hash=35bd0a996e008204f3862ba70d4d49ac4ea9d28a&lang=en&cache-only=0",
            "defineEn": "a game played by two teams of thirteen or fifteen players, who kick or carry an oval ball over the other team’s line to score points",
            "defineVi": "một trò chơi được chơi bởi hai đội gồm mười ba hoặc mười lăm cầu thủ, những người đá hoặc mang một quả bóng hình bầu dục qua vạch vôi của đội kia để ghi điểm",
            "hasImg": true
        },
        {
            "id": "fdaf62e1-599a-4b96-a368-03b7e5e29be2",
            "word": "sailing",
            "phonetic": "seɪlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "After that, unlike the Maine, it was clear sailing for me.",
                "Get the mitres right and the rest is plain sailing.",
                "We've added a beautiful sailing ship in the background.",
                "But it wasn’t all smooth sailing.",
                "Narrator: Over 600,000 pounds of food and drinks are provisioned for just one week of sailing."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FpbGluZw&hash=6dc285c5435f0e7cdf8c2e817e6d5f6214d398c9&lang=en&cache-only=0",
            "defineEn": "the practice of riding a boat as a hobby",
            "defineVi": "thực hành cưỡi thuyền như một sở thích",
            "hasImg": true
        },
        {
            "id": "860ba20b-bdef-4906-b3e9-fe4a8375ffeb",
            "word": "to show",
            "phonetic": "tə ʃoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The clock on my computer screen shows the current time and date.",
                "A white blouse will show the blood.",
                "The photographs clearly show a broken window.",
                "This picture shows my mother as a young woman.",
                "The report showed an increase in sales."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hvdw&hash=694d09bf7d152bf9d56fc958fa18e887e9da8b75&lang=en&cache-only=0",
            "defineEn": "to make something visible or noticeable",
            "defineVi": "để làm cho một cái gì đó có thể nhìn thấy hoặc đáng chú ý",
            "hasImg": true
        },
        {
            "id": "bd6012e2-30eb-46cc-9a42-2f0986d83922",
            "word": "sightseeing",
            "phonetic": "saɪtsiːɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We often take weekend trips to nearby cities for sightseeing and relaxation.",
                "After a long day of sightseeing, we decided to take a dip in the sea to cool off.",
                "They went sightseeing But where did he take Ty?",
                "Goes to show you with G-SYNC, you really don't need all 240 FPS and a sightseeing, exploration game like this one.",
                "As you can see, even with the most powerful graphics card on the market, we are struggling to break 150 fps on this puppy, so you're definitely buying into the future-proofness when it comes to sightseeing eye-candy single player games like this one."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lnaHRzZWVpbmc&hash=7695f538995057dc1f7c5de915257c4d85026e3a&lang=en&cache-only=0",
            "defineEn": "the activity of visiting places of interest in a particular location as a tourist",
            "defineVi": "hoạt động tham quan các địa điểm yêu thích ở một địa điểm cụ thể với tư cách là khách du lịch",
            "hasImg": true
        },
        {
            "id": "c24ca641-050b-4bb9-8fda-2f246cf8caa4",
            "word": "skiing",
            "phonetic": "skiːɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The latest skiing accident is a case in point.",
                "They traveled to the mountains to enjoy hiking and skiing.",
                "It's fun to go skiing or snowboarding on the mountains in winter.",
                "When the price of skiing doubled, tourists voted with their feet and just stopped going.",
                "Jane also took up skiing at 57."
            ],
            "audio": "https://tts.langeek.co/read?text=c2tpaW5n&hash=bf1b69622aa01cd14461a53d858423efb9dd02cd&lang=en&cache-only=0",
            "defineEn": "the activity or sport of moving over snow on skis",
            "defineVi": "hoạt động hoặc môn thể thao di chuyển trên tuyết trên ván trượt",
            "hasImg": true
        },
        {
            "id": "eb2685ab-3176-4f5a-8673-ab3811979bf6",
            "word": "to start",
            "phonetic": "tə stɑːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "What time does the show start?",
                "Start the engines!",
                "The school semester starts next month.",
                "Who started the fire?",
                "The trail starts just outside the town."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhcnQ&hash=1d0e49ae28861dd0012d855f362411021ae940d9&lang=en&cache-only=0",
            "defineEn": "to begin doing or using something that we were not doing or using before, and continue doing or using it",
            "defineVi": "để bắt đầu làm hoặc sử dụng một cái gì đó mà chúng tôi đã không làm hoặc sử dụng trước đó và tiếp tục làm hoặc sử dụng nó",
            "hasImg": true
        },
        {
            "id": "62f1c807-1b82-43f3-9f09-3662bb4f90a0",
            "word": "spring",
            "phonetic": "spɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Spring came late this year.",
                "When I saw the old photograph, memories of my childhood home and the sounds of my mother's laughter sprang into my mind.",
                "His new book will be appearing in the spring.",
                "There are four seasons in a year: spring, summer, autumn, and winter.",
                "In spring and summer, watch for kingfishers."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ByaW5n&hash=9685c137ea42c07d0a0466eb73346f8f7bbc0d83&lang=en&cache-only=0",
            "defineEn": "the season that comes after winter, when in most countries the trees and flowers begin to grow again",
            "defineVi": "mùa đến sau mùa đông, khi ở hầu hết các quốc gia, cây và hoa bắt đầu mọc trở lại",
            "hasImg": true
        },
        {
            "id": "dd5e55a6-126c-4b7d-bf90-2b98ead3b572",
            "word": "summer",
            "phonetic": "sʌmɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Summer is the season for outdoor concerts and festivals.",
                "My grandmother makes the most amazing damson jam every summer.",
                "I hate summer vacation.",
                "I really love summer evenings.",
                "The college runs summer courses for foreign students."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VtbWVy&hash=5a39ae63b8be33d4dbcce093c72b755e7defd6c2&lang=en&cache-only=0",
            "defineEn": "the season that comes after spring and in most countries summer is the warmest season",
            "defineVi": "mùa đến sau mùa xuân và ở hầu hết các quốc gia, mùa hè là mùa ấm nhất",
            "hasImg": true
        },
        {
            "id": "ec5d2002-4808-4415-b75d-3117dd99e5cf",
            "word": "autumn",
            "phonetic": "ɔːɾʌm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Leaves change colour in autumn.",
                "The leaves fall from the trees in autumn.",
                "There are four seasons in a year: spring, summer, autumn, and winter.",
                "August marks the end of summer and the beginning of autumn in some parts of the world.",
                "In September, the weather starts to cool down as autumn approaches."
            ],
            "audio": "https://tts.langeek.co/read?text=YXV0dW1u&hash=586652be6bc1aa165bba93f7e896defb1607f68c&lang=en&cache-only=0",
            "defineEn": "the season after summer and before winter when the leaves change color and fall from the trees",
            "defineVi": "mùa sau mùa hè và trước mùa đông khi lá đổi màu và rụng khỏi cây",
            "hasImg": true
        },
        {
            "id": "ad7d874b-e650-44c6-be7b-ab9c52bfc21d",
            "word": "winter",
            "phonetic": "wɪntɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Winter brings a peaceful silence, especially after a fresh snowfall.",
                "In many Asian countries, winter melon is a staple ingredient in traditional dishes.",
                "The winter issue is hot off the press.",
                "Winter is the time when people celebrate holidays like Christmas and New Year's.",
                "All winter coats are half-price today."
            ],
            "audio": "https://tts.langeek.co/read?text=d2ludGVy&hash=22338743dab3b4c3eab310efaa65927ebeb58aa3&lang=en&cache-only=0",
            "defineEn": "the season that comes after fall and in most countries winter is the coldest season",
            "defineVi": "mùa đến sau mùa thu và ở hầu hết các quốc gia, mùa đông là mùa lạnh nhất",
            "hasImg": true
        },
        {
            "id": "361227e6-688e-45de-ba75-24fa707718b1",
            "word": "tent",
            "phonetic": "tɛnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I lay in my tent in the dead of night, listening to the noises in the woods.",
                "The couple who was planning an outdoor wedding hoped for beautiful weather, but also rented a tent and prepared backup indoor options, as they believed in the saying hope for the best, prepare for the worst.",
                "Fresh snow covers plastic tents this winter.",
                "See that fleshy tent there?",
                "They're like tents."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVudA&hash=6b949c3b65013a345f0f957d08512faca94dd0e1&lang=en&cache-only=0",
            "defineEn": "a shelter that usually consists of a long sheet of cloth, nylon, etc. supported by poles and ropes fixed to the ground, that we especially use for camping",
            "defineVi": "nơi trú ẩn thường bao gồm một tấm vải dài, nylon, v.v. được đỡ bằng cọc và dây thừng cố định xuống đất, mà chúng tôi đặc biệt sử dụng để cắm trại",
            "hasImg": true
        },
        {
            "id": "0857bd34-bef3-4c2e-a3cc-d73be2511aaa",
            "word": "tour",
            "phonetic": "tʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We took a helicopter tour to get a bird's-eye view of the city.",
                "The tour is free, but all meals are at your own expense.",
                "We took a boat tour to explore the beautiful coastline.",
                "They are planning a city tour to discover hidden gems and local attractions.",
                "To go on a journey/tour/trip/cruise."
            ],
            "audio": "https://tts.langeek.co/read?text=dG91cg&hash=adc662d3308e6df2c2260604b0c1e52f6f773811&lang=en&cache-only=0",
            "defineEn": "a journey for pleasure, during which we visit several different places",
            "defineVi": "một cuộc hành trình cho niềm vui, trong thời gian đó chúng tôi ghé thăm một số nơi khác nhau",
            "hasImg": true
        },
        {
            "id": "a2e815aa-100e-4a88-b9c3-efb9c40a03b5",
            "word": "tourist",
            "phonetic": "tʊɹɹɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many tourists visit Europe to experience its vibrant nightlife and entertainment.",
                "When the price of skiing doubled, tourists voted with their feet and just stopped going.",
                "The Eiffel Tower is a famous landmark in France and attracts millions of tourists every year.",
                "She unfolded the map to find the location of the tourist attractions.",
                "German castles, such as Neuschwanstein and Heidelberg Castle, attract many tourists."
            ],
            "audio": "https://tts.langeek.co/read?text=dG91cmlzdA&hash=af27e13e17f6f52a4f14a689bc09555e0b13de89&lang=en&cache-only=0",
            "defineEn": "someone who visits a place or travels to different places for pleasure",
            "defineVi": "một người đến thăm một nơi hoặc đi du lịch đến những nơi khác nhau cho niềm vui",
            "hasImg": true
        },
        {
            "id": "6e3fa7b7-72b5-47f1-96ad-2673bf9c2209",
            "word": "tourist office",
            "phonetic": "tʊɹɹɪst ɑːfɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG91cmlzdCBvZmZpY2U&hash=2bdbf517f8e290c4086f421dc7f7e34a3b576518&lang=en&cache-only=0",
            "defineEn": "a place or establishment where information and services related to tourism and travel are provided to visitors or tourists",
            "defineVi": "một địa điểm hoặc cơ sở cung cấp thông tin và dịch vụ liên quan đến du lịch và lữ hành cho du khách hoặc khách du lịch",
            "hasImg": true
        },
        {
            "id": "bff56fa0-33c2-4f4b-9cbd-904c1583fcff",
            "word": "villa",
            "phonetic": "vɪlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Villa have punched above their weight all season and it will be a remarkable achievement if they finish fifth.",
                "I realised very quickly too that if Villa don't do the right thing, it's never for the lack of trying.",
                "He was a charismatic figure and an excellent salesman who would often promise potential clients that they'd be rich and own villas in Florida for purchasing Coke.",
                "They're going to downtown and including, sometime, private yacht, private villa, helicopter, butler, security.",
                "and you know he talked to me about Catholicism and had me go down and work in the villas with Pepe and, you know, that's how I got to know Pepe"
            ],
            "audio": "https://tts.langeek.co/read?text=dmlsbGE&hash=161fd4e93ceb840b5d167fcd0aaae0e83203a5d0&lang=en&cache-only=0",
            "defineEn": "a country house that has a large garden, particularly the one located in southern Europe or warm regions",
            "defineVi": "một ngôi nhà nông thôn có một khu vườn rộng lớn, đặc biệt là ngôi nhà nằm ở miền nam châu Âu hoặc những vùng ấm áp",
            "hasImg": true
        },
        {
            "id": "18c86f67-6201-4be7-8839-767bc0a17e91",
            "word": "volleyball",
            "phonetic": "vɑːlɪbɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I never gave a hoot about volleyball.",
                "She joined a local volleyball league to compete against other teams.",
                "We cheer loudly for our school's volleyball team during their matches.",
                "We are learning the rules of volleyball to participate in a friendly game.",
                "We watched a game of volleyball and saw the players spike the ball."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9sbGV5YmFsbA&hash=ae33c56a372106eb7c5b2de32b256c0cce3e1cd2&lang=en&cache-only=0",
            "defineEn": "a type of sport played by two teams of 6 players, who use their hands to hit a large ball over a high net while trying not to let the ball touch the ground on their own side",
            "defineVi": "một loại hình thể thao được chơi bởi hai đội gồm 6 người chơi, những người này dùng tay để đánh một quả bóng lớn qua lưới cao trong khi cố gắng không để quả bóng chạm đất bên phía mình",
            "hasImg": true
        },
        {
            "id": "6e8985f5-e0c2-4c4e-a604-295fa58dcdcb",
            "word": "walking",
            "phonetic": "wɔːkɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, knuckle walking wasn’t an option for them.",
                "After a lot of walking, he found a room in a house.",
                "That can include workouts like yoga, brisk walking, or swimming.",
                "And with their constant walking and their varied diet, foragers were in many ways healthier than the peasants of ancient civilizations.",
                "After miles of walking, Ekido could no longer restrain himself."
            ],
            "audio": "https://tts.langeek.co/read?text=d2Fsa2luZw&hash=6cdec901a8a858e7f25b75fc596531c4b83fc326&lang=en&cache-only=0",
            "defineEn": "the act of taking long walks, particularly in the mountains or countryside, for pleasure or exercise",
            "defineVi": "hành động đi bộ đường dài, đặc biệt là ở vùng núi hoặc vùng nông thôn, để giải trí hoặc tập thể dục",
            "hasImg": true
        },
        {
            "id": "740614e2-e99b-496f-8bde-bc523d645c00",
            "word": "wedding",
            "phonetic": "wɛdɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wedding ceremony went off without a hitch.",
                "The bride's wedding dress is white.",
                "The wedding celebrations went like a dream.",
                "My brother's heartbreak is casting a cloud over my wedding.",
                "My grandparents celebrated their sixtieth wedding anniversary."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VkZGluZw&hash=e3406063f43520f6ca0ef0ccdca1b7619a1557c2&lang=en&cache-only=0",
            "defineEn": "the event of a marriage ceremony",
            "defineVi": "sự kiện của một lễ cưới",
            "hasImg": true
        },
        {
            "id": "c3a7bc4e-724f-4ffe-baa0-f96a686a231e",
            "word": "windsurfing",
            "phonetic": "wɪndsɜːfɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I also enjoy windsurfing, tennis, racquetball, swimming, you name it."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZHN1cmZpbmc&hash=4672ff4ecb7c66b61b7e68e334df390d2a01a8ab&lang=en&cache-only=0",
            "defineEn": "the activity or sport of sailing on water by standing on a special board with a sail attached to it",
            "defineVi": "hoạt động hoặc môn thể thao chèo thuyền trên mặt nước bằng cách đứng trên một tấm ván đặc biệt có gắn một cánh buồm",
            "hasImg": true
        },
        {
            "id": "f0e4870a-91d0-41c3-8867-c38341a80617",
            "word": "zoo",
            "phonetic": "zuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the zoo, you can see various animals like giraffes, zebras, and monkeys.",
                "He takes his grandchild to the zoo and teaches them about different animals.",
                "The school organized a field trip to the zoo, and the children were excited to see the animals up close.",
                "Still, zoos have their problems.",
                "Clearly, zoos are a win for people."
            ],
            "audio": "https://tts.langeek.co/read?text=em9v&hash=e1689b1f1affbfb441feace26e48da1dc1e2bdb4&lang=en&cache-only=0",
            "defineEn": "a place where many kinds of animals are kept for exhibition, breeding, and protection",
            "defineVi": "nơi nuôi giữ nhiều loại động vật để trưng bày, nhân giống và bảo vệ",
            "hasImg": true
        }
    ]
}