{
    "id": "10a3ab9a-56e6-4c4f-94ae-360e121fecea",
    "title": "Top 326 - 350 Adverbs",
    "originalTitle": "Top 326 - 350 Adverbs",
    "words": [
        {
            "id": "9b9c3b6a-6fb3-4e8e-ae6b-a3fff3ec7e93",
            "word": "permanently",
            "phonetic": "pɜːmənəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "His skull was permanently fractured.",
                "Do these otters live here permanently?",
                "See, heat also permanently inactivates the DNA polymerases from E. coli.",
                "Not as permanently as you might be thinking.",
                "And in the longterm this amount of screen time could be damaging our vision permanently."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVybWFuZW50bHk&hash=356abe59ff2cfd76d25a56cabe39b2791a737968&lang=en&cache-only=0",
            "defineEn": "in a way that lasts for a long time without changing",
            "defineVi": "trong một cách mà kéo dài trong một thời gian dài mà không thay đổi"
        },
        {
            "id": "4e067b76-956b-4775-8f77-a89423b5829e",
            "word": "intentionally",
            "phonetic": "ɪntɛnʃənəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Hurting others intentionally is a bad action.",
                "The coworker who intentionally sabotages a colleague's project may find themselves facing similar setbacks in their own work, showing how he who digs a pit for others, falls in himself.",
                "People are not intentionally producing symptoms.",
                "The shooting style of the scene was very simple, intentionally so.",
                "And this treasure hunt intentionally happens in a small space."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZW50aW9uYWxseQ&hash=f2790d5890c8666519491b30fd3c373c98bfbb79&lang=en&cache-only=0",
            "defineEn": "in an intended or deliberate manner",
            "defineVi": "một cách cố ý hoặc cố ý"
        },
        {
            "id": "e82fc49a-bd15-4678-9630-653ca5980c69",
            "word": "downstairs",
            "phonetic": "daʊnstɛɹz ",
            "partOfSpeechType": "adverb",
            "examples": [
                "I left my bag downstairs in the entryway.",
                "We have a cozy sitting area downstairs by the fireplace.",
                "She lives downstairs in the basement apartment.",
                "She fell downstairs and broke her hip.",
                "We have a home gym downstairs for exercising and staying fit."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG93bnN0YWlycw&hash=5759729ed375e1af6cc6a4df78961581fb779ecd&lang=en&cache-only=0",
            "defineEn": "on or toward a lower part of a building, particularly the first floor",
            "defineVi": "trên hoặc về phía phần dưới của tòa nhà, đặc biệt là tầng một",
            "hasImg": true
        },
        {
            "id": "7222c2d5-1e14-4b4c-a491-eb27fbae94a4",
            "word": "desperately",
            "phonetic": "dɛspɚɹətli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The world desperately needs sustainable transport.",
                "And our states desperately need money.",
                "Our country so desperately needs leadership, leadership across the board.",
                "Those programs are desperately needed now.",
                "I asked desperately."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzcGVyYXRlbHk&hash=9b3f0e318b5702ef3ca4d78a3f2d2e7a53c6178a&lang=en&cache-only=0",
            "defineEn": "to an extreme degree, particularly concerning a bad or unpleasant situation",
            "defineVi": "ở một mức độ cực đoan, đặc biệt liên quan đến một tình huống xấu hoặc khó chịu"
        },
        {
            "id": "a95ca03a-b832-4184-8682-df66ed85ca58",
            "word": "happily",
            "phonetic": "hæpɪli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The children happily enjoyed their aspartame-sweetened popsicles on a hot summer day.",
                "The children played happily under the sun.",
                "The goldfish in the bowl was swimming around happily.",
                "They happily raised their glasses for a toast.",
                "The birds are chirping happily outside the window."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFwcGlseQ&hash=b546cb101426afc86cdf548d22e03f3c0c7c3bc9&lang=en&cache-only=0",
            "defineEn": "with cheerfulness and joy",
            "defineVi": "với sự vui vẻ và niềm vui"
        },
        {
            "id": "4599a5cf-252b-47db-8e5e-9d02f1fb4b2b",
            "word": "smoothly",
            "phonetic": "smuːðli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The sledge ran smoothly over the frozen snow.",
                "Her life had always run smoothly before.",
                "Everything worked very smoothly.",
                "The negotiations were going smoothly until they reached a contentious issue.",
                "The vintage car may not have the latest technology, but it still runs smoothly and turns heads on the road."
            ],
            "audio": "https://tts.langeek.co/read?text=c21vb3RobHk&hash=3399beeae20340c43bfe0a468a0120580233efef&lang=en&cache-only=0",
            "defineEn": "easily and without any difficulty",
            "defineVi": "một cách dễ dàng và không gặp bất kỳ khó khăn nào"
        },
        {
            "id": "bf07db3f-85e3-4720-a209-5d3e343f2f01",
            "word": "across",
            "phonetic": "əkɹɑːs ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The children skipped stones across the calm river surface.",
                "The majestic horse galloped across the open field.",
                "The general had to get his troops across the river.",
                "The carpet only reached halfway across the room.",
                "They pushed the heavy box across the room."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNyb3Nz&hash=33fa70149ad859cfad0c526a58db37f24200c52a&lang=en&cache-only=0",
            "defineEn": "from one side to the other side of something",
            "defineVi": "từ bên này sang bên kia của cái gì",
            "hasImg": true
        },
        {
            "id": "da3b0601-6f78-401d-ae72-a05ee53a9db8",
            "word": "allegedly",
            "phonetic": "ɐlɛdʒᵻdli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "She was charged in relation to a hit and run after she allegedly left the scene of an accident.",
                "The heavily armed Moroccan man allegedly opened fire, before he was overpowered by three Americans.",
                "And then inside here, we have allegedly, Dark Plates.",
                "One example of this allegedly occurred in the New Orleans area, where Ronald Egana ran into trouble moments after his family secured his release from jail with Blair's bail bonds.",
                "Later that morning in Austin, a former sheriff's deputy allegedly shot and killed three people at an apartment complex."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxsZWdlZGx5&hash=37c2a29e963a8c7bb553cf107702e6bd283c79a0&lang=en&cache-only=0",
            "defineEn": "used to say that something is the case without any proof provided",
            "defineVi": "được sử dụng để nói rằng một cái gì đó là trường hợp mà không có bất kỳ bằng chứng cung cấp"
        },
        {
            "id": "33a0eeef-e3e9-4894-8b5b-7f0cce0891cc",
            "word": "efficiently",
            "phonetic": "ɪfɪʃəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "By no stretch of the imagination does the factory operate efficiently.",
                "He focused on the meat and potatoes of his job, accomplishing tasks efficiently and effectively.",
                "She realized that she could make decisions more quickly and efficiently on her own.",
                "Hall thrusters also use their fuel really efficiently.",
                "Coal burned more efficiently than charcoal."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWZmaWNpZW50bHk&hash=6e6a4c7d622e47598a591ed66b570d34dc2923ff&lang=en&cache-only=0",
            "defineEn": "in a way that is organized, effective, and quick and produces good results",
            "defineVi": "một cách có tổ chức, hiệu quả, nhanh chóng và tạo ra kết quả tốt"
        },
        {
            "id": "b143a93f-7d34-41d7-97c1-7853af46eb42",
            "word": "theoretically",
            "phonetic": "θiəɹɛɾɪkli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Theoretically even a carrot should satisfy real hunger.",
                "Something, theoretically, therapeutic cloning can solve.",
                "Theoretically then, the included cables should be really short.",
                "While theoretically, you could get modules with different characteristics.",
                "So they could theoretically grow to enormous proportions."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlb3JldGljYWxseQ&hash=0f0c39431a0a7aae287e18a26c8d40fe7d3a09cb&lang=en&cache-only=0",
            "defineEn": "according to ideas, theories, or principles rather than experiments or practical actions",
            "defineVi": "theo ý tưởng, lý thuyết hoặc nguyên tắc hơn là thí nghiệm hoặc hành động thực tế"
        },
        {
            "id": "38616183-c2b7-4035-973c-af6627b532a1",
            "word": "deliberately",
            "phonetic": "dᵻlɪbɚɹətli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "She deliberately muddied the waters by constantly referring to other irrelevant cases.",
                "The way you kids deliberately disobey me makes me hot under the collar!",
                "They were targeting it deliberately.",
                "They were aiming at the hospital deliberately.",
                "She very deliberately does nothing to invite their advances at all."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsaWJlcmF0ZWx5&hash=d5e6170983f6c8389bdf37b9e1e9a74b9ae8e8dd&lang=en&cache-only=0",
            "defineEn": "not accidentally; in a way that was planned",
            "defineVi": "không vô tình; theo cách đã được lên kế hoạch"
        },
        {
            "id": "8a8aba3b-ecff-4ed8-ac10-b10c276e48cb",
            "word": "continuously",
            "phonetic": "kəntɪnjuːəsli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The same types of rocks and mountains lined up continuously between continents.",
                "It continuously moves between neighboring bonds.",
                "The tanks are continuously filled with fresh water from an aquifer along with a steady flow of oxygen.",
                "We feel this way continuously for a week.",
                "The assembly line moves continuously, and a new Vespa is ready every three minutes."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGludW91c2x5&hash=adc5f757f61b4686846f37ab1776aef988a8eea2&lang=en&cache-only=0",
            "defineEn": "in a manner that is repeated a lot",
            "defineVi": "theo cách được lặp đi lặp lại rất nhiều"
        },
        {
            "id": "35df5b57-1002-46b8-9bc5-b78bc42be2ac",
            "word": "continually",
            "phonetic": "kəntɪnjuːəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "He scuttled like the white rabbit, continually glancing at his watch.",
                "They're continually first with features.",
                "The boundaries of these plates continually fluctuate as the magma underneath pushes them around.",
                "Professional engineers are continually learning to keep up with the latest techniques and technology in their field.",
                "so the light was moving like this, just continually up and down"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGludWFsbHk&hash=42991da64e33aa629065711c1483801504b79afb&lang=en&cache-only=0",
            "defineEn": "in a way that continues without stopping or interruption",
            "defineVi": "theo cách mà tiếp tục mà không dừng lại hoặc gián đoạn"
        },
        {
            "id": "052ad2f3-524b-4af7-9abb-48c597f97135",
            "word": "hugely",
            "phonetic": "hjuːdʒli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Their spin is amplified hugely.",
                "This first stage of the war was hugely dynamic.",
                "The amount of time differs hugely between tasks and between people.",
                "Slavery was hugely important to America.",
                "The aquarium was hugely important to Monterey."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVnZWx5&hash=b01d8c0d1491bc2b46ab86b49e646da31d9551ce&lang=en&cache-only=0",
            "defineEn": "to an extensive degree",
            "defineVi": "ở một mức độ rộng lớn"
        },
        {
            "id": "df4ba218-4197-4544-938e-56db42fa190f",
            "word": "secretly",
            "phonetic": "siːkɹᵻtli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "John thought Mary was a trustworthy supporter, but he was nursing a snake in his bosom because she was secretly working for his political rival.",
                "The health care plan is being developed secretly.",
                "And there's secretly a lot of storage.",
                "But will be secretly relieved.",
                "In Washington, D.C., Attorney General Robert Kennedy secretly met with Soviet Ambassador Anatoly Dobrynin."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VjcmV0bHk&hash=6c1abbcc22859867b06b4ec6278c859ba93c5295&lang=en&cache-only=0",
            "defineEn": "in a manner that others are not told about or aware of",
            "defineVi": "theo cách mà những người khác không được nói về hoặc nhận thức được"
        },
        {
            "id": "21dececd-a263-4c77-9213-0f7b7fd5048d",
            "word": "explicitly",
            "phonetic": "ɛksplɪsɪtli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "In practice, not much explicitly happens.",
                "However, they never explicitly acknowledged any wrongdoing or illegality.",
                "Now some scientists don’t explicitly express an opinion either way.",
                "So we've explicitly defined four different sequences here.",
                "But Salvador Dali, this painting right here, The Sacrament of the Last Supper, he explicitly used the golden ratio."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwbGljaXRseQ&hash=60097b9af0fc2741eb576ceb2a891c8ba734983a&lang=en&cache-only=0",
            "defineEn": "in a manner that is direct and clear",
            "defineVi": "một cách trực tiếp và rõ ràng"
        },
        {
            "id": "04691e75-1226-4123-83ef-c900febcc345",
            "word": "strictly",
            "phonetic": "stɹɪktli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "This isn't strictly satire, it's far too close to the bone to be funny.",
                "It strictly creates central bank reserves.",
                "Not every society is strictly a caste system or a class system.",
                "President Trump's trip was strictly political.",
                "Eider ducks are strictly protected in Iceland."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyaWN0bHk&hash=0f87ba713b093dcbc5561fff8ade2bed08114e0e&lang=en&cache-only=0",
            "defineEn": "in a way that involves no exception; to a degree that is absolute",
            "defineVi": "theo cách không liên quan đến ngoại lệ; ở mức độ tuyệt đối"
        },
        {
            "id": "06bffc83-3f89-4e5f-a931-72dd9a9e90c8",
            "word": "separately",
            "phonetic": "sɛpɹətli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Right now, General Fusion's main components, like its plasma injector, piston array and fuel chamber, all exist separately.",
                "Separately, another judge stopped the first federal execution of a woman in nearly 70 years.",
                "Until recently, Webb’s two main halves were tested separately.",
                "Separately, the White House defended U.S. airstrikes on an Iranian-backed militia in Syria.",
                "So, arthropods, mollusks and vertebrates all separately acquired some version of a heart within the same general stretch of geologic time, in the Late Ediacaran Period and the early Cambrian."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VwYXJhdGVseQ&hash=b556bb21517bcf90f36e4ac625c12c1c899deefd&lang=en&cache-only=0",
            "defineEn": "not as a group but as one person or thing",
            "defineVi": "không phải là một nhóm mà là một người hoặc một vật"
        },
        {
            "id": "97e0010c-47a1-4f64-a08d-e0f0c66279c6",
            "word": "socially",
            "phonetic": "soʊʃəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Some fish are socially adept, too.",
                "Prior to the Romantic period, children were largely socially insignificant.",
                "Narrator: Local artists, ceramicists, bakers, and fellow florists also sold their products from socially distant booths.",
                "I was a lot slower socially in the beginning of high school.",
                "This can be at work, school, socially."
            ],
            "audio": "https://tts.langeek.co/read?text=c29jaWFsbHk&hash=d75b6219eaf892f8d19001d5c0afcd88ca0fde26&lang=en&cache-only=0",
            "defineEn": "in a way that is related to society, its structure, or classification",
            "defineVi": "theo cách có liên quan đến xã hội, cấu trúc của nó, hoặc phân loại"
        },
        {
            "id": "54333d9f-00b3-43b8-8e86-be6d3ed457d2",
            "word": "additionally",
            "phonetic": "ɐdɪʃənəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Additionally, falling prices for key commodities, like copper, are keeping a lid on most manufacturing costs.",
                "Additionally, travel limitations could hurt imports of food.",
                "Additionally doctors in France make less money than those in the United States.",
                "Additionally, the maternal mortality rate in the United States is more than 2 times higher than in Germany.",
                "Additionally, the maternal mortality rate in America is nearly five times higher than in Australia."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRkaXRpb25hbGx5&hash=ae5c1908ce77b855c4846c36d62f6acbd1179824&lang=en&cache-only=0",
            "defineEn": "as an extra point or fact; in addition",
            "defineVi": "như một điểm bổ sung hoặc thực tế; Ngoài ra"
        },
        {
            "id": "17ae7ce3-b527-4078-9926-b1ea3da06031",
            "word": "globally",
            "phonetic": "ɡloʊbəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Globally, only 9% of plastics are recycled.",
                "Globally, we kill about 200 million animals every day, about 74 billion a year.",
                "Globally, net primary production on land generally changes with latitude.",
                "Today, instant-ramen consumption in the US is over 4.5 billion servings per year and over 100 billion servings globally.",
                "Diesel sales dropped by about nine percent globally in that same timeframe."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xvYmFsbHk&hash=b23a055fb9776e481ca96fd2810772caea4430f1&lang=en&cache-only=0",
            "defineEn": "in a way that is related to the entire world",
            "defineVi": "trong một cách mà có liên quan đến toàn bộ thế giới"
        },
        {
            "id": "961833f7-d16b-4549-8a2d-750fc5583143",
            "word": "tightly",
            "phonetic": "taɪtli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The girl held her father's hand tightly.",
                "With a gentle push, the window closed tightly, sealing out the draft.",
                "She wrapped her coat tightly around herself to stay warm.",
                "My baby hugged his soft, plush doll tightly while sleeping.",
                "He tied his shoelaces tightly to make sure his shoes wouldn't come off."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlnaHRseQ&hash=912df828819638d85d23eed47298c3d3ddd490d6&lang=en&cache-only=0",
            "defineEn": "in a way that cannot be easily moved, detached, or opened",
            "defineVi": "theo cách không thể dễ dàng di chuyển, tách rời hoặc mở"
        },
        {
            "id": "00d88b10-f342-4af0-8a96-18c06733cd93",
            "word": "overly",
            "phonetic": "oʊvɚli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "They found an overripe watermelon in their garden, its rind was dull and the flesh was overly soft and sweet.",
                "When reaching out to a friend who is going through a difficult time, it's important to be mindful of their emotional state and avoid being overly cheerful or upbeat, as the saying goes, bring not a bagpipe to a man in trouble.",
                "The first designer babies will not be overly designed.",
                "Because an overly tired baby is actually going to sleep worse.",
                "He's overly sentimental just to get attention."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Zlcmx5&hash=4699efedccebb6152e6bfedfa7605c288a5100a7&lang=en&cache-only=0",
            "defineEn": "to an excessive or immoderate degree",
            "defineVi": "đến một mức độ quá mức hoặc quá mức",
            "hasImg": true
        },
        {
            "id": "819b25f5-a6fa-427c-8d0e-dd7821674ecf",
            "word": "(every|) now and then",
            "phonetic": "ɛvɹi naʊ ænd ðɛn ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXZlcnkgbm93IGFuZCB0aGVu&hash=5b2e039d2ad823f93c65b2e5e669fb424c9803ab&lang=en&cache-only=0",
            "defineEn": "not happening regularly or frequently",
            "defineVi": "không xảy ra thường xuyên hoặc thường xuyên"
        },
        {
            "id": "7a8e1c42-f9df-4f63-8efe-1e5e1b16fbd2",
            "word": "inevitably",
            "phonetic": "ɪnɛvᵻɾəbli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Inevitably, the cartoonists made a monkey of him.",
                "The carbon tax will inevitably lead to an increase in energy bills.",
                "Your clients will come to distrust you if you keep promising them the world and then inevitably fail to deliver.",
                "Yes, inevitably, reading is a conversation between an author and a reader.",
                "This inevitably has to happen."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5ldml0YWJseQ&hash=ce25df0113ec887648583efcfa73d1d32c35d26a&lang=en&cache-only=0",
            "defineEn": "in a way that cannot be stopped or avoided, and certainly happens",
            "defineVi": "theo cách không thể dừng lại hoặc tránh được, và chắc chắn sẽ xảy ra"
        }
    ]
}