{
    "id": "10bfa532-88cb-4c02-9cce-b904ccd04552",
    "title": "Lesson 1B",
    "originalTitle": "Lesson 1B",
    "words": [
        {
            "id": "61d2a93a-1534-4f88-9bd5-94de0a1c73df",
            "word": "work",
            "phonetic": "wɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The students worked their heart and soul on their project.",
                "Not working my foot.",
                "Soymilk works well as a substitute for milk in sauces and creamy pasta dishes.",
                "My dad works forty hours a week.",
                "To work clay."
            ],
            "audio": "https://tts.langeek.co/read?text=d29yaw&hash=bde9fca176d084c843248403edd2a402467aaed6&lang=en&cache-only=0",
            "defineEn": "something that we do regularly to earn money",
            "defineVi": "một cái gì đó mà chúng tôi làm thường xuyên để kiếm tiền",
            "hasImg": true
        },
        {
            "id": "ae2c2ac6-7782-4a76-bbe7-12a111fcc8dc",
            "word": "challenging",
            "phonetic": "tʃæləndʒɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Making heads or tails of the output of a number of different computer models is a challenging task.",
                "After a challenging year, things finally came up roses for the athlete, who won several major competitions and broke records.",
                "She asked a challenging question, and it took me a while to find the answer.",
                "Sarah is going to make a go of her dream of becoming a professional musician, even though it's a challenging field.",
                "When faced with a challenging project at work, Sarah remembered that the sea refuses no river and approached the task with an open mind."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhbGxlbmdpbmc&hash=f2add6ac62d905cf9ead4787746878e3eba81f48&lang=en&cache-only=0",
            "defineEn": "demanding skills and difficult to deal with in a way that is interesting",
            "defineVi": "đòi hỏi kỹ năng và khó giải quyết theo cách thú vị"
        },
        {
            "id": "bd980e69-993b-4c4a-a13f-809315a60302",
            "word": "repetitive",
            "phonetic": "ɹᵻpɛɾᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You perform repetitive behaviors in response to the appearance concerns.",
                "- It's a little bit repetitive.",
                "These animals make repetitive cracking sounds that punctuate the tranquility of coral reefs.",
                "So, start with your current repetitive relationships.",
                "It is a common repetitive behavior of autistic children. "
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwZXRpdGl2ZQ&hash=1e56a26298f97e133e8880fdc4a3405a0fd8d28e&lang=en&cache-only=0",
            "defineEn": "continuously saying or doing something, in a way that it becomes unnecessary or boring",
            "defineVi": "liên tục nói hoặc làm điều gì đó, theo cách mà nó trở nên không cần thiết hoặc nhàm chán"
        },
        {
            "id": "d0d6fc82-0a48-496d-8020-7e52ce7aa767",
            "word": "rewarding",
            "phonetic": "ɹᵻwɔːɹdɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The game strikes a great balance between accessibility for younger players and a rewarding challenge for veterans of the genre.",
                "That was really rewarding.",
                "Can be so much more rewarding than an expensive gift.",
                "It's been really, really rewarding.",
                "So it was rewarding on that level as well."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV3YXJkaW5n&hash=60ff8110ac494dfceea53aeb78c0c0c63236f977&lang=en&cache-only=0",
            "defineEn": "(of an activity) making one feel satisfied by giving one a desirable outcome",
            "defineVi": "(của một hoạt động) làm cho một người cảm thấy hài lòng bằng cách mang lại cho họ một kết quả mong muốn"
        },
        {
            "id": "7d0e0267-0af5-4f3d-a1ad-6fa4aa40be5c",
            "word": "committed",
            "phonetic": "kəmɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She was now committed to the band, body and soul.",
                "They have been in a committed relationship for two years, celebrating their love as boyfriend and girlfriend.",
                "Emma and Michael had been in a committed relationship for a long time, so they finally took the plunge and exchanged wedding vows.",
                "Some people believe it's important to sow their wild oats before getting into a committed relationship.",
                "Despite feeling discouraged and exhausted after months of job searching, Mary remained committed to her career goals by remembering that it is dogged that does it, and ultimately landed her dream job."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWl0dGVk&hash=06428e1d44f1d2f9c660666be217e42e2b0b0883&lang=en&cache-only=0",
            "defineEn": "willing to give one's energy and time to something and work hard toward it because one believes in it",
            "defineVi": "sẵn sàng cống hiến sức lực và thời gian cho một việc gì đó và làm việc chăm chỉ vì nó vì một người tin tưởng vào nó"
        },
        {
            "id": "bb311278-916f-4fd6-bb6d-c1d79f95ac31",
            "word": "helpful",
            "phonetic": "hɛlpfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His advice wasn't very helpful.",
                "A CEO may receive helpful suggestions from the least experienced employee, as even a mouse may help a lion.",
                "Thank you, you've been so helpful.",
                "Morin's book is a helpful guide to surviving the first few months in harness.",
                "His kind and helpful nature is evident in the way he treats others."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVscGZ1bA&hash=dafb8cbb938924d5ce02e7dac2b602e5295af77e&lang=en&cache-only=0",
            "defineEn": "providing assistance or useful help in making a situation better or easier",
            "defineVi": "cung cấp hỗ trợ hoặc giúp đỡ hữu ích trong việc làm cho một tình huống tốt hơn hoặc dễ dàng hơn",
            "hasImg": true
        },
        {
            "id": "a79322f9-d7af-4ed7-a22a-4e84cb56a509",
            "word": "experienced",
            "phonetic": "ɛkspiəɹɪənst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The referee in the firing line is an experienced official.",
                "The experienced lawyer is streets ahead of her young colleagues, with a deep understanding of the law and years of courtroom experience.",
                "A CEO may receive helpful suggestions from the least experienced employee, as even a mouse may help a lion.",
                "The experienced soccer team has been practicing hard and has an edge over their opponents in the upcoming match.",
                "The experienced hiker knew the trail well and was always one jump ahead, anticipating obstacles and finding the best path forward."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwZXJpZW5jZWQ&hash=31cfd68bfa069203554c6abd0ae66fb4f34696bf&lang=en&cache-only=0",
            "defineEn": "possessing enough skill or knowledge in a certain field or job",
            "defineVi": "sở hữu đủ kỹ năng hoặc kiến thức trong một lĩnh vực hoặc công việc nhất định",
            "hasImg": true
        },
        {
            "id": "1ee4fca8-22d5-4dc5-8942-9e31b435432e",
            "word": "adaptable",
            "phonetic": "ɐdæptəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So it's very adaptable to add your own ingredients.",
                "It has to be adaptable to personalize the ball to a person and person's needs.",
                "Specialization is too risky, you’ve got ta be adaptable.",
                "And the good thing about this recipe is that it's very adaptable.",
                "They probably out-competed the sauropsids by being more adaptable and specializing more quickly to take advantage of food sources."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRhcHRhYmxl&hash=c6618c77281a44f66934a6428f8930809ed80db8&lang=en&cache-only=0",
            "defineEn": "able to change and adjust to different conditions and circumstances",
            "defineVi": "có khả năng thay đổi và thích nghi với các điều kiện và hoàn cảnh khác nhau"
        },
        {
            "id": "af9c399c-ae12-456e-aa34-691eef9add06",
            "word": "passionate",
            "phonetic": "pæʃənət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The politician made his bow at the campaign rally and gave a passionate speech to the crowd.",
                "He got on his soapbox and gave a passionate speech about income inequality.",
                "She is a dedicated teacher who is passionate about nurturing and educating children.",
                "Alex was offered a job opportunity, but it's not something he's passionate about.",
                "The cut and thrust of the political debate can be intense and passionate."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzc2lvbmF0ZQ&hash=fc1a415ff217dfa01a9b65d9fb92c59754540ca3&lang=en&cache-only=0",
            "defineEn": "showing or having intense emotions or deep feelings",
            "defineVi": "thể hiện hoặc có cảm xúc mãnh liệt hoặc cảm xúc sâu sắc",
            "hasImg": true
        },
        {
            "id": "17efc518-6d9f-47d9-9817-94097d0c1ae4",
            "word": "monotonous",
            "phonetic": "mənɑːtənəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Things would get monotonous very fast.",
                "Days were long, arduous, and monotonous.",
                "The majority of occupations in civil life become monotonous to say the least.",
                "People who are in a very high-stress job, who are in a very small, confined space, and it is a very monotonous space.",
                "'It looks like there is only slow, monotonous smoke,' she replied, turning quickly."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9ub3Rvbm91cw&hash=d46452f472f278338564014db6d246b75c14430b&lang=en&cache-only=0",
            "defineEn": "boring because of being the same thing all the time",
            "defineVi": "nhàm chán vì lúc nào cũng giống nhau",
            "hasImg": true
        },
        {
            "id": "74579b55-aa50-46f4-a462-6fdf108b6204",
            "word": "motivating",
            "phonetic": "moʊɾᵻveɪɾɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The prospect of a promotion can be more motivating than the actual responsibilities that come with the job."
            ],
            "audio": "https://tts.langeek.co/read?text=bW90aXZhdGluZw&hash=8700dcbf93a90a82e9a131364672040b17994f3e&lang=en&cache-only=0",
            "defineEn": "having the power to inspire or encourage action towards a goal or objective",
            "defineVi": "có sức mạnh để truyền cảm hứng hoặc khuyến khích hành động hướng tới một mục tiêu hoặc mục tiêu"
        },
        {
            "id": "90742192-8688-4684-a1a6-a870c275a2d2",
            "word": "fulfilling",
            "phonetic": "fʊlfɪlɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We must remember to feed our body and mind with nutritious food and fulfilling activities and get enough rest and exercise.",
                "When I surround myself with positive people, life is more peaceful and fulfilling.",
                "Learning something while creating stuff for yourself is pretty fun and fulfilling.",
                "It was definitely hard, but it's also so fulfilling.",
                "From Nancy Holt’s Sun Tunnels in the Utah desert, to the The National Memorial for Peace and Justice in Montgomery, Alabama, to the art park Inhotim in rural Brazil, having a destination like this in mind and letting the rest fall into place around it can lead to epic and fulfilling adventures."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVsZmlsbGluZw&hash=64a8903e2360d204ae74246cc4c95504c59485ad&lang=en&cache-only=0",
            "defineEn": "producing satisfaction and happiness within one due to achieving or realizing something",
            "defineVi": "tạo ra sự hài lòng và hạnh phúc trong một người do đạt được hoặc nhận ra điều gì đó"
        },
        {
            "id": "8f366709-76a4-44f5-9d20-17980054c18c",
            "word": "tedious",
            "phonetic": "tiːdiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This job is very tedious.",
                "It could be so tedious.",
                "The tedious trade has been the main source of income in this small Ecuadorian village in the Andes for over 100 years.",
                "Now, this is going to sound tedious.",
                "Assignments can feel so tedious when they take hours to do."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVkaW91cw&hash=f5142a85e2c2658c9204c1fc62667bd1e89af007&lang=en&cache-only=0",
            "defineEn": "continuing for too long and boring",
            "defineVi": "tiếp tục quá lâu và nhàm chán",
            "hasImg": true
        },
        {
            "id": "7985098a-1311-4f62-8953-e8318c1886df",
            "word": "dead-end",
            "phonetic": "dɛdɛnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She was worried she was stuck in a dead-end job.",
                "I wish you would realize your true potential instead of wasting your talents in this dead-end job.",
                "It's been tough watching my friends move ahead of me while I'm still stuck in this dead-end job.",
                "I spent 30 years of my life in an unfulfilling dead-end job before I finally took a long, hard look in the mirror and realized that there had to be more to life.",
                "Despite having a degree in journalism, he got stuck in a dead-end job at an insurance company."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVhZC1lbmQ&hash=26a5244076528a0d11f3b71d9f193e241b9229ef&lang=en&cache-only=0",
            "defineEn": "providing no opportunities to improve, advance, or progress",
            "defineVi": "không cung cấp cơ hội để cải thiện, thăng tiến hoặc tiến bộ"
        },
        {
            "id": "1327efbc-3dc3-44eb-98ae-949e3f0fdba1",
            "word": "high-powered",
            "phonetic": "haɪpaʊɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Roei Ganzarski is CEO of MagniX, which makes high-powered lightweight electric motors, ideally suited for flight.",
                "That's what a high-powered GPU and a mobile device will do for ya."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlnaC1wb3dlcmVk&hash=3012b4e8956f241a715c2a43c88cd843f1ed42f6&lang=en&cache-only=0",
            "defineEn": "having exceptional strength, influence, or capabilities",
            "defineVi": "có sức mạnh, ảnh hưởng hoặc khả năng đặc biệt"
        },
        {
            "id": "8eb6d7d4-e01e-4df6-82d0-12b5d15d87eb",
            "word": "academic",
            "phonetic": "ækədɛmɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The novel is worlds apart from his academic writings.",
                "The German education system is highly regarded for its emphasis on academic excellence.",
                "He belongs to a prestigious academic society that promotes scientific research.",
                "The professor is a big cheese in the academic world, known for her groundbreaking research and expertise in the field.",
                "Although they struggled to make ends meet, the Johnsons took pride in their children's academic achievements and aspirations."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNhZGVtaWM&hash=33b0e00d45ac47a5e62452fca6b13cd2abf961f5&lang=en&cache-only=0",
            "defineEn": "related to education, particularly higher education",
            "defineVi": "liên quan đến giáo dục, đặc biệt là giáo dục đại học",
            "hasImg": true
        },
        {
            "id": "11db4139-d7f8-459a-9755-297df329b133",
            "word": "career",
            "phonetic": "kɚɹɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Coach's career is on a sticky wicket.",
                "Not even the most talented athlete is guaranteed a long career.",
                "Long Island Marine and Olympian boxer Jamel Herring hangs up the gloves after championship career.",
                "The freelance investigative reporter made a career of digging up dirt on celebrities for tabloids.",
                "She started her career working for the BBC."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZWVy&hash=bf8ded266dfa4857a0216637d53a8e06201844df&lang=en&cache-only=0",
            "defineEn": "a profession or a series of professions that one can do for a long period of one's life",
            "defineVi": "một nghề hoặc một loạt các nghề mà người ta có thể làm trong một thời gian dài của cuộc đời mình",
            "hasImg": true
        },
        {
            "id": "7c252f3d-3c70-4a36-afa5-80d0cf3e8737",
            "word": "civil",
            "phonetic": "sɪvəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The proposal was dropped after opposition from civil liberties groups.",
                "When it comes to civil rights issues, Mary is always eager to take up the gauntlet.",
                "Although she was angry, she kept a civil tongue.",
                "Whether we're talking to our friends, family, or coworkers, we should keep in mind that a civil question deserves a civil answer, and that being kind and considerate can go a long way in fostering positive relationships.",
                "Whether we're talking to our friends, family, or coworkers, we should keep in mind that a civil question deserves a civil answer, and that being kind and considerate can go a long way in fostering positive relationships."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2l2aWw&hash=518bba424f6f9b3b9d2018ee7556293757db1d9a&lang=en&cache-only=0",
            "defineEn": "related to the citizens of a country",
            "defineVi": "liên quan đến công dân của một quốc gia"
        },
        {
            "id": "c5b4a2c8-2da1-4747-8ce1-619750528055",
            "word": "event",
            "phonetic": "ᵻvɛnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their bread and butter is reporting local events.",
                "The event finished with a spectacular fireworks display.",
                "These events occurred within living memory.",
                "The tragic event tore the community out of its sense of normalcy.",
                "The paper’s bread and butter is reporting local events in a small community."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZlbnQ&hash=67a965bdb4925b1c8d9416b6b498c1cd51785858&lang=en&cache-only=0",
            "defineEn": "something special, important, and known that takes place at a particular time or place such as a festival or Valentin's Day",
            "defineVi": "một cái gì đó đặc biệt, quan trọng và được biết đến diễn ra tại một thời điểm hoặc địa điểm cụ thể như lễ hội hoặc Ngày lễ tình nhân",
            "hasImg": true
        },
        {
            "id": "66012553-29c4-41d7-9ec9-8e0c1c33967d",
            "word": "fast",
            "phonetic": "fæst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Sales are growing fast.",
                "Things certainly move fast in the blogosphere.",
                "He takes bends much too fast.",
                "The fast runner won the race by a wide margin.",
                "He's going too fast."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFzdA&hash=1073443ff3b1f337934c21034bd28a5c6a1c128e&lang=en&cache-only=0",
            "defineEn": "having a high speed when moving or doing something",
            "defineVi": "có tốc độ cao khi di chuyển hoặc làm gì đó",
            "hasImg": true
        },
        {
            "id": "02510fd0-591c-4141-8889-576cf6748079",
            "word": "job",
            "phonetic": "dʒɑːb ",
            "partOfSpeechType": "noun",
            "examples": [
                "His carelessness lost him the job.",
                "Jobs that pay £5 an hour.",
                "This job puts years on you.",
                "My job is the tough one.",
                "The team's new manager brings ten years' experience to the job."
            ],
            "audio": "https://tts.langeek.co/read?text=am9i&hash=ef5cedf0a05b01de4986c956c61f09fa84112541&lang=en&cache-only=0",
            "defineEn": "the work that we do regularly to earn money",
            "defineVi": "công việc mà chúng tôi làm thường xuyên để kiếm tiền",
            "hasImg": true
        },
        {
            "id": "07845d45-c4cf-489e-89ae-1904911aaa32",
            "word": "hunting",
            "phonetic": "hʌntɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lion's sharp teeth and claws are used for hunting.",
                "He played hooky from school to go out hunting.",
                "And hunting is definitely one of them.",
                "They have similar hunting strategies.",
                "Hunting doesn’t get much more efficient than that."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVudGluZw&hash=946a421f1eca7a9c33c55f830303e86efd517aed&lang=en&cache-only=0",
            "defineEn": "the act of searching for a thing or person",
            "defineVi": "hành động tìm kiếm một vật hoặc người"
        },
        {
            "id": "b0727738-cb99-4acc-8111-2439dd7d1d83",
            "word": "ladder",
            "phonetic": "lædɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He got down from the ladder.",
                "e stood on a ladder to change a lightbulb on the ceiling.",
                "He stands on a ladder to reach the top of the wall for painting.",
                "Jane experienced much suffering and adversity, but she drew strength from the knowledge that crosses are ladders that lead to heaven.",
                "If someone has a good work ethic, they should move up the career ladder."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFkZGVy&hash=0ebd44e7ebc56e37c3399c78ceefc515da418bdc&lang=en&cache-only=0",
            "defineEn": "a piece of equipment with a set of steps that are connected to two long bars, used for climbing up and down a height",
            "defineVi": "một thiết bị với một bộ các bước được nối với hai thanh dài, được sử dụng để leo lên và xuống độ cao",
            "hasImg": true
        },
        {
            "id": "706f5f24-23f8-4389-83cf-41429557e3a2",
            "word": "manager",
            "phonetic": "mænɪdʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The manager played his strongest side of the season.",
                "Managers selling employees the new working hours.",
                "The team's new manager brings ten years' experience to the job.",
                "The manager displayed a cold shoulder towards the employee who had made a mistake.",
                "The manager struck a rather insincere note as he expressed his sorrow at the round of layoffs."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuYWdlcg&hash=1ce1689d08bfd478bea56fb0af639ec593170446&lang=en&cache-only=0",
            "defineEn": "someone who is in charge of running a business or managing part or all of a company or organization",
            "defineVi": "một người chịu trách nhiệm điều hành một doanh nghiệp hoặc quản lý một phần hoặc toàn bộ công ty hoặc tổ chức",
            "hasImg": true
        },
        {
            "id": "b55884f6-130c-4e85-8810-489a65f35316",
            "word": "to move",
            "phonetic": "tə muːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "She moved her queen.",
                "Things certainly move fast in the blogosphere.",
                "She moved the tray to a side table.",
                "We moved our chairs a little nearer.",
                "She moved the ball toward the opponent's goal."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbW92ZQ&hash=e59a3a204d7647bde2016efcae1344269cdd7b59&lang=en&cache-only=0",
            "defineEn": "to go from one place to another; to change position",
            "defineVi": "đi từ nơi này đến nơi khác; để thay đổi vị trí",
            "hasImg": true
        },
        {
            "id": "2e5d68a8-e9ae-451d-85f4-31424f533e42",
            "word": "qualification",
            "phonetic": "kwɔlɪfɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "You won’t get anywhere without qualifications.",
                "The candidate's strong qualifications and experience were presented in a good light during the job interview.",
                "You'll be judged on your qualifications, not who you know.",
                "The bottom line is, qualifications no longer matter.",
                "They just recognized qualifications."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVhbGlmaWNhdGlvbg&hash=bcbb59a193f3c7e0535f48fbb952c3f7354da33e&lang=en&cache-only=0",
            "defineEn": "a skill or personal quality that makes someone suitable for a particular job or activity",
            "defineVi": "một kỹ năng hoặc phẩm chất cá nhân làm cho ai đó phù hợp với một công việc hoặc hoạt động cụ thể"
        },
        {
            "id": "3c290bac-109a-420c-ae83-6b3ca076963f",
            "word": "servant",
            "phonetic": "sɜːvənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The parent reminded her child that fire is a good servant but a bad master when it came to social media, encouraging responsible use of technology and emphasizing the importance of privacy and safety online.",
                "In a business, when employers treat their employees fairly and provide opportunities for growth and development, it can lead to a more motivated and dedicated workforce, as good masters make good servants.",
                "Many people assume that all politicians are corrupt, but it's important to remember that all are not thieves that dogs bark at, and there are many honest and dedicated public servants working hard to make a positive impact.",
                "He brought with him servants.",
                "Call two servants, Ellen.'"
            ],
            "audio": "https://tts.langeek.co/read?text=c2VydmFudA&hash=64d22983e67da63ae2d17f19fd2b61bbbae87882&lang=en&cache-only=0",
            "defineEn": "a person who does the housework as a job",
            "defineVi": "một người làm việc nhà như một công việc",
            "hasImg": true
        },
        {
            "id": "c78881fb-62fe-49e7-b787-5f17fdf07a5a",
            "word": "track",
            "phonetic": "tɹæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "I lost track of the time.",
                "They kept track of their mileage.",
                "The road follows the track of the railway line.",
                "The track led us through a wood.",
                "Seeing flames behind a dune during one of her walks, the female narrator stops in her tracks."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhY2s&hash=3caf52dcf15a9f7eb708059bc9a4fb5db17b74c4&lang=en&cache-only=0",
            "defineEn": "a road or path that is rough and usually made by animals or people repeatedly walking there",
            "defineVi": "một con đường hoặc lối đi gồ ghề và thường do động vật hoặc người đi bộ nhiều lần ở đó",
            "hasImg": true
        },
        {
            "id": "29099eae-b891-472b-bae2-453ec25d9c9d",
            "word": "maternity",
            "phonetic": "mətɜːnᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The assistant manager is standing in for the store manager while she is on maternity leave.",
                "- No, when-- that's maternity leave. ",
                "One reason may be the United States' maternity leave policies.",
                "When Nash-Taylor became pregnant, she couldn't find any fashionable maternity clothing.",
                "At the RNC, your whole speech was about equal pay, and paid maternity leave."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0ZXJuaXR5&hash=ab526625f9b0cb1f73c78e7a824da7cd2d1278ce&lang=en&cache-only=0",
            "defineEn": "the quality or fact of being a mother to a child or children",
            "defineVi": "chất lượng hoặc thực tế là mẹ của một đứa trẻ hoặc trẻ em",
            "hasImg": true
        },
        {
            "id": "9968fdce-96df-4e82-ab4b-23804bd82f99",
            "word": "paternity",
            "phonetic": "pətɜːnᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "For many small businesses, that remains unfeasible, although larger companies sometimes offer maternity and paternity leave as part of their employee benefits.",
                "Thankfully by the early 90s the law was extended to include most working women, and men were added to the bill with paternity leave in 2003.",
                "This sperm competition hypothesis could explain the existence of penises in some birds while also explaining their loss in ones that have mating and parenting styles which better guarantee paternity.",
                "And allows our devices to easily analyze it and do a lot of cool stuff with it, like genome mapping or paternity testing.",
                "There's still observations about Lincoln's paternity."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0ZXJuaXR5&hash=e0a094fd161c78003e592428457e09597e9cb9c2&lang=en&cache-only=0",
            "defineEn": "the quality or fact of being a father to a child or children",
            "defineVi": "chất lượng hoặc thực tế là cha của một đứa trẻ hoặc trẻ em",
            "hasImg": true
        },
        {
            "id": "6a564429-6ed0-467a-b06e-127ce6d71cb7",
            "word": "sick",
            "phonetic": "sɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm sick of your foolishness.",
                "I'm sick of your foolishness.",
                "You get sick to the back teeth with it.",
                "I am sick to death of hearing your excuses.",
                "He was sick of being the butt of their jokes."
            ],
            "audio": "https://tts.langeek.co/read?text=c2ljaw&hash=a5805361affec775c355800f4876dd6d23f4860c&lang=en&cache-only=0",
            "defineEn": "not in a good and healthy physical or mental state",
            "defineVi": "không ở trạng thái thể chất hoặc tinh thần tốt và khỏe mạnh",
            "hasImg": true
        },
        {
            "id": "6743e55f-4ad7-4729-82b6-52ac1d54483c",
            "word": "compassionate",
            "phonetic": "kəmpæʃənət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I thanked the nurse for her compassionate care during my stay in the hospital.",
                "From the moment they met, Sarah's kind and compassionate nature captured John's heart, and he knew she was the one for him.",
                "After learning about my friend's difficult childhood, I felt more understanding and compassionate towards them - as they say, to know all is to forgive all.",
                "Despite her best efforts to be kind and compassionate, her innate selfishness couldn't be suppressed, proving that what is bred in the bone will come out in the flesh.",
                "The stray dog had a scruffy and unkempt appearance, with a face only a mother could love, but that didn't stop him from finding a loving home with a compassionate family."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGFzc2lvbmF0ZQ&hash=ee353a0bb971d82c9d105a549e916cee5b5bc133&lang=en&cache-only=0",
            "defineEn": "expressing concern or having sympathy for the misfortunes of others",
            "defineVi": "thể hiện sự quan tâm hoặc thông cảm cho những bất hạnh của người khác",
            "hasImg": true
        },
        {
            "id": "c3fb5605-12f0-4772-a50a-f731cc438bca",
            "word": "unpaid",
            "phonetic": "ʌnpeɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm drowning in unpaid bills.",
                "I learned the hard way that good accounting makes good friends after a disagreement with my roommate over unpaid bills almost ruined our friendship, but we were able to resolve the issue by keeping better track of our expenses.",
                "Still, unpaid internships pop up in some bizarre places, like the White House.",
                "So Alexios’s unpaid army turned their aggression on Constantinople.",
                "And as of 2018, around 43% of them are unpaid."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5wYWlk&hash=bab1fdd852c8e0c34165eaa9f9315359846bfb4b&lang=en&cache-only=0",
            "defineEn": "not yet given the money that was promised in exchange for something",
            "defineVi": "chưa đưa số tiền đã hứa để đổi lấy một cái gì đó"
        },
        {
            "id": "d25c93f4-2348-4300-8448-6166f63bec59",
            "word": "freelance",
            "phonetic": "fɹiːlæns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The freelance investigative reporter made a career of digging up dirt on celebrities for tabloids.",
                "While raising her children, she kept her finger on the pulse of business and technology by freelancing for start-ups and small businesses.",
                "And he freelanced for several publications, including \"The New York Times.\"",
                "MALCOLM BRABANT: Jago and Gus' mother is freelance writer Flora Watkins.",
                "I had just gotten a couple of freelance writing assignments."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlZWxhbmNl&hash=fdd788e61438b5ecbe6e69344479ae0e062f19a8&lang=en&cache-only=0",
            "defineEn": "an individual who works independently without having a long-term contract with companies",
            "defineVi": "một cá nhân làm việc độc lập mà không có hợp đồng dài hạn với các công ty",
            "hasImg": true
        },
        {
            "id": "ca480550-3f81-4c77-9090-3faa8e5c50e8",
            "word": "permanent",
            "phonetic": "pɜːmənənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We label our boxes with permanent markers for easy identification.",
                "The landscape isn’t permanent.",
                "But these teeth are permanent!",
                "It’s permanent.",
                "Does it cause permanent damage?"
            ],
            "audio": "https://tts.langeek.co/read?text=cGVybWFuZW50&hash=e46c87fb4729efa2ffc8d4e6db216c802fb1681a&lang=en&cache-only=0",
            "defineEn": "continuing to exist all the time or remaining without change for a long time",
            "defineVi": "tiếp tục tồn tại mọi lúc hoặc không thay đổi trong một thời gian dài",
            "hasImg": true
        },
        {
            "id": "a495e87b-ff1d-4166-b575-19ff499fac18",
            "word": "temporary",
            "phonetic": "tɛmpɚɹɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I enjoyed the temporary exhibition at the museum, which featured contemporary art from around the world.",
                "He was sitting as a temporary judge.",
                "He traced patterns in the sand with his foot, leaving temporary imprints.",
                "He felt a sense of relief when the doctor assured him that his stomach issue was temporary.",
                "The family who lost their home in a natural disaster had to live in a temporary shelter for several months, but they endured the difficult circumstances with patience and resilience, knowing that what cannot be cured must be endured."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVtcG9yYXJ5&hash=856856fc99c7a9dc89591db484f57794c0e68cd8&lang=en&cache-only=0",
            "defineEn": "existing for a limited time",
            "defineVi": "tồn tại trong một thời gian giới hạn",
            "hasImg": true
        },
        {
            "id": "2663fb76-54b4-411b-9bba-93c2a41f9fe5",
            "word": "full",
            "phonetic": "fʊl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Her grandmother's garden was full of stone fruit trees.",
                "I take full responsibility for my actions.",
                "Many schools don’t take full advantage of the Internet.",
                "See full dictionary entry for heart.",
                "The school took the full force of the explosion."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVsbA&hash=c4e17e6890cd82a549b1467eb64425845e796fdb&lang=en&cache-only=0",
            "defineEn": "having no space left",
            "defineVi": "không còn chỗ trống",
            "hasImg": true
        },
        {
            "id": "584df708-5493-43b7-9876-c6ba9dc52c93",
            "word": "time",
            "phonetic": "taɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Things like this take time.",
                "Time is moving on.",
                "The time passed quickly.",
                "Time to bust a move.",
                "The contractor is really taking their time."
            ],
            "audio": "https://tts.langeek.co/read?text=dGltZQ&hash=f20143b5dc983543f7239d4f4e7041e3ddbdfb75&lang=en&cache-only=0",
            "defineEn": "the quantity that is measured in seconds, minutes, hours, etc. using a device like clock",
            "defineVi": "số lượng được đo bằng giây, phút, giờ, v.v. bằng thiết bị như đồng hồ",
            "hasImg": true
        },
        {
            "id": "1a1efa1e-35fb-4821-a0f2-77d3b23b10d9",
            "word": "part-time",
            "phonetic": "pɑːɹttaɪm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Part-time work would suit me right down to the ground.",
                "I work part-time to pay the mortgage and keep the wolf from the door.",
                "She is looking for a part-time job to earn extra money.",
                "I went to college anyway, as a part-time student, paying my own way.",
                "I'm just a part-time employee, so I don't get paid vacation days as it is."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFydC10aW1l&hash=5310e2108d1e6cc027425997c043b7dd73386763&lang=en&cache-only=0",
            "defineEn": "done only for a part of the working hours",
            "defineVi": "chỉ được thực hiện trong một phần thời gian làm việc",
            "hasImg": true
        },
        {
            "id": "03b66375-aeff-4c4e-af3c-fe333b585c91",
            "word": "zero hour",
            "phonetic": "ziəɹoʊ aʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=emVybyBob3Vy&hash=dc25ff6877a3ba8fbd9838effb8c468d76c9eaeb&lang=en&cache-only=0",
            "defineEn": "a time of significance that marks the beginning of an action, especially commencement of a military operation",
            "defineVi": "một thời điểm quan trọng đánh dấu sự khởi đầu của một hành động, đặc biệt là bắt đầu một hoạt động quân sự"
        },
        {
            "id": "d1637e01-8abb-4227-8b5e-d5790cce81b4",
            "word": "same",
            "phonetic": "seɪm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The two men reached the same conclusion.",
                "The same thing happened to me.",
                "All newspapers sang from the same song sheet.",
                "Anyone in her shoes would have done the same thing.",
                "The two chefs are not in the same league."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FtZQ&hash=532d87d13136e2ef2f8e00ff692a6bb88c47758f&lang=en&cache-only=0",
            "defineEn": "like another thing or person in every way",
            "defineVi": "thích một thứ khác hoặc một người theo mọi cách",
            "hasImg": true
        },
        {
            "id": "29b27397-3248-4aa3-b2e1-9f0ad69dfd80",
            "word": "different",
            "phonetic": "dɪfɹənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Everyone has different interests.",
                "The figures tell a different story.",
                "Actually, I wear several different hats.",
                "He had a different perspective on the movie.",
                "She studied different subjects in school, from math to history."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlmZmVyZW50&hash=56d0cff4b3443dbeac5dc54ead4efe1093bc4e52&lang=en&cache-only=0",
            "defineEn": "not like another thing or person in form, quality, nature, etc.",
            "defineVi": "không giống sự vật, con người khác về hình thức, phẩm chất, bản chất, v.v.",
            "hasImg": true
        },
        {
            "id": "956ae0f4-9ba1-443f-94b6-6dba16fd5759",
            "word": "colleague",
            "phonetic": "kɑːliːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her behavior toward her colleagues was unprofessional.",
                "She left him for a colleague.",
                "John introduced his wife to his colleagues at the company dinner party.",
                "The experienced lawyer is streets ahead of her young colleagues, with a deep understanding of the law and years of courtroom experience.",
                "The two colleagues worked together closely and, over time, developed a strong rapport."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGVhZ3Vl&hash=f1d221dd00b1c29673ff0086433ba9c555bafe31&lang=en&cache-only=0",
            "defineEn": "someone with whom one works",
            "defineVi": "một người mà một người làm việc",
            "hasImg": true
        },
        {
            "id": "ee0b4abc-2022-4250-bfa7-02faa28fc5f5",
            "word": "co-worker",
            "phonetic": "koʊwɜːkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Despite being in the same office, John always gives his co-workers the cold shoulder and rarely engages in conversations with them.",
                "the reason I respect him is that he always does well by his co-workers.",
                "People would much rather go home and spend time with their nearest and dearest, not hang around their co-workers at some dull office party.",
                "Mean co-workers.",
                "What were your co-workers like?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y28td29ya2Vy&hash=902889dec6985c9e9dd27928c1036ca927132da0&lang=en&cache-only=0",
            "defineEn": "someone who works with someone else, having the same job",
            "defineVi": "một người làm việc với người khác, có cùng một công việc",
            "hasImg": true
        },
        {
            "id": "290bc214-5ed9-4a2e-b8b4-a6020019139f",
            "word": "to quit",
            "phonetic": "tə kwɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "You might as well just quit.",
                "They quit the rat race in order to live a simple life.",
                "She would quit her job at the drop of a hat if she found a better opportunity.",
                "Quit milking the bull and do as I say instead.",
                "The project went haywire when the team leader quit unexpectedly."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcXVpdA&hash=3b24b89083408dca49b88f8e5e9a6bbd306ca25f&lang=en&cache-only=0",
            "defineEn": "to give up one's job, school, etc.",
            "defineVi": "từ bỏ công việc, trường học, v.v.",
            "hasImg": true
        },
        {
            "id": "1a5a8041-0036-4d56-8caf-7cbde23afdd6",
            "word": "to resign",
            "phonetic": "tə ɹɪzaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "In the wake of the scandal, several committee members resigned.",
                "She resigned.",
                "so I resigned as secretary of the golf club.",
                "He ought to resign, I think.",
                "The stock market went haywire after the company's CEO resigned."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzaWdu&hash=fea9fb3172920b90eaba88f37b930a7e96f3c2ea&lang=en&cache-only=0",
            "defineEn": "to officially announce one's departure from a job, position, etc.",
            "defineVi": "để thông báo chính thức về sự ra đi của một người từ một công việc, vị trí, v.v.",
            "hasImg": true
        },
        {
            "id": "6794b81f-3ba6-455f-8e7c-58af603d1a2b",
            "word": "staff",
            "phonetic": "stæf ",
            "partOfSpeechType": "noun",
            "examples": [
                "These changes will involve everyone on the staff.",
                "The president is looking for staff who will give him advice straight from the shoulder.",
                "A military delegation was led by the Chief of Staff.",
                "They have taken on six more staff, bringing the total to 45.",
                "Each month she holds a meeting with her entire staff."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhZmY&hash=f45320117d1eb3a601c48d6fd812fb066d4f92b2&lang=en&cache-only=0",
            "defineEn": "a group of people who work for a particular company or organization",
            "defineVi": "một nhóm người làm việc cho một công ty hoặc tổ chức cụ thể",
            "hasImg": true
        },
        {
            "id": "738d98b5-cf74-4c0a-bc84-9d7f16fba0cc",
            "word": "workforce",
            "phonetic": "wɜːkfoːɹs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We want to involve the workforce at all stages of the decision-making process.",
                "In a business, when employers treat their employees fairly and provide opportunities for growth and development, it can lead to a more motivated and dedicated workforce, as good masters make good servants.",
                "Our workforce used to include 14 employees.",
                "The workforce work grow far north of 4000 people there.",
                "Married women in their 30s outnumbered single women in the workforce."
            ],
            "audio": "https://tts.langeek.co/read?text=d29ya2ZvcmNl&hash=ba71013b01334bc54506e85129804e6f1fe10def&lang=en&cache-only=0",
            "defineEn": "all the individuals who work in a particular company, industry, country, etc.",
            "defineVi": "tất cả các cá nhân làm việc trong một công ty, ngành, quốc gia cụ thể, v.v.",
            "hasImg": true
        },
        {
            "id": "15af68f6-3c00-4162-9679-6464c3b72d47",
            "word": "to lay off",
            "phonetic": "tə leɪ ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "I haven't lost my job yet, but the writing is on the wall: my company just laid off 50 more people today.",
                "The government turned its back to the thousands of employees laid off during the financial crisis.",
                "She had a great job with a supportive team, but eventually the company downsized and she was laid off.",
                "The company was determined to increase profits by hook or by crook, even if it meant laying off some employees.",
                "John was having a bad day when his car broke down, and then he found out he'd been laid off from work as well."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGF5IG9mZg&hash=46f454d978c9f369c5db5888126a94804fb4c3cc&lang=en&cache-only=0",
            "defineEn": "to let go of workers due to financial deficit or because there is not enough work for them to do",
            "defineVi": "sa thải công nhân do thâm hụt tài chính hoặc vì không có đủ việc cho họ làm",
            "hasImg": true
        },
        {
            "id": "6bf585cd-e4bc-4d34-9145-4d756c681381",
            "word": "redundant",
            "phonetic": "ɹᵻdʌndənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That's kinda redundant with the last one.",
                "They installed three redundant power supplies, three separate water sources and a water filtration system, aquaponic farming, and hydroponic food.",
                "You know, it's kind of redundant.",
                "It's kind of redundant, but I'll rewrite it f of 1 is undefined.",
                "These menus are often redundant, and it can be confusing to figure out where to find each setting."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVkdW5kYW50&hash=f4d6a1a585203d0cdc620ca87f175424625c7761&lang=en&cache-only=0",
            "defineEn": "surpassing what is needed or required, and so, no longer of use",
            "defineVi": "vượt quá những gì cần thiết hoặc bắt buộc, và do đó, không còn sử dụng nữa",
            "hasImg": true
        },
        {
            "id": "b2452f49-0b0c-49b0-9863-a35b2f79b543",
            "word": "out of work",
            "phonetic": "aʊɾəv wɜːk ",
            "partOfSpeechType": "phrase",
            "examples": [
                "New machines can put people out of work.",
                "My husband's out of work.",
                "The miners are out of work.",
                "They're out of work.",
                "She's now out of work."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0IG9mIHdvcms&hash=e53866d9316a920b5c481ab01dd409a5bbce0bef&lang=en&cache-only=0",
            "defineEn": "having no job",
            "defineVi": "không có việc làm",
            "hasImg": true
        },
        {
            "id": "34ccef70-3162-4dc7-b29f-d8469468876c",
            "word": "off",
            "phonetic": "ɔf ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The baby cried its head off.",
                "The store is offering a discount of eighty percent off.",
                "His apology took the edge off her anger.",
                "The explosion wiped the island off the map.",
                "The investigation blew the lid off corruption in city hall."
            ],
            "audio": "https://tts.langeek.co/read?text=b2Zm&hash=81894569784e1d965a50d3795b8a43fd17adf3e6&lang=en&cache-only=0",
            "defineEn": "away from a location or position in time or place",
            "defineVi": "cách xa một vị trí hoặc vị trí trong thời gian hoặc địa điểm"
        },
        {
            "id": "d30486c2-62f5-4be7-9718-0d2e50804486",
            "word": "fired",
            "phonetic": "faɪɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That the fired burned an inhabited structure or the fire caused great bodily injury to another person."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlyZWQ&hash=8c006a1a9b6484bff3c7108a248068b92f715951&lang=en&cache-only=0",
            "defineEn": "forced to leave one's job",
            "defineVi": "buộc phải rời bỏ công việc của một người",
            "hasImg": true
        },
        {
            "id": "66125a8a-262a-4398-8a75-ec2fd14b5155",
            "word": "sacked",
            "phonetic": "sækt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2Fja2Vk&hash=a0131e80ce7f3fa77b4a15ff14d077d3851d209d&lang=en&cache-only=0",
            "defineEn": "dismissed or fired from employment, typically due to poor performance, misconduct, or other reasons specified by the employer",
            "defineVi": "sa thải hoặc sa thải khỏi công việc, thường là do hoạt động kém, hành vi sai trái hoặc các lý do khác do người sử dụng lao động chỉ định",
            "hasImg": true
        },
        {
            "id": "4ac121b1-d9f9-4a2b-bc40-9715eed39e3a",
            "word": "to get",
            "phonetic": "tə ɡɛt ",
            "partOfSpeechType": "verb",
            "examples": [
                "95 per cent of the UK can now get superfast broadband.",
                "This room gets very little sunshine.",
                "Get a load of that dress Mag!",
                "Get a load of George over there.",
                "The police got wind of the illegal drug deal."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0&hash=fc37dd4b71d4e5666f034fc38ef8ee6d00dcf928&lang=en&cache-only=0",
            "defineEn": "to receive or come to have something",
            "defineVi": "để nhận hoặc đến để có một cái gì đó",
            "hasImg": true
        },
        {
            "id": "4b95c7ca-5474-4422-93d2-f36ec4fc6c9d",
            "word": "to promote",
            "phonetic": "tə pɹəmoʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We won’t be promoting Larry.",
                "She teaches yoga to promote health and well-being.",
                "The organization is committed to promoting equality and fairness for every person.",
                "Anna was promoted to manager last year, and she's been in the fast lane ever since.",
                "Earth Day is observed on April 22nd to promote environmental awareness."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvbW90ZQ&hash=7dba87889c98394425dc25652d5ddf86de23c73a&lang=en&cache-only=0",
            "defineEn": "to move to a higher position or rank",
            "defineVi": "để di chuyển đến một vị trí cao hơn hoặc xếp hạng",
            "hasImg": true
        },
        {
            "id": "70d4f21e-96e6-4712-a4df-fa20f96dc614",
            "word": "pay",
            "phonetic": "peɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My father pays his bills at the beginning of the month.",
                "Our efforts are finally paying dividends.",
                "Not paying attention.",
                "They both pay their employees badly.",
                "No one paid them any attention."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF5&hash=1950bfac13b4bf7515675e096e54b6a44f94a1c6&lang=en&cache-only=0",
            "defineEn": "the money that is paid to someone for doing their job",
            "defineVi": "số tiền được trả cho ai đó để làm công việc của họ",
            "hasImg": true
        },
        {
            "id": "1e931539-22d8-43cc-ac4c-b6af9d53e79c",
            "word": "rise",
            "phonetic": "ɹaɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "The sun always rises in the east.",
                "The basic pay of the average worker has risen by 3 per cent.",
                "The sun rises in the east and sets in the west.",
                "Tax rises have made some inroads into the country's national debt.",
                "On the credit side, inflation has not risen this year."
            ],
            "audio": "https://tts.langeek.co/read?text=cmlzZQ&hash=ead3b36db3b297bbc23e742cd7b7568f68bbaa54&lang=en&cache-only=0",
            "defineEn": "an increase in something's number, amount, size, power, or value",
            "defineVi": "sự gia tăng về số lượng, số lượng, kích thước, sức mạnh hoặc giá trị của một cái gì đó"
        },
        {
            "id": "6ee40037-7d34-4724-9fe1-f7e6327392b6",
            "word": "skill",
            "phonetic": "skɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "They practice their soccer skills every day after school.",
                "We learn new skills from our parents, who teach us with patience.",
                "A mixture of skill and good luck decided the outcome of the game.",
                "I took my hat off to his cooking skill.",
                "To learn a language/skill/trade."
            ],
            "audio": "https://tts.langeek.co/read?text=c2tpbGw&hash=d7f6a300bd3a680a1e7d9bb9433e506b524be9b9&lang=en&cache-only=0",
            "defineEn": "an ability to do something well, especially after training",
            "defineVi": "một khả năng để làm một cái gì đó tốt, đặc biệt là sau khi đào tạo"
        },
        {
            "id": "2401778d-6f17-421d-a4f5-920f2dc1d922",
            "word": "to hire",
            "phonetic": "tə haɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "They hired a detective firm to dig up dirt on their rival.",
                "They hired a violin teacher to guide them in their learning.",
                "After years of mismanagement, they hired a new CEO to turn things around.",
                "A babysitter was hired to take care of the baby while the parents were out.",
                "Local people took matters into their own hands and hired their own security guards."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGlyZQ&hash=d16c158f40ea4189efab64b4f39735cdf28b3284&lang=en&cache-only=0",
            "defineEn": "to pay someone to do a job",
            "defineVi": "trả tiền cho ai đó để làm một công việc",
            "hasImg": true
        },
        {
            "id": "1df505de-190f-4e42-85b1-44310324ade0",
            "word": "to employ",
            "phonetic": "tʊ ɛmplɔɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The farmer employs modern agricultural techniques to maximize the yield of his soybean crop.",
                "This company tends to employ young women have an eye to the main chance.",
                "The dessert mousse employed a gelatin-based thickening agent to create a light and airy texture.",
                "They’re breaking the law by employing such young children.",
                "The election promise of employing the large number of unemployed graduates has become a milestone round the neck of the coalition government."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW1wbG95&hash=f92f55ae5acdcb92045b0142fcba8a686f16b0f8&lang=en&cache-only=0",
            "defineEn": "to give work to someone and pay them",
            "defineVi": "giao việc cho ai đó và trả tiền cho họ",
            "hasImg": true
        },
        {
            "id": "8ef6545a-efe0-40ee-b2f2-f2f5cb51f0cd",
            "word": "benefit",
            "phonetic": "bɛnɪfɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The referee gave him the benefit of the doubt.",
                "The changes benefit management but leave the workers out in the cold.",
                "Only a minority of people exist on unemployment benefits alone.",
                "My friend studied the nutritional benefits of different legumes for her research project.",
                "I prefer brown rice over white rice for its nutritional benefits."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVuZWZpdA&hash=d1185d3f0829848cdf481e3e934c8984d8a7da3f&lang=en&cache-only=0",
            "defineEn": "an advantage or a helpful effect that is the result of a situation",
            "defineVi": "một lợi thế hoặc một hiệu ứng hữu ích đó là kết quả của một tình huống"
        },
        {
            "id": "4e307228-13a0-42ef-b414-af21ce97a5d3",
            "word": "perk",
            "phonetic": "pɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, if there's a simple way to make your business more profitable, you should perk your ears.",
                "The company wants to hire her at any cost, so she can basically take her pick of perks during the negotiation process.",
                "Both systems or both platforms have different perks.",
                "Both have different perks.",
                "Both have different perks."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyaw&hash=9e4e56222ffbe3a08bb7bbd406f51e7247033e22&lang=en&cache-only=0",
            "defineEn": "an extra benefit, advantage, or privilege that one receives in addition to one's salary due to one's job",
            "defineVi": "một lợi ích bổ sung, lợi thế, hoặc đặc quyền mà một người nhận được ngoài tiền lương của một người do công việc của một người"
        }
    ]
}