{
    "id": "10c917e3-0208-4f6a-a117-bb42ccf0453f",
    "title": "Lesson 11",
    "originalTitle": "Lesson 11",
    "words": [
        {
            "id": "68f57d38-5c52-4623-82d6-0f1a7fb2530e",
            "word": "to sever",
            "phonetic": "tə sɛvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The speedy rollout confuse customers and severed trust with employees.",
                "You 'bout severed my goozle with the squirt gun.",
                "They can actually sever one or both strands of the DNA backbone.",
                "In a couple days, the severed head has a new body.",
                "In Medina, Muhammad severed the religion’s ties to Judaism, turning the focus of prayer away from Jerusalem to Mecca."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2V2ZXI&hash=a0677d971c5becf1b0f1d5e94cb6edc7874f3bb4&lang=en&cache-only=0",
            "defineEn": "cut off from a whole",
            "defineVi": "cắt đứt khỏi tổng thể"
        },
        {
            "id": "613a9f7b-3898-45b6-ab05-9ea438cc890a",
            "word": "severance",
            "phonetic": "sɛvɚɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company is offering voluntary severance packages.",
                "Not only does it mean a loss of community and family, but also a total severance of Black history for future generations. "
            ],
            "audio": "https://tts.langeek.co/read?text=c2V2ZXJhbmNl&hash=dc7b10faecc8dd7e51a5c22a7372a2965aed617b&lang=en&cache-only=0",
            "defineEn": "the act of severing",
            "defineVi": "hành động cắt đứt"
        },
        {
            "id": "404441aa-168c-4953-931a-5e14187e7fc5",
            "word": "severely",
            "phonetic": "sᵻvɪɹli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The infrastructure, the electrical infrastructure in Puerto Rico was severely destroyed.",
                "These stabby crystals, and other plant proteins on them, can severely irritate the delicate tissue in a mouth.",
                "And finally, the big one will severely impact the economy.",
                "We severely limit our talent pool in a number of ways.",
                "At the time, Attica prison was severely overcrowded."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V2ZXJlbHk&hash=16bde37e524d9d5718cb9797ab6754ea274c16a0&lang=en&cache-only=0",
            "defineEn": "very badly or to a serious extent",
            "defineVi": "rất tệ hoặc đến một mức độ nghiêm trọng"
        },
        {
            "id": "32e19616-c11c-459b-82bc-1c7445a5f9e4",
            "word": "unavoidable",
            "phonetic": "ʌnɐvɔɪdəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's an unavoidable truth that money and commerce make the world go round.",
                "That was unavoidable.",
                "It's simple math and it's unavoidable.",
                "We've never seen anything like a company that is so integrated into the fabric of existence, so, you know, at a certain point, it becomes unavoidable.",
                "So unavoidable that it is in fact our Second Law of Thermodynamics, which says that: \"Any spontaneous process increases the disorder or randomness of the universe.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dW5hdm9pZGFibGU&hash=5b6294e0c026aa01ff1c8200e555a1f837f7994e&lang=en&cache-only=0",
            "defineEn": "impossible to avoid or evade",
            "defineVi": "không thể tránh hoặc trốn tránh"
        },
        {
            "id": "c9ce5f9a-23e4-4a31-b6bb-93f4dddfc312",
            "word": "unassailable",
            "phonetic": "ʌnɐseɪləbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The only difference now is that people feel like that their hate now is unassailable.",
                "Because in the process of what Sethe and Paul call 'rememory', we're confronted with the reality of what love looks like in a world of twisted conscience, and we're finally left with the unassailable resiliency of human beings to continue in the face of all attempts to dehumanize them."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5hc3NhaWxhYmxl&hash=3b758ab47dd8d4da3eeb54de0e4646b16e726671&lang=en&cache-only=0",
            "defineEn": "without flaws or loopholes",
            "defineVi": "không có sai sót hoặc sơ hở"
        },
        {
            "id": "ca5b158f-2da0-49b8-ae36-ca9a59ad272e",
            "word": "unassuming",
            "phonetic": "ʌnɐsuːmɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I try not to judge a book by its cover, because every light is not the sun and sometimes the most unassuming things can be the most impressive.",
                "Even though he's usually quiet and unassuming, my brother can be incredibly assertive and commanding when he's at home - every dog is a lion at home, as they say.",
                "Although it won’t turn down an unassuming adult either.",
                "But the most dangerous flatulence in the world may actually come from a similarly unassuming mammal: the humble cow.",
                "Like this unassuming looking package, you can probably actually tell what it is by the tape on the top."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5hc3N1bWluZw&hash=30b272937e4072559aadecf4b0bebf1b61ae65ec&lang=en&cache-only=0",
            "defineEn": "not arrogant or presuming",
            "defineVi": "không kiêu ngạo hoặc giả định"
        },
        {
            "id": "d9fb4461-0ef2-4c7d-bcea-16ca4eee3f45",
            "word": "unfavorable",
            "phonetic": "ʌnfeɪvɚɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The orchard's yield of apples was lower this year due to unfavorable weather conditions.",
                "Joe was about to sign a contract with a new business partner when his lawyer advised him that a little wit may save a fortunate man from signing a contract with unfavorable terms.",
                "In unfavorable conditions, female kangaroos can pause their pregnancies.",
                "And that modification is unfavorable, typically with an inadequate immune response to say agents like the covid-19 virus.",
                "If both of the methyl groups are sticking up in the axial position, it’s strongly unfavorable."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5mYXZvcmFibGU&hash=89a04c36096107e9fb202d21d2fa4c21d7302cd6&lang=en&cache-only=0",
            "defineEn": "not encouraging or approving or pleasing",
            "defineVi": "không khuyến khích hoặc phê duyệt hoặc làm hài lòng"
        },
        {
            "id": "6e39cc5f-4187-4596-be0d-ec46035d5e6f",
            "word": "compliance",
            "phonetic": "kəmplaɪəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The second part of the story is compliance with medication.",
                "In the meantime, Beijing will demand compliance to its rules.",
                "The whole program started in its very early stages as sort of a compliance product.",
                "Iran is out of compliance on a number of fronts.",
                "Amazon has tackled the privacy issue with a HIPPA compliance policy."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGxpYW5jZQ&hash=02b85c265389df4ddb4b274c72d36693f9479646&lang=en&cache-only=0",
            "defineEn": "the act of following rules or regulations",
            "defineVi": "hành động tuân theo các quy tắc hoặc quy định"
        },
        {
            "id": "a33cc68d-95c4-4e2a-8f78-40bedf647498",
            "word": "compliant",
            "phonetic": "kəmplaɪənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The compliant media never asked them about. ",
                "But he’s compliant and friendly throughout this time.",
                "Maybe she's more, shall we say, compliant.",
                "Guatemala was less compliant, and its president has been blunt.",
                "Many people succumb and become compliant in terrible situations, but not everyone does."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGxpYW50&hash=c1ba1465860ec13488649e4374d047446841c1d1&lang=en&cache-only=0",
            "defineEn": "willingly obeying rules or doing what other people demand",
            "defineVi": "sẵn sàng tuân theo các quy tắc hoặc làm những gì người khác yêu cầu"
        },
        {
            "id": "aa2c007a-de3d-4762-883c-e21bbaaa5c3e",
            "word": "compliment",
            "phonetic": "kɑːmplɪmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She received many compliments on her stylish clothes.",
                "He's always paying me compliments.",
                "Getting compliments at work always makes my day!",
                "She is always fishing for compliments.",
                "Is that a lefthanded compliment to me?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGxpbWVudA&hash=8b4af0fff5a7ba3202fe831b03a10ec852075d6e&lang=en&cache-only=0",
            "defineEn": "a comment on a person's looks, behavior, achievements, etc. that expresses one's admiration or praise for them",
            "defineVi": "một nhận xét về ngoại hình, hành vi, thành tích của một người, v.v. thể hiện sự ngưỡng mộ hoặc khen ngợi của một người dành cho họ",
            "hasImg": true
        },
        {
            "id": "45c66554-f0e0-45de-8805-ff40e8337105",
            "word": "to affiliate",
            "phonetic": "tʊ ɐfɪlɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Not sponsored, just an affiliate link.",
                "I'll leave affiliate links down in the video description.",
                "They're an affiliate of the Angels also.",
                "In exchange, C.J and other affiliate marketers also get a commission from each sale.",
                "Flame Juice, not affiliated with any Mexican chain restaurant."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWZmaWxpYXRl&hash=653a94ea71fa68cc5b1bf6518ae2686a84c3d2fa&lang=en&cache-only=0",
            "defineEn": "join in an affiliation",
            "defineVi": "tham gia vào một liên kết"
        },
        {
            "id": "d719e0cf-b548-41ad-a50b-662bf1c7c605",
            "word": "affiliation",
            "phonetic": "ɐfɪlɪeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some of us had no affiliation to any political party.",
                "Some non-black speakers might use features of the dialect to show affiliation with African-Americans or with traits they might stereotypically associate with them, like confidence, coolness or toughness.",
                "And for a while now, I have been thinking that it's not so much the party affiliation that I think is driving people.",
                "And for a while now, I have been thinking that it's not so much the party affiliation that I think is driving people.",
                "Once permission is granted, the app then matches this data with the national voter file, allowing users to filter their friends and family by political affiliation, voting history and whether or not they live in a battleground state."
            ],
            "audio": "https://tts.langeek.co/read?text=YWZmaWxpYXRpb24&hash=d7272a71afc43017a765b96b7fc0ebe43ac954fe&lang=en&cache-only=0",
            "defineEn": "productive or conducive to producing in abundance",
            "defineVi": "sản xuất hoặc có lợi cho sản xuất trong sự phong phú"
        },
        {
            "id": "6ca7ee82-4c48-4a87-8f96-6097e0e1a3ee",
            "word": "cosmopolitan",
            "phonetic": "kɑːzməpɑːlɪtən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Inner Circle attracts users in the world's biggest cosmopolitan cities.",
                "Instead of cosmopolitan communities, developers often surrounded malls with enormous parking lots and suburban housing projects, exactly what Gruen was trying to thwart.",
                "A diamond disappears from the cosmopolitan",
                "I didn't want to stay at the Cosmopolitan, not with the police everywhere, looking at everything, so I went to my sister's house in South London.",
                "In architecture and painting, we see a blending of Indian and Persian styles that demonstrate how cosmopolitan the empire was."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29zbW9wb2xpdGFu&hash=85bcc699c06401c428bec8704a8ce8f3bf57eebd&lang=en&cache-only=0",
            "defineEn": "(of plants or animals) found in many different regions and climates throughout the world",
            "defineVi": "(của thực vật hoặc động vật) được tìm thấy ở nhiều vùng và khí hậu khác nhau trên khắp thế giới"
        },
        {
            "id": "3f3b8257-b551-46fe-9a28-7453e6095f55",
            "word": "mystic",
            "phonetic": "mɪstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The mystic lamb’s four ears had long perplexed viewers.",
                "And a few philosophers and mystics might argue that even our own universe is an illusion.",
                "But the brutality of the massacre in Mystic shocked even some Puritans, like William Bradford, who wrote, \"It was a fearful sight to see them frying in the fire.\"",
                "Yeah, so I thought I would, being a hippy, I thought I would give it all that mystic stuff.",
                "After some Pequots killed an English fur trader, soldiers from Massachusetts, the newly-formed colony of Connecticut, and some Narragansett Indians, who saw an opportunity to gain an upper hand over the Pequots, attacked a Pequot village at Mystic, burning it and massacring over 500 people."
            ],
            "audio": "https://tts.langeek.co/read?text=bXlzdGlj&hash=464bb7feaced33b12ad979a2bfa8976c489bd06e&lang=en&cache-only=0",
            "defineEn": "having an import not apparent to the senses nor obvious to the intelligence; beyond ordinary understanding",
            "defineVi": "có một tầm quan trọng không rõ ràng đối với các giác quan cũng như không rõ ràng đối với trí thông minh; vượt quá sự hiểu biết thông thường",
            "hasImg": true
        },
        {
            "id": "33d5de5c-f592-4a0c-97ab-0574997f4cf0",
            "word": "emblem",
            "phonetic": "ɛmbləm ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's kind of my emblem of protection.",
                "Singapore is the Lion City, so the lion is the emblem of Singapore.",
                "It also gained a reputation as one of the emblems of the 60s counterculture.",
                "The queen is now able to receive the emblems of majesty.",
                "- I love it when the bread has that emblem - on it."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1ibGVt&hash=55c8767f8ecf8af7db7e7a1329d14e95a3f2ac1d&lang=en&cache-only=0",
            "defineEn": "a special design or sign that represents a nation, monarchy, etc.",
            "defineVi": "một thiết kế hoặc dấu hiệu đặc biệt đại diện cho một quốc gia, chế độ quân chủ, v.v."
        },
        {
            "id": "49888daf-ba50-4c42-aabe-3b522a515558",
            "word": "emblematical",
            "phonetic": "ɛmbəlmæɾɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW1ibGVtYXRpY2Fs&hash=d0ca9afd2a568a225c52b162ec7ca7afd67df77a&lang=en&cache-only=0",
            "defineEn": "serving as a visible symbol for something abstract",
            "defineVi": "phục vụ như một biểu tượng hữu hình cho một cái gì đó trừu tượng"
        },
        {
            "id": "4a376146-e107-4759-a15f-8cc5e4ae68be",
            "word": "to emblazon",
            "phonetic": "tʊ ɛmbleɪzən ",
            "partOfSpeechType": "verb",
            "examples": [
                "Narrator: Designs emblazoned with luxury logos seemed a little too gauche at a time when so many people were struggling financially.",
                "A famous rhetorician in the 5th and 4th century BCE, Isocrates, was even buried in a tomb emblazoned with a Siren as a symbol of his masterful use of language and exceptional skills in speaking.",
                "Just like with most brands active in Germany at this time, it appeared beside waving banners emblazoned with swastikas."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW1ibGF6b24&hash=1f36d3390bdcc0354f300e67ce9c63643d56bc4e&lang=en&cache-only=0",
            "defineEn": "decorate with heraldic arms",
            "defineVi": "trang trí với cánh tay huy chương"
        }
    ]
}