{
    "id": "10e45bd8-319d-44cf-a38a-c374dd6e2467",
    "title": "Travel",
    "originalTitle": "Lesson 14",
    "words": [
        {
            "id": "ee61b3bf-6a07-40ad-9a95-db3545c9ae20",
            "word": "abroad",
            "phonetic": "ɐbɹɔːd ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Many investors have turned their attention to opportunities abroad.",
                "He had been abroad many times.",
                "We plan to study abroad next year to experience different cultures.",
                "I spent a year travelling abroad, and I lived on the smell of an oily rag to get by.",
                "He enjoyed trying new foods while traveling abroad."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJyb2Fk&hash=696be9f33d60d5362d33e0efb4e97b391c5b37d9&lang=en&cache-only=0",
            "defineEn": "in or to a foreign country",
            "defineVi": "Vào hoặc tới nước ngoài",
            "hasImg": true
        },
        {
            "id": "a4e7861b-2bc4-4ccc-8474-add5415b47ba",
            "word": "adventure",
            "phonetic": "ɐdvɛntʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The west is often associated with notions of freedom and adventure.",
                "He scratches his itch for adventure by traveling to exotic destinations.",
                "Adventure expeditions are growing in popularity, particularly among older Americans with money to burn.",
                "My sister packed some Spanish limes in her picnic basket for a tangy snack on our outdoor adventure.",
                "He took a big step forward to start his new adventure."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2ZW50dXJl&hash=fd2495b57b8dc60b683f08218f1cff2dc5e0cd78&lang=en&cache-only=0",
            "defineEn": "an exciting or unusual experience, often involving risk or physical activity",
            "defineVi": "một trải nghiệm thú vị hoặc bất thường, thường liên quan đến rủi ro hoặc hoạt động thể chất",
            "hasImg": true
        },
        {
            "id": "3770d879-3f3c-4dab-b574-6f261c0ca85b",
            "word": "camping",
            "phonetic": "kæmpɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "During the camping trip, we played a game of charades around the campfire.",
                "We roasted brinjal over an open fire during our camping trip.",
                "We prepare our camping gear before heading out into the wilderness.",
                "I packed an extra jacket for the camping trip.",
                "The kids can't wait to go camping."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FtcGluZw&hash=43d4ca36c50d640aac9ce4a2dc2bf263dcb37107&lang=en&cache-only=0",
            "defineEn": "the activity of ‌living outdoors in a tent, camper, etc. on a vacation",
            "defineVi": "hoạt động ‌sống ngoài trời trong lều, người cắm trại, v.v. trong kỳ nghỉ",
            "hasImg": true
        },
        {
            "id": "af9de5f2-3843-4c8d-95b2-7010dfe03eba",
            "word": "tourism",
            "phonetic": "tʊɹɹɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "MALCOLM BRABANT: Tourism generates $200 billion a year for Spain.",
                "So tourism was really the saving point for Monterey.",
                "Any downgrade of the reef's status could cut tourism revenue.",
                "It needs tourism, and",
                "They bring tourism, jobs, food, etcetera."
            ],
            "audio": "https://tts.langeek.co/read?text=dG91cmlzbQ&hash=d84bfa115334dffa6a4296165ab3000d94e31db3&lang=en&cache-only=0",
            "defineEn": "‌the business of providing accommodation, services and entertainment for people who are visiting a place for pleasure",
            "defineVi": "‌việc kinh doanh cung cấp chỗ ở, dịch vụ và giải trí cho những người đến thăm một nơi để giải trí",
            "hasImg": true
        },
        {
            "id": "265eabe6-74c0-43bc-874a-a3c4031e2e58",
            "word": "suitcase",
            "phonetic": "suːtkeɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "She pulled her suitcase behind her as she walked through the airport.",
                "My clothes won't all go in that one suitcase.",
                "I'm excited to go on vacation, so I packed my suitcase and headed to the airport.",
                "She's been living out of her suitcases in her brother's apartment ever since getting evicted from her house.",
                "Sarah's job involves so much travelling that she lives out of a suitcase."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VpdGNhc2U&hash=b196084cd9da78abf4d8abc18ef668d5ff432c5a&lang=en&cache-only=0",
            "defineEn": "a case with a handle, used for carrying clothes, etc. when we are traveling",
            "defineVi": "một cái hộp có tay cầm, được sử dụng để mang quần áo, v.v. khi chúng ta đi du lịch",
            "hasImg": true
        },
        {
            "id": "fc7c3401-ca6b-4793-aa8e-cda54c7ed7e3",
            "word": "souvenir",
            "phonetic": "suːvənɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I collected seashells as souvenirs from the beautiful island.",
                "She bought a beautiful piece of European pottery as a souvenir.",
                "Salesmen of unofficial souvenirs have also been doing a roaring trade.",
                "Some species even have fingernails on their flippers, old souvenirs from their ancient days on land.",
                "Simon showed us souvenirs like this jade cicada."
            ],
            "audio": "https://tts.langeek.co/read?text=c291dmVuaXI&hash=88a5eda4873d4095c11e6f48474e7bf014eabea0&lang=en&cache-only=0",
            "defineEn": "something that we usually buy and bring back for other people from a place that we have visited on vacation",
            "defineVi": "thứ gì đó mà chúng ta thường mua và mang về cho người khác từ một nơi mà chúng ta đã đến trong kỳ nghỉ",
            "hasImg": true
        },
        {
            "id": "caadaa18-887c-47ba-8edc-1d77911e1318",
            "word": "sightseeing",
            "phonetic": "saɪtsiːɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We often take weekend trips to nearby cities for sightseeing and relaxation.",
                "After a long day of sightseeing, we decided to take a dip in the sea to cool off.",
                "They went sightseeing But where did he take Ty?",
                "Goes to show you with G-SYNC, you really don't need all 240 FPS and a sightseeing, exploration game like this one.",
                "As you can see, even with the most powerful graphics card on the market, we are struggling to break 150 fps on this puppy, so you're definitely buying into the future-proofness when it comes to sightseeing eye-candy single player games like this one."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lnaHRzZWVpbmc&hash=7695f538995057dc1f7c5de915257c4d85026e3a&lang=en&cache-only=0",
            "defineEn": "the activity of visiting places of interest in a particular location as a tourist",
            "defineVi": "hoạt động tham quan các địa điểm yêu thích ở một địa điểm cụ thể với tư cách là khách du lịch",
            "hasImg": true
        },
        {
            "id": "6c646baf-80bd-438f-bdb2-4664f5503eb8",
            "word": "accommodation",
            "phonetic": "ɐkɑːmədeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "But it's not really surprising that this accommodation should happen.",
                "You may well need to look outside your preferred area to find affordable accommodation.",
                "The inn offers luxury accommodations, including condos and kitty suites with plush beds and TVs.",
                "Accommodation is important, makes things go a lot smoother.",
                "Layovers in 161 cities worldwide with accommodations and meals covered."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb21tb2RhdGlvbg&hash=800ddb027302e7bab6f3fe74302c54aedefee48a&lang=en&cache-only=0",
            "defineEn": "a place where people live, stay, or work in",
            "defineVi": "một nơi mà mọi người sống, ở lại, hoặc làm việc trong",
            "hasImg": true
        },
        {
            "id": "f74f8159-82a0-4a69-9eed-bea0e6a18326",
            "word": "destination",
            "phonetic": "dɛstɪneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "We finally reached our destination.",
                "The mountain is a popular destination for climbers and hikers.",
                "Our dream destination for this year's vacation is a secluded tropical island.",
                "The fast train arrived at the destination in no time.",
                "The company's destination was to become a global leader in sustainable technology."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzdGluYXRpb24&hash=1eb667366893fa9a10ec8fd21c091dc3c04a0b70&lang=en&cache-only=0",
            "defineEn": "the place where someone or something is headed",
            "defineVi": "nơi mà một ai đó hoặc một cái gì đó đang đứng đầu",
            "hasImg": true
        },
        {
            "id": "dba36fd3-b412-470c-b67e-9a0147ff0647",
            "word": "safari",
            "phonetic": "sɐfɑːɹɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend went on a safari in Africa and saw many amazing animals.",
                "o make sure that all goes according to plan and no one rains on his parade, the president's safari will stay clear of trouble spots.",
                "Using significant energy in Safari.",
                "Scroll down to Safari and tap it.",
                "This will change the appearance of Safari to replicate the browser of an iPhone."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FmYXJp&hash=e96b963cdc5e8cb6081dbdbfea751e0c58f0c29a&lang=en&cache-only=0",
            "defineEn": "a journey or expedition, typically for observing and photographing wild animals in their natural habitat, especially in African countries",
            "defineVi": "một hành trình hoặc chuyến thám hiểm, điển hình là để quan sát và chụp ảnh động vật hoang dã trong môi trường sống tự nhiên của chúng, đặc biệt là ở các nước châu Phi",
            "hasImg": true
        },
        {
            "id": "67e51a01-d78c-45e6-ad08-c197823059c0",
            "word": "theme park",
            "phonetic": "θiːm pɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Crowds rush the open doors of theme parks across the world.",
                "Crowds rush the open doors of theme parks across the world.",
                "Movie theaters are like theme parks or carnivals.",
                "Disney World isn't just a theme park to you.",
                "And by 2017 Disney Parks claimed 55% of North American theme park attendance."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlbWUgcGFyaw&hash=1c3717e243b77c06cf3c4bb35a1cc5f8a6768a4f&lang=en&cache-only=0",
            "defineEn": "a large park, with machines and games that are all related to a single concept, designed for public entertainment",
            "defineVi": "một công viên rộng lớn, với máy móc và trò chơi đều liên quan đến một khái niệm duy nhất, được thiết kế để giải trí công cộng",
            "hasImg": true
        },
        {
            "id": "847b9e45-aed2-4cb7-a26c-9ab7b13110f8",
            "word": "voyage",
            "phonetic": "vɔɪɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Columbus’ first voyage consisted of three ships.",
                "For thousands of years, Polynesian navigators managed voyages like this without the help of modern navigational aids.",
                "As with the Columbian Exchange, Cook's voyages to Australia remade the biological landscape.",
                "Yet the voyage had to continue.",
                "Darwin’s ideas about natural selection were born on a voyage around the world."
            ],
            "audio": "https://tts.langeek.co/read?text=dm95YWdl&hash=71df6caf2b61fca73c1602fe66b143e8992bb773&lang=en&cache-only=0",
            "defineEn": "a long journey taken on a ship or spacecraft",
            "defineVi": "một hành trình dài thực hiện trên một con tàu hoặc tàu vũ trụ",
            "hasImg": true
        },
        {
            "id": "c58736f1-a253-4251-a9f0-ace437f22c09",
            "word": "travel agency",
            "phonetic": "tɹævəl eɪdʒənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The travel agency is not his only venture - he's got more than one iron in the fire.",
                "And then just other places, like travel agencies that I've been to before.",
                "I was an operations manager for a luxury travel agency.",
                "\"I want to show it to my boss at the travel agency.\"",
                "In 1981, Barbara Bloom made a series she called 'Travel Posters that, upon initial glance, look like ones you might have seen in a travel agency or consulate at the time, but on closer inspection you realize that, while the images are what you might expect, (airplanes and travelers and beaches) the text complicates matters considerably."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhdmVsIGFnZW5jeQ&hash=3e483a83e8e3d08252bfd188e47a6666bd36d10f&lang=en&cache-only=0",
            "defineEn": "an agency that makes arrangements for people who want to travel",
            "defineVi": "một cơ quan sắp xếp cho những người muốn đi du lịch",
            "hasImg": true
        },
        {
            "id": "d458f3a8-a959-4ce7-9f90-9d93b1ef9fb5",
            "word": "package tour",
            "phonetic": "pækɪdʒ tʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFja2FnZSB0b3Vy&hash=573d61124952d9c665d32c2d53368a0139f3b46d&lang=en&cache-only=0",
            "defineEn": "a vacation arranged by a travel agent or a company at a fixed price including the cost of transport, accommodations, etc.",
            "defineVi": "một kỳ nghỉ được sắp xếp bởi một đại lý du lịch hoặc một công ty với mức giá cố định bao gồm chi phí vận chuyển, chỗ ở, v.v.",
            "hasImg": true
        },
        {
            "id": "4c46f377-6a29-4abc-8bff-9a7930493a41",
            "word": "front desk",
            "phonetic": "fɹʌnt dɛsk ",
            "partOfSpeechType": "noun",
            "examples": [
                "I had a scare at the front desk.",
                "I went over to the front desk at the gym.",
                "Approach the front desk, click E and open the gallery.",
                "I did go to the front desk and I did ask for pre-boarding.",
                "But here we are at my front desk, where you can see the splatter paint that accompanies anyone’s arrival in a new space and will thankfully disappear."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJvbnQgZGVzaw&hash=a781e20d7883553ce47a89f5ffbcb795641096d2&lang=en&cache-only=0",
            "defineEn": "the first place we go when we enter a hotel, where we can ask for information or get the key to our room",
            "defineVi": "nơi đầu tiên chúng ta đến khi vào khách sạn, nơi chúng ta có thể hỏi thông tin hoặc lấy chìa khóa phòng",
            "hasImg": true
        },
        {
            "id": "b4e9e0b4-e234-4502-8722-eae0931e06b4",
            "word": "all-inclusive",
            "phonetic": "ɔːlɪŋkluːsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Moreover, it is a movement that is all-embracive, all-inclusive and all about ensuring no one falls between the cracks.",
                "All-inclusives are a great option for families, in particular, with kids.",
                "All-inclusives offer more amenities than you'll actually use, and they bank on that.",
                "Demand for all-inclusive resorts rose to 14% in 2014 from 8% in 2011.",
                "According to a 2018 study from the UK's Post Office, UK families spend an average of $980 on top of the price of their all-inclusive."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxsLWluY2x1c2l2ZQ&hash=35ac97b5cfe7d39f2f3f34cc9dd5d83de29276f0&lang=en&cache-only=0",
            "defineEn": "including everyone or everything, particularly for a single price",
            "defineVi": "bao gồm tất cả mọi người hoặc tất cả mọi thứ, đặc biệt với một mức giá duy nhất"
        },
        {
            "id": "5d5cce92-59e8-47ce-b54a-0c97b0210aa4",
            "word": "suite",
            "phonetic": "swiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The suite will add a touch of class to your bedroom.",
                "Here's your suite for today's flight.",
                "In first class, passengers get a whole suite to themselves.",
                "Welcome to the master suite.",
                "Among other things, their suite of instruments will study the environment created by the Sun’s solar wind on the lunar soil."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VpdGU&hash=8f31f4ac886fab3b196eba9508e2c70be9e0e405&lang=en&cache-only=0",
            "defineEn": "a series of rooms, particularly in a hotel",
            "defineVi": "một loạt các phòng, đặc biệt là trong một khách sạn",
            "hasImg": true
        },
        {
            "id": "3019f6ff-89a4-4e03-aa33-e8753117daa9",
            "word": "en suite",
            "phonetic": "ɛn swiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Through here, this is another bedroom, en suite bedroom."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW4gc3VpdGU&hash=d5bbec314feb1022a458f11dbbd034a3c17da28b&lang=en&cache-only=0",
            "defineEn": "a bedroom, especially in a hotel, which is directly joined to a bathroom",
            "defineVi": "một phòng ngủ, đặc biệt là trong một khách sạn, được kết nối trực tiếp với phòng tắm",
            "hasImg": true
        },
        {
            "id": "d1d8adc1-8772-423a-af4a-94a8929f356e",
            "word": "vacationer",
            "phonetic": "veɪkeɪʃənɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the virus has spread, both vacationers and business travelers have curb ed their plans.",
                "Eyes are closely watching the fate of Virgin Voyages, the cruise line aimed at upscale vacationers that Virgin Group had announced it was building with partner Bain Capital in December 2014.",
                "According to a 2015 study by Tourism Concern, about two-thirds of all-inclusive vacationers go on some sort of excursion, which can add up fast."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFjYXRpb25lcg&hash=cd7433a458d7232896e6d5de68d4ccdf1357a79c&lang=en&cache-only=0",
            "defineEn": "someone who has gone on vacation",
            "defineVi": "một người đã đi nghỉ",
            "hasImg": true
        },
        {
            "id": "e765137c-4ad2-49c2-92b1-4069f9fa9ba9",
            "word": "housekeeper",
            "phonetic": "haʊskiːpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "'Quietly, sir!' whispered the housekeeper, as we climbed up the dark stairs.",
                "I'll be their housekeeper.",
                "The family employed an African-American housekeeper who was central in Lee’s upbringing.",
                "The housekeeper there, Ellen Dean, rushed out to welcome me home.",
                "I just find my housekeeper, but I've already found a replacement."
            ],
            "audio": "https://tts.langeek.co/read?text=aG91c2VrZWVwZXI&hash=5c78aee9646779aef2a9a57b6e14e482198549cf&lang=en&cache-only=0",
            "defineEn": "a person whose job is to do the cleaning and cooking in a house or hotel",
            "defineVi": "một người có công việc là dọn dẹp và nấu ăn trong nhà hoặc khách sạn",
            "hasImg": true
        },
        {
            "id": "cb47093a-53a5-4949-a451-c94bac677c8f",
            "word": "cancelation",
            "phonetic": "kænsɪleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "But cost cutting measures were starting to result in complaints about flight delays and cancelations, problems with baggage and issues with reservations and bookings.",
                "Take a moment to make sure it’s clear what’s happening without velocity diagram: The change from one vector to the next, the little difference vector joining one tip to the next, will always have the same length, which was a consequence of the perfect cancelation that happens when mixing Kepler’s second law with the inverse square law."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FuY2VsYXRpb24&hash=9ba50d0d0343fea43a067cdf0b53498ca18522b7&lang=en&cache-only=0",
            "defineEn": "the act of canceling a planned event or an order for something",
            "defineVi": "hành động hủy bỏ một sự kiện theo kế hoạch hoặc một đơn đặt hàng cho một cái gì đó",
            "hasImg": true
        },
        {
            "id": "0f815a76-6698-421f-b125-35663fe47c3f",
            "word": "itinerary",
            "phonetic": "aɪtɪnɚɹɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "We found the President's itinerary in your desk.",
                "We only know a quarter, at most, probably less, a fraction, really, of what they have got up to, based on their travel plans, their itinerary, right?",
                "When I got the itinerary from the Thunderbirds, and I started reading stuff, and it said things like, get plenty of sleep, I was like, oh, I haven't really done that."
            ],
            "audio": "https://tts.langeek.co/read?text=aXRpbmVyYXJ5&hash=de40eef0cf08e4d99378b31be0e30af724f3b16c&lang=en&cache-only=0",
            "defineEn": "a plan of the route and the places that one will visit on a journey",
            "defineVi": "một kế hoạch của tuyến đường và những nơi mà một người sẽ ghé thăm trên một hành trình",
            "hasImg": true
        },
        {
            "id": "9ad023eb-700c-4ac4-b923-324c685287e6",
            "word": "motel",
            "phonetic": "moʊtɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "More people are coming from the motel.",
                "Is there a motel?",
                "After the action in the ring, Clay and three famous friends get together in a motel room for the real action, deeply personal debates over their work and responsibilities as Black men.",
                "'There's a nice motel across the river.",
                "Suddenly, Kenny remembers the girl at the motel desk."
            ],
            "audio": "https://tts.langeek.co/read?text=bW90ZWw&hash=7f6c83a9b4ccb48fbba19aed2a2af41e6431fcfe&lang=en&cache-only=0",
            "defineEn": "a hotel near the road suitable for people who are on a road trip, usually with rooms arranged in a row and parking places outside",
            "defineVi": "một khách sạn gần đường thích hợp cho những người đi du lịch trên đường, thường có các phòng được sắp xếp theo dãy và bãi đậu xe bên ngoài",
            "hasImg": true
        },
        {
            "id": "e06ff2fe-f500-4ef1-88e6-8193c092d9b6",
            "word": "booking",
            "phonetic": "bʊkɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He made a complaint about the room and the hotel changed his booking.",
                "The restaurants don't have bookings.",
                "The sneakiness starts with booking.",
                "We were at our highest booking level we had ever been for events.",
                "And then I look at my summer bookings, and recognize that I have got another big hole in the company."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9va2luZw&hash=fca825d4e2c673b5c942437465bdeab6df3c0165&lang=en&cache-only=0",
            "defineEn": "the arrangement made in advance to reserve a hotel room, ticket, etc.",
            "defineVi": "sự sắp xếp được thực hiện trước để đặt phòng khách sạn, vé, v.v.",
            "hasImg": true
        },
        {
            "id": "f8483472-b8ce-4a6f-97ad-392b3a4b2405",
            "word": "checkout",
            "phonetic": "tʃɛkaʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The books in the library are available for checkout at their pleasure.",
                "The checkout process was slow. ",
                "You could checkout their Curious Minds series on Brain Health, for instance.",
                "So checkout MentalPod if you haven't checked out the mental-illness Happy Hour.",
                "And then, at the checkout, pick out, like, a Nerds Rope or a chocolate or whatever they had at the time."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlY2tvdXQ&hash=858a256cb2c364d2537550ce48ef5ccf0c7a7efb&lang=en&cache-only=0",
            "defineEn": "the time when a guest should leave a hotel room, pay the bills, and return the key",
            "defineVi": "thời điểm mà khách nên rời khỏi phòng khách sạn, thanh toán hóa đơn và trả lại chìa khóa",
            "hasImg": true
        },
        {
            "id": "f8eae21d-a398-45fd-9e4f-e25528f1c3cf",
            "word": "excursion",
            "phonetic": "ɛkskɜːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Likewise, Homo erectus began its excursions out of Africa hundreds of thousands of years before the first definitive evidence of widespread fire use.",
                "But what most agree on is the extravagant scale of the excursion.",
                "This was the last sample collected on Apollo 11, as Neil Armstrong's outside the LEM, the lunar excursion module, getting ready to seal up the rock box.",
                "According to a 2015 study by Tourism Concern, about two-thirds of all-inclusive vacationers go on some sort of excursion, which can add up fast.",
                "There were smaller versions for fishing and local excursions, and larger adaptations for open sea voyages capable of carrying tens of tons of cargo."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjdXJzaW9u&hash=4d017f3456d44b953c0bc9e800b37384de8d2b61&lang=en&cache-only=0",
            "defineEn": "a short trip taken for pleasure, particularly one arranged for a group of people",
            "defineVi": "một chuyến đi ngắn được thực hiện cho niềm vui, đặc biệt là một chuyến đi được sắp xếp cho một nhóm người",
            "hasImg": true
        },
        {
            "id": "7cc73637-6430-4c1f-bede-b1caf5486b34",
            "word": "to cruise",
            "phonetic": "tə kɹuːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The cruise went very quickly.",
                "They were cruising for a bruising.",
                "To go on a journey/tour/trip/cruise.",
                "Unless you've got your stuff together then you're cruising for a bruising",
                "The Rhine River is one of the longest rivers in Germany and offers scenic boat cruises."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3J1aXNl&hash=07379eabbe823bfc6cda28e49fddaad344c9bb64&lang=en&cache-only=0",
            "defineEn": "to go on vacation by a ship or boat",
            "defineVi": "đi nghỉ bằng tàu hoặc thuyền",
            "hasImg": true
        },
        {
            "id": "047d89ce-c60d-4bdc-b61e-9ec189459eaa",
            "word": "resort",
            "phonetic": "ɹᵻzɔːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Asking them to leave the school should be a last resort.",
                "As a last resort we can call Lugas.",
                "When I lost my job and couldn't pay my rent, I had to resort to stealing food from the grocery store - as they say, necessity knows no law.",
                "Resort fees are very common.",
                "These resort fees can range anywhere between $4 to $50 per day."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzb3J0&hash=af7feac3a24a36394a9f3f51a628193d676c5960&lang=en&cache-only=0",
            "defineEn": "an establishment that provides vacationers with lodging, food, entertainment, etc.",
            "defineVi": "một cơ sở cung cấp cho khách du lịch chỗ ở, thức ăn, giải trí, v.v.",
            "hasImg": true
        },
        {
            "id": "226c486c-0f4c-49dc-b9fd-74b6cf362a5c",
            "word": "hostel",
            "phonetic": "hɑːstəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Life for mostof these workers is confined to the factory floor and adormitory in a migrant's hostel.",
                "Sanxingchen is encircledwith hostels, some of them squalid,others indescribable."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9zdGVs&hash=eaaa00534f53f44281a002232388086003ad753f&lang=en&cache-only=0",
            "defineEn": "a place or building that provides cheap food and accommodations for visitors",
            "defineVi": "một địa điểm hoặc tòa nhà cung cấp thức ăn và chỗ ở giá rẻ cho du khách",
            "hasImg": true
        },
        {
            "id": "8264d6f8-9e25-4b4a-830a-eb5787fb7f25",
            "word": "to unpack",
            "phonetic": "tʊ ʌnpæk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Emily visited her cousin's apartment and made herself at home by unpacking her belongings and getting comfortable in the spare bedroom.",
                "I'm still unpacking internalised ableism.",
                "In this video, Reid unpacks the hardest aspects of living on Mars.",
                "I unpack or decode what's happening in the Philippines to the rest of the world.",
                "Yeah, so let’s unpack that."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5wYWNr&hash=ed2df63d1014a126bff2fb7f6a272c969fb055f9&lang=en&cache-only=0",
            "defineEn": "to open a suitcase, box, etc. and remove the objects inside",
            "defineVi": "để mở vali, hộp, v.v. và lấy đồ vật bên trong",
            "hasImg": true
        },
        {
            "id": "2d6a9024-fef4-47a0-ad7c-be12321ca88c",
            "word": "currency",
            "phonetic": "kɜːɹənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The journalist's investigation uncovered a network of the gnomes of Zurich who were involved in manipulating global currency markets for their own benefit.",
                "When counterfeit bills started circulating in the town, people became skeptical of using the genuine currency, leading to a decrease in the overall value of money in circulation, showing how bad money drives out good.",
                "Devaluing our currency.",
                "Nowadays, prisoners use postage stamps and even small packages of mackerel as currency.",
                "The currency is worthless."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VycmVuY3k&hash=db6401b8d7910b87f159bc0629f72de4729dfb77&lang=en&cache-only=0",
            "defineEn": "the type or system of money that is used by a country",
            "defineVi": "loại hoặc hệ thống tiền được sử dụng bởi một quốc gia",
            "hasImg": true
        }
    ]
}