{
    "id": "1110b8b5-5587-4415-a958-6ede33391af3",
    "title": "Money and Shopping",
    "originalTitle": "Lesson 13",
    "words": [
        {
            "id": "82b63d26-467d-4d05-88ee-e433db181c24",
            "word": "to afford",
            "phonetic": "tʊ ɐfoːɹd ",
            "partOfSpeechType": "verb",
            "examples": [
                "You can afford a dollar for a good cause.",
                "He could no longer afford to run a car.",
                "I couldn't afford to waste petrol chasing rainbows as far as Leeds and back.",
                "They can't afford to buy school books.",
                "We can't afford to strain at gnats and swallow camels."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWZmb3Jk&hash=7c0d829f953ac77fb1d12a44d6a2ee03e63c246d&lang=en&cache-only=0",
            "defineEn": "to be able to pay the cost of something",
            "defineVi": "để có thể trả chi phí của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "d52ccc25-192c-4fb4-8c41-9a49f9c3aae0",
            "word": "change",
            "phonetic": "tʃeɪndʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "That experience changed my life.",
                "The storekeeper changed my dollar bill for four quarters.",
                "Leaves change colour in autumn.",
                "The wind has changed direction.",
                "The lights changed to green."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhbmdl&hash=76b79b376683996a75ada12cbcb7ff662c768610&lang=en&cache-only=0",
            "defineEn": "the money that is returned to us when we have paid more than the actual cost of something",
            "defineVi": "số tiền được trả lại cho chúng tôi khi chúng tôi đã trả nhiều hơn chi phí thực tế của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "43f6e7be-753a-416f-9037-2dab6b1a0d0e",
            "word": "to charge",
            "phonetic": "tə tʃɑːɹdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "To bring charges/legal action/proceedings against somebody.",
                "First of all, they're charging an arm and a leg.",
                "I was put in charge of the office.",
                "The charges against the suspect will come up in court tomorrow.",
                "Who put Tony in charge of the accounts?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hhcmdl&hash=f76dbc268e49a0827cfa45372afc9d96fd4d46d4&lang=en&cache-only=0",
            "defineEn": "to ask a person to pay a certain amount of money in return for a product or service",
            "defineVi": "để yêu cầu một người trả một số tiền nhất định để đổi lấy một sản phẩm hoặc dịch vụ",
            "hasImg": true
        },
        {
            "id": "3927ef06-9d85-4827-99b7-ad001f98678d",
            "word": "coin",
            "phonetic": "kɔɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The party, now in the minority, has been paying the new majority back in their own coin by stifling their legislation initiatives at every opportunity.",
                "I had to find out the hard way - to coin a phrase.",
                "She enjoys collecting vintage coins as a hobby.",
                "Perhaps we should consider the flip side of the coin : there should be no expenditure without representation.",
                "She was, to coin a phrase, swept off her feet."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29pbg&hash=e2a21ee9d1ffdbd84a72a57b15c3f4da81676697&lang=en&cache-only=0",
            "defineEn": "a piece of metal, typically round and flat, used as money, issued by governments",
            "defineVi": "một miếng kim loại, thường tròn và phẳng, được sử dụng làm tiền, do chính phủ phát hành",
            "hasImg": true
        },
        {
            "id": "7663e136-e9be-4541-8a1e-f3c1d6249d7d",
            "word": "currency",
            "phonetic": "kɜːɹənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The journalist's investigation uncovered a network of the gnomes of Zurich who were involved in manipulating global currency markets for their own benefit.",
                "When counterfeit bills started circulating in the town, people became skeptical of using the genuine currency, leading to a decrease in the overall value of money in circulation, showing how bad money drives out good.",
                "Devaluing our currency.",
                "Nowadays, prisoners use postage stamps and even small packages of mackerel as currency.",
                "The currency is worthless."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VycmVuY3k&hash=db6401b8d7910b87f159bc0629f72de4729dfb77&lang=en&cache-only=0",
            "defineEn": "the type or system of money that is used by a country",
            "defineVi": "loại hoặc hệ thống tiền được sử dụng bởi một quốc gia",
            "hasImg": true
        },
        {
            "id": "c32bd653-d6fb-4e93-9e9d-8751e77b4f6f",
            "word": "discount",
            "phonetic": "dɪskaʊnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The store sometimes offers discounts on certain items.",
                "The store is offering a discount of eighty percent off.",
                "She learned to look for deals and discounts and to avoid unnecessary purchases.",
                "We encourage everyone to avail of the discounted rates for booking their hotel rooms in advance.",
                "Don't forget to avail of the special discounts for students when purchasing your textbooks for the semester."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY291bnQ&hash=7e4837558d7b20a529bcab300f5196d322b7d664&lang=en&cache-only=0",
            "defineEn": "the amount of money that is reduced from the usual price of something",
            "defineVi": "số tiền được giảm từ giá thông thường của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "4e20071a-801f-445e-9ee2-205c3b55729b",
            "word": "inexpensive",
            "phonetic": "ɪnɛkspɛnsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Inexpensive chemical fertilizers let many people grow abundant food for the first time ever.",
                "These are really inexpensive pair from Amazon.",
                "This is a very inexpensive Airbnb.",
                "There's not an inexpensive ceiling on the Trump coalition.",
                "Mutual fund shares are usually inexpensive, and you get the advantage of diversification without having to buy hundreds or thousands of shares yourself."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5leHBlbnNpdmU&hash=f8a9a82b443dfd258c296e76836261b7511207bf&lang=en&cache-only=0",
            "defineEn": "being low in price; having a cheap price",
            "defineVi": "giá thấp; có giá rẻ",
            "hasImg": true
        },
        {
            "id": "5490666c-8218-4d0a-accb-c5f017fb6c93",
            "word": "mall",
            "phonetic": "mɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The team then beats a retreat from the mall, hoping no one noticed them.",
                "I saw a famous actress at the shopping mall today.",
                "Can you get a new coffee pot while you're at the mall?",
                "The rise of big box stores like Walmart, discount retailers like HomeGoods, and the transition to e-commerce weighed on malls too.",
                "Malls, like fashion, are very expensive."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFsbA&hash=790197d2966081cd9da623e0c78c00599cfd9dd3&lang=en&cache-only=0",
            "defineEn": "‌a large building or enclosed area, where many stores are placed",
            "defineVi": "‌một tòa nhà lớn hoặc khu vực khép kín, nơi đặt nhiều cửa hàng",
            "hasImg": true
        },
        {
            "id": "f6eca581-9673-4ede-986a-6522f60a54ca",
            "word": "stall",
            "phonetic": "stɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "In a lively street food market, a food stall specializes in Asian-inspired spare rib tacos.",
                "We often said that better a dinner of herbs than a stalled ox where hate is.",
                "Years of bureaucracy and tough immigration policies have stalled the process.",
                "Years of bureaucracy and tough immigration policies have stalled the process.",
                "But over the decades, a number of high-profile disasters have stalled the industry's momentum."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhbGw&hash=00d7da6186f78030ecc03a8248963c32d7481839&lang=en&cache-only=0",
            "defineEn": "a stand or a small table or shop with an open front where people sell their goods",
            "defineVi": "một gian hàng hoặc một cái bàn nhỏ hoặc cửa hàng có mặt tiền rộng mở, nơi mọi người bán hàng hóa của họ",
            "hasImg": true
        },
        {
            "id": "bf4a387e-f431-4cf8-b1de-3d27a05bb866",
            "word": "to return",
            "phonetic": "tə ɹᵻtɜːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "to return a greeting.",
                "Please return the completed form at your earliest convenience.",
                "I am returned.",
                "He did not return her love.",
                "The stock market rally resulted in a fat return on investment for many investors."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV0dXJu&hash=8b674e41be8d73fccca9f39fa6c48197546abeac&lang=en&cache-only=0",
            "defineEn": "to send, give, or bring something back to someone or to a place",
            "defineVi": "để gửi, cho, hoặc mang lại một cái gì đó cho ai đó hoặc đến một nơi"
        },
        {
            "id": "ccd0ec89-61bc-483e-b944-13a537d51420",
            "word": "buyer",
            "phonetic": "baɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The buyer backed out of the deal the day before they were due to sign the contract.",
                "Sellers have upped the ante in this area so much that first-time buyers can no longer afford it.",
                "Here is why home buyers end up losing their shirt.",
                "The buyers wanted to bring the price down from $15,000 to $10,000, so I offered to meet them halfway at $12,500.",
                "They knew that, as a going concern, the cafe would command a higher price with prospective buyers."
            ],
            "audio": "https://tts.langeek.co/read?text=YnV5ZXI&hash=0c912291183506e0b3e092e382bf9686099a3551&lang=en&cache-only=0",
            "defineEn": "a person who wants to buy something, usually an expensive item",
            "defineVi": "một người muốn mua một cái gì đó, thường là một mặt hàng đắt tiền",
            "hasImg": true
        },
        {
            "id": "a9ee94e3-6c78-4fb6-8e5b-504f2bbfd302",
            "word": "seller",
            "phonetic": "sɛlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sellers have upped the ante in this area so much that first-time buyers can no longer afford it.",
                "The book became a worldwide best-seller, largely by the word of mouth.",
                "The goods have to be returned to their rightful owner and getting money back from the seller is like getting blood out of a stone.",
                "Sellers solicit pay-for-play reviews through popular Twitter accounts and Facebook groups with thousands of members.",
                "So this means few sellers."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsbGVy&hash=4bce79d632d0c4436876538515aa0c99dbfe8bc2&lang=en&cache-only=0",
            "defineEn": "a person or company that sells something",
            "defineVi": "một người hoặc công ty bán một cái gì đó",
            "hasImg": true
        },
        {
            "id": "3aaf1b43-3d59-40e5-a1cc-fb4e1f6e1eae",
            "word": "shopper",
            "phonetic": "ʃɑːpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Shoppers took cover behind cars as police marksmen returned fire.",
                "Shoppers buy furniture less frequently than things like t-shirts and toys.",
                "Shoppers visited J.C. Penney stores - thrill of a deal.",
                "Please meet your shopper at the door.",
                "Please meet your shopper at the door."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvcHBlcg&hash=ba191014a5161ff74d6ccba6455e54d7709632a8&lang=en&cache-only=0",
            "defineEn": "someone who goes to shops for looking at or buying something",
            "defineVi": "ai đó đi đến các cửa hàng để xem xét hoặc mua một cái gì đó",
            "hasImg": true
        },
        {
            "id": "ddd9c5b5-fc0b-4e14-aef7-e75ba9e4c4ca",
            "word": "product",
            "phonetic": "pɹɑːdʌkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company's new product launch led to a fat increase in revenue.",
                "The product launch went out with a bang, with a viral social media campaign and record-breaking sales numbers.",
                "The company's new product line contributed to a significant increase in its overall yield for the quarter.",
                "The new smartphone had the edge over the last product, with its larger screen and faster processor.",
                "The new product will soon be available in stores nationwide."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZHVjdA&hash=95304d23f8faf500649e8c52e05e2093a5947965&lang=en&cache-only=0",
            "defineEn": "something that is created or grown for sale",
            "defineVi": "một cái gì đó được tạo ra hoặc phát triển để bán",
            "hasImg": true
        },
        {
            "id": "a78a1d08-47de-4382-9f27-46e36f8b4c53",
            "word": "goods",
            "phonetic": "ɡʊdz ",
            "partOfSpeechType": "noun",
            "examples": [
                "ur company mainly produces goods for export.",
                "Such cheap goods obviously rely on dirt cheap labor.",
                "The goods will be delivered at your convenience.",
                "The truck delivered a large shipment of goods to the warehouse.",
                "She stored canned goods and snacks in the kitchen pantry."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29vZHM&hash=609fd6d05d1b9042acbab18737c0937d339e2193&lang=en&cache-only=0",
            "defineEn": "items made or produced for sale",
            "defineVi": "các mặt hàng được làm hoặc sản xuất để bán",
            "hasImg": true
        },
        {
            "id": "c8dadd16-2f66-4ca3-83e1-e4765dd16e64",
            "word": "checkout",
            "phonetic": "tʃɛkaʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The books in the library are available for checkout at their pleasure.",
                "The checkout process was slow. ",
                "You could checkout their Curious Minds series on Brain Health, for instance.",
                "So checkout MentalPod if you haven't checked out the mental-illness Happy Hour.",
                "And then, at the checkout, pick out, like, a Nerds Rope or a chocolate or whatever they had at the time."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlY2tvdXQ&hash=858a256cb2c364d2537550ce48ef5ccf0c7a7efb&lang=en&cache-only=0",
            "defineEn": "a place in a supermarket where people pay for the goods they buy",
            "defineVi": "một nơi trong siêu thị nơi mọi người trả tiền cho hàng hóa họ mua",
            "hasImg": true
        },
        {
            "id": "e6b4e7ff-62c3-411f-bd87-ce7fa0138c34",
            "word": "account",
            "phonetic": "ɐkaʊnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The end-of-year accounts show a loss.",
                "Their bank account was in the red again.",
                "John's bank account is in credit by $500.",
                "Then the punishment of individuals invariably took account of the harm or damage done to the victim.",
                "He gave a good account of himself in matches against Crewe and Chesterfield."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb3VudA&hash=a14f9ecf7c006812f3c236dcb3be803b3ccf278a&lang=en&cache-only=0",
            "defineEn": "an arrangement according to which a bank keeps and protects someone's money that can be taken out or added to",
            "defineVi": "một sự sắp xếp theo đó một ngân hàng giữ và bảo vệ tiền của ai đó có thể được lấy ra hoặc thêm vào"
        },
        {
            "id": "3afb94f4-2a3f-4762-86f4-89430ef2e800",
            "word": "to owe",
            "phonetic": "tʊ oʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The fluffy pancakes owed their light texture to the addition of baking powder.",
                "He owes money to everyone - he really has his back to the wall now.",
                "He owes money to everyone - he really has his back to the wall now.",
                "He still hasn't paid me the money he owes me.",
                "However, creditors have better memory than debtors, and they will eventually come calling for what is owed to them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3dl&hash=75cb9668f629b4e1e43417290999047293208a08&lang=en&cache-only=0",
            "defineEn": "to have the responsibility of paying someone back a certain amount of money that was borrowed",
            "defineVi": "có trách nhiệm trả lại ai đó một số tiền nhất định đã vay",
            "hasImg": true
        },
        {
            "id": "47384866-7772-46b7-b3d2-b298350d848f",
            "word": "to borrow",
            "phonetic": "tə bɑːɹoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Eve borrows money to buy expensive designer clothes - champagne taste on a beer budget!",
                "They can borrow them for as long as they need them.",
                "My roommate asked me if she could borrow a zucchini to make a zucchini bread.",
                "I decided to borrow a leaf out of his book and invest some money in the stock market.",
                "I’ve got money you can borrow if you run out."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm9ycm93&hash=0685e690f5dc19bd2beaa697e2760d65eb09e1c2&lang=en&cache-only=0",
            "defineEn": "to use or take something that someone else owns, which must be given back to them later on",
            "defineVi": "sử dụng hoặc lấy thứ gì đó mà người khác sở hữu, sau này phải trả lại cho họ",
            "hasImg": true
        },
        {
            "id": "e4a29a0a-c2ac-416c-929c-b2e8ce45986b",
            "word": "to lend",
            "phonetic": "tə lɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Lend an ear and listen to my version.",
                "Can you lend me your red pen to fill out this form?",
                "She lends her pencil to a classmate who forgot to bring one.",
                "If Laura damages the car, her dad won't lend it to her again.",
                "You'll lend him some, since you can afford to make ducks and drakes of it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGVuZA&hash=0abbe0eb387fb142f26ac5cec364e6f4f8acb6f8&lang=en&cache-only=0",
            "defineEn": "to allow someone to have or use something that you own which must be returned to you later",
            "defineVi": "để cho phép ai đó có hoặc sử dụng một cái gì đó mà bạn sở hữu mà phải được trả lại cho bạn sau này",
            "hasImg": true
        },
        {
            "id": "44b06398-78fb-4cb4-853f-81dc7a8aae3c",
            "word": "credit",
            "phonetic": "kɹɛdɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "John's bank account is in credit by $500.",
                "On the credit side, the restaurant offers a wide range of choices.",
                "Enter these amounts on the credit side.",
                "The company is in credit with its customers for providing excellent customer service.",
                "The politician is in credit with his supporters for fulfilling his election promises."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlZGl0&hash=656cea0bc7a86951d742106ddcac8276bc9f7713&lang=en&cache-only=0",
            "defineEn": "the ability to buy something from a shop or receive money from a bank based on trust, without paying for it immediately",
            "defineVi": "khả năng mua thứ gì đó từ cửa hàng hoặc nhận tiền từ ngân hàng dựa trên sự tin tưởng mà không phải trả tiền ngay lập tức",
            "hasImg": true
        },
        {
            "id": "7e2e20d7-ade0-491b-a44e-889ee5134803",
            "word": "debt",
            "phonetic": "dɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "My debts are a millstone round my neck.",
                "The new loan takes the total debt to $100 000.",
                "As the saying goes, out of debt, out of danger.",
                "The film caught a cold over the outstanding debt.",
                "As the saying goes, interest on debt grows without rain."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVidA&hash=6fa55b4cc2d7441f93fb9ba095c536812988f5b5&lang=en&cache-only=0",
            "defineEn": "an amount of money or a favor that is owed",
            "defineVi": "một số tiền hoặc một ân huệ được nợ",
            "hasImg": true
        },
        {
            "id": "111d33e8-7a27-459d-9c34-f8a3564e777a",
            "word": "to donate",
            "phonetic": "tə doʊneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She donated money to a charity to help those in need.",
                "Mary had a vested interest in the outcome of the election, so she donated money to her candidate's campaign.",
                "We donate blood regularly at the hospital to help those in need.",
                "They donated canned food to the local food bank.",
                "Please do your part by donating what you can to the organization."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZG9uYXRl&hash=352be92d21fea60918f7e3033373bda1a0fa626d&lang=en&cache-only=0",
            "defineEn": "to freely give goods, money, or food to someone or somewhere such as a charity",
            "defineVi": "tự do tặng hàng hóa, tiền bạc hoặc thức ăn cho ai đó hoặc nơi nào đó chẳng hạn như tổ chức từ thiện",
            "hasImg": true
        },
        {
            "id": "f37d66cc-ee8a-4df3-bb87-981afd47e75f",
            "word": "balance",
            "phonetic": "bæləns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The subtle bitterness of artemisia balanced the sweetness of the dessert.",
                "The game strikes a great balance between accessibility for younger players and a rewarding challenge for veterans of the genre.",
                "The presence of green algae in water bodies can indicate the health and balance of the ecosystem.",
                "The budget can be balanced by raising income taxes by 2 percent.",
                "The monkey's long tail provided balance as it moved through the trees."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsYW5jZQ&hash=27eaaffe8e5956b0cfeda893c0c63ae7a12f614a&lang=en&cache-only=0",
            "defineEn": "the sum of money that is left in a bank account",
            "defineVi": "tổng số tiền còn lại trong tài khoản ngân hàng"
        },
        {
            "id": "da28a018-c025-4b78-856c-02560d4ae2b8",
            "word": "expense",
            "phonetic": "ɛkspɛns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The rest of his money went into medical expenses.",
                "My friends all had a good laugh, but at my expense.",
                "The document was printed at the taxpayer's expense.",
                "Her fame was bought at the expense of her marriage.",
                "He built up the business at the expense of his health."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwZW5zZQ&hash=f28d4fc4f6fc0a24c2ee494e2f4b9a9a823d97b1&lang=en&cache-only=0",
            "defineEn": "the amount of money spent to do or have something",
            "defineVi": "số tiền chi tiêu để làm hoặc có một cái gì đó"
        },
        {
            "id": "df42857e-d2f3-4ace-8d12-1094b3df3db9",
            "word": "value",
            "phonetic": "væljuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "She valued the high nutritional content and low-calorie nature of asparagus in his diet.",
                "The new policy sits well with the company's values.",
                "Enhance the flavor and nutritional value of your smoothies by adding powdered red algae as a nutrient-rich ingredient.",
                "A retail group which sets great store by traditional values.",
                "She needed to prioritize her own needs and values."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFsdWU&hash=09ca43dca802b343bf3515a0183f47dd19888ce6&lang=en&cache-only=0",
            "defineEn": "the worth of something in money",
            "defineVi": "giá trị của một cái gì đó bằng tiền",
            "hasImg": true
        },
        {
            "id": "4ce0183b-20db-4349-a5ac-da1b33a69064",
            "word": "sum",
            "phonetic": "sʌm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Joe was doing sums aloud.",
                "I can't do this sum.",
                "The whole is sometime less than the sum of its parts.",
                "After all, an electrical brain is smarter than the sum of its parts.",
                "Together, the ant colony was greater than the sum of its parts."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vt&hash=2ce0e71a52dc23d9efe0b1c5258b23f9c192b47c&lang=en&cache-only=0",
            "defineEn": "a quantity of money",
            "defineVi": "một số tiền",
            "hasImg": true
        },
        {
            "id": "1bf0b87a-bae7-4ca5-90f1-e81aa6618229",
            "word": "total",
            "phonetic": "toʊɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new loan takes the total debt to $100 000.",
                "Add 9 to the total.",
                "A total of $250 million is up for grabs this year.",
                "The total cost of the project is $10,500, to be precise.",
                "In one way or another, the representatives will be compared with the total client system."
            ],
            "audio": "https://tts.langeek.co/read?text=dG90YWw&hash=279d77de81b0dc28b0bddc832506c56c7e40184c&lang=en&cache-only=0",
            "defineEn": "the whole amount of something",
            "defineVi": "toàn bộ số lượng của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "07bd99c7-4754-4ae7-9363-f1e321fd46ee",
            "word": "bargain",
            "phonetic": "bɑːɹɡɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can find bargain books in mint condition at jumble sales.",
                "She knows a bargain when she sees one.",
                "She has a good nose for a bargain.",
                "He drives a hard bargain, but we finally made a deal.",
                "The company is believed to have struck a hard bargain."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyZ2Fpbg&hash=ff2a28022d3af03e307452b2308321d6f13d6122&lang=en&cache-only=0",
            "defineEn": "an item bought at a much lower price than usual",
            "defineVi": "một mặt hàng được mua với giá thấp hơn nhiều so với bình thường",
            "hasImg": true
        },
        {
            "id": "bfe6cb3e-5080-4ec4-93e1-ff18548eef65",
            "word": "tax",
            "phonetic": "tæks ",
            "partOfSpeechType": "noun",
            "examples": [
                "Does the price include tax?",
                "The tax increase sounded the death knell for the business.",
                "Tax rises have made some inroads into the country's national debt.",
                "The U.S. tax code now loads the dice in favor of private pension plans.",
                "The carbon tax will inevitably lead to an increase in energy bills."
            ],
            "audio": "https://tts.langeek.co/read?text=dGF4&hash=01adc108dde0e4024cde2148defa800e14afe952&lang=en&cache-only=0",
            "defineEn": "a sum of money that has to be paid, based on one’s income, to the government so it can provide people with different kinds of public services",
            "defineVi": "một khoản tiền phải trả, dựa trên thu nhập của một người, cho chính phủ để chính phủ có thể cung cấp cho mọi người các loại dịch vụ công cộng khác nhau"
        },
        {
            "id": "63bd618f-5d0e-4910-ac72-403fca47276c",
            "word": "possession",
            "phonetic": "pəzɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The player elbowed his opponent out of the way to gain possession of the ball",
                "I try not to flaunt my wealth or possessions, because beauty provoketh thieves sooner than gold.",
                "Real eyes realize that success is not measured by material possessions, but by the impact we have on others.",
                "My grandfather often warned that shrouds have no pockets, encouraging me to spend wisely and value experiences over possessions.",
                "My grandmother always tells me that clothing is cherishable when new, but relationship when old, and that I should always prioritize the people in my life over material possessions."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zc2Vzc2lvbg&hash=1291f81d8bfc4b2fb7c875d2aade06ff9ce310dc&lang=en&cache-only=0",
            "defineEn": "(usually plural) anything that a person has or owns at a specific time",
            "defineVi": "(thường là số nhiều) bất cứ thứ gì mà một người có hoặc sở hữu tại một thời điểm cụ thể"
        },
        {
            "id": "25440b07-c73f-48c2-82fa-0906cabe7a37",
            "word": "to belong",
            "phonetic": "tə bᵻlɔŋ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The antique clock belongs to my grandmother.",
                "These books belong in the library's rare collection.",
                "The final word on policy determination belongs to the committee.",
                "To all intents and purposes, it belongs to my son",
                "He belongs to a prestigious academic society that promotes scientific research."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVsb25n&hash=d647ce278f3258ee0357c39c2838952d6d036cf6&lang=en&cache-only=0",
            "defineEn": "to be one's property",
            "defineVi": "trở thành tài sản của một người",
            "hasImg": true
        },
        {
            "id": "8384ad23-9fd1-48de-94d2-c5ad22e71253",
            "word": "saving",
            "phonetic": "seɪvɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Buying a new car put a big dent in our savings.",
                "When push comes to shove, I have some extra savings I could tap into.",
                "I went to the bank to deposit some money into my savings account.",
                "We managed to redecorate the house and still have some savings in hand.",
                "He fell into a trap by believing his childhood friend and giving away all of his savings."
            ],
            "audio": "https://tts.langeek.co/read?text=c2F2aW5n&hash=a20c679ddf8da747b8cfc46f71efefbd10b9803d&lang=en&cache-only=0",
            "defineEn": "an amount of money, time, etc. not spent",
            "defineVi": "một số tiền, thời gian, vv không được sử dụng",
            "hasImg": true
        },
        {
            "id": "daad00b7-b3db-47a2-a89d-3532754a44f2",
            "word": "production",
            "phonetic": "pɹədʌkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The theatre company has several new productions in the pipeline for next season.",
                "The oil refinery's production reached a record-breaking yield, meeting the high demand in the market.",
                "The presence of certain fungi, like Penicillium, is essential in the production of some types of cheese.",
                "The whey leftover from cheese production can be used as a nutritious addition to smoothies.",
                "I'm singing in the village production of Tosca next month - eat your heart out Pavarotti!"
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZHVjdGlvbg&hash=db181ed5ebb89c9056d34e17028bb93a76b2bf48&lang=en&cache-only=0",
            "defineEn": "the act or process of transforming raw materials or different components into goods that can be used by customers",
            "defineVi": "hành động hoặc quá trình biến đổi nguyên liệu thô hoặc các thành phần khác nhau thành hàng hóa mà khách hàng có thể sử dụng",
            "hasImg": true
        },
        {
            "id": "f71bbdce-b353-4025-a3bb-f663b032e1f6",
            "word": "worth",
            "phonetic": "wɜːθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As they say, a king's chaff is worth more than other men's corn.",
                "Unless you give me something in writing, that promise isn't worth diddly-squat.",
                "It's not worth putting yourself in danger.",
                "The fans had fun and got their money's worth.",
                "The lazy employee's work was not worth a brass farthing, and he was eventually fired for his lack of effort."
            ],
            "audio": "https://tts.langeek.co/read?text=d29ydGg&hash=8bb829f24ae950188468c292a79a0ccf262b0aa9&lang=en&cache-only=0",
            "defineEn": "equal to a specified amount of money, etc.",
            "defineVi": "bằng một số tiền xác định, v.v.",
            "hasImg": true
        },
        {
            "id": "759f1f44-4bb1-4bb8-a9cf-1a9c060d7374",
            "word": "cut",
            "phonetic": "kʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The line cuts the circle at two points.",
                "He's cutting his own throat.",
                "Budget cuts are putting the squeeze on scientific research.",
                "Cutting Jefferson a break?",
                "He really cuts the ground from under my feet."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3V0&hash=d16f1388479dd1933f1fbaa7dbf36f5a5619c760&lang=en&cache-only=0",
            "defineEn": "a reduction in something such as size, amount, etc.",
            "defineVi": "giảm một cái gì đó như kích thước, số lượng, vv",
            "hasImg": true
        },
        {
            "id": "7c3c00dd-43bb-464c-a4e3-883c096a09af",
            "word": "luxury",
            "phonetic": "lʌkʃɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company has just produced a luxury version of the aircraft.",
                "Italian fashion brands like Gucci and Prada are renowned for their luxury and style.",
                "The prices at the luxury boutique were quite high.",
                "To lead a life of luxury/a miserable existence.",
                "I sometimes allow myself the luxury of a cigar."
            ],
            "audio": "https://tts.langeek.co/read?text=bHV4dXJ5&hash=236760e0f02fe46e487587d56c68da319d1d38c0&lang=en&cache-only=0",
            "defineEn": "great pleasure and comfort afforded by expensive food, places, or clothes",
            "defineVi": "niềm vui và sự thoải mái tuyệt vời do thức ăn, địa điểm hoặc quần áo đắt tiền mang lại"
        },
        {
            "id": "6cf68f55-d1ac-485a-a7d9-cb418607f457",
            "word": "overpriced",
            "phonetic": "oʊvɚpɹaɪst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The MacBook Air is an overpriced laptop.",
                "You've got your overpriced snack and magazine, but if you're traveling to another country, you'll need to exchange money.",
                "But the effects of a bubble might be felt more widely if the holders of the overpriced asset feel rich and spend foolishly.",
                "When the Quaker Oats company purchased Snapple to the tune of $1.7 billion in 1994, a lot of analysts considered it way overpriced.",
                "While this motivation may not apply to an out-of-state entrepreneur hoping to make a one-time profit by selling overpriced water, it applies very much to large corporations who carefully manage their brands."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcnByaWNlZA&hash=5c7f862cc81162ae599315cc3390cd903ab5e50a&lang=en&cache-only=0",
            "defineEn": "expensive in way that is not reasonable",
            "defineVi": "đắt tiền theo cách không hợp lý",
            "hasImg": true
        }
    ]
}