{
    "id": "11eebde5-b0d5-455a-a44d-3bba51b369de",
    "title": "Lesson 27",
    "originalTitle": "Lesson 27",
    "words": [
        {
            "id": "8bbc6de3-4891-49f6-90d7-d4d84afb4562",
            "word": "priory",
            "phonetic": "pɹaɪɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJpb3J5&hash=2c8c13128932592d84ab27970394f7f9d93fa018&lang=en&cache-only=0",
            "defineEn": "a place of residence for a community of nuns or monks that is smaller or less important compared to an abbey",
            "defineVi": "nơi cư trú của một cộng đồng nữ tu hoặc tu sĩ nhỏ hơn hoặc kém quan trọng hơn so với tu viện"
        },
        {
            "id": "4e9ffb92-0020-45db-8878-233341cf4f3d",
            "word": "dichotomy",
            "phonetic": "daɪkɑːɾəmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Here's the dichotomy between hospital interests and our interests as doctors and patient advocates.",
                "It's really a dichotomy.",
                "But that dichotomy of course would prove to be a bit of an oversimplification.",
                "This fundamental difference is one of the biggest mysteries in Martian geology, and it even has a name: the Martian crustal dichotomy.",
                "And then the second part, of course, it's a false dichotomy to say the idea is, we have to accept the Chinese offer or they have to surrender."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGljaG90b215&hash=a1b7051bc33e950b0aaf7cb16767353399f88300&lang=en&cache-only=0",
            "defineEn": "being twofold; a classification into two opposed parts or subclasses",
            "defineVi": "gấp đôi; một phân loại thành hai phần hoặc phân lớp đối lập"
        },
        {
            "id": "89b1e053-a83d-479e-b889-690ee3daf34f",
            "word": "estuary",
            "phonetic": "ɛstjuːɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "They live in the estuaries of Southeast Asia, where mangrove trees stand knee deep in brackish water.",
                "It's an invasive plant, and it really destroys kind of the natural estuaries.",
                "Now, one of the most widespread placoderms was Bothriolepis, which was able to live in oceanic environments, estuaries, and freshwater settings.",
                "It lived in shallow, estuary waters around 380 million years ago.",
                "Besides outcompeting native algae for resources, this seaweed can also form dense mats in places like shallow bays and estuaries, which get in the way of all kinds of stuff."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXN0dWFyeQ&hash=1d447f2813765ac7e7d7080c4119c6f357187d50&lang=en&cache-only=0",
            "defineEn": "the part of a river that is wide and where it meets the sea",
            "defineVi": "một phần của một con sông rộng và nơi nó gặp biển",
            "hasImg": true
        },
        {
            "id": "7d19d12d-0eda-4bfa-a07c-778e898c1709",
            "word": "frailty",
            "phonetic": "fɹeɪlti ",
            "partOfSpeechType": "noun",
            "examples": [
                "As with the other pantheons we've seen, gods in human form have human frailties, which may make them more relatable as objects of worship, but also makes it easier to criticise them, or see them as fallible.",
                "LISA BERKMAN: With the aging of the population and the increasing frailty that people will experience as they age, at some point everybody needs a little help.",
                "Capek intended his intelligent machines to be evil in their perfect rationality and scornful of human frailty.",
                "Yeltsin, who had many, many good qualities, and who I think in his bones was a democrat, lacked at the end of the day the force and the forcefulness to really see his agenda through, because of a lot of his own personal and physical frailties."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhaWx0eQ&hash=444fd9cc47660296b55383b98fc829231988392b&lang=en&cache-only=0",
            "defineEn": "moral weakness",
            "defineVi": "yếu kém về đạo đức"
        },
        {
            "id": "e6f19f76-86b1-45f2-bc32-e1abf5b0e72a",
            "word": "prudery",
            "phonetic": "pɹuːdɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJ1ZGVyeQ&hash=9037c876b4e18e93100af78f02ab02578acad338&lang=en&cache-only=0",
            "defineEn": "excessive or affected modesty",
            "defineVi": "khiêm tốn quá mức hoặc bị ảnh hưởng"
        },
        {
            "id": "3dc5e60d-ce46-44c9-88a6-c87dd29f50e8",
            "word": "corollary",
            "phonetic": "kəɹɑːlɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Individual responsibility is a corollary to individual freedom.",
                "The reverse side of this, remember, there is a corollary to this that’s quite powerful. ",
                "And then the corollary to that is that we know that with a withdrawal of that support at the end of this month, that is going to have dire consequences for consumer spending and the recovery, to say nothing for being a source of extraordinary pain for those unemployed households.",
                "This is, you can view it as a corollary.",
                "Corollary to the gene, he named the meme."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29yb2xsYXJ5&hash=d7ecb18e3a9ca3e7c364274282896e0807741724&lang=en&cache-only=0",
            "defineEn": "a thing that is the direct or natural result of another",
            "defineVi": "một điều đó là kết quả trực tiếp hoặc tự nhiên của người khác"
        },
        {
            "id": "a44e659e-5d56-4e7d-8080-dcfa63c422b6",
            "word": "amenity",
            "phonetic": "ɐmɛnᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hotel room was cheap, but it lacked amenities.",
                "Plenty of coffee chains in South Africa offer similar amenities.",
                "Also, the amenities of city living, what's nice about the city?",
                "We've introduced the shops, the amenities, larger hold rooms, higher ceilings, lots of natural light.",
                "On the 31st floor, residents get a giant amenities space all to themselves."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1lbml0eQ&hash=fc7037b774dabd17e656120455dbc4b613e5474e&lang=en&cache-only=0",
            "defineEn": "pleasantness resulting from agreeable conditions",
            "defineVi": "sự dễ chịu do các điều kiện dễ chịu"
        },
        {
            "id": "6993e9ed-44c2-48a8-b43d-6083033640d5",
            "word": "drudgery",
            "phonetic": "dɹʌdʒɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is the nice day in New York, getting away from the drudgery of your normal mundane life.",
                "Women's work was mostly confined to the home, and especially for lower-class women, it involved a lot of drudgery.",
                "But there would be a reaction to this in American literature as it became clear that escaping drudgery to reinvent yourself was no easy task for wage workers."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJ1ZGdlcnk&hash=cf68e64d1eeeeed4fecf919d16fe419b0eccd413&lang=en&cache-only=0",
            "defineEn": "hard monotonous routine work",
            "defineVi": "công việc thường ngày đơn điệu khó khăn"
        },
        {
            "id": "4c3348be-d658-4b5b-9d5e-ffcc94ff5081",
            "word": "continuity",
            "phonetic": "kɑːntɪnjuːᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "But there's a lot of continuity there.",
                "They really add, like, a nice continuity between the rooms.",
                "This past week, it has been continuity of operations and the Coronavirus.",
                "Today, you learned about fluids in motion, with a focus on the continuity equation, Bernoulli’s equation, and Torricelli’s theorem.",
                "The continuity of a wheel can be a more intuitive way to visualize rhythm than a linear score that requires moving back and forth along the page."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGludWl0eQ&hash=31413bc0d15a5d2acbe0f261c9f93df840f041a8&lang=en&cache-only=0",
            "defineEn": "uninterrupted connection or union",
            "defineVi": "kết nối hoặc liên minh không bị gián đoạn"
        },
        {
            "id": "00f69fd5-8d28-43ab-ada5-51c3040ddc3d",
            "word": "avidity",
            "phonetic": "ævɪdᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXZpZGl0eQ&hash=ea93a6dcb7a1fc906ae426294c54a5f1fd0055cc&lang=en&cache-only=0",
            "defineEn": "a positive feeling of wanting to push ahead with something",
            "defineVi": "một cảm giác tích cực muốn thúc đẩy về phía trước với một cái gì đó"
        },
        {
            "id": "b3c1ff0d-e238-4c60-9681-fdb48bfaa34b",
            "word": "trickery",
            "phonetic": "tɹɪkɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'll have no part of your trickery, sir. -",
                "The researchers tested whether viruses would actually fall for this high-tech trickery.",
                "And this kind of trickery didn't start with Photoshop.",
                "Some cultures represent owls as being wise and courageous, while others associate them with trickery and bad luck.",
                "First performed in the 1590's, this play is one of Shakespeare’s friskiest works, filled with trickery, madness and magic."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpY2tlcnk&hash=c65526b0f70c397d1dc27534c9d1a5423477a8f6&lang=en&cache-only=0",
            "defineEn": "the use of tricks to deceive someone (usually to extract money from them)",
            "defineVi": "việc sử dụng các mánh khóe để lừa dối ai đó (thường là để lấy tiền từ họ)"
        },
        {
            "id": "d40d9f57-4e28-4214-a450-a95759482d3f",
            "word": "confederacy",
            "phonetic": "kənfɛdɚɹəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "German troops from the Confederacy of the Rhine that were sympathetic to the French Empire.",
                "The war is over, the Confederacy surrenders and Granger pulls up and announces the end of the war and slavery.",
                "The Board of Education in question incidentally was in Topeka Kansas, not one of the states of the old Confederacy, but nonetheless a city that did restricted schooling by race.",
                "This stand-down was held at a chapel on Fort Lee, named for the Confederacy's top general.",
                "August 1864 saw another turning point that really spelled the doom of the Confederacy, and that was when Union general Sherman took Atlanta."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZmVkZXJhY3k&hash=7d1c0df58e63213eb54553a8495d961356a36995&lang=en&cache-only=0",
            "defineEn": "a union of political organizations",
            "defineVi": "liên hiệp các tổ chức chính trị"
        },
        {
            "id": "3a9888fe-9e05-4a2e-a608-7ec3a4939dd6",
            "word": "affinity",
            "phonetic": "ɐfɪnᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And of course, the Tesla cofounder has an affinity for cars.",
                "What is the affinity between these two men?",
                "We have an affinity for animals here at Late Night.",
                "Is there an affinity there?",
                "Kahlo and Rivera shared a deep affinity with Mexicanidad, a movement which celebrated indigenous culture after the Revolution."
            ],
            "audio": "https://tts.langeek.co/read?text=YWZmaW5pdHk&hash=55666ae2be00c51de3dd76aea040c5fb920d1b46&lang=en&cache-only=0",
            "defineEn": "inherent resemblance between persons or things",
            "defineVi": "sự giống nhau vốn có giữa người hoặc vật"
        },
        {
            "id": "5471ca39-6227-423d-8c4d-f8ad60deab74",
            "word": "effrontery",
            "phonetic": "ɛfɹəntɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "It just seems to set them on edge that these women in positions of power who are deeply knowledgeable and intensely competent are able and have, in the Russian eyes, the effrontery to stand up to them and just hold their ground."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWZmcm9udGVyeQ&hash=96b281b15e1fc5c24d10e5c178b03e018f8db812&lang=en&cache-only=0",
            "defineEn": "a way of behaving that is shamelessly rude and bold",
            "defineVi": "một cách cư xử thô lỗ và táo bạo"
        },
        {
            "id": "0e44afc7-95d9-4fc7-a284-e4b2e4f6feac",
            "word": "scarcity",
            "phonetic": "skɛɹsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Scarcity means we must make a choice.",
                "Desalination is not the solution to water scarcity.",
                "In times of scarcity, high prices discourage hoarding and encourage conservation.",
                "Desalination is an important tool in the fight against water scarcity.",
                "And for art buyers and sellers, it laughs at their susceptibility to hype, name recognition, and the perception of scarcity."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NhcmNpdHk&hash=57497089e1d624f730876f40a85050244ff8c7e5&lang=en&cache-only=0",
            "defineEn": "a small and inadequate amount",
            "defineVi": "một số lượng nhỏ và không đầy đủ"
        },
        {
            "id": "dbceeb73-d039-49e3-a5f5-934826042a5b",
            "word": "tapestry",
            "phonetic": "tæpᵻstɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "On the inside, there are tapestries, lots of gold, an office, bedroom, and full gym for the president.",
                "Science is a tapestry, and when you yank at one thread, the whole thing may need reweaving.",
                "This pathetic computer printout is about the opposite of an experience of this work, an immersive environment of color, created through the placement of soft bales of fiber and hanging tapestries.",
                "But he believed in America as this wonderful tapestry coming together around some fundamental principles and as an experiment in progress that we constantly had to perfect. "
            ],
            "audio": "https://tts.langeek.co/read?text=dGFwZXN0cnk&hash=845ca3bbf93ee51e6c56977a3ffc5e8a04d4b85f&lang=en&cache-only=0",
            "defineEn": "a piece of heavy cloth that is adorned by weaving complicated pictorial designs into it and is mostly used for wall hangings, curtains, etc.",
            "defineVi": "một mảnh vải nặng được trang trí bằng cách dệt các thiết kế hình ảnh phức tạp vào đó và chủ yếu được sử dụng để treo tường, rèm cửa, v.v.",
            "hasImg": true
        },
        {
            "id": "feb8f6cf-2266-4892-ab07-e9dff570c15d",
            "word": "chivalry",
            "phonetic": "ʃɪvəlɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "There was more chivalry and respect.",
                "There was an element of chivalry in the way the South had fought, achieving noteworthy victories against staggering odds.",
                "So amid the huge shocks to Europe that accompanied the Black Death, the Hundred Years War increased instability in the food supply, and also in long-held cultural beliefs, like The Code of Chivalry.",
                "Chivalry was a set of behaviors toward knightly opponents, whom one would treat on the battlefield with respect and trust, not killing your fellow knight, but, instead, holding him for ransom in good condition.",
                "We hear that knights in shining armor slaughtered wantonly, albeit with good manners called chivalry, which is partly true, although the chivalric code was in decline."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpdmFscnk&hash=9df66daeb11cfb556ef5c266a6de948c0fce33e5&lang=en&cache-only=0",
            "defineEn": "courtesy towards women",
            "defineVi": "lịch sự đối với phụ nữ"
        },
        {
            "id": "27c2d753-7fc9-45b6-b48a-8b27cc1a6cce",
            "word": "casuistry",
            "phonetic": "kæʒuːɪstɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FzdWlzdHJ5&hash=5f647b823aa4828df0f11d449e215a0da0e3af1c&lang=en&cache-only=0",
            "defineEn": "moral philosophy based on the application of general ethical principles to resolve moral dilemmas",
            "defineVi": "triết lý đạo đức dựa trên việc áp dụng các nguyên tắc đạo đức chung để giải quyết các tình huống khó xử về đạo đức"
        },
        {
            "id": "8d4c811b-15a5-4f23-b4c1-7ad8d5c57926",
            "word": "purgatory",
            "phonetic": "pɜːɡətoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "But bottle three is spared the cruel purgatories of his brothers.",
                "We’ve all experienced this form of purgatory.",
                "Souls in purgatory can be purified by prayers from the living, and also purified by tortuous afterlife punishment.",
                "And today, stuck at home in a seemingly never-ending pandemic purgatory, it appears that we did not heed his warning.",
                "So the Like button was a feature that we had in what I like to call product purgatory for, I think, multiple years. "
            ],
            "audio": "https://tts.langeek.co/read?text=cHVyZ2F0b3J5&hash=f30214168e9e0fccae58a080d700cf63da6bfe44&lang=en&cache-only=0",
            "defineEn": "(theology) in Roman Catholic theology the place where those who have died in a state of grace undergo limited torment to expiate their sins",
            "defineVi": "(thần học) trong thần học Công giáo La Mã nơi mà những người đã chết trong trạng thái ân sủng phải chịu cực hình hạn chế để đền tội"
        },
        {
            "id": "551a3e79-3b9e-469e-bcd3-e1a707cfea70",
            "word": "longevity",
            "phonetic": "lɔndʒɛvᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "But does that fresh face have longevity?",
                "Longevity is not in my DNA.",
                "What we design and build today is going to have longevity past this.",
                "And, talking about battery longevity,",
                "That is just a nice step for longevity and durability, things that Razer has not traditionally been known for."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9uZ2V2aXR5&hash=345f1527f5f263f9f042afe0f87a3523755549b0&lang=en&cache-only=0",
            "defineEn": "the property of being long-lived",
            "defineVi": "tài sản của được sống lâu"
        }
    ]
}