{
    "id": "1265f82c-8e70-48d0-9030-b83550cd14bf",
    "title": "Health Is Better Than Wealth!",
    "originalTitle": "Lesson 21",
    "words": [
        {
            "id": "162997c3-a8f7-43f5-8639-0d274eaa02a6",
            "word": "acupuncture",
            "phonetic": "ækjuːpʌŋktʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Other alternative therapies include yoga, aerobic exercise, acupuncture, biofeedback and hypnosis.",
                "Correlated with this urban environment is the access to these things, such as veterinary, acupuncture, oncology, dermatology.",
                "So these tattoos are now thought to be evidence of early acupuncture or attempted healing practices.",
                "Whatever you do, don't Google, \"Acupuncture gone wrong.\"",
                "Like I don't want the government to know that I like to get my acupuncture done at 7:30 in the morning on a Tuesday."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN1cHVuY3R1cmU&hash=097b49576bf7a9836095cccdc90b5da0471269d8&lang=en&cache-only=0",
            "defineEn": "a method of treatment in which thin needles are inserted in specific spots on the body, originated in China",
            "defineVi": "một phương pháp điều trị trong đó kim mỏng được đưa vào những điểm cụ thể trên cơ thể, có nguồn gốc từ Trung Quốc",
            "hasImg": true
        },
        {
            "id": "f2b8911b-b149-4ee7-8846-88dee747d7bf",
            "word": "clinic",
            "phonetic": "klɪnɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "He failed to keep his appointment at the clinic.",
                "I need clinic.",
                "The system covers every doctor every lab every hospital every clinic.",
                "He left the clinic last year.",
                "At that point, the clinic appropriately isolated him."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xpbmlj&hash=bee93ea0f858dec0a3ebaace395b62730769ff46&lang=en&cache-only=0",
            "defineEn": "a part of a hospital or a healthcare facility that provides care for outpatients",
            "defineVi": "một phần của bệnh viện hoặc cơ sở chăm sóc sức khỏe cung cấp dịch vụ chăm sóc cho bệnh nhân ngoại trú",
            "hasImg": true
        },
        {
            "id": "bd32ff0d-8e88-488d-852f-b32cb711fde8",
            "word": "ward",
            "phonetic": "wɔːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the early days of the outbreak, wards here were bursting.",
                "Oh, here is a ward. ",
                "Now the psych ward is a portion of the hospital, usually a floor.",
                "Now what does a psych ward look like in the day?",
                "-Yes, that's a ward. "
            ],
            "audio": "https://tts.langeek.co/read?text=d2FyZA&hash=3f51761c85ec7e2ecaf27c9526570218b98766e2&lang=en&cache-only=0",
            "defineEn": "a separate area in a hospital for patients with similar conditions",
            "defineVi": "một khu vực riêng biệt trong bệnh viện dành cho bệnh nhân có tình trạng tương tự",
            "hasImg": true
        },
        {
            "id": "f9d4a577-d1e6-4f99-91b4-fb3afc8ea350",
            "word": "emergency room",
            "phonetic": "ɪmɜːdʒənsi ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Emergency rooms were overflowing.",
                "Or was that just the emergency room?",
                "Emergency room doctor Juan Fitz practiced medicine for 34 years.",
                "Empty streets lead to packed emergency rooms across New York City.",
                "He woke up hours later in an emergency room."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1lcmdlbmN5IHJvb20&hash=17ec2be18f1e53ffba33cd4a8e25aab4cf56c290&lang=en&cache-only=0",
            "defineEn": "a room in a hospital or clinic equipped to provide emergency care to people in need of immediate medical treatment",
            "defineVi": "một căn phòng trong bệnh viện hoặc phòng khám được trang bị để cung cấp dịch vụ chăm sóc khẩn cấp cho những người cần điều trị y tế ngay lập tức"
        },
        {
            "id": "13e29f8a-6290-48de-b131-811967a666b2",
            "word": "ENT",
            "phonetic": "ɛnt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=RU5U&hash=cdfe9a4afe49b42a0e9360bd5c37ec03f540167f&lang=en&cache-only=0",
            "defineEn": "a field of medicine or a department in a hospital that deals with ear, nose, and throat problems or diseases",
            "defineVi": "một lĩnh vực y học hoặc một khoa trong bệnh viện liên quan đến các vấn đề hoặc bệnh về tai, mũi và họng",
            "hasImg": true
        },
        {
            "id": "4f6ee5f0-fc20-4297-825a-90a29df350a7",
            "word": "pharmacy",
            "phonetic": "fɑːɹməsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Grocery stores need food, pharmacies need drugs.",
                "The retail pharmacy sector shed billions of dollars.",
                "You have to get drugs from the pharmacy.",
                "Then the pharmacy has to order it or your insurance has to approve it.",
                "But then, the next time the pharmacy uses a different manufacturer and your curve looks like this."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhhcm1hY3k&hash=cc93632ee083b81e5d22efe7748502859ea2b802&lang=en&cache-only=0",
            "defineEn": "a shop where medicines are sold",
            "defineVi": "một cửa hàng bán thuốc",
            "hasImg": true
        },
        {
            "id": "8fb5067b-707f-4901-a2ba-0fecf122865e",
            "word": "forensics",
            "phonetic": "fɚɹɛnsɪks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zm9yZW5zaWNz&hash=b9166e2449ed08a4183b9881d41cdcb5cd8b5373&lang=en&cache-only=0",
            "defineEn": "a field of science that through the practice of scientific techniques, etc. helps the police in their cases",
            "defineVi": "một lĩnh vực khoa học thông qua thực hành các kỹ thuật khoa học, v.v. giúp cảnh sát trong các trường hợp của họ",
            "hasImg": true
        },
        {
            "id": "49fd9ee0-3fff-4676-9392-20cf40e39cba",
            "word": "inpatient",
            "phonetic": "ɪnpeɪʃənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We may need an inpatient treatment.",
                "Like, 'Do I really need inpatient?'",
                "Have you worked in an inpatient ward with that particular issue?",
                "There are tonnes of inpatient programs out there for depression, for anxiety, for self-harm, for eating disorders.",
                "The researchers argue that the disclosure of the study led to fewer outpatient and inpatient physician interactions for older Black men."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5wYXRpZW50&hash=566a7b9dc5ee3c109e6bcb808bcfbe45aeb9fe8e&lang=en&cache-only=0",
            "defineEn": "a patient who stays in the hospital while they receive treatment",
            "defineVi": "một bệnh nhân ở lại bệnh viện trong khi họ được điều trị",
            "hasImg": true
        },
        {
            "id": "182732be-fd3c-47e2-8c3b-2ee91b3a22b8",
            "word": "outpatient",
            "phonetic": "aʊtpeɪʃənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "There are both inpatient and outpatient programs that combine medication, health services, and psychotherapy.",
                "We don't see paranoid personality disorder much in an outpatient setting.",
                "Outpatient meaning you go in to see your treatment team members, And you go back to your regular life, Just like a regular doctors appointment.",
                "The researchers argue that the disclosure of the study led to fewer outpatient and inpatient physician interactions for older Black men.",
                "Outpatient means that you live your regular everyday life and then you go for your appointments so I go for therapy and I come home"
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0cGF0aWVudA&hash=98046d51a0ef66aefacff0fc8558930490ca0fea&lang=en&cache-only=0",
            "defineEn": "a patient who receives treatment in a hospital but does not remain there",
            "defineVi": "một bệnh nhân được điều trị trong bệnh viện nhưng không ở lại đó",
            "hasImg": true
        },
        {
            "id": "74e75ff8-41ab-4291-8dd6-e51d605a2576",
            "word": "mental health",
            "phonetic": "mɛntəl hɛlθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I always tell my friends and family to take care of their mental health, because it's not work that kills, but worry.",
                "You're trying to improve your mental health, but you keep engaging in negative self-talk and self-destructive behaviors.",
                "She cut ties with toxic people in her life, and her mental health improved because away goes the devil when he finds the door shut against him.",
                "Many people are drawn to the glitz and glamour of Hollywood, but all that glitters is not gold, and the constant pressure and scrutiny can take a toll on mental health and well-being.",
                "After attending the seminar on mental health, I became awake to the stigma surrounding mental illness and decided to become an advocate for greater awareness and understanding."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVudGFsIGhlYWx0aA&hash=5bcf0dea4c37d7e02187764129f704aa36fe2198&lang=en&cache-only=0",
            "defineEn": "the well-being of a person's mind",
            "defineVi": "hạnh phúc của tâm trí của một người"
        },
        {
            "id": "18e50873-fba6-4da6-8775-9140569a9a75",
            "word": "phobia",
            "phonetic": "foʊbiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Phobia sufferers often find themselves virtual prisoners in their own home.",
                "Phobias are an intense fear of an object or situation.",
                "But people have phobias of all kinds of other animals.",
                "Phobias aren’t uncommon, either.",
                "Some common phobias include spiders, getting shots, or public speaking."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhvYmlh&hash=3060af4d1cccfccba740cb35dfec498e25997627&lang=en&cache-only=0",
            "defineEn": "a great fear of an object or situation that is irrational",
            "defineVi": "một nỗi sợ hãi lớn về một đối tượng hoặc tình huống không hợp lý",
            "hasImg": true
        },
        {
            "id": "7ee657d7-c745-4acd-a58b-1c7ec2f563cd",
            "word": "specialist",
            "phonetic": "spɛʃəlɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Humans 50,000 years ago were survival specialists.",
                "The specialists are not even in the area.",
                "Different specialists had different ways of turning the outputs of their forecast models into percentages.",
                "According to a CBP spokesperson, specialists evaluate trainings quarterly, but as of now, \"the curriculum remains unchanged.\"",
                "I went to some specialist."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlY2lhbGlzdA&hash=ddc9c751898b72aef81faefe027b233659f5734d&lang=en&cache-only=0",
            "defineEn": "a doctor who is highly trained in a particular area of medicine",
            "defineVi": "một bác sĩ được đào tạo chuyên sâu trong một lĩnh vực cụ thể của y học",
            "hasImg": true
        },
        {
            "id": "52d526dd-3556-4019-ad29-e887de47a4f8",
            "word": "orthodontist",
            "phonetic": "ɔːɹθədɔntɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, the orthodontist doesn't take out a drill and break your jaw themselves.",
                "People with braces have to check in with their orthodontist regularly because they need their braces retightened so more teeth can move into place."
            ],
            "audio": "https://tts.langeek.co/read?text=b3J0aG9kb250aXN0&hash=d670bc1bf629857ba27e865ba64a3cb73edb0b09&lang=en&cache-only=0",
            "defineEn": "a dentist who specializes in the correction, etc. of teeth position",
            "defineVi": "một nha sĩ chuyên chỉnh sửa, v.v. về vị trí của răng",
            "hasImg": true
        },
        {
            "id": "f6d6ed72-ee81-49d1-954c-ec51509ba360",
            "word": "paramedic",
            "phonetic": "pæɹəmɛdɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Paramedics hoist him into a capsule for safe transport.",
                "Paramedics took in stretchers for those who couldn't move.",
                "Can I get some paramedics over here?",
                "In Los Angeles, paramedics are declining to take less-than-critically-ill patients to hospitals.",
                "Microglia act as the brain’s janitors, nurses, paramedics, police, judges, juries, and executioners."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyYW1lZGlj&hash=a1f5b01f88a2be6c985f8ed66b0521002b0ade80&lang=en&cache-only=0",
            "defineEn": "a trained individual who gives medical aid to people in emergency before taking them to the hospital",
            "defineVi": "một cá nhân được đào tạo để hỗ trợ y tế cho những người trong trường hợp khẩn cấp trước khi đưa họ đến bệnh viện",
            "hasImg": true
        },
        {
            "id": "88375369-12c5-49d1-aa6d-08c48cd0f272",
            "word": "pediatrician",
            "phonetic": "piːdɪɐtɹɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I would highly recommend our pediatrician because she's always gentle as a lamb.",
                "I'm a general pediatrician at Mount Sinai Hospital.",
                "I'm a pediatrician and a parent.",
                "Dr. John Puntis is a pediatrician who recently retired from the NHS.",
                "Dr. Clarissa Dudley is a pediatrician who also works with D.C.'s Children's Hospital."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVkaWF0cmljaWFu&hash=1cae8eb9a5a67f601430172749e6c337a28051ad&lang=en&cache-only=0",
            "defineEn": "a doctor who specializes in the treatment of children",
            "defineVi": "một bác sĩ chuyên điều trị cho trẻ em",
            "hasImg": true
        },
        {
            "id": "47658f6d-22c2-4246-b9bb-ec940d3ceed2",
            "word": "surgeon",
            "phonetic": "sɜːdʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The surgeon set her broken arm.",
                "One hundred years from now, will we remember the sitcom star, or the surgeon, or the human rights activist, or the guy who juggled frogs?",
                "Trauma surgeons work tirelessly to save lives, but ultimately they realize there is a remedy for everything except death and must accept that some injuries are simply too severe.",
                "So surgeons had to consider factors like blood supply, nerves, and sweat glands.",
                "In corrective laser eye surgery, surgeons rely on excimer lasers."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VyZ2Vvbg&hash=a4cd913acd61baf613eb741bd128cda9ebd258cb&lang=en&cache-only=0",
            "defineEn": "a doctor who performs medical operation",
            "defineVi": "một bác sĩ thực hiện phẫu thuật y tế",
            "hasImg": true
        },
        {
            "id": "3f41bbc0-c95e-4da6-a8de-688d099142bb",
            "word": "plastic surgeon",
            "phonetic": "plæstɪk sɜːdʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The debts of the plastic surgeons and the fancy lawyers, that is not covered here.",
                "He's a well-respected plastic surgeon by day known for great attention to detail.",
                "OK, so we we want to know how to remove a tattoo with a laser so we're here with Dr Lappert, plastic surgeon.",
                "The American film industry moved out to Hollywood before World War one because land was cheap and plentiful all that sunshine meant that you could shoot outside all year round and it was close to everything: desert, mountains, ocean, plastic surgeons.",
                "However, we have good news, we live in the age of smartphones and we also have a plastic surgeon in Alabama who decided to create an App so that you can take your phone out, geolocate wherever you are and instantly calculate your contact times for your position."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhc3RpYyBzdXJnZW9u&hash=130026fdfbcafc298f7b74b4028b0edb8b09fba5&lang=en&cache-only=0",
            "defineEn": "a doctor who performs medical operations to repair body parts or make them look more attractive",
            "defineVi": "một bác sĩ thực hiện các hoạt động y tế để sửa chữa các bộ phận cơ thể hoặc làm cho chúng trông hấp dẫn hơn",
            "hasImg": true
        },
        {
            "id": "e71ab47e-7133-45d7-a897-201c29f9acaf",
            "word": "therapist",
            "phonetic": "θɛɹəpɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "With the help of a therapist, the couple is on the mend and is working through the challenges in their relationship.",
                "The therapist told her patient that it was important to confess their mistakes and take responsibility for their actions because confession is good for the soul and can bring about personal growth.",
                "The therapist reminded the client that a good laugh and a long sleep are the best cures in the doctor's book, encouraging them to find joy in life and prioritize self-care to help manage their mental health.",
                "If you're in a hole, stop digging and seek support from a therapist or trusted friend or family member.",
                "As a therapist, I know that it's important to create a safe and non-judgmental space for my clients."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlcmFwaXN0&hash=c6236b708e5861c24609416133ac336cc9531431&lang=en&cache-only=0",
            "defineEn": "a qualified person whose job is treating people's mental issues by talking with them instead of giving them drugs",
            "defineVi": "một người có trình độ có công việc điều trị các vấn đề tâm thần của mọi người bằng cách nói chuyện với họ thay vì cho họ uống thuốc",
            "hasImg": true
        },
        {
            "id": "99cae25c-d1da-4fe7-ac6b-1ac18801f428",
            "word": "procedure",
            "phonetic": "pɹəsiːdʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The whole procedure is as easy as ABC.",
                "The employee followed company policies and procedures.",
                "They explained the procedure for submitting the application form.",
                "The nurse kindly explained the procedure to me and helped me feel at ease.",
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvY2VkdXJl&hash=32c48ef4e858f711472c8d22242a00cb96f6aaa9&lang=en&cache-only=0",
            "defineEn": "a medical operation",
            "defineVi": "một hoạt động y tế",
            "hasImg": true
        },
        {
            "id": "2b6b379d-8e3b-4cff-b7b5-104dd41f547c",
            "word": "protection",
            "phonetic": "pɹətɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He put the fragile items in a padded box for protection.",
                "She felt a sense of protection as her father placed his arm around her.",
                "The new running shoes have a reinforced toe to provide extra durability and protection.",
                "He had just lost his job and thought of the saying 'God tempers the wind to the shorn lamb,' feeling that it was a reminder of God's care and protection during difficult times.",
                "Just as a turtle retreats into its shell for protection, the turtle bean provides a nutritious and hearty meal."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvdGVjdGlvbg&hash=a3163e66168c2d3ee1165927f63d2becba9fab65&lang=en&cache-only=0",
            "defineEn": "the act of keeping someone or something unharmed",
            "defineVi": "hành động giữ một ai đó hoặc một cái gì đó không hề hấn gì"
        },
        {
            "id": "43738a33-b441-4109-a920-196e88f1d9fe",
            "word": "transplant",
            "phonetic": "tɹænsplænt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She lived on borrowed time for years before finally receiving a heart transplant.",
                "Transplant centers are a good revenue center for hospitals.",
                "On the other hand your body could reject the transplant.",
                "In 1971, for instance, biologists transplanted ten Italian wall lizards from one island off the coast of Croatia to another.",
                "Specifically, a transplant from a person who is resistant to HIV."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNwbGFudA&hash=0fffe311babf82f7e8859a839282d6d6d0b439aa&lang=en&cache-only=0",
            "defineEn": "a tissue or organ that is removed from a body and put into another",
            "defineVi": "một mô hoặc cơ quan được lấy ra khỏi cơ thể và đưa vào cơ thể khác"
        },
        {
            "id": "9d62ad00-2c27-4330-874d-66eeec51e5ff",
            "word": "surgery",
            "phonetic": "sɜːdʒɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "After the surgery, his face was as white as a sheet.",
                "The doctor performed a surgery on my grandfather to remove his appendix.",
                "Emily's father went under the knife yesterday for a successful heart surgery.",
                "He had a long road to recovery after the surgery, but he's in good nick now.",
                "I doubt she's up to a visit so soon after her surgery."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VyZ2VyeQ&hash=74b9ec7be65674cb4039d347f4f0325dda005681&lang=en&cache-only=0",
            "defineEn": "a medical practice that involves cutting open a body part in order to repair, remove, etc. an organ",
            "defineVi": "một thực hành y tế liên quan đến việc cắt mở một bộ phận cơ thể để sửa chữa, loại bỏ, v.v. một cơ quan",
            "hasImg": true
        },
        {
            "id": "9f02d31a-feef-4d20-8ad3-14c1c96b4fc8",
            "word": "dose",
            "phonetic": "doʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The coup gave the dictatorship a dose of its own medicine, subjecting the dictator and his entourage to torture and confinement in deplorable conditions.",
                "I can only stand opera in small doses.",
                "We added cauliflower to our vegetable soup for an extra dose of nutrients.",
                "Enhance your salad with tangy bergamot orange for a dose of vitamin E.",
                "I believe that a dose of adversity is often as needful as a dose of medicine."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9zZQ&hash=5c13bc48d52e86f9feeb336b66d1adef9424b3fd&lang=en&cache-only=0",
            "defineEn": "a measured amount of drug or medicine that is taken at a given time",
            "defineVi": "một lượng đo lường của thuốc hoặc thuốc được thực hiện tại một thời điểm nhất định",
            "hasImg": true
        },
        {
            "id": "55038287-02e1-40bd-ab63-b30f036307c9",
            "word": "painkiller",
            "phonetic": "peɪŋkɪlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, painkillers negatively reinforce the behavior of swallowing them by ending the headache.",
                "Slower drug metabolism can mean a normally fine painkiller, like acetaminophen, may build up until it hits toxic levels.",
                "- It's Alaskan Fury, it's cocaine and over-the-counter painkillers.",
                "And this is where over-the-counter painkillers come in.",
                "When a new group of painkillers emerged in the mid-90s, pharmaceutical companies and distributors saw a ripe market."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFpbmtpbGxlcg&hash=ee997842b1e02985d2e7375e96338bfe68901fe5&lang=en&cache-only=0",
            "defineEn": "a type of medicine that is used to reduce or relieve pain",
            "defineVi": "một loại thuốc được sử dụng để giảm hoặc giảm đau",
            "hasImg": true
        },
        {
            "id": "03053463-9092-4513-8335-970929b14553",
            "word": "plaster",
            "phonetic": "plæstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her right leg was coated in plaster.",
                "When I'm feeling stressed or overwhelmed, I try to remember that patience is a plaster for all sores, and that taking a step back and giving myself time can help to alleviate my anxiety.",
                "Which classic rock star had his big old yam cast in plaster.",
                "Newspapers, science journals, and popular magazines around the world plastered it across their pages.",
                "He plastered fliers all over campus with a breakdown of the best deals he found."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhc3Rlcg&hash=be536b5227fba721b8f4112f4c8bee2cb610fb22&lang=en&cache-only=0",
            "defineEn": "a piece of medical material that can be put on swellings to treat it",
            "defineVi": "một mảnh vật liệu y tế có thể được đặt trên vết sưng để điều trị nó"
        },
        {
            "id": "a6cf2105-2107-4cd5-88d3-fd38faa2b34c",
            "word": "therapy",
            "phonetic": "θɛɹəpi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I've never really understood shopping therapy.",
                "The cancer patient underwent radiation therapy to target and destroy cancer cells.",
                "They have made up for their previous disagreements by attending couples therapy.",
                "When I broke up with my boyfriend, I cheered I needed a lot of retail therapy to help me get over my ex-boyfriend.myself up with lots of shopping therapy.",
                "When I broke up with my boyfriend, I cheered I needed a lot of retail therapy to help me get over my ex-boyfriend.myself up with lots of shopping therapy."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlcmFweQ&hash=f9e62846b648ee3e5ded39cf40d2a14983ce1680&lang=en&cache-only=0",
            "defineEn": "the act of treating mental or physical illnesses",
            "defineVi": "hành động điều trị bệnh tâm thần hoặc thể chất",
            "hasImg": true
        },
        {
            "id": "0f44072e-48a9-4713-a304-043d7a991c9f",
            "word": "X-ray",
            "phonetic": "ɛksɹeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The X-rays show that he has a broken ankle.",
                "The dentist took an X-ray of my teeth to check for any underlying issues.",
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure.",
                "Including X-rays!",
                "X-ray imaging was another early biomedical discovery."
            ],
            "audio": "https://tts.langeek.co/read?text=WC1yYXk&hash=645a8e06c73fe884d9ccc4737520d9cfcd091a87&lang=en&cache-only=0",
            "defineEn": "an image of bones in the body produced by a machine that uses a radiation to see through objects",
            "defineVi": "hình ảnh xương trong cơ thể được tạo ra bởi một máy sử dụng bức xạ để nhìn xuyên qua các vật thể",
            "hasImg": true
        },
        {
            "id": "3fb90bfd-4751-4e12-86c2-65ed60925768",
            "word": "breathing apparatus",
            "phonetic": "bɹiːðɪŋ æpɚɹæɾəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJlYXRoaW5nIGFwcGFyYXR1cw&hash=a9dcd6bba7102baddcd85daad0fed07d058b0c4d&lang=en&cache-only=0",
            "defineEn": "a piece of equipment with a container that supplies oxygen to a person, used in places or situations in which it is difficult to breathe normally",
            "defineVi": "một thiết bị có hộp chứa cung cấp oxy cho một người, được sử dụng ở những nơi hoặc tình huống khó thở bình thường",
            "hasImg": true
        },
        {
            "id": "56194964-595f-470f-8041-46a90f998547",
            "word": "clinical",
            "phonetic": "klɪnɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Clinical depression is different.",
                "One positive study doesn't establish clinical use.",
                "Morbidity or morbid is a clinical term for disease state.",
                "The clinical term for this is comorbid conditions.",
                "And that clinical judgment remains crucial."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xpbmljYWw&hash=999b033c53f4da75926c10fb55158d00acfa3d7b&lang=en&cache-only=0",
            "defineEn": "involving examination of patients and their treatment",
            "defineVi": "liên quan đến việc kiểm tra bệnh nhân và điều trị của họ"
        },
        {
            "id": "01873133-4028-4a89-bd0f-213961fdd8bc",
            "word": "to come down with",
            "phonetic": "tə kʌm daʊn wɪð ",
            "partOfSpeechType": "verb",
            "examples": [
                "And I came down with a really bad case of hypothermia.",
                "You could come down with full-blown anaphylactic shock.",
                "If the doctor then treats a new patient, that patient often comes down with the fever.",
                "In 2015, a South Korean businessman came down with MERS, Middle East Respiratory Syndrome, after returning from a business trip.",
                "People who were infected would come down with a mild fever, a rash, maybe a headache, but that was it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tZSBkb3duIHdpdGg&hash=208ceb2ff965a1523583e5a9d655ac20346c4da3&lang=en&cache-only=0",
            "defineEn": "to start having an illness",
            "defineVi": "bắt đầu bị bệnh",
            "hasImg": true
        },
        {
            "id": "a394fb82-a307-4da0-8e57-17a896cf36fe",
            "word": "to heal",
            "phonetic": "tə hiːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "As the saying goes, physician, heal thyself.",
                "That cut is taking a long time to heal.",
                "After going through a painful breakup, I thought I would never be able to love again, but time heals all wounds, and I eventually moved on.",
                "After the accident, I was in a lot of pain, but the doctor reassured me that time works wonders and that I would heal.",
                "Maybe heal another energy."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGVhbA&hash=e9849fbd7cc0f6e03c9c6180435333e86417c91b&lang=en&cache-only=0",
            "defineEn": "to make an injury, etc. healthy again",
            "defineVi": "để làm cho một chấn thương, vv khỏe mạnh trở lại",
            "hasImg": true
        },
        {
            "id": "bc32cbe6-e962-4704-b9f9-d9a28b3e36b1",
            "word": "to [hit] the hay",
            "phonetic": "tə hɪt ðə heɪ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaGl0IHRoZSBoYXk&hash=b0d66a25a42ccc33713f867e735ba7b4a61ac41c&lang=en&cache-only=0",
            "defineEn": "to get in bed for sleeping",
            "defineVi": "lên giường đi ngủ",
            "hasImg": true
        },
        {
            "id": "06fb60dd-9e18-49b4-bd71-081996a0592f",
            "word": "to implant",
            "phonetic": "tʊ ɪmplænt ",
            "partOfSpeechType": "verb",
            "examples": [
                "But cochlear implants are.",
                "In the remains of each arm, a microchip has been implanted.",
                "Hearing aids and cochlear implants do not benefit all deaf and hard- of-hearing people.",
                "Cochlear implants are not cosmetic procedures, obviously.",
                "They surgically implanted an array of electrodes onto the brains of two participants who had lost their sight."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wbGFudA&hash=62defbf860713e55d6fed6e6d26fc0a2f16e0fb0&lang=en&cache-only=0",
            "defineEn": "to insert a living tissue or an artificial object into the body via medical procedure",
            "defineVi": "để chèn một mô sống hoặc một đối tượng nhân tạo vào cơ thể thông qua thủ tục y tế",
            "hasImg": true
        },
        {
            "id": "6da9802b-52d5-47b6-817d-0cc9e652bba2",
            "word": "to inject",
            "phonetic": "tʊ ɪndʒɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "That bill injected 600 million dollars into the development of the Internet.",
                "The researchers injected these mice with REV-ERB.",
                "First, they injected a bunch of college guys with the hormone epinephrine.",
                "First, they injected lampreys with bits of the extracellular matrix from mice brains.",
                "You inject old people with blood from young people."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5qZWN0&hash=d86b3e3a43fdbc7c4edfe57037d2e4d46728f535&lang=en&cache-only=0",
            "defineEn": "to insert a liquid, especially a drug, into the body by using a syringe",
            "defineVi": "để chèn một chất lỏng, đặc biệt là một loại thuốc, vào cơ thể bằng cách sử dụng một ống tiêm",
            "hasImg": true
        },
        {
            "id": "f5136274-f992-4033-b286-8268771cb3d6",
            "word": "to pass out",
            "phonetic": "tə pæs aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Terrible pain, might pass out.",
                "Ben Franklin, he passed out pamphlets.",
                "Then you passed out again.",
                "Before you pass out.",
                "Did she pass out?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFzcyBvdXQ&hash=436af04635f7dfa2bbe61b86a7a03aa147666f20&lang=en&cache-only=0",
            "defineEn": "to lose consciousness",
            "defineVi": "mất ý thức",
            "hasImg": true
        },
        {
            "id": "5e2c3da3-0130-4e18-aa44-b9e45c8c7824",
            "word": "to relieve",
            "phonetic": "tə ɹᵻliːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "He was relieved to see the back of the long line at the grocery store.",
                "I massaged my leg to relieve muscle tension.",
                "As a home remedy, I steeped lemongrass in hot water and drank it to relieve a sore throat.",
                "After trying many different remedies, the medicine finally did the trick and relieved her symptoms.",
                "Although most people were relieved that the waiting game was over, the first days and nights were nerve-racking."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVsaWV2ZQ&hash=a067084cc4765c51a0b0f82ca14a74ade516e098&lang=en&cache-only=0",
            "defineEn": "to decrease the amount of pain, stress, etc.",
            "defineVi": "để giảm số lượng đau, căng thẳng, vv"
        },
        {
            "id": "21c1de78-eb0b-4e86-8332-9e63b408ac06",
            "word": "to scan",
            "phonetic": "tə skæn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The flight attendant scanned my electronic ticket before I boarded the plane.",
                "He works as a cashier at the supermarket, scanning and bagging customers' items.",
                "An MRI machine scans his or her head. ",
                "Scan the ROG totem.",
                "Scan the QR code on the back of your thermostat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2Nhbg&hash=622b3697cdc483057d1aa0aef8d3731c574f9675&lang=en&cache-only=0",
            "defineEn": "(of a medical device) to take a picture of a body part often using X-rays for detailed examinations by a specialist",
            "defineVi": "(của một thiết bị y tế) để chụp ảnh một bộ phận cơ thể thường sử dụng tia X để bác sĩ chuyên khoa kiểm tra chi tiết",
            "hasImg": true
        }
    ]
}