{
    "id": "126b8712-acd2-4668-b646-17e0f2a1715d",
    "title": "Hobbies and Daily Activities",
    "originalTitle": "Lesson 16",
    "words": [
        {
            "id": "13ab54cb-4e45-474e-bafb-ac34a804121e",
            "word": "fishing",
            "phonetic": "fɪʃɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My dad took me fishing, and we caught a big fish.",
                "To go swimming/fishing/jogging.",
                "The place still feels like a small fishing village.",
                "The lunch invitation was clearly a fishing expedition to obtain information about his private life.",
                "They worried about an FBI fishing expedition."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlzaGluZw&hash=73bf36f08af741a5f8547e8efae7fe898f9e1283&lang=en&cache-only=0",
            "defineEn": "the activity of catching a fish with special equipment such as a fishing line and a hook or net",
            "defineVi": "hoạt động đánh bắt cá bằng các thiết bị đặc biệt như dây câu và lưỡi câu hoặc lưới",
            "hasImg": true
        },
        {
            "id": "1a4ad95d-0f89-41b5-872e-bac4e0f202cb",
            "word": "to fish",
            "phonetic": "tə fɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The chef used fish paste as a filling for his sushi rolls",
                "This fish is as dead as a herring.",
                "I soon had the fish in a net.",
                "The big fellow keeps a fish shop near the post office.",
                "The colorful fish in the aquarium captured my attention."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmlzaA&hash=8a8d1802b009397b4fcd8d85569fe83a41439c37&lang=en&cache-only=0",
            "defineEn": "to catch or attempt to catch fish with special equipment such as a fishing line and a hook or net",
            "defineVi": "để bắt hoặc cố gắng bắt cá bằng các thiết bị đặc biệt như dây câu và lưỡi câu hoặc lưới",
            "hasImg": true
        },
        {
            "id": "a260fd90-ed9d-427c-a1b2-ed6e54557584",
            "word": "walk",
            "phonetic": "wɔːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "A true leader walks the talk.",
                "The old lady walked slowly with the support of her cane.",
                "The father proudly walked his daughter down the aisle on her wedding day.",
                "They walk their dogs every day.",
                "She walked the horse around the ring."
            ],
            "audio": "https://tts.langeek.co/read?text=d2Fsaw&hash=124a83501b8182e6a2614cb9f6fe3141ee5af24f&lang=en&cache-only=0",
            "defineEn": "a short journey we take on foot",
            "defineVi": "một hành trình ngắn chúng ta đi bộ",
            "hasImg": true
        },
        {
            "id": "cbf468f5-dc0d-496b-9c38-9effdf5c70b0",
            "word": "yoga",
            "phonetic": "joʊɡə ",
            "partOfSpeechType": "noun",
            "examples": [
                "She sometimes practices yoga in the morning.",
                "She teaches yoga to promote health and well-being.",
                "Next month, I will go on a yoga retreat to recharge my batteries.",
                "She goes to yoga classes every day and she even teaches yoga classes herself.",
                "My sister lives and breathes her yoga practice."
            ],
            "audio": "https://tts.langeek.co/read?text=eW9nYQ&hash=1eeb7d52cb93fe335db459bc3410011d34d36694&lang=en&cache-only=0",
            "defineEn": "a system of physical exercises, including breath control and meditation, practiced to gain more control over one’s body and mind",
            "defineVi": "một hệ thống các bài tập thể chất, bao gồm kiểm soát hơi thở và thiền định, được thực hành để kiểm soát tốt hơn cơ thể và tâm trí của một người",
            "hasImg": true
        },
        {
            "id": "10b99a48-cd8c-4c2c-8484-8a68af8c78d1",
            "word": "ball game",
            "phonetic": "bɔːl ɡeɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "If military force were to be used, then that would be a different ball game.",
                "Today's ball game is a totally different ballgame.",
                "Artists depicted cityscapes, ball games, and field hands at work.",
                "She was the ball game.",
                "It's anybody's ball game right now."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsbCBnYW1l&hash=d68567183400402c40d37d3a62a7bbebae6dc537&lang=en&cache-only=0",
            "defineEn": "any various type of game that involves playing with a ball",
            "defineVi": "bất kỳ loại trò chơi nào liên quan đến việc chơi với một quả bóng",
            "hasImg": true
        },
        {
            "id": "78657edb-e150-4975-98b8-cb608fa6dd45",
            "word": "card game",
            "phonetic": "kɑːɹd ɡeɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "I know some people who refuse to play card games because they believe that a pack of cards is the devil's prayer book.",
                "Even beyond card games, this loss of gut feeling can be pretty impairing.",
                "We can literally do every card game.",
                "The same card game was given to people who had damage in a part of their brain called the orbitofrontal cortex.",
                "In the study, published in the journal Brain Topography, a group of Italian neuroscientists had 14 pairs of subjects play an Italian card game while hooked up to EEGs."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZCBnYW1l&hash=d098d8ebec564efd368c978809b4b6d216c957ff&lang=en&cache-only=0",
            "defineEn": "any game played with playing cards",
            "defineVi": "bất kỳ trò chơi nào được chơi bằng thẻ bài",
            "hasImg": true
        },
        {
            "id": "81a3b2f1-75e8-48d0-b7dd-f28aad0bc0b8",
            "word": "table tennis",
            "phonetic": "teɪbəl tɛnɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGFibGUgdGVubmlz&hash=a38970ac69c5ed3062ab80711e27be9db411c6ab&lang=en&cache-only=0",
            "defineEn": "a game played on a table by two or four players who bounce a small ball on the table over a net using special rackets",
            "defineVi": "một trò chơi được chơi trên bàn bởi hai hoặc bốn người chơi ném một quả bóng nhỏ trên bàn qua lưới bằng vợt đặc biệt",
            "hasImg": true
        },
        {
            "id": "e206e654-e74c-4151-894f-cac0984de359",
            "word": "barbecue",
            "phonetic": "bɑːɹbɪkjuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "We sometimes have a barbecue in the backyard.",
                "My friends enjoyed tangy barbecue gammon skewers at the summer barbecue.",
                "My friends enjoyed tangy barbecue gammon skewers at the summer barbecue.",
                "My friends enjoyed smoky beef rib chops at the countryside barbecue.",
                "They grilled marinated fryer chicken skewers at the backyard barbecue."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyYmVjdWU&hash=dfbe06d9faeec91a2817eb74ec4eeb80c6dcd206&lang=en&cache-only=0",
            "defineEn": "an outdoor meal or party during which food (meat, fish, etc.) is cooked on a metal frame over an open fire",
            "defineVi": "một bữa ăn hoặc bữa tiệc ngoài trời trong đó thức ăn (thịt, cá, v.v.) được nấu trên khung kim loại trên ngọn lửa trần",
            "hasImg": true
        },
        {
            "id": "9baa04b6-5b32-4b95-8872-199912469ac8",
            "word": "camp",
            "phonetic": "kæmp ",
            "partOfSpeechType": "noun",
            "examples": [
                "We need to be careful when camping in bear territory.",
                "Jack makes quick work of clearing the snow where the guys want to set up camp.",
                "We felt like we just couldn't control our teenager's behavior any longer, so we sent him to a prison boot camp to scare him straight.",
                "Michael had been a spring chicken in the realm of coding until he attended coding boot camp.",
                "But they were honest, they had your best wishes at heart, and they knew what was what in the camp."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FtcA&hash=a9e9e39343fa71c296383913f23ab5e6e610900b&lang=en&cache-only=0",
            "defineEn": "a place where people, especially travelers, stay in tents, shelters, etc. for a short time, usually in the mountains, a forest, etc.",
            "defineVi": "một nơi mà mọi người, đặc biệt là khách du lịch, ở trong lều, nơi trú ẩn, v.v. trong một thời gian ngắn, thường là trên núi, trong rừng, v.v.",
            "hasImg": true
        },
        {
            "id": "40d572e2-7a18-400c-acff-18c7eb428c12",
            "word": "camping",
            "phonetic": "kæmpɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "During the camping trip, we played a game of charades around the campfire.",
                "We roasted brinjal over an open fire during our camping trip.",
                "We prepare our camping gear before heading out into the wilderness.",
                "I packed an extra jacket for the camping trip.",
                "The kids can't wait to go camping."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FtcGluZw&hash=43d4ca36c50d640aac9ce4a2dc2bf263dcb37107&lang=en&cache-only=0",
            "defineEn": "the activity of ‌living outdoors in a tent, camper, etc. on a vacation",
            "defineVi": "hoạt động ‌sống ngoài trời trong lều, người cắm trại, v.v. trong kỳ nghỉ",
            "hasImg": true
        },
        {
            "id": "87b5af92-387e-4e64-a03a-436942f6f94b",
            "word": "campsite",
            "phonetic": "kæmpsaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "If we keep up this pace, we'll make good time and arrive at the campsite before sunset.",
                "The campsite was set up on a spacious riverbank, providing a picturesque view of the flowing water.",
                "We are not going to allow them to put any campsite, not on this island or nowhere in the Northern Aegean.",
                "I think campsites are relatively safe, as long as you're not, again, gathering around the campfire in close proximity with five other households.",
                "They lived in felt tents and moved between summer and winter campsites."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FtcHNpdGU&hash=4a40305443ee183717f3cfcddec3181882e6f818&lang=en&cache-only=0",
            "defineEn": "a specific location that is intended for people to set up a tent",
            "defineVi": "một địa điểm cụ thể dành cho mọi người dựng lều",
            "hasImg": true
        },
        {
            "id": "c6ceeb7c-3c64-4fe1-b779-5d796ddaab28",
            "word": "club",
            "phonetic": "klʌb ",
            "partOfSpeechType": "noun",
            "examples": [
                "His clubs are collecting dust now.",
                "The club has an important place in the community as far as golf is concerned.",
                "Are you coming to the club with us tonight?",
                "The club will cease to exist if financial help is not found.",
                "They joined a swimming club to meet other swimmers and train together."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2x1Yg&hash=022ac594dac510e016ebbd16f69a0797da4e2f78&lang=en&cache-only=0",
            "defineEn": "a place where people, especially young people, go to dance, listen to music, or spend time together",
            "defineVi": "một nơi mà mọi người, đặc biệt là những người trẻ tuổi, đến khiêu vũ, nghe nhạc hoặc dành thời gian cho nhau",
            "hasImg": true
        },
        {
            "id": "9563de16-8117-420a-a45b-45d4865f039f",
            "word": "party",
            "phonetic": "pɑːɹɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "In 2018 the party had 10 000 members.",
                "That party was off the hook!",
                "The party continued into the wee small hours.",
                "The party is on Friday evening.",
                "But the party was over all too quickly for little Nicole."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFydHk&hash=e0952de6b118be25cb6d4507c41f4e47d5a00e14&lang=en&cache-only=0",
            "defineEn": "an event where people get together and enjoy themselves by talking, dancing, eating, drinking, etc.",
            "defineVi": "một sự kiện nơi mọi người gặp nhau và tận hưởng bằng cách nói chuyện, khiêu vũ, ăn, uống, v.v.",
            "hasImg": true
        },
        {
            "id": "da56d026-2a6e-40e7-89d9-c3194b86c804",
            "word": "picnic",
            "phonetic": "pɪknɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children spread cheese dip on crackers during their picnic in the park.",
                "My sister packed some Spanish limes in her picnic basket for a tangy snack on our outdoor adventure.",
                "We often have a picnic in the park on sunny Sundays.",
                "At a family reunion picnic, the buffet table showcased a classic beef plate roast.",
                "We packed sandwiches for our picnic in the park."
            ],
            "audio": "https://tts.langeek.co/read?text=cGljbmlj&hash=20920f10e08d0fd7e696114df67479a2a00b0738&lang=en&cache-only=0",
            "defineEn": "‌an occasion when we pack food and take it to eat outdoors, typically in the countryside",
            "defineVi": "‌một dịp khi chúng ta đóng gói thức ăn và mang đi ăn ngoài trời, điển hình là ở nông thôn",
            "hasImg": true
        },
        {
            "id": "41d6334a-c27a-468e-9120-fa3fda60bc18",
            "word": "tent",
            "phonetic": "tɛnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I lay in my tent in the dead of night, listening to the noises in the woods.",
                "The couple who was planning an outdoor wedding hoped for beautiful weather, but also rented a tent and prepared backup indoor options, as they believed in the saying hope for the best, prepare for the worst.",
                "Fresh snow covers plastic tents this winter.",
                "See that fleshy tent there?",
                "They're like tents."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVudA&hash=6b949c3b65013a345f0f957d08512faca94dd0e1&lang=en&cache-only=0",
            "defineEn": "a shelter that usually consists of a long sheet of cloth, nylon, etc. supported by poles and ropes fixed to the ground, that we especially use for camping",
            "defineVi": "nơi trú ẩn thường bao gồm một tấm vải dài, nylon, v.v. được đỡ bằng cọc và dây thừng cố định xuống đất, mà chúng tôi đặc biệt sử dụng để cắm trại",
            "hasImg": true
        },
        {
            "id": "e828ced0-3c25-48ab-be14-9c0fabe42e19",
            "word": "shower",
            "phonetic": "ʃaʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He dropped the slippery soap in the shower.",
                "He took a refreshing shower in the bathroom after a long day.",
                "To take a bath/shower/wash.",
                "She wrapped herself in a warm bath towel after the shower.",
                "She organized shampoo and soap bottles in the shower caddy in the bathroom."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvd2Vy&hash=3a5e5601d6e0bd6f31c0d75bc06db736a3a23bb8&lang=en&cache-only=0",
            "defineEn": "an act of washing our body while standing under a stream of water",
            "defineVi": "một hành động rửa cơ thể của chúng tôi khi đứng dưới dòng nước",
            "hasImg": true
        },
        {
            "id": "ac1a4fbd-11fc-4b93-a7a7-ccd6d96f5e11",
            "word": "bath",
            "phonetic": "bæθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'll run you a bath.",
                "To take a bath/shower/wash.",
                "We should fill the bathtub with warm water for a relaxing bath.",
                "My sister used to take a relaxing bath or shower before going to bed at night.",
                "She wrapped herself in a warm bath towel after the shower."
            ],
            "audio": "https://tts.langeek.co/read?text=YmF0aA&hash=144594cdccd90573389226f6b830e9cbdcc19af6&lang=en&cache-only=0",
            "defineEn": "the action of washing our body in a bathtub by putting it into water",
            "defineVi": "hành động rửa cơ thể của chúng ta trong bồn tắm bằng cách đặt nó vào nước",
            "hasImg": true
        },
        {
            "id": "ec4eab3b-1697-4218-a540-315e2a923423",
            "word": "laundry",
            "phonetic": "lɔːndɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He uses the apartment's laundry facilities to wash his clothes.",
                "She lost one of her socks in the laundry and couldn't find it.",
                "The company is trying to keep its dirty laundry from being aired in public.",
                "I cleaned the apartment every day, cooked, and did the laundry and the dishes.",
                "Given the advisor's laundry list of scandals, he's proving to be quite a millstone around the candidate's neck."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF1bmRyeQ&hash=7cd49c759c462839612ead9cc37f118ba061aa2c&lang=en&cache-only=0",
            "defineEn": "clothes, sheets, etc. that have just been washed or need washing",
            "defineVi": "quần áo, khăn trải giường, v.v. mới giặt hoặc cần giặt",
            "hasImg": true
        },
        {
            "id": "a7f85b00-469d-450c-8c74-ff5b9d077986",
            "word": "bored",
            "phonetic": "boːɹd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "People will also simply get bored.",
                "I was bored.",
                "I was bored.",
                "- I'm bored.",
                "I'm bored."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9yZWQ&hash=28106b7b4124cb0670ae895f258348b1bcb43008&lang=en&cache-only=0",
            "defineEn": "tired and unhappy because there is nothing to do or because we are no longer interested in something",
            "defineVi": "mệt mỏi và không vui vì không có gì để làm hoặc vì chúng ta không còn hứng thú với điều gì đó",
            "hasImg": true
        },
        {
            "id": "5339dafc-279d-440d-8a41-85aa7b6df8b5",
            "word": "surprising",
            "phonetic": "sɚpɹaɪzɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But it's not really surprising that this accommodation should happen.",
                "It’s not surprising when you consider that he only arrived six months ago.",
                "It’s not surprising when you consider that he only arrived six months ago.",
                "During the chess tournament, Jane was confident in her skills, but her opponent ended up cleaning her clock with a series of surprising moves.",
                "It's not that politicians carry two faces under one hood that is so surprising, but the fact that so many people accept such phony façades as the truth."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VycHJpc2luZw&hash=ca27bd6477c1703f504b1fb2fe0bcaaf58e7a931&lang=en&cache-only=0",
            "defineEn": "causing a feeling of shock, disbelief, or wonder",
            "defineVi": "gây ra cảm giác sốc, hoài nghi hoặc ngạc nhiên",
            "hasImg": true
        },
        {
            "id": "d5c20c9c-3cc2-4350-8259-5862f679a718",
            "word": "enjoyable",
            "phonetic": "ɛndʒɔɪəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She was having a very enjoyable time and was clearly the life and soul of the party.",
                "The book was already enjoyable, but the twist ending was like the cherry on the cake.",
                "The popcorn had an artificial butter flavor that made movie nights even more enjoyable.",
                "It was a school of hard knocks in some ways but it was very enjoyable and good for us.",
                "My parents tell me how toys and games were simpler and more enjoyable in their childhood - the golden age was never the present age, and they don't see the same appeal in modern technology."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5qb3lhYmxl&hash=179b8a9717549831c2ff8b0a84500b046e8c7086&lang=en&cache-only=0",
            "defineEn": "(of an activity or an event) making us feel good or giving us pleasure",
            "defineVi": "(của một hoạt động hoặc một sự kiện) làm cho chúng tôi cảm thấy dễ chịu hoặc mang lại cho chúng tôi niềm vui",
            "hasImg": true
        },
        {
            "id": "f9d50685-3160-465c-a1de-2b2d9a60e997",
            "word": "delightful",
            "phonetic": "dᵻlaɪtfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A touch of maple extract in the pancake batter gives them a delightful maple syrup taste.",
                "A slice of sweet orange adds a delightful touch to a cold glass of iced tea.",
                "Farmer's cheese adds a delightful creaminess to my morning bowl of granola and fruit.",
                "The agar cubes added a delightful chewiness to the tropical fruit salad.",
                "The coconut flakes provided a delightful crunch in the homemade granola."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsaWdodGZ1bA&hash=6f876d7925440c780470e414ad8643eec1abe98c&lang=en&cache-only=0",
            "defineEn": "very enjoyable or pleasant",
            "defineVi": "rất thú vị hoặc dễ chịu",
            "hasImg": true
        },
        {
            "id": "09b6b6e6-c273-4581-b84c-0fd7dc6fc6ba",
            "word": "pleased",
            "phonetic": "pliːzd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Aren't you pleased to see me?",
                "And didn't he just sound pleased as punch about that?",
                "The artist didn't have any particular outcome in mind when she started painting, but was pleased with the final result.",
                "It was safe to say I was pleased to see the back of it!",
                "The artist was pleased when her painting sold for a high price at the gallery."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxlYXNlZA&hash=4620462f8dde7b09acfeff1957730f7bbb78cb26&lang=en&cache-only=0",
            "defineEn": "feeling happy and satisfied with something that has happened or with someone's actions",
            "defineVi": "cảm thấy hạnh phúc và hài lòng với điều gì đó đã xảy ra hoặc với hành động của ai đó",
            "hasImg": true
        },
        {
            "id": "473452f9-1aed-4b34-8fb1-2c322f205077",
            "word": "cooking",
            "phonetic": "kʊkɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cooking is just not Emma's thing.",
                "Knowledge of cooking comes easy to him.",
                "She seasoned the meat with herbs and spices before cooking.",
                "Apparently, Meg's cooking leaves a lot to be desired.",
                "You can leave the cooking to me."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29va2luZw&hash=8d8e5e07cce6b70ad1212cda379a674f1c7b80a3&lang=en&cache-only=0",
            "defineEn": "the act of preparing food by heat or mixing different ingredients",
            "defineVi": "hành động chuẩn bị thức ăn bằng nhiệt hoặc trộn các thành phần khác nhau",
            "hasImg": true
        },
        {
            "id": "e6b485d0-1be4-463c-9d20-4686c6c98c62",
            "word": "fun",
            "phonetic": "fʌn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The TV quiz was more fun than a barrel of monkeys!",
                "The colorful bowtie pasta added a fun twist to the classic mac and cheese dish.",
                "He sounds about as much fun as a wet weekend in Carmarthenshire.",
                "I had so much fun at the family reunion.",
                "The fans had fun and got their money's worth."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVu&hash=463c2bb17cc0bd02fb9f650fbd4e0fa0f05ee006&lang=en&cache-only=0",
            "defineEn": "the feeling of enjoyment or amusement",
            "defineVi": "cảm giác thích thú hoặc giải trí",
            "hasImg": true
        },
        {
            "id": "5bd316be-8dfe-422a-bb52-b05d2f22791f",
            "word": "cleaning",
            "phonetic": "kliːnɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cleaning product contains stiff chemicals that effectively remove tough stains.",
                "Cry me a river, I don't even have a cleaning lady.",
                "The dentist recommended using an electric toothbrush for better cleaning.",
                "The mother of two young children felt overwhelmed by her daily tasks, which included cooking, cleaning, and child-rearing.",
                "Cleaning the entire house by herself felt too much like hard work for Emily, so she decided to hire a professional cleaning service."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xlYW5pbmc&hash=dab296e58c3e13e2be2e2b62173191547aeca7aa&lang=en&cache-only=0",
            "defineEn": "the action or process of making something, especially inside a house, etc. clean",
            "defineVi": "hành động hoặc quá trình làm một cái gì đó, đặc biệt là bên trong một ngôi nhà, v.v. sạch sẽ",
            "hasImg": true
        },
        {
            "id": "1caafe29-1936-4a9e-a224-4634ada9dfc0",
            "word": "to begin",
            "phonetic": "tə bɪɡɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Rooms begin at $139.",
                "A new era had begun.",
                "The lecture begins at 8pm.",
                "Each chapter begins with a quotation.",
                "We began work on the project in May."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVnaW4&hash=9840c5058dd5ddf59874f8a3c161b46316385d77&lang=en&cache-only=0",
            "defineEn": "to do or experience the first part of something",
            "defineVi": "để làm hoặc trải nghiệm phần đầu tiên của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "7b8d865b-2816-48c8-8cb4-8b2ff82f5304",
            "word": "to end",
            "phonetic": "tʊ ɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The struggle ended indecisively.",
                "The surfaced road ends at the farm.",
                "Grab the end of the rope.’",
                "The play has too many loose ends.",
                "All good things come to an end."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5k&hash=a97a23c77ba25e3906ffad29682ee64155a6d060&lang=en&cache-only=0",
            "defineEn": "to stop or finish something",
            "defineVi": "để dừng lại hoặc kết thúc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "e9179b62-c023-4a08-a862-0e4f00ada658",
            "word": "to relax",
            "phonetic": "tə ɹᵻlæks ",
            "partOfSpeechType": "verb",
            "examples": [
                "Let your body relax.",
                "The hot water in the shower helped me relax after a long day.",
                "We spent our vacation relaxing on the sandy beaches by the sea.",
                "You sit down and relax.",
                "As the sun beat down, they relaxed on the beach, sipping on cold beverages with slices of lime rind floating on top."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVsYXg&hash=fe7e5840bc77b43731a7122f8b5d0ba1df6cedf3&lang=en&cache-only=0",
            "defineEn": "to feel less worried or stressed",
            "defineVi": "để cảm thấy bớt lo lắng hoặc căng thẳng",
            "hasImg": true
        },
        {
            "id": "02db43c5-c061-4f82-ab61-3d46019479b1",
            "word": "to smoke",
            "phonetic": "tə smoʊk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Smoke appeared on the horizon.",
                "He smoked a whole turkey and served it with a tangy barbecue sauce.",
                "The outgoing president used smoke and mirrors to make the situation look better.",
                "I smoked a joint an hour ago, and I'm still waiting to come up.",
                "My presentation went up in smoke when the slideshow stopped working."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc21va2U&hash=e663f032b6022f1ecd942f2c5b4656d51535df01&lang=en&cache-only=0",
            "defineEn": "to breathe in and out the smoke of a cigarette, pipe, etc.",
            "defineVi": "hít vào và thở ra khói thuốc lá, tẩu, v.v.",
            "hasImg": true
        },
        {
            "id": "82cef5d4-cfd9-43af-98b9-2db3dd957bb9",
            "word": "dance",
            "phonetic": "dæns ",
            "partOfSpeechType": "noun",
            "examples": [
                "He danced the issue around.",
                "As the wind blew gently, the silver-gray leaves of artemisia danced in the breeze.",
                "She attends a dance class every Thursday to learn new moves.",
                "Asian cultures have a rich heritage of art, music, and dance.",
                "He always dances around the topic of pay raises for my team whenever I bring it up to him."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFuY2U&hash=e89468c10501d1a7ca00b2bebfd0856dc01ac3b3&lang=en&cache-only=0",
            "defineEn": "a series of rhythmical movements performed to a particular type of music",
            "defineVi": "một loạt các chuyển động nhịp nhàng được thực hiện cho một loại nhạc cụ thể",
            "hasImg": true
        },
        {
            "id": "8d0502e1-479d-466b-a53d-2a2b04a1f808",
            "word": "water park",
            "phonetic": "wɔːɾɚ pɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "He enjoys wearing his swimsuit at the water park on hot summer days.",
                "This is a water park?",
                "I'm interested in British water parks.",
                "Opened in 2019, this behemoth houses not only a theme park, but also a water park, an ice rink, and an indoor skiing complex.",
                "Middle Ages, they used them to launch 350-pound projectiles at enemies, but then in modern times, British water parks use them to hurl humans - into a net."
            ],
            "audio": "https://tts.langeek.co/read?text=d2F0ZXIgcGFyaw&hash=ecc7662a37d815d22c6f4734feffb701653aca7e&lang=en&cache-only=0",
            "defineEn": "a large park with swimming pools, water slides, etc. that people go to swim and have fun",
            "defineVi": "một công viên rộng lớn có hồ bơi, cầu trượt nước, v.v. để mọi người đến bơi và vui chơi",
            "hasImg": true
        }
    ]
}