{
    "id": "127eabec-91c7-4b83-b570-121ea5f8f6ec",
    "title": "News of the World",
    "originalTitle": "News of the World",
    "words": [
        {
            "id": "8d41dadb-d012-4921-88f2-4c1e7d989853",
            "word": "yellow journalism",
            "phonetic": "jɛloʊ dʒɜːnəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=eWVsbG93IGpvdXJuYWxpc20&hash=a6bed90aa5691fd6e2e4378613018994447dcb5b&lang=en&cache-only=0",
            "defineEn": "a style of reporting that prioritizes sensationalism, exaggeration, and misleading tactics to attract readership",
            "defineVi": "một phong cách báo cáo ưu tiên chủ nghĩa giật gân, cường điệu và các chiến thuật gây hiểu lầm để thu hút độc giả"
        },
        {
            "id": "486c736e-3df1-4b18-bd8f-b73ab751e403",
            "word": "tabloid",
            "phonetic": "tæblɔɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The tabloid press ran the story.",
                "Tabloids are always eager to get the dirt on famous celebrities.",
                "The tabloids were quick to label the famous actor as a backdoor man after rumors circulated about his affairs with multiple co-stars.",
                "The freelance investigative reporter made a career of digging up dirt on celebrities for tabloids.",
                "Once I contact my usual sources at the tabloids, I should be able to dig up the dirt on that actress."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFibG9pZA&hash=64b242a179a31dd2c985b49a0138237caab94aad&lang=en&cache-only=0",
            "defineEn": "a newspaper with smaller pages and many pictures, covering stories about famous people and not much serious news",
            "defineVi": "một tờ báo với các trang nhỏ hơn và nhiều hình ảnh, bao gồm những câu chuyện về những người nổi tiếng và không có nhiều tin tức nghiêm trọng"
        },
        {
            "id": "88a81e90-8cfd-4504-8813-0fef25672eeb",
            "word": "stop press",
            "phonetic": "stɑːp pɹɛs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RvcCBwcmVzcw&hash=f8cd93c045a57bf76c0b213640c616f9e4659a42&lang=en&cache-only=0",
            "defineEn": "the most recent and important news that is added to a newspaper at the last moment before printing or after the start of the printing process, especially as a heading",
            "defineVi": "tin tức mới nhất và quan trọng được thêm vào một tờ báo vào thời điểm cuối cùng trước khi in hoặc sau khi bắt đầu quá trình in, đặc biệt là dưới dạng tiêu đề"
        },
        {
            "id": "6059db4c-87b4-4b88-ae28-5d37a1745cac",
            "word": "reportage",
            "phonetic": "ɹᵻpoːɹɾɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVwb3J0YWdl&hash=2f7df491191e9d0f395c3eadee437e00f38f5f08&lang=en&cache-only=0",
            "defineEn": "the act of broadcasting the news on television or radio, or reporting them in a newspaper",
            "defineVi": "hành động phát tin tức trên truyền hình hoặc đài phát thanh, hoặc báo cáo chúng trên một tờ báo",
            "hasImg": true
        },
        {
            "id": "e1180656-566a-4014-9fad-5b5492daee1a",
            "word": "newsflash",
            "phonetic": "nuːzflæʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "At the same time, a newsflash will alert media around the world.",
                "I mean, newsflash, politicians can lie.",
                "Newsflash, it doesn't have anything to do with the real world.",
                "Newsflash, it doesn't have anything to do with the real world.",
                "But something I did wanna say about that is, oh, going back to my announcement or not announcement, my newsflash, if you will, at the beginning of this talking about TMS."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV3c2ZsYXNo&hash=fff4efc5ed75ca5fe68fa32bfe7ad45ba1069aeb&lang=en&cache-only=0",
            "defineEn": "a short piece of news that is important, often interrupting a TV or radio program",
            "defineVi": "một mẩu tin ngắn quan trọng, thường làm gián đoạn chương trình truyền hình hoặc đài phát thanh"
        },
        {
            "id": "8c96b6b1-357a-443f-a71d-c6dbb096400c",
            "word": "exclusive",
            "phonetic": "ɛkskluːsɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "An exclusive island hideaway that takes just twenty guests.",
                "These exclusive plants officially form the cultivar, or new apple variety.",
                "For that, you get exclusive perks.",
                "Abby: But even on a private island, some residents want even more exclusive perks.",
                "And these methods aren’t necessarily mutually exclusive."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjbHVzaXZl&hash=9cd3894119cbcffd7975f186d14a601e43cc3051&lang=en&cache-only=0",
            "defineEn": "a news story that has not been reported or published by any other news organization or agency",
            "defineVi": "một câu chuyện tin tức chưa được báo cáo hoặc xuất bản bởi bất kỳ tổ chức hoặc cơ quan tin tức nào khác"
        },
        {
            "id": "500b845a-a655-4911-a985-3d8f5f09cae1",
            "word": "commentary",
            "phonetic": "kɑːməntɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film itself is a social commentary.",
                "Do you have any commentary?",
                "We might even add commentaries to some.",
                "People will add in random commentary, like on Markiplier's videos, Jacksepticeye, et cetera, et cetera.",
                "My favorite commentary on the Market Revolution actually comes from the author Herman Melville in his short story \"Bartleby the Scrivener.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWVudGFyeQ&hash=3f7ea326f74f43dffdecd1b941aece142fc5df03&lang=en&cache-only=0",
            "defineEn": "a spoken description of an event while it is taking place, particularly on TV or radio",
            "defineVi": "một mô tả bằng giọng nói về một sự kiện trong khi nó đang diễn ra, đặc biệt là trên TV hoặc đài phát thanh",
            "hasImg": true
        },
        {
            "id": "122a5769-8ad2-483b-a5fa-9e81aa9c0072",
            "word": "advertorial",
            "phonetic": "ɐdvɚtoːɹɪəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWR2ZXJ0b3JpYWw&hash=ee1d8c02e87031527a62e07e844e54340ad8139c&lang=en&cache-only=0",
            "defineEn": "a piece of advertisement in a newspaper or magazine, designed to seem like an objective article and not an advertisement",
            "defineVi": "một mẩu quảng cáo trên một tờ báo hoặc tạp chí, được thiết kế giống như một bài báo khách quan và không phải là một quảng cáo"
        },
        {
            "id": "263a9f47-9834-4f1e-afd9-e0b0fb582192",
            "word": "broadsheet",
            "phonetic": "bɹɔːdʃiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And it’s important to note that Rubens was working from images that had already been around for a long time, in the form of black and white engravings of the devil and witches in broadsheets and books."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvYWRzaGVldA&hash=e0394f3dc1e68e87bea1ab182b5c87f063d277e7&lang=en&cache-only=0",
            "defineEn": "a newspaper that is published on a large piece of paper regarded as more serious",
            "defineVi": "một tờ báo được xuất bản trên một tờ giấy lớn được coi là nghiêm trọng hơn",
            "hasImg": true
        },
        {
            "id": "67f65233-6874-44ff-94c3-4f8b1d0170be",
            "word": "dispatch",
            "phonetic": "dɪspætʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She was dispatching other calls too.",
                "A 911 dispatch conveys the chaos of the scene.",
                "The information was dispatched from C.I.A. headquarters to the offices of the director of national intelligence, James Clapper.",
                "The information was dispatched from C.I.A. headquarters to the offices of the director of national intelligence, James Clapper.",
                "And in 2008, the Planetary Society dispatched a collection of recordings to Mars with NASA’s Phoenix Lander."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzcGF0Y2g&hash=1e8279be33ad80e1449d8165e027dc7a492bd8ee&lang=en&cache-only=0",
            "defineEn": "a newspaper report, usually sent from another town or a foreign country, often on a military-related matter",
            "defineVi": "một báo cáo, thường được gửi từ một thị trấn khác hoặc nước ngoài, thường về một vấn đề liên quan đến quân sự"
        },
        {
            "id": "f8ddbee1-077a-46b6-9f74-4765b9f5e9de",
            "word": "to carry",
            "phonetic": "tə kæɹi ",
            "partOfSpeechType": "verb",
            "examples": [
                "The truck carried a load of construction materials to the building site.",
                "The judge's ruling carries significant weight in the legal community.",
                "She carries the heavy grocery bags with one arm.",
                "He carries a gym bag with his workout clothes and water bottle.",
                "She carried a heavy load of books in her backpack."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2Fycnk&hash=483282b2957a8fea0f169999e3ed06ba2cccc9cb&lang=en&cache-only=0",
            "defineEn": "(of a television, radio network, or newspaper) to broadcast or publish something, or to include specific information in a report",
            "defineVi": "(của một đài truyền hình, đài phát thanh hoặc báo chí) để phát sóng hoặc xuất bản một cái gì đó, hoặc để đưa thông tin cụ thể vào một báo cáo",
            "hasImg": true
        },
        {
            "id": "6dc59fbe-cf8d-4d07-9988-e3fd74f809e2",
            "word": "bulletin",
            "phonetic": "bʊlɪtɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "And I saw the bulletin.",
                "Ever since, there have been Tolkien language bulletins, magazines, and societies popping up dedicated to studying his languages.",
                "And about two weeks later, the owner of panel 28 is reading her community bulletin, and saw the name Jacob Lawrence and recognized it, went over to a painting in her home and, of course, saw Jacob Lawrence's signature at the bottom of this painting that had been hanging in her home and in her family for decades.",
                "Coca-Cola sponsored the 1928 Summer Olympics in Amsterdam, where people from all over the world became familiar with the Coca-Cola logo, which appeared on everything from hats and bulletins to the walls of the city streets.",
                "And you see BULLETIN after BULLETIN from DHS and the Fbi Warning local law enforcement that there are these forces out"
            ],
            "audio": "https://tts.langeek.co/read?text=YnVsbGV0aW4&hash=f64f1980ca9c499f16b541471f59f9b1aed5740c&lang=en&cache-only=0",
            "defineEn": "a brief news program that is broadcast on the radio or television",
            "defineVi": "một chương trình tin tức ngắn được phát sóng trên đài phát thanh hoặc truyền hình",
            "hasImg": true
        },
        {
            "id": "ff910162-b0e4-4ca6-b85e-926f6e7e35e0",
            "word": "columnist",
            "phonetic": "kɑːləmnɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Special correspondent and Washington Post columnist Catherine Rampell has the story.",
                "That's New York Times columnist David Brooks and Jonathan Capehart, columnist for The Washington Post.",
                "That is New York Times columnist David Brooks, and Jonathan Capehart, columnist for The Washington Post.",
                "That is New York Times columnist David Brooks and Washington Post columnist Jonathan Capehart.",
                "That's New York Times columnist David Brooks and Jonathan Capehart, columnist for The Washington Post."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sdW1uaXN0&hash=ebcd63a2d09493c0db6609a0eb005d2c16036f3a&lang=en&cache-only=0",
            "defineEn": "a journalist who regularly writes articles on a particular subject for a newspaper or magazine",
            "defineVi": "một nhà báo thường xuyên viết bài về một chủ đề cụ thể cho một tờ báo hoặc tạp chí"
        },
        {
            "id": "86be87f7-704c-45f0-b4eb-8fefe2828615",
            "word": "byline",
            "phonetic": "baɪlaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Seven of us in all, you know, bylined on this story, which means that they were closely involved in the reporting of it and the production of it.",
                "I knew from my mother that the economics for women were not always equitable, but I certainly didn't realize that there was a time when women weren't allowed to be on the air or even have a byline in the newspaper."
            ],
            "audio": "https://tts.langeek.co/read?text=YnlsaW5l&hash=f7a1958664b31964dce0487b1585e6b3899ccb54&lang=en&cache-only=0",
            "defineEn": "a line that gives the writer's name, usually at the beginning or end of a column",
            "defineVi": "một dòng cung cấp tên của nhà văn, thường ở đầu hoặc cuối cột"
        },
        {
            "id": "44f96bdd-a8ae-4dde-81d2-dab1ca394161",
            "word": "censorship",
            "phonetic": "sɛnsɚʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Censorship goes both ways.",
                "US senators have criticized TikTok for censorship, privacy, and child safety.",
                "They singled out torture, censorship, and their arrogance and capriciousness.",
                "Secondly, Russia, first time in the history, officially adopted censorship on the Internet after 2012.",
                "Then government censorship policies in the late 1960s banned the horror genre in its entirety, and pontianak films became scarce."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Vuc29yc2hpcA&hash=27016f40cbf2f959cc1e59dcdb9ada10759ec814&lang=en&cache-only=0",
            "defineEn": "the act or policy of eliminating or prohibiting any part of a movie, book, etc.",
            "defineVi": "hành động hoặc chính sách loại bỏ hoặc cấm bất kỳ phần nào của phim, sách, v.v."
        },
        {
            "id": "0eb35860-7c10-4605-b802-19db3e197b69",
            "word": "circulation",
            "phonetic": "sɜːkjʊleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The library quickly withdrew the controversial novel from circulation after parents complained that there is no thief like a bad book, capable of corrupting even the most innocent of minds.",
                "When counterfeit bills started circulating in the town, people became skeptical of using the genuine currency, leading to a decrease in the overall value of money in circulation, showing how bad money drives out good.",
                "Circulation grew quickly, partly because of the magazine's lack of competition.",
                "The first Williams-Sonoma catalog had a circulation of about 10,000.",
                "In reality, mammals have a figure-eight circulation."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2lyY3VsYXRpb24&hash=c2bf6622f5c7049ab8b47cb046a78ef0a1a6d803&lang=en&cache-only=0",
            "defineEn": "the number of copies of a newspaper or magazine sold at regular intervals",
            "defineVi": "số lượng bản sao của một tờ báo hoặc tạp chí được bán đều đặn",
            "hasImg": true
        },
        {
            "id": "9c5e9adf-b4e2-4e31-9620-d2706d964c15",
            "word": "to embed",
            "phonetic": "tʊ ɛmbɛd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The carbonyl group is embedded in a carbon chain.",
                "An entire branch of the tree of life is embedded in every cell, every gene, every organ of your body.",
                "The importance of home ownership is still embedded in American culture.",
                "That's, like, embedded in my head.",
                "We have embedded residential home values in race."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW1iZWQ&hash=27407e2716d899e4f858922e995ee3ad5a554d8d&lang=en&cache-only=0",
            "defineEn": "to send a journalist with a group of soldiers to a combat zone",
            "defineVi": "cử nhà báo cùng bộ đội ra chiến khu"
        },
        {
            "id": "8f7a9001-a571-408c-b2e1-ff9a15512258",
            "word": "to narrowcast",
            "phonetic": "tə næɹoʊkæst ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbmFycm93Y2FzdA&hash=e7389456d3941a414470810d8dd36f917e97500a&lang=en&cache-only=0",
            "defineEn": "to transmit information through television or the internet to a specific group of people",
            "defineVi": "để truyền thông tin qua truyền hình hoặc internet cho một nhóm người cụ thể"
        },
        {
            "id": "98d01866-c79a-48ca-b3a4-6c4478b1b349",
            "word": "mouthpiece",
            "phonetic": "maʊθpiːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mr. Biden vowed that his attorney general would be an independent voice, not a mouthpiece for the White House.",
                "Remember the meaning doesn’t live inside the work, and also the artwork is not a direct mouthpiece for the artist.",
                "Then suddenly, his tweets became the mouthpiece for a sitting president.",
                "We were like the symbol of the free press and just the one and only mouthpiece of democratic values.",
                "The head of the Russian propaganda mouthpiece, Russia Today, or RT, she wrote, she tweeted a saying that she was almost ready to put American flag on her car."
            ],
            "audio": "https://tts.langeek.co/read?text=bW91dGhwaWVjZQ&hash=07a6c8b21f8fa042c910c44221bfd7709268f4c7&lang=en&cache-only=0",
            "defineEn": "a person, newspaper, or organization that represents the views of another person, a government, etc.",
            "defineVi": "một người, tờ báo hoặc tổ chức đại diện cho quan điểm của người khác, chính phủ, v.v."
        },
        {
            "id": "743dca90-9185-4bf8-b9ba-16804a8f503f",
            "word": "newswire",
            "phonetic": "nuːzwaɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmV3c3dpcmU&hash=66b57267317f93b50bbf7edb31de5ea4879b77e7&lang=en&cache-only=0",
            "defineEn": "a type of service that gives subscribers the latest news through the internet or satellite",
            "defineVi": "một loại dịch vụ cung cấp cho người đăng ký những tin tức mới nhất thông qua internet hoặc vệ tinh",
            "hasImg": true
        },
        {
            "id": "f2ecac40-3fd3-4591-8fe7-b658b7741678",
            "word": "obituary",
            "phonetic": "oʊbɪtʃuːɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He had just read his own mistaken obituary.",
                "I wouldn't underplay theaters quite yet or write their obituaries yet.",
                "To the Nobel Prize folks, you've done great work over the past century, but consider this your mistaken obituary . . .",
                "Looking through these geologic obituaries, we know that around 66 million years ago, a lot of them went extinct at once, when a 10 km-wide asteroid landed in what is today Mexico’s Yucatan Peninsula.",
                "They printed Bourbaki’s obituary, complete with mathematical puns."
            ],
            "audio": "https://tts.langeek.co/read?text=b2JpdHVhcnk&hash=5d8d693d3a06cfeccb61bdf75ffddbf6c24e68ca&lang=en&cache-only=0",
            "defineEn": "an article or report, especially in a newspaper, published soon after the death of a person, typically containing details about their life",
            "defineVi": "một bài báo hoặc báo cáo, đặc biệt là trên một tờ báo, được xuất bản ngay sau cái chết của một người, thường chứa thông tin chi tiết về cuộc sống của họ"
        },
        {
            "id": "a47e4ecd-74aa-427b-b2e0-663d4d532610",
            "word": "paparazzi",
            "phonetic": "pɑːpɚɹɑːtsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "When the news broke about the celebrity scandal, the paparazzi had a field day - they swarmed the scene and took countless photos.",
                "The celebrity was accused of being in league with the paparazzi to stage photo opportunities.",
                "Paparazzi gonna be coming out on the jet skis, man.",
                "If the paparazzi photo emerged of you wearing multiple pairs of underwear.",
                "It's funny, it's the only member of the paparazzi here in all of Greenland."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFwYXJhenpp&hash=936326e415bf58de6dbe90f426a5bce49de00213&lang=en&cache-only=0",
            "defineEn": "freelance photographers who aggressively pursue and take pictures of celebrities, often in invasive or intrusive ways",
            "defineVi": "các nhiếp ảnh gia tự do tích cực theo đuổi và chụp ảnh những người nổi tiếng, thường theo cách xâm phạm hoặc xâm phạm",
            "hasImg": true
        },
        {
            "id": "4601d2bb-f33c-409c-b83d-7b23b074df3b",
            "word": "readership",
            "phonetic": "ɹiːdɚʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "So while young adult fiction was plenty lucrative, it wasn't really respected by people outside of its targeted readership."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhZGVyc2hpcA&hash=56f274de886272565c12ae462984fbdce6e767bb&lang=en&cache-only=0",
            "defineEn": "the number of people who read a particular magazine, newspaper, or book on a regular basis",
            "defineVi": "số người thường xuyên đọc một tạp chí, tờ báo hoặc cuốn sách cụ thể"
        },
        {
            "id": "73cd800e-ae69-4448-aac4-743dec51a209",
            "word": "wire service",
            "phonetic": "waɪɚ sɜːvɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2lyZSBzZXJ2aWNl&hash=1fc2e7e01fa3503ebff410a5bd548b64b05bc7c5&lang=en&cache-only=0",
            "defineEn": "a news agency that provides news to newspapers, television and radio stations through wires or satellite communication",
            "defineVi": "một hãng thông tấn cung cấp tin tức cho các tờ báo, đài truyền hình và đài phát thanh thông qua hệ thống dây hoặc vệ tinh"
        },
        {
            "id": "62b23960-2d1d-4b90-9f00-cfa4ec753590",
            "word": "viewership",
            "phonetic": "vjuːɚʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Viewership has been down, especially after the last year.",
                "Well, Tucker Carlson has a nightly viewership of millions of people.",
                "The Newsmax, the far right-wing media TV station, their viewership has gone up 20 times since the election.",
                "Dwindling TV viewership means 30-second television spots no longer reach the audiences that they once did.",
                "We reached out to some evangelicals in our viewership to ask them about their attitudes towards the vaccines."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlld2Vyc2hpcA&hash=175e1ccd628c719c29637fb08bd4dd8bc3a8f8dc&lang=en&cache-only=0",
            "defineEn": "the kind or number of audience who watch a specific television program or network",
            "defineVi": "loại hoặc số lượng khán giả xem một chương trình hoặc mạng truyền hình cụ thể"
        },
        {
            "id": "e35c4ece-a2dc-47f7-897a-3edf7a83e736",
            "word": "to tune in",
            "phonetic": "tə tuːn ɪn ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdHVuZSBpbg&hash=893fab846e5d9f5b0bfaa939b4641003f3c1d6c6&lang=en&cache-only=0",
            "defineEn": "to watch a TV program or listen to a radio show",
            "defineVi": "để xem một chương trình truyền hình hoặc nghe một chương trình radio"
        },
        {
            "id": "feee1595-a60d-4695-9281-c84e953c78ce",
            "word": "telethon",
            "phonetic": "tɛlᵻθən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGVsZXRob24&hash=d3f058395a41ecc2c8d110d54f9f614f3590f8b0&lang=en&cache-only=0",
            "defineEn": "‌a type of television program that is broadcast for several hours, aimed to collect money for charity",
            "defineVi": "‌một loại chương trình truyền hình được phát sóng trong nhiều giờ, nhằm mục đích quyên góp tiền từ thiện"
        },
        {
            "id": "356abfb6-5cd5-45fc-94d5-a93a4528e436",
            "word": "scoop",
            "phonetic": "skuːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "I added a scoop of chocolate ice cream to my glass of milk for an extra creamy texture.",
                "A scoop of muskmelon sorbet is the perfect dessert to cool down after a spicy meal.",
                "A scoop of tayberry ice cream was the perfect treat to cool down on a hot day.",
                "The cranberry pie at the bakery is absolutely delicious, especially with a scoop of vanilla ice cream.",
                "She scooped ice cream into a bowl using a spoon."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Nvb3A&hash=91eebef419c5385903f8e414d3c2975b55d8f90a&lang=en&cache-only=0",
            "defineEn": "a piece of news reported by a news agency sooner than other media channels or newspapers",
            "defineVi": "một mẩu tin tức được đưa tin bởi một hãng thông tấn sớm hơn các kênh truyền thông hoặc báo chí khác"
        },
        {
            "id": "31ecdd7e-e969-4b23-8891-e0e6e7210afd",
            "word": "rerun",
            "phonetic": "ɹᵻɹʌn ",
            "partOfSpeechType": "noun",
            "examples": [
                "They're rerunning it that fast?",
                "Instead, we rerun the totals and you continue on that process until the election produces a true majority winner.",
                "But just because it bears a similar name doesn't make it an Apollo rerun.",
                "It's on reruns on TBS, I'm pretty sure.",
                "But in 2008, modern-day astronomers got a rare opportunity to see a rerun of the main event, when a second pulse of light reached Earth."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVydW4&hash=eb80633e67be1dd35ce824f71a4ce459d26ae0b4&lang=en&cache-only=0",
            "defineEn": "the rebroadcast of a program on television or other media",
            "defineVi": "phát lại chương trình trên truyền hình hoặc phương tiện truyền thông khác"
        },
        {
            "id": "b9ac8543-253e-4993-a127-3a9bcb70352b",
            "word": "offprint",
            "phonetic": "ɔfpɹɪnt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2ZmcHJpbnQ&hash=fb232436c824bb8d20935f935a43510ca0f96e89&lang=en&cache-only=0",
            "defineEn": "an article that has been separately printed, published in the first place as a piece in a magazine or newspaper",
            "defineVi": "một bài báo đã được in riêng, xuất bản lần đầu tiên dưới dạng một bài báo trên tạp chí hoặc báo"
        },
        {
            "id": "49f7bb95-653f-43b2-b71e-9a399eaa936f",
            "word": "newscaster",
            "phonetic": "nuːzkæstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Researchers Donald Horton and Richard Wohl actually came up with this term in 1956 to describe a new phenomenon they were noticing thanks to mass media: adults were feeling a sense of intimacy with TV hosts and newscasters who they watched regularly."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV3c2Nhc3Rlcg&hash=570485d18a0f1978fd82e5639feda5666c4f1fec&lang=en&cache-only=0",
            "defineEn": "a presenter who reads the news during a TV or radio program",
            "defineVi": "người dẫn chương trình đọc tin tức trong chương trình truyền hình hoặc đài phát thanh",
            "hasImg": true
        },
        {
            "id": "755b37d9-aa7d-4a33-b1e4-572fbc7bd55f",
            "word": "anchor",
            "phonetic": "æŋkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boat's anchor would not hold.",
                "Researchers have anchored teeny electronic prosthetics into the bells of moon jellies.",
                "Those hooks anchor the tick to us for the long haul, like mini-harpoons.",
                "This anchors objects in relation to other things or the environment.",
                "My breath is my anchor for the moment."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5jaG9y&hash=a396e0821bcabc0fb891c36f630edc435b34aa49&lang=en&cache-only=0",
            "defineEn": "someone who introduces news on a live TV or radio program by other broadcasters",
            "defineVi": "người giới thiệu tin tức trên chương trình truyền hình hoặc đài phát thanh trực tiếp của các đài truyền hình khác",
            "hasImg": true
        },
        {
            "id": "56979974-e6d1-4ab0-9055-b3e6f9c02aba",
            "word": "back issue",
            "phonetic": "bæk ɪʃuː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFjayBpc3N1ZQ&hash=b8d0b01514ff5128749c706711403033bf555887&lang=en&cache-only=0",
            "defineEn": "an earlier copy of a magazine or a newspaper",
            "defineVi": "một bản sao trước đó của một tạp chí hoặc một tờ báo"
        },
        {
            "id": "2de2492c-9d72-489b-9f05-d0a70fd7ce6c",
            "word": "contributor",
            "phonetic": "kəntɹɪbjuːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our major contributors are teachers.",
                "I'm a contributor.",
                "But the greatest contributor is globalization and trade.",
                "The use of high fructose corn syrup may be a contributor to diabetes and obesity.",
                "Agriculture is a pretty substantial contributor to greenhouse gas emissions, close to 25%."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJpYnV0b3I&hash=2ee1d358a145c40f225838c50ae1688aa298ac73&lang=en&cache-only=0",
            "defineEn": "someone who writes a piece to be published in a newspaper or magazine",
            "defineVi": "một người viết một tác phẩm được xuất bản trên một tờ báo hoặc tạp chí"
        },
        {
            "id": "a9c0e112-b43d-41c8-bd21-34733686ff30",
            "word": "correspondent",
            "phonetic": "kɔːɹɪspɑːndənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "At the jail, correspondents arrived for the civil rights hero.",
                "Now, correspondent A.C. Thompson investigates the surge of far-right political violence.",
                "Special correspondent Fred de Sam Lazaro has the story of one such example from Minnesota's capital, St. Paul.",
                "Special correspondent Cat Wise has the story.",
                "Special correspondent Fred de Sam Lazaro has our report."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ycmVzcG9uZGVudA&hash=059a5d2642876fde30251ccd9bafe8b3e54d7cc4&lang=en&cache-only=0",
            "defineEn": "someone employed by a TV or radio station or a newspaper to report news from a particular country or on a particular matter",
            "defineVi": "ai đó được tuyển dụng bởi một đài truyền hình hoặc đài phát thanh hoặc một tờ báo để báo cáo tin tức từ một quốc gia cụ thể hoặc về một vấn đề cụ thể",
            "hasImg": true
        }
    ]
}