{
    "id": "12968a7f-a277-415f-9de0-3b60c3fa2f33",
    "title": "Top 26 - 50 Phrasal Verbs",
    "originalTitle": "Top 26 - 50 Phrasal Verbs",
    "words": [
        {
            "id": "ac22657f-803b-47b6-a07a-e6cdfadedd4a",
            "word": "to put on",
            "phonetic": "tə pʊt ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "I put on a clean pair of socks every morning.",
                "He's just putting on an act for the boss's benefit.",
                "He put on his leather jacket before heading out on his motorcycle.",
                "He was always putting on airs and graces.",
                "She put on her swimsuit and jumped into the pool."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0IG9u&hash=c874e673b42aee1bd7924077f0aa9df584d74436&lang=en&cache-only=0",
            "defineEn": "to put a piece of clothing on one's or someone else's body",
            "defineVi": "để đặt một mảnh quần áo trên cơ thể của một người hoặc người khác",
            "hasImg": true
        },
        {
            "id": "86e4e438-7ff4-479c-95df-fc818006e191",
            "word": "to ask for",
            "phonetic": "tʊ æsk fɔːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He asked for her hand in marriage.",
                "Did your friend ask for permission to use the image?",
                "Leaving your valuables in plain sight in your car is asking for a break-in.",
                "They will be asking for it.",
                "They asked for his last name at the hotel check-in, to confirm his reservation."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNrIGZvcg&hash=31438ca2bd84e58a35c0470c956548b80cf2e1d4&lang=en&cache-only=0",
            "defineEn": "to state that one wants to see or speak to someone specific",
            "defineVi": "để nói rằng một người muốn xem hoặc nói chuyện với ai đó cụ thể",
            "hasImg": true
        },
        {
            "id": "a3c889a2-77ab-491f-95ab-af3849cc76d0",
            "word": "to open up",
            "phonetic": "tʊ oʊpən ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "I wanted the floor to open up and swallow me.",
                "We were having a picnic in the park when the heavens opened up and we had to rush for cover.",
                "At that moment the boss walked in, and I just wanted the ground to open up and swallow me.",
                "You need to go through channels to get the job that is opening up at our company.",
                "After weeks of studying, it was like the heavens opened up when he aced the exam."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3BlbiB1cA&hash=d684898c935b6050574c4788343cea495131848d&lang=en&cache-only=0",
            "defineEn": "to open a locked door, container, etc.",
            "defineVi": "để mở một cánh cửa bị khóa, thùng chứa, v.v.",
            "hasImg": true
        },
        {
            "id": "63aa52d6-19fa-43a0-8ea8-84397c77b10e",
            "word": "to get up",
            "phonetic": "tə ɡɛt ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "It really gets up my nose.",
                "He's just getting up my nose so much at the moment.",
                "He got up on the wrong side of the bed this morning.",
                "You, the night owl, are getting up at 5 AM tomorrow?",
                "I got up and looked out of the window."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IHVw&hash=349caf1e6127d71036b2b7208870e63685e6f3fd&lang=en&cache-only=0",
            "defineEn": "to wake up and get out of bed",
            "defineVi": "thức dậy và ra khỏi giường",
            "hasImg": true
        },
        {
            "id": "6d627897-4de1-4dea-8c06-6d3d066e0123",
            "word": "to put in",
            "phonetic": "tə pʊt ɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "I was put in charge of the office.",
                "\"Thy advice, this night, I'll put in practice.\"",
                "If you want to learn a new skill, you have to put in the time and effort.",
                "Thank you for putting in a word for me.",
                "Andrews' favorite waitress means well when she puts in a good word for him with Tierney."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0IGlu&hash=060c7090325fccd232e62d5f7e9a16f9a7ebce64&lang=en&cache-only=0",
            "defineEn": "to place an object into position or into another object",
            "defineVi": "để đặt một đối tượng vào vị trí hoặc vào đối tượng khác"
        },
        {
            "id": "f428034b-7afe-4e59-b4bb-ea56caa6a561",
            "word": "to wake up",
            "phonetic": "tə weɪk ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "I woke up with the mother of all hangovers.",
                "They usually wake up at 7 o'clock on weekdays.",
                "She woke up and found herself in a hospital bed.",
                "We woke up early and took a dip in the sea before breakfast.",
                "I wake up early every morning to go for a run."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FrZSB1cA&hash=48822a0458cfff8100876a6c8f775a96182933ab&lang=en&cache-only=0",
            "defineEn": "to no longer be asleep",
            "defineVi": "không còn buồn ngủ",
            "hasImg": true
        },
        {
            "id": "c61626ae-b90b-46d5-9426-a45022fb1e17",
            "word": "to move on",
            "phonetic": "tə muːv ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Time is moving on.",
                "The government has not moved on this issue.",
                "Things have moved on a lot since the days when I was young.",
                "So, I moved on, focused on myself, and eventually found someone who treated me better.",
                "We were able to clean it up and move on."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbW92ZSBvbg&hash=8a743149a79f6a924661c238925a01d242026759&lang=en&cache-only=0",
            "defineEn": "to accept a change or a new situation and be ready to continue with your life and deal with new experiences, especially after a bad experience such as a breakup",
            "defineVi": "chấp nhận một sự thay đổi hoặc một tình huống mới và sẵn sàng tiếp tục cuộc sống của bạn và đối phó với những trải nghiệm mới, đặc biệt là sau một trải nghiệm tồi tệ như chia tay"
        },
        {
            "id": "fd54e121-3131-406f-8b42-aacd6a855d58",
            "word": "to turn on",
            "phonetic": "tə tɜːn ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "If the child doesn't get what he wants, he immediately turns on the waterworks.",
                "The closet had a light that automatically turned on when the door was opened.",
                "I accidentally spilled water on my laptop, and now it won't turn on.",
                "I turned on the air conditioner because it was getting too hot inside.",
                "\"Turn on?\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHVybiBvbg&hash=5a0aea139dfbf2cd9823a2b508f19b47cb91eb63&lang=en&cache-only=0",
            "defineEn": "to cause a machine, device, or equipment to operate, typically by pushing a button or turning a key",
            "defineVi": "để làm cho máy móc, thiết bị hoặc thiết bị hoạt động, thường bằng cách nhấn nút hoặc xoay chìa khóa",
            "hasImg": true
        },
        {
            "id": "5c1b703e-616c-433f-aa9c-383358034d64",
            "word": "to point out",
            "phonetic": "tə pɔɪnt aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Pointing out that many health problems stem from poor diet and overeating.",
                "When discussing the limitations of artificial intelligence, I point out that even the most advanced algorithms can make mistakes, for even Homer nods.",
                "The celebrity was quick to judge others for their fashion choices, but someone pointed out that he had been caught wearing a similar outfit a few years ago.",
                "You were all over your sister about her eating habits, but you start pouting when I point out that you had a cupcake for dinner last night!",
                "The argument that the company's products were environmentally friendly had more holes than Swiss cheese, and critics pointed out several inconsistencies in their claims."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9pbnQgb3V0&hash=3948c2409425dfc14ee25948a6fd99b3b581b3d6&lang=en&cache-only=0",
            "defineEn": "to show something to someone by pointing one's finger towards it",
            "defineVi": "để hiển thị một cái gì đó cho ai đó bằng cách chỉ ngón tay của một người về phía nó",
            "hasImg": true
        },
        {
            "id": "f769c3d7-76f4-45db-b044-e9bd6942a241",
            "word": "to hear from",
            "phonetic": "tə hɪɹ fɹʌm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The lion's roar can be heard from miles away, establishing its dominance.",
                "You can expect to hear from my attorney.",
                "Senators heard from the top security officials during the attack.",
                "Senators heard from five crucial nominees, amid security concerns on the eve of the inauguration.",
                "The Veterans Affairs Committee heard from Denis McDonough, nominee for Veterans Affairs secretary."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGVhciBmcm9t&hash=25b645ccc267f17cf30189dda4b0c582bca92a72&lang=en&cache-only=0",
            "defineEn": "to be contacted by someone, usually by letter, email, or phone call",
            "defineVi": "được ai đó liên lạc, thường là bằng thư, email hoặc gọi điện thoại"
        },
        {
            "id": "9a9538ef-e7ca-4716-91c8-31bbc0def352",
            "word": "to get out",
            "phonetic": "tə ɡɛt aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Get out!",
                "Word got out about the surprise party, and it wasn't a surprise anymore.",
                "A car drives up, and a man gets out.",
                "A car drove up to us and a man got out.",
                "A fool may throw a stone into a well which a hundred wise men cannot get out."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IG91dA&hash=6993c1e533277ef98590ed4416cb2575cf4c5bad&lang=en&cache-only=0",
            "defineEn": "to leave somewhere such as a room, building, etc.",
            "defineVi": "để rời khỏi một nơi nào đó chẳng hạn như một căn phòng, tòa nhà, vv",
            "hasImg": true
        },
        {
            "id": "c950b128-f9fa-48d3-b556-88eed40e8877",
            "word": "to give up",
            "phonetic": "tə ɡɪv ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The old man gave up the ghost.",
                "My poor old car finally gave up the ghost.",
                "Ours has finally given up the ghost.",
                "Er, don't give up the day job!",
                "We gave up the right to use the valley."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2l2ZSB1cA&hash=075710c87a3af0ae11d6f7234b660092b4110220&lang=en&cache-only=0",
            "defineEn": "to stop trying when faced with failures or difficulties",
            "defineVi": "ngừng cố gắng khi đối mặt với thất bại hoặc khó khăn",
            "hasImg": true
        },
        {
            "id": "830dd632-cb66-40d7-9a37-2c903bfc9c05",
            "word": "to go over",
            "phonetic": "tə ɡoʊ oʊvɚ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28gb3Zlcg&hash=2e1b55f7e3afedf405b9f675c6aaca20a4907340&lang=en&cache-only=0",
            "defineEn": "to carefully check something",
            "defineVi": "để kiểm tra cẩn thận một cái gì đó",
            "hasImg": true
        },
        {
            "id": "6991b424-8bc3-460b-b63a-9368e3cf6f9e",
            "word": "to get on",
            "phonetic": "tə ɡɛt ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "She often gets on her soapbox about environmental issues.",
                "she gets on the stick very quickly.",
                "It really gets on my nerves.",
                "They got on bad terms after an argument.",
                "Don't get on your high horse with me."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IG9u&hash=3cdf5b6466e298a95f074f257ebc68205e17e6b6&lang=en&cache-only=0",
            "defineEn": "to enter a bus, ship, airplane, etc.",
            "defineVi": "để vào xe buýt, tàu, máy bay, v.v.",
            "hasImg": true
        },
        {
            "id": "346e2507-f33d-453d-aadb-d1f0bd188c1c",
            "word": "to turn into",
            "phonetic": "tə tɜːn ɪntʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The couple's marriage turned into a cat-and-dog life.",
                "The mortgage on it has turned into a real yoke round my neck.",
                "What began as a minor scuffle turned into a full-scale riot.",
                "I left a jar of milk on the counter overnight, and it turned into clabber.",
                "But a security guard catches them in the act and simple theft turns into capital murder."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHVybiBpbnRv&hash=497c27be16c49069b592b8d2e867b2d03adff7bf&lang=en&cache-only=0",
            "defineEn": "to change and become something else",
            "defineVi": "để thay đổi và trở thành một cái gì đó khác",
            "hasImg": true
        },
        {
            "id": "b7b71cb4-67f1-46fd-bfa7-c5a9d458e6ec",
            "word": "to bring in",
            "phonetic": "tə bɹɪŋ ɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company has brought in some new blood in an effort to revive its fortunes.",
                "This company badly needs to bring in some new blood.",
                "but they had been brought in on a case that seemed to have a supernatural barrier.",
                "Allowing people to bring in large bags is a risk as far as safety is concerned.",
                "When my father saw a clear moonlit sky in the evening, he always warned us that 'clear moon, frost soon' and advised us to bring in any plants that might be damaged by frost."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJpbmcgaW4&hash=7465807fe633b165d9e8349182465f9b66fb1da2&lang=en&cache-only=0",
            "defineEn": "to move someone or something indoors",
            "defineVi": "để di chuyển một ai đó hoặc một cái gì đó trong nhà"
        },
        {
            "id": "575bb567-fa49-45df-ad77-c7faff8049c1",
            "word": "to hang out",
            "phonetic": "tə hæŋ aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "You want to hang out and shoot some hoops for a while?",
                "She started hanging out with a few rotten eggs in her school, and her grades have really suffered ever since.",
                "Many parents warn their children about the dangers of hanging out with the wrong crowd, often saying if you lie down with dogs, you will get up with fleas.",
                "If Toxina wants to keep hanging out with your mom, hey, she can knock herself out.",
                "Then, herpes basically hangs out."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFuZyBvdXQ&hash=df51f965f96458a684750be179e64da704456ac5&lang=en&cache-only=0",
            "defineEn": "to spend much time in a specific place or with someone particular",
            "defineVi": "dành nhiều thời gian ở một nơi cụ thể hoặc với một ai đó cụ thể",
            "hasImg": true
        },
        {
            "id": "52c9a766-d6de-4299-b452-a5c40cd836ae",
            "word": "to go away",
            "phonetic": "tə ɡoʊ ɐweɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He told me to go away.",
                "His friends soon go away.",
                "Go away!’",
                "'Go away!'",
                "Go away!'"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28gYXdheQ&hash=af0d547cc0fedcb5548277136312ee2e2f0a0604&lang=en&cache-only=0",
            "defineEn": "to leave or travel away from a place or a person",
            "defineVi": "để rời khỏi hoặc đi du lịch từ một nơi hoặc một người",
            "hasImg": true
        },
        {
            "id": "dfcdcc98-320f-4303-9e93-090f97c824a9",
            "word": "to associate with",
            "phonetic": "tʊ ɐsoʊsɪeɪt wɪð ",
            "partOfSpeechType": "verb",
            "examples": [
                "The west is often associated with notions of freedom and adventure.",
                "Charlie shouldn’t have associated with those people.",
                "While all forms of speech are valuable and deserve respect, some varieties are associated with more power and prestige - a language is a dialect with an army and navy, so be aware of the political factors that influence our perceptions of language.",
                "The distinctive smell of decaying gulfweed is often associated with coastal areas.",
                "Laura was incapable of doing anything by halves and she did not allow those associated with her to act otherwise."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNzb2NpYXRlIHdpdGg&hash=fbb6c9d0ac5cf1e6cbbf20962940ff8d42b35552&lang=en&cache-only=0",
            "defineEn": "to spend time with someone or a group of people",
            "defineVi": "dành thời gian với ai đó hoặc một nhóm người"
        },
        {
            "id": "52ea1b06-3f5b-48da-9034-d38c072f69ce",
            "word": "to take off",
            "phonetic": "tə teɪk ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the police informer saw a friend, he took off like a rat up a drainpipe.",
                "He will make a fortune if his invention takes off.",
                "I watched the planes take off and land from the observation deck at the airport.",
                "I always feel excited when the airplane takes off.",
                "He was embarrassed by his moobs while taking off his shirt at the beach."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSBvZmY&hash=fdfcfd75e901b6bef95f160c153b8a6a7fc9a812&lang=en&cache-only=0",
            "defineEn": "to remove a piece of clothing from one's or another's body",
            "defineVi": "để loại bỏ một mảnh quần áo từ cơ thể của một hoặc người khác",
            "hasImg": true
        },
        {
            "id": "eabac5d9-5da8-4bb8-be4c-2d95f5efca9f",
            "word": "to agree with",
            "phonetic": "tʊ ɐɡɹiː wɪð ",
            "partOfSpeechType": "verb",
            "examples": [
                "I entirely agree with you.",
                "With all due respect, Sir, I cannot agree with your last statement.",
                "I don't always agree with my best friend, but we still manage to get on famously.",
                "The old saying goes that silence is a woman's best garment, but I don't agree with that.",
                "If I don't agree with that five-year deadline, you start thrusting it down my throat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWdyZWUgd2l0aA&hash=6714ca0f4d9bda8ff788ef906c2c9f1126aa142c&lang=en&cache-only=0",
            "defineEn": "to approve or accept something as good, moral, etc.",
            "defineVi": "để phê duyệt hoặc chấp nhận một cái gì đó là tốt, đạo đức, vv",
            "hasImg": true
        },
        {
            "id": "45a708e7-55f4-41d4-8e5e-84a537b1d35a",
            "word": "to turn to",
            "phonetic": "tə tɜːn tuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "As a vegetarian, she often turned to cowpea salads for a protein-packed dish.",
                "He turned to us and gave a big smile.",
                "Looking for another string to his bow, he turned to art and design, for which he had always shown a talent.",
                "He started life as a teacher before turning to journalism.",
                "Whenever I feel the need for inspiration or escape, I turn to a book, which, as the proverb goes, is like a garden carried in the pocket."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHVybiB0bw&hash=48784e15539f48641f82ba3e7c54417fac6939b7&lang=en&cache-only=0",
            "defineEn": "to get advice or help from someone",
            "defineVi": "để có được lời khuyên hoặc giúp đỡ từ một ai đó"
        },
        {
            "id": "30c18d84-5b0b-47f1-bebc-67219710c520",
            "word": "to break down",
            "phonetic": "tə bɹeɪk daʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The heating system is always breaking down.",
                "It has broken down almost every day this week.",
                "My dad gave me a ride to school when my car broke down.",
                "They had already had a good time on the ride before it broke down.",
                "It’s Sod’s law that the car breaks down when you need it most."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJlYWsgZG93bg&hash=bdc38ed33ff810f44feaab963d3c0e27916a0565&lang=en&cache-only=0",
            "defineEn": "(of a machine or vehicle) to stop working as a result of a defect",
            "defineVi": "(của máy móc hoặc phương tiện) ngừng hoạt động do lỗi",
            "hasImg": true
        },
        {
            "id": "03cbdfc6-3a87-4a33-89cf-d1a71d9bbba9",
            "word": "to keep in",
            "phonetic": "tə kiːp ɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The keys are kept in my office.",
                "He keeps in good trim by going to the gym three times a week.",
                "Samantha has been keeping in trim by practicing yoga and meditation.",
                "They moved away five years ago, but we still keep in touch.",
                "When considering whether or not to start a family, it's important to keep in mind that children are certain cares but uncertain comforts and be prepared for the challenges of parenting."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ga2VlcCBpbg&hash=171d0aac4527f9d435d6bc5a4c9ab8ba1de0520a&lang=en&cache-only=0",
            "defineEn": "to not let someone leave a particular place",
            "defineVi": "để không để ai đó rời khỏi một nơi cụ thể"
        },
        {
            "id": "f52fc73d-0a6f-4605-9a02-7cbc673ddeb8",
            "word": "to hear of",
            "phonetic": "tə hɪɹ ʌv ",
            "partOfSpeechType": "verb",
            "examples": [
                "I’ve never heard of any of these restaurants.",
                "I won't hear of you dropping out of school.",
                "As he heard of a friend's misfortune, he remembered the saying 'there but for the grace of God go I,' acknowledging that he too could have faced similar difficulties if not for the blessings in his life.",
                "She won't hear of anyone using her computer without permission.",
                "After having a dream about attending a funeral, my friend recalled the old saying dream of a funeral and you hear of a marriage, and wondered if it was a sign of good news to come."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGVhciBvZg&hash=3c82b28e11031b9b4a163ce53ea23554e4c71f1b&lang=en&cache-only=0",
            "defineEn": "to be informed of something; or to know about or be aware of the existence of someone or something",
            "defineVi": "được thông báo về một cái gì đó; hoặc để biết về hoặc nhận thức được sự tồn tại của một ai đó hoặc một cái gì đó"
        }
    ]
}