{
    "id": "12c90138-2213-4d11-b11e-b635e7dcd708",
    "title": "Unit 6 - Preview",
    "originalTitle": "Unit 6 - Preview",
    "words": [
        {
            "id": "57e34132-b9f7-41c8-acc9-afb9053cb9f0",
            "word": "travel",
            "phonetic": "tɹævəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Travel broadens the mind.",
                "The train traveled through beautiful countryside.",
                "They travelled the highways and byways of Britain.",
                "The news traveled across the country like lightning.",
                "His travels brought him into contact with many famous artists."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhdmVs&hash=e345440526f071e958a803d8b25e78cb3ff0331c&lang=en&cache-only=0",
            "defineEn": "the act of going to a different place, usually a place that is far",
            "defineVi": "hành động đi đến một nơi khác, thường là một nơi xa",
            "hasImg": true
        },
        {
            "id": "fdbf95e3-ca06-4cbd-8b65-e6c017ee850f",
            "word": "to check",
            "phonetic": "tə tʃɛk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Check the remix.",
                "The active ingredient checks the growth of bacteria.",
                "Check the box next to the right answer.",
                "I’ll check the dates.",
                "Any baggage over five kilos must be checked."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hlY2s&hash=af2883d85655ae205114b68a6b27c1a07fb2068f&lang=en&cache-only=0",
            "defineEn": "to make sure that a thing is true, correct, present, or in a good condition by examining something",
            "defineVi": "để đảm bảo rằng một điều là đúng, chính xác, hiện tại hoặc trong tình trạng tốt bằng cách kiểm tra một cái gì đó",
            "hasImg": true
        },
        {
            "id": "d0b09450-943a-4485-84e4-7e53cb4df1b6",
            "word": "baggage",
            "phonetic": "bæɡɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Any baggage over five kilos must be checked.",
                "Customs officers have the right to check all baggage going through customs.",
                "Excess baggage made up the remainder.",
                "That baggage is carried with that.",
                "A lot of baggage for that kid to carry."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFnZ2FnZQ&hash=5efc7dec1b6c342a9fd1bddc6be73adfa7824433&lang=en&cache-only=0",
            "defineEn": "suitcases or other bags, containing our clothes and things, that we carry when we are traveling",
            "defineVi": "vali hoặc các loại túi khác, chứa quần áo và đồ đạc của chúng tôi, mà chúng tôi mang theo khi đi du lịch",
            "hasImg": true
        },
        {
            "id": "4658247e-686d-47e5-bce1-c7322097ea3d",
            "word": "fee",
            "phonetic": "fiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Just complete the form, pay the fee, and Bob's your uncle!",
                "They had to use part of their retirement nest egg to pay for their son’s college fees.",
                "While our designs are tailored to specific needs, our styling fee suits all pockets alike.",
                "She won the court case, but it was a Pyrrhic victory because she had to pay so much in legal fees.",
                "Although the banks will still collect fees."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVl&hash=00f7afcc7d5f95ee20e5151e1d7c94a6050717c3&lang=en&cache-only=0",
            "defineEn": "the money that is paid to a professional or an organization for their services",
            "defineVi": "số tiền được trả cho một chuyên gia hoặc một tổ chức cho các dịch vụ của họ",
            "hasImg": true
        },
        {
            "id": "f0acf947-c537-4ef6-8040-8f147e799f5b",
            "word": "carry-on",
            "phonetic": "kæɹiɔn ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, imagine having a big suitcase, one carry-on and also a cane.",
                "So my carry-on is doing pretty alright still, but I feel like a lot of people have told me that the hard shell cases are heavier than a soft case.",
                "Like, I don't like it, so it was a mixture of sitting on my suitcase or my carry-on and also holding onto my cane.",
                "So the guests onboard when they pick, whether or not they want a checked bag or a carry-on bag or a seat assignment we're trying to align the price of that product with the demand in the season, and we think that gives us the best value to our guests it also gives our shareholders a good return.",
                "it was all over the place, and then also maneuvring my carry-on and get this back in there."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fycnktb24&hash=6bed755bb30ec88e6cf79660fe00e208eee18ef1&lang=en&cache-only=0",
            "defineEn": "a suitcase or a small bag that one can carry onto an airplane",
            "defineVi": "một chiếc vali hoặc một chiếc túi nhỏ mà người ta có thể mang lên máy bay",
            "hasImg": true
        },
        {
            "id": "17895545-e76e-4cbc-92b2-c487fd928358",
            "word": "luggage",
            "phonetic": "lʌɡɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The taxi driver helped me with my luggage.",
                "They had a bad hair day on their vacation, encountering unexpected weather, canceled plans, and lost luggage.",
                "You brought your luggage.",
                "The coachman took my luggage and called me to hurry up.",
                "Whenever they went by plane, people searched them and their luggage, of course."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVnZ2FnZQ&hash=0151c189725517228a5834b2d16aacb98d0131ba&lang=en&cache-only=0",
            "defineEn": "suitcases, bags, etc. to keep one's clothes and other belongings while traveling",
            "defineVi": "vali, túi xách, v.v. để giữ quần áo và đồ đạc khác khi đi du lịch",
            "hasImg": true
        },
        {
            "id": "f3cb9de6-1ae3-424f-b45f-3aca7075f53a",
            "word": "overhead",
            "phonetic": "oʊvɚhɛd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Overhead, a skylark called.",
                "Bats and birds flew overhead.",
                "It's overhead.",
                "One answer might be overhead right now: the Moon.",
                "Well, these therapists don't have overhead costs."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcmhlYWQ&hash=3f98723966da30c597363fa77312ae06c64b5637&lang=en&cache-only=0",
            "defineEn": "located or situated above the level of the head",
            "defineVi": "nằm hoặc nằm trên cấp độ của người đứng đầu"
        },
        {
            "id": "88abbd68-0e9f-45df-92c2-9d994d962ca5",
            "word": "bin",
            "phonetic": "bɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He heard Nora tearing a strip off an orderly for not returning the food bins to the kitchen soon enough.",
                "Oh, Ted's still boiling the ocean trying to find and reassemble that document from the shredded bin.",
                "Grain bins are super important.",
                "You have a bin.",
                "A bin in the shed is fine."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymlu&hash=e3aceaa8db42253766f2583da8cba345bbd4af08&lang=en&cache-only=0",
            "defineEn": "a container, usually with a lid, for putting waste in",
            "defineVi": "một thùng chứa, thường có nắp, để bỏ chất thải vào",
            "hasImg": true
        },
        {
            "id": "dff3bb49-6b5c-4a97-8a0b-e9edd4331f95",
            "word": "missed",
            "phonetic": "mɪst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "If you ate the frog and got that workout out of the way first thing in the morning, you'll never have to worry about another missed workout."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzc2Vk&hash=f9fdc2258f747067dcb87e7c56b4edb294e8e111&lang=en&cache-only=0",
            "defineEn": "not perceived, noticed, or apprehended, often due to a lack of attention, awareness, or understanding",
            "defineVi": "không được nhận thức, chú ý hoặc nắm bắt, thường là do thiếu chú ý, nhận thức hoặc hiểu biết"
        },
        {
            "id": "9a655ab6-b927-49ce-908d-6ae98fb3d593",
            "word": "connection",
            "phonetic": "kənɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Police are holding two men in connection with last Thursday's bank raid.",
                "He is wanted by the police in connection with an arms theft.",
                "In this connection, I should once again like to haul my own country over the coals.",
                "Although they have their differences, there's no denying that they share a lot of similarities - like mother, like daughter, they have a strong bond and connection.",
                "Hanging your hat on your connection with the professor is not gonna save you this time Jess."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ubmVjdGlvbg&hash=c363c03f00cddb696421cef85f2edf151f07dc75&lang=en&cache-only=0",
            "defineEn": "a relation by which things or people are associated or linked",
            "defineVi": "một mối quan hệ mà mọi thứ hoặc mọi người được liên kết hoặc liên kết",
            "hasImg": true
        },
        {
            "id": "656c704a-0eba-4adc-ba44-1d88df8686ce",
            "word": "security",
            "phonetic": "sᵻkjʊɹɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Airport security was extra tight in the wake of yesterday's bomb attacks.",
                "The security expert warned the business owner that a bad padlock invites a picklock.",
                "Security products are designed to protect information from unauthorized access.",
                "Security camera footage shows that the car was struck by the train after jumping the lights.",
                "I had to go through security before boarding the airplane."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VjdXJpdHk&hash=9f64031c158284d870fbd6521c7ddf321d1ab9b6&lang=en&cache-only=0",
            "defineEn": "the state of being protected or having protection against any types of danger",
            "defineVi": "trạng thái được bảo vệ hoặc có sự bảo vệ chống lại mọi loại nguy hiểm",
            "hasImg": true
        },
        {
            "id": "7b867106-9870-423f-8be0-f68090400214",
            "word": "screening",
            "phonetic": "skɹiːnɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But screenings have also led to cancer overdiagnosis.",
                "As a result, many women may miss screenings, prenatal checkups, or other appointments at which early problems might be identified.",
                "The clinic's services included health screenings and disease management of diabetes and high blood pressure.",
                "Based on reports of this higher number, people overestimated the impact of screening.",
                "New medical screenings and protocols are changing the way basic training is conducted."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NyZWVuaW5n&hash=222f30c275bac17080ac4274efe3a110a754d1d3&lang=en&cache-only=0",
            "defineEn": "the process of identifying people or things with specific features or characteristics via testing them",
            "defineVi": "quá trình xác định người hoặc vật có tính năng hoặc đặc điểm cụ thể thông qua thử nghiệm chúng"
        },
        {
            "id": "69558d45-5f2f-48ec-960d-0c7f0aa0cb77",
            "word": "breakdown",
            "phonetic": "bɹeɪkdaʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The engineers have been putting a brave face on the problem, but I think this breakdown is going to set us back for months.",
                "Now I got my breakdown.",
                "I'm clearly having a breakdown.",
                "Like, I just had a mini breakdown.",
                "And some chemical breakdown continues in the large intestine, thanks to our little bacterial farm there."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWtkb3du&hash=96a90709df2c9647275ed75e9154d8b10b9245ac&lang=en&cache-only=0",
            "defineEn": "a failure in the progress or effectiveness of a relationship or system",
            "defineVi": "thất bại trong tiến trình hoặc hiệu quả của một mối quan hệ hoặc hệ thống"
        },
        {
            "id": "838c463c-af9a-42ca-a861-dfcb15f4fe72",
            "word": "flat tire",
            "phonetic": "flæt taɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmxhdCB0aXJl&hash=3b8bd1976132770be744e200603962f1a545c3c6&lang=en&cache-only=0",
            "defineEn": "a tire of a car, bike, etc. that has been deflated",
            "defineVi": "lốp ô tô, xe đạp, v.v. đã bị xì hơi",
            "hasImg": true
        },
        {
            "id": "3afa18d8-8ef5-4663-be19-110bd22cc968",
            "word": "parking ticket",
            "phonetic": "pɑːɹkɪŋ tɪkɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "You might as well pay those parking tickets now because you'll never win in court.",
                "I know you're annoyed to have gotten another parking ticket, but that's life.",
                "And a parking ticket says that she's to be sentenced to death.",
                "STEPHANIE SY: If Sabrina were caught with, say, less than a gram of heroin or two grams of meth in Oregon today, she'd receive no more than the equivalent of a parking ticket, with a maximum fine of $100.",
                "Browder's created Do Not Pay, an app he built to fight parking tickets in the U.K., where he'd amassed dozens, and couldn't afford the tab."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFya2luZyB0aWNrZXQ&hash=0a89e6ffd5756c1d6b62d2839c07b30c765d4486&lang=en&cache-only=0",
            "defineEn": "an official notice issued in case a car is parked illegally, typically put on the windshield",
            "defineVi": "một thông báo chính thức được đưa ra trong trường hợp một chiếc ô tô đỗ trái phép, thường được dán trên kính chắn gió",
            "hasImg": true
        }
    ]
}