{
    "id": "130aefb3-65b0-40ac-af2e-da15780c8188",
    "title": "Unit 4 - Preview",
    "originalTitle": "Unit 4 - Preview",
    "words": [
        {
            "id": "e96f7090-3be9-45ad-a9c5-d98fc8f884db",
            "word": "fashionable",
            "phonetic": "fæʃənəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The fashionable boots added a trendy touch to her outfit.",
                "He turns heads when he walks into a room, with his charismatic personality and fashionable attire.",
                "During the fashion show, he felt like a million bucks as he received compliments on his fashionable attire and runway presence.",
                "She's decided to strike a balance between fashionable and accessible.",
                "In India, one startup company turns tires into fashionable sandals."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFzaGlvbmFibGU&hash=d320b99bde437f08ef728f16333b4eaed9888f99&lang=en&cache-only=0",
            "defineEn": "following the latest or the most popular styles and trends in a specific period",
            "defineVi": "theo phong cách và xu hướng mới nhất hoặc phổ biến nhất trong một thời kỳ cụ thể",
            "hasImg": true
        },
        {
            "id": "81410584-904f-46b0-96ea-47d983acebed",
            "word": "stylish",
            "phonetic": "staɪlɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My dad bought a stylish suit for his friend's wedding.",
                "She received many compliments on her stylish clothes.",
                "You can find really stylish clothes off the peg, if you look hard enough.",
                "She bought a new hat to add a stylish accessory to her outfit.",
                "He feels a million dollars as he walks down the street, receiving compliments on his stylish appearance."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R5bGlzaA&hash=68e7d1a7501a8301064152d0410b06577e49e6cf&lang=en&cache-only=0",
            "defineEn": "(of a person) attractive and with a good taste in fashion",
            "defineVi": "(của một người) hấp dẫn và có khiếu thời trang",
            "hasImg": true
        },
        {
            "id": "efd47b05-aae0-4423-bcc6-4495ff429c3e",
            "word": "funky",
            "phonetic": "fʌŋki ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- It smells really funky.",
                "So, he's kind of got a funky ear.",
                "The company's fun and funky decor is down to its Swedish work ethic.",
                "That is a very funky bendy microphone.",
                "Aliens, dinosaurs, and other funky objects cover the property."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVua3k&hash=5d52a7dfee300d7456d7353043a9948b159175db&lang=en&cache-only=0",
            "defineEn": "fashionable in a way that is modern, unconventional, and exciting",
            "defineVi": "thời trang theo cách hiện đại, độc đáo và thú vị"
        },
        {
            "id": "6362923e-f533-4509-8d5f-46954d8acde8",
            "word": "trendy",
            "phonetic": "tɹɛndi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The fashionable boots added a trendy touch to her outfit.",
                "In a trendy vegetarian café, guests enjoy flavorful chickpea and pork cutlets.",
                "They ordered a mouthwatering venison burger from a trendy restaurant.",
                "Avocado toast has become a trendy and delicious breakfast option.",
                "Emily tries to pass herself off as younger by wearing trendy clothes, but she's mutton dressed as lamb."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlbmR5&hash=41bdd2f0e3f0fc80abcb766c6ded5c26bcaf9cf6&lang=en&cache-only=0",
            "defineEn": "influenced by the latest styles",
            "defineVi": "bị ảnh hưởng bởi các phong cách mới nhất",
            "hasImg": true
        },
        {
            "id": "ed5be21b-83a5-404a-b9bc-f43484ce9fa0",
            "word": "classic",
            "phonetic": "klæsɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "A classic hot chocolate recipe calls for scalded milk to be mixed with cocoa powder and sugar.",
                "My friend enjoyed a classic thousand island dressing on her burger.",
                "He savored a classic hamburger with cheese, lettuce, and tomato.",
                "At a family reunion picnic, the buffet table showcased a classic beef plate roast.",
                "The colorful bowtie pasta added a fun twist to the classic mac and cheese dish."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3NpYw&hash=d7ddca8ab7f20f5274b046601b38e54508288cf2&lang=en&cache-only=0",
            "defineEn": "a long-standing and popular style of filmmaking or writing that is of high quality",
            "defineVi": "một phong cách làm phim hoặc viết lâu đời và phổ biến có chất lượng cao"
        },
        {
            "id": "00ab8cff-bd9b-49b3-9273-147815244eea",
            "word": "elegant",
            "phonetic": "ɛlɪɡənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The grand unified theory is compact and elegant in mathematical terms.",
                "You can impress your guests with an elegant millet-stuffed bell pepper dish.",
                "She looks a million dollars in her elegant evening gown and flawless makeup.",
                "They hosted a dinner party and served an elegant three-course meal that began with a light scrod ceviche.",
                "The British accent is often considered elegant and distinctive."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlZ2FudA&hash=0032f411164d198fe4846932f172dee3ad723fed&lang=en&cache-only=0",
            "defineEn": "(of a person or their behavior) attractive, stylish, or beautiful",
            "defineVi": "(của một người hoặc hành vi của họ) hấp dẫn, phong cách hoặc xinh đẹp",
            "hasImg": true
        },
        {
            "id": "93cd59b9-6ae2-4860-8022-166c8c94860d",
            "word": "subdued",
            "phonetic": "sʌbduːd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Still, some try to spread hope, as a subdued Eid celebration continues, marking the end of the holy month of Ramadan.",
                "Still, some try to spread hope, as a subdued Eid celebration continues, marking the end of the holy month of Ramadan.",
                "That's why he was so subdued.",
                "Females are slightly smaller, have a more subdued orange eye ring, and generally have more brown in their wings along with the grey."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ViZHVlZA&hash=4e03c3f4a576a92df51373a850d828789470c032&lang=en&cache-only=0",
            "defineEn": "restrained or toned down in style, quality, or intensity",
            "defineVi": "hạn chế hoặc giảm bớt về phong cách, chất lượng hoặc cường độ"
        },
        {
            "id": "dccae002-af96-40e5-b895-11f2ca8b3756",
            "word": "loud",
            "phonetic": "laʊd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The music was far too loud for my liking.",
                "The branch broke with a loud snap.",
                "The loud noise made me jump out of my skin.",
                "He gave a loud cry and fell to the floor.",
                "The loud crash made everyone in the room sit up and take notice."
            ],
            "audio": "https://tts.langeek.co/read?text=bG91ZA&hash=4288a67880cbd61001e7091c753d3621c5ca708d&lang=en&cache-only=0",
            "defineEn": "making a lot of noise",
            "defineVi": "gây ồn ào",
            "hasImg": true
        },
        {
            "id": "287dfc84-d5b9-45d0-8c9b-ff8e5852e16c",
            "word": "wild",
            "phonetic": "waɪld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I am wild about my new car.",
                "May your wildest dreams come true!",
                "The crowd went wild when the Golden State Warriors turned the game.",
                "Her hair is wild and woolly, with strands sticking out in all directions.",
                "They're taking our lives in their hands out here in the wild."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lsZA&hash=6e85388e31766e246c53be384f05c576801972c7&lang=en&cache-only=0",
            "defineEn": "(of a person) behaving in an uncontrollable and irrational manner",
            "defineVi": "(của một người) cư xử một cách không thể kiểm soát và không hợp lý"
        },
        {
            "id": "b1b07ffe-0085-47d8-a2c0-074cf0af6817",
            "word": "conservative",
            "phonetic": "kənsɜːvətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "More conservative candidates are losing ground in key battleground states.",
                "It turned out that as a new kid on the block you are a real threat to existing parties in a rather conservative industry.",
                "Jennifer's conservative views make her the black sheep among her more liberal-minded friends.",
                "Mark was eager to invest all his savings into a new business opportunity, but his financial advisor cautioned him that who grasps at too much loses everything, and recommended a more conservative approach.",
                "Conservatives have no problem with Social Security."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VydmF0aXZl&hash=d8e48102128c1f16649ab6e4fed7208d44edda69&lang=en&cache-only=0",
            "defineEn": "supporting traditional values and beliefs and not willing to accept any contradictory change",
            "defineVi": "ủng hộ các giá trị và niềm tin truyền thống và không sẵn sàng chấp nhận bất kỳ thay đổi mâu thuẫn nào",
            "hasImg": true
        },
        {
            "id": "6d05a0bd-49ff-4fbf-862e-90e0eb280672",
            "word": "modest",
            "phonetic": "mɑːdɪst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The modest pace of economic growth has also kept the lid on price growth.",
                "I happened on a street with a few modest restaurants.",
                "They decided to plan a more modest vacation that they could afford without taking on debt.",
                "Stocks managed modest gains on Wall Street today.",
                "Well, these steps are modest steps."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9kZXN0&hash=bddf2cba76a628276ac3cb5e462d32c39d825837&lang=en&cache-only=0",
            "defineEn": "not willing to talk much about one's own abilities or belongings",
            "defineVi": "không muốn nói nhiều về khả năng hoặc tài sản của chính mình",
            "hasImg": true
        },
        {
            "id": "cf994c29-c637-40af-8e7f-c6d0ef836c84",
            "word": "appropriate",
            "phonetic": "ɐpɹoʊpɹɪət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Even if one is confident in his innocence, it is not appropriate to be a judge in his own cause, as it undermines the credibility of the decision-making process.",
                "We advise a food sensitivity test to better identify true food intolerances and appropriate amount of time to keep out of your system for optimal health and healing.",
                "You'll have to wait until you've been contacted by the appropriate member of the administration",
                "If you're planning a hike in the mountains, be sure to check the weather forecast and bring appropriate gear.",
                "The regulations are scheduled to go into effect next winter, and in the interim, we'll be working hard to make all of the appropriate changes."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwcm9wcmlhdGU&hash=8f9d29c500c80f09517500d26e6aed664cfb8188&lang=en&cache-only=0",
            "defineEn": "suitable, fitting, or acceptable for a given situation",
            "defineVi": "phù hợp, phù hợp, hoặc chấp nhận được cho một tình huống nhất định",
            "hasImg": true
        },
        {
            "id": "ea08ee40-8fdf-458c-9287-07c0a0cb9675",
            "word": "inappropriate",
            "phonetic": "ɪnɐpɹoʊpɹiət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He tried to suppress his grimace of disapproval when he heard the inappropriate comment.",
                "The meeting had gone so well until Jane made that inappropriate comment, and it ended on a sour note.",
                "The mother who always defended her child's behavior, even when it was clearly inappropriate, demonstrated that love is blind.",
                "The school administration understands that catching is before hanging, so they have implemented strict disciplinary policies to deter students from engaging in inappropriate behavior.",
                "Some just block inappropriate content."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5hcHByb3ByaWF0ZQ&hash=7334639db504468a025b93cd45a55b42e2d6e7ed&lang=en&cache-only=0",
            "defineEn": "not suitable, fitting, or acceptable for a certain situation",
            "defineVi": "không phù hợp, phù hợp, hoặc chấp nhận được cho một tình huống nhất định",
            "hasImg": true
        },
        {
            "id": "e892efbf-3a51-4c31-a95f-7358599d82a6",
            "word": "casual",
            "phonetic": "kæʒuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The prime minister's casual remarks about the role of ethnicity in unemployment numbers has predictably put the cat among the pigeons on both sides of the political spectrum.",
                "He rolled up the cuffs of his pants for a more casual look.",
                "They grilled hamburgers and hot dogs for a casual summer dinner.",
                "During his college years, John sowed his oats and enjoyed the freedom of casual relationships.",
                "Emma is a casual dresser and would never be seen dead wearing formal attire or high heels."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzdWFs&hash=709c91d54c84ab1a03b70be76d27cf2a7ac1c254&lang=en&cache-only=0",
            "defineEn": "(of clothing) comfortable and suitable for everyday use or informal events and occasions",
            "defineVi": "(quần áo) thoải mái và phù hợp để sử dụng hàng ngày hoặc các sự kiện và dịp không trang trọng",
            "hasImg": true
        },
        {
            "id": "2602096c-7512-416b-9ec9-8f175823718e",
            "word": "formal",
            "phonetic": "fɔːɹməl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She had no formal instruction in music.",
                "Dinner was very formal, with everyone on their best behaviour.",
                "He used to wear a silk tie with his formal suit.",
                "He asked her wife to wear a formal dress to the event.",
                "Emma is a casual dresser and would never be seen dead wearing formal attire or high heels."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ybWFs&hash=4e8104043a9d4aea2628b0706a8c943444601ca5&lang=en&cache-only=0",
            "defineEn": "suitable for fancy, important, serious, or official occasions and situations",
            "defineVi": "thích hợp cho những dịp và tình huống ưa thích, quan trọng, nghiêm túc hoặc chính thức",
            "hasImg": true
        },
        {
            "id": "9d12e48b-2d5a-4791-bcd5-1a9e42de7a24",
            "word": "informal",
            "phonetic": "ɪnfɔːɹməl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We are very informal around here.",
                "You have some informal actors.",
                "For this particular task, informal actors are much more efficient.",
                "Better yet, it was also informal.",
                "About 81 percent of India's workers ply their trades in the informal economy."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mb3JtYWw&hash=617befe3a0f01731c9e33977568e98b269587942&lang=en&cache-only=0",
            "defineEn": "suitable for friendly, relaxed, casual, or unofficial occasions and situations",
            "defineVi": "thích hợp cho những dịp và tình huống thân thiện, thoải mái, bình thường hoặc không chính thức",
            "hasImg": true
        }
    ]
}