{
    "id": "137083e9-3a8c-4ad8-a108-b91f99283257",
    "title": "Let's Express Ourselves!",
    "originalTitle": "Lesson 45",
    "words": [
        {
            "id": "453fcf1e-e1bd-4b6c-be20-ad4b4d065c61",
            "word": "to figure",
            "phonetic": "tə fɪɡjɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The figures tell a different story.",
                "The figures clearly show that her claims are false.",
                "\"Where did you get those figures from?\"",
                "He makes King Lear a truly tragic figure.",
                "Her sales figures were higher than the rest of the team put together."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmlndXJl&hash=2a0a56dcd1d73d70c878d3a7a658143ba066b679&lang=en&cache-only=0",
            "defineEn": "to think that something is the case",
            "defineVi": "để nghĩ rằng một cái gì đó là trường hợp"
        },
        {
            "id": "a8025a1b-0db2-4616-94c0-c2ece592c1f7",
            "word": "to justify",
            "phonetic": "tə dʒʌstᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Only time will tell whether Broughton's optimism is justified.",
                "I am not prepared to buy the claim that the ends justify the means.",
                "The politician's belief that the end justifies the means led him to use unethical tactics to win the election.",
                "Sarah's coach reminded her that excuses are the nails used to build a house of failure when she tried to justify her lack of effort during practice, and encouraged her to take accountability for her actions and work harder to achieve her goals.",
                "The ore never justified a stamping bill."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ganVzdGlmeQ&hash=037da501634045cb611c1000cc8d9474c060b4c4&lang=en&cache-only=0",
            "defineEn": "to prove or show that something is just or reasonable, usually something that others consider wrong",
            "defineVi": "để chứng minh hoặc cho thấy rằng một cái gì đó là công bằng hoặc hợp lý, thường là một cái gì đó mà những người khác coi là sai"
        },
        {
            "id": "f40b08a4-16e1-4bd7-bec2-18ae22d649ad",
            "word": "in the first place",
            "phonetic": "ɪnðə fɜːst pleɪs ",
            "partOfSpeechType": "phrase",
            "examples": [
                "What brought you to Chicago in the first place?",
                "I didn't care much for the job in the first place.",
                "I'm not going to tell you because, in the first place, it's none of your business, and in the second place, you would tell everyone else.",
                "We should never have agreed to let him borrow the money in the first place.",
                "If you ask me, it was Diana who treated him like trash and put the whole divorce thing in motion in the first place."
            ],
            "audio": "https://tts.langeek.co/read?text=aW4gdGhlIGZpcnN0IHBsYWNl&hash=def3333798d678f967d563a5a6874eab4aa3d823&lang=en&cache-only=0",
            "defineEn": "used to talk about why something was or was not done from the beginning",
            "defineVi": "được sử dụng để nói về lý do tại sao một cái gì đó được hoặc không được thực hiện ngay từ đầu"
        },
        {
            "id": "0665d753-e03b-4f23-ab2f-2f259eeaae55",
            "word": "to object",
            "phonetic": "tʊ ɑːbdʒɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The boat hit against an object under the surface of the water.",
                "My cousin objected and he was not a minority of one.",
                "Workers scrambled to carry priceless objects out of harm's way.",
                "She stepped on a sharp object and hurt her foot.",
                "The metal rod began to bend under the weight of the heavy object."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb2JqZWN0&hash=df40bd38862928aeb3de311e06a362638b8d0dc1&lang=en&cache-only=0",
            "defineEn": "to give a fact or an opinion as a reason against something",
            "defineVi": "để đưa ra một thực tế hoặc một ý kiến như một lý do chống lại một cái gì đó"
        },
        {
            "id": "0dca366a-d2d6-4bc0-b2ce-2d85e331f6e7",
            "word": "objective",
            "phonetic": "ɑːbdʒɛktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As so often happened, Peter, Tommy and Henry had totally lost sight of their real objective.",
                "The company has outlined a strategic plan with specific, measurable, achievable, relevant, and time-bound objectives.",
                "It will cast light on the existing objective evidence, the gaps in knowledge and the scientific uncertainties.",
                "One is being a very good, down-to-earth person who recognises that objectives are reached by working with others.",
                "And the machine pursues the objective."
            ],
            "audio": "https://tts.langeek.co/read?text=b2JqZWN0aXZl&hash=81b09f45c7c412a2f57943a323042686389a2e9c&lang=en&cache-only=0",
            "defineEn": "based only on facts and not influenced by personal feelings or judgments",
            "defineVi": "chỉ dựa trên sự thật và không bị ảnh hưởng bởi cảm xúc hoặc phán đoán cá nhân"
        },
        {
            "id": "3c8cdc2c-0e9e-444f-b632-33d1c67a1be3",
            "word": "subjective",
            "phonetic": "sʌbdʒɛktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The last delusion in this quadrad of delusions, is subjective doubles.",
                "But questionnaires are still subjective.",
                "It's so subjective.",
                "- It's too subjective.",
                "Because that's subjective."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ViamVjdGl2ZQ&hash=f8067ac47c88c85b82377ec0d5605124e3999037&lang=en&cache-only=0",
            "defineEn": "based on or influenced by personal feelings or opinions rather than facts",
            "defineVi": "dựa trên hoặc bị ảnh hưởng bởi cảm xúc hoặc ý kiến cá nhân hơn là sự thật"
        },
        {
            "id": "0bb19a7b-8439-4cfc-bd97-a926169ab377",
            "word": "to maintain",
            "phonetic": "tə meɪnteɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "With a balanced diet, regular exercise, and a positive mindset, Alex maintains being up to the mark in terms of his overall well-being.",
                "The tobacco products included a humectant to maintain the moisture content and freshness.",
                "Maintaining a low profile has never been Maggie's strongest suit.",
                "The document must be copied word for word to maintain its legal validity.",
                "Consuming milk can help maintain healthy skin due to the presence of vitamin A."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFpbnRhaW4&hash=d54a8e55e446e9570bf3c93ee82415ed4d4a85b3&lang=en&cache-only=0",
            "defineEn": "to firmly express an opinion or statement as true and valid, although others may disagree",
            "defineVi": "thể hiện một cách chắc chắn một ý kiến hoặc tuyên bố là đúng và hợp lệ, mặc dù những người khác có thể không đồng ý"
        },
        {
            "id": "41d6709e-569b-4364-8d19-61e08feab677",
            "word": "may",
            "phonetic": "meɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The delicate aroma of ripe may apples fills the kitchen.",
                "The votes in the swing state may turn the tide in this election.",
                "Finally the couple may be celebrating a birthday, a wedding anniversary or some other red-letter day.",
                "A change of government may be on hand.",
                "May I choose the restaurant?"
            ],
            "audio": "https://tts.langeek.co/read?text=bWF5&hash=40fd20e8d53c2f9f5c75cb94d104db1c72fca667&lang=en&cache-only=0",
            "defineEn": "used to admit that a statement is true before making another one",
            "defineVi": "được sử dụng để thừa nhận rằng một tuyên bố là đúng trước khi đưa ra một tuyên bố khác"
        },
        {
            "id": "959747a3-7798-49dc-9a9e-3bab495aa224",
            "word": "to name",
            "phonetic": "tə neɪm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Put your name here.",
                "The teacher called out our names one by one for attendance.",
                "The machine takes its name from its inventor.",
                "The name rings a bell.",
                "Your name is mud, sonny!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbmFtZQ&hash=febdfd97a2b9dbaddb26445a99e10e8f5774a94a&lang=en&cache-only=0",
            "defineEn": "to state the name of someone or something",
            "defineVi": "để nêu tên của một ai đó hoặc một cái gì đó"
        },
        {
            "id": "e867f7fa-de8d-433e-921b-2e2928b18989",
            "word": "to oppose",
            "phonetic": "tʊ əpoʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Alex will play ball with the opposing team, despite their differences, in order to promote sportsmanship and fair play.",
                "But the king's advisors strongly opposed these initiatives.",
                "You opposed busing.",
                "They strongly opposed the Oslo agreement.",
                "Opposed him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3Bwb3Nl&hash=42ca2fdc8bd3860036462e3cfef0ff1065a8f78b&lang=en&cache-only=0",
            "defineEn": "to strongly disagree with a policy, plan, idea, etc. and try to put an end to it",
            "defineVi": "hoàn toàn không đồng ý với một chính sách, kế hoạch, ý tưởng, v.v. và cố gắng chấm dứt nó"
        },
        {
            "id": "aa9e907c-f48c-4486-8f00-7921082c13e2",
            "word": "opposed",
            "phonetic": "əpoʊzd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm opposed to this measure, but does anyone know where the boss stands on it?",
                "And these people were adamantly opposed to it. ",
                "And I am adamantly opposed to impeachment.",
                "What do you do with teens who are listening to doctors and public health experts and wanna get the vaccine, but whose parents are opposed?",
                "And there are two, importantly, who are opposed to it."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Bwb3NlZA&hash=859692b2ddfde64f4174c8b2c22d3ad5c31ef036&lang=en&cache-only=0",
            "defineEn": "trying to stop something because one strongly disagrees with it",
            "defineVi": "cố gắng ngăn chặn một cái gì đó bởi vì một người rất không đồng ý với nó"
        },
        {
            "id": "3d877bb7-71d8-4e61-8c82-5162ee04ca14",
            "word": "to praise",
            "phonetic": "tə pɹeɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The director praised the actor for their outstanding performance in the movie.",
                "The teacher praised the students for their good manners.",
                "The film received lavish praise from critics for its groundbreaking visual effects, compelling storyline, and outstanding performances.",
                "Right in the middle of the review is a left-handed compliment: the critic praises the actor for his \"startling career departure.\"",
                "The praise and recognition turned his head, leading him to adopt an attitude of superiority and self-importance."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJhaXNl&hash=0960369e5bc202f1260833fc32c81c1bb397b29e&lang=en&cache-only=0",
            "defineEn": "to express admiration or approval of something",
            "defineVi": "để thể hiện sự ngưỡng mộ hoặc chấp thuận của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "015f2c90-495f-4bd5-8acf-51444c755b7f",
            "word": "to reckon",
            "phonetic": "tə ɹɛkən ",
            "partOfSpeechType": "verb",
            "examples": [
                "Too many companies reckon without the pitfalls that make insurance like this an absolute necessity.",
                "But they had reckoned without Sister Murphy.",
                "He reckons his new mobile phone is the best thing since sliced bread.",
                "We presume she reckons without her host.",
                "He thought he'd get away with his crime, but he reckoned without the FBI agents."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVja29u&hash=834304e669e3e81428547a7ccbb2293c1c659194&lang=en&cache-only=0",
            "defineEn": "to think or have an opinion about something",
            "defineVi": "để suy nghĩ hoặc có một ý kiến về một cái gì đó",
            "hasImg": true
        },
        {
            "id": "1393c027-dd9b-48ae-8298-562c94c1d671",
            "word": "to regard",
            "phonetic": "tə ɹᵻɡɑːɹd ",
            "partOfSpeechType": "verb",
            "examples": [
                "German engineering is highly regarded for its precision and quality.",
                "The German education system is highly regarded for its emphasis on academic excellence.",
                "With regard to the gentleman’s comments, I think he has hit the nail right on the head.",
                "You're swimming against the tide regarding thank you letters.",
                "It attempts to read a floppy disk without regard to its format."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVnYXJk&hash=dca322f591abaf19ac9688dbfcab80a6541acf53&lang=en&cache-only=0",
            "defineEn": "to think about someone or something in a specified way",
            "defineVi": "để suy nghĩ về một ai đó hoặc một cái gì đó trong một cách cụ thể"
        },
        {
            "id": "aedb0007-dfa8-4ab6-a0e1-dfe76d525660",
            "word": "to remark",
            "phonetic": "tə ɹᵻmɑːɹk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Your remarks were really out of line.",
                "His critical remarks ruffled the feathers of the board members.",
                "The politician's off-the-cuff remark about pollution stirred up a hornet's nest among environmentalists.",
                "The prime minister's casual remarks about the role of ethnicity in unemployment numbers has predictably put the cat among the pigeons on both sides of the political spectrum.",
                "The tall Texan ruffled some English feathers with his remarks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVtYXJr&hash=1dabf212407fc7c0142ce3154761f1718a1f6a1d&lang=en&cache-only=0",
            "defineEn": "to express an statement that shows one's opinion of something",
            "defineVi": "để thể hiện một tuyên bố cho thấy ý kiến của một người về một cái gì đó",
            "hasImg": true
        },
        {
            "id": "d446d8a4-31db-4b58-bf67-0340200016c0",
            "word": "to speculate",
            "phonetic": "tə spɛkjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The media speculated about the celebrity couple's relationship status, wondering if they were an item or just good friends.",
                "The tabloids love to speculate about celebrities who might be in bed with each other.",
                "The author took a chance by writing a book on an unconventional topic, but she knew that if you do not speculate, you cannot accumulate.",
                "Researchers can only speculate.",
                "Some people even speculated that the Mothman was sent by cornstalk himself from beyond the grave."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3BlY3VsYXRl&hash=1be847967aa3e55b9164d57009cd00117083b8f2&lang=en&cache-only=0",
            "defineEn": "to form a theory or opinion about a subject without knowing all the facts",
            "defineVi": "để hình thành một lý thuyết hoặc ý kiến về một chủ đề mà không cần biết tất cả các sự kiện"
        },
        {
            "id": "88beca40-6165-40dc-aa21-c9b91f25f692",
            "word": "speculation",
            "phonetic": "spɛkjʊleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is speculation.",
                "Reports thus far have been speculation about an electronic vehicle with better battery technology, autonomous driving technology and a signature Apple design.",
                "Did the 17th century speculation in tulips really do long-term damage to the country's economic infrastructure?",
                "This is called speculation.",
                "After three weeksof speculation, news broke."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlY3VsYXRpb24&hash=289f5a14bc12c555ce2d32543b4e47b88fefadfa&lang=en&cache-only=0",
            "defineEn": "the creation of theories or opinions about something with no fact or proof",
            "defineVi": "việc tạo ra các lý thuyết hoặc ý kiến về một cái gì đó không có thực tế hoặc bằng chứng"
        },
        {
            "id": "28797d01-46bb-4111-9982-ed754d530400",
            "word": "stance",
            "phonetic": "stæns ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"What's your stance on this?\"",
                "You see that open stance?",
                "Alright, what's their stance on people with deaf accents and speech impediments?",
                "I really don't like the stance.",
                "That’s a pretty aggressive stance."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhbmNl&hash=8a5cdeed69cc2c78a586e0d7591c94479703568e&lang=en&cache-only=0",
            "defineEn": "a person's or a group's opinion regarding an issue",
            "defineVi": "ý kiến của một người hoặc một nhóm về một vấn đề"
        },
        {
            "id": "21a4192a-e51e-4448-9734-a8d6e48b7fac",
            "word": "to stand",
            "phonetic": "tə stænd ",
            "partOfSpeechType": "verb",
            "examples": [
                "A stable relationship stands the test of time.",
                "The teaching method has stood the test of time.",
                "The guard stood straight as a ramrod.",
                "Men of our generation never stood on ceremony.",
                "My years of teaching stood me in good stead."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhbmQ&hash=c08de753623ef1c41bd744b8bab5dfeebef02c9d&lang=en&cache-only=0",
            "defineEn": "to have a certain opinion regarding an issue",
            "defineVi": "để có một ý kiến nhất định về một vấn đề"
        },
        {
            "id": "3e1b9a6e-34c3-4b08-b059-cb81a61f190b",
            "word": "to sum up",
            "phonetic": "tə sʌm ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "He sums up the whole case with judicial fairness and gives the devil his dues.",
                "The 1474 Venetian patent statute sums up the economic rationale of patent law pretty nicely.",
                "Georgia Senator Jon Ossoff summed up the issue.",
                "Which basically sums up Portugal’s motivations for exploration.",
                "We're summing up the infinite number, of those infinitely thin rectangles, or the areas of those infinitely thin rectangles between 1 and 4."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VtIHVw&hash=8119fa1818a56e05079a713d6aa0e35178624e26&lang=en&cache-only=0",
            "defineEn": "to form an opinion or judgment regarding someone or something",
            "defineVi": "để hình thành một ý kiến hoặc bản án liên quan đến một ai đó hoặc một cái gì đó"
        },
        {
            "id": "8f5524cf-0267-431f-b4d0-eb7e5d5d1cff",
            "word": "judgement",
            "phonetic": "dʒʌdʒmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's not for me to pass judgement on your behaviour.",
                "Bob persuaded her to go by car, against her better judgement, and she regretted it as soon as she saw the heavy traffic.",
                "I can feel, I can feel your judgement.",
                "Everyone's going to have certain judgements that they are going to think.",
                "But that is that inner judgement in your head."
            ],
            "audio": "https://tts.langeek.co/read?text=anVkZ2VtZW50&hash=5b265a1f126337ad9e3c8ae40e4a0b2d96aedffe&lang=en&cache-only=0",
            "defineEn": "an opinion that is formed after thinking carefully",
            "defineVi": "một ý kiến được hình thành sau khi suy nghĩ cẩn thận"
        },
        {
            "id": "614b9ee4-8c25-4e46-bb27-4db5696c79d5",
            "word": "misunderstanding",
            "phonetic": "mɪsʌndɚstændɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "His incorrect translation of the phrase caused a misunderstanding between the two parties.",
                "The misunderstanding between the two friends was blown out of proportion, painting their friendship in a bad light.",
                "This helped them avoid misunderstandings and build a strong business partnership.",
                "We should spell our last names when making reservations to avoid any misunderstandings.",
                "In a romantic comedy, when a misunderstanding or hidden secret is revealed, the plot thickens as the characters try to navigate their relationships."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzdW5kZXJzdGFuZGluZw&hash=467edde6a09c9a0c6abe0675a19580942734301c&lang=en&cache-only=0",
            "defineEn": "an instance in which a question, remark, or instruction is not understood correctly",
            "defineVi": "một trường hợp trong đó một câu hỏi, nhận xét hoặc hướng dẫn không được hiểu chính xác"
        },
        {
            "id": "c96486fc-8103-4983-b2a6-f47a7b93e541",
            "word": "perception",
            "phonetic": "pɚsɛpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He had the wrong perception of the situation and misunderstood the intentions.",
                "While all forms of speech are valuable and deserve respect, some varieties are associated with more power and prestige - a language is a dialect with an army and navy, so be aware of the political factors that influence our perceptions of language.",
                "In other words, your brain constructs your perceptions.",
                "Some of the less likely ones invoke our perceptions.",
                "But perception is a matter of scale."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyY2VwdGlvbg&hash=a54ebddd9f7eb29a231bb87a46f746672e4ad593&lang=en&cache-only=0",
            "defineEn": "the image or idea that is formed based on how one understands something",
            "defineVi": "hình ảnh hoặc ý tưởng được hình thành dựa trên cách hiểu một cái gì đó"
        },
        {
            "id": "e636bbc5-543b-471d-aae0-8b07653fe2ae",
            "word": "position",
            "phonetic": "pəzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hold this position for a count of 10.",
                "Men still hold most positions of power in this country.",
                "The wood is held in position by a clamp.",
                "Put yourself in my position.",
                "The Italian champion was in second position when he came to grief on the third lap."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zaXRpb24&hash=f3c0515bf184c5cff2bf9cc7a2a2d52ba6bd1262&lang=en&cache-only=0",
            "defineEn": "someone's belief or opinion toward something",
            "defineVi": "niềm tin hoặc quan điểm của ai đó đối với một cái gì đó"
        },
        {
            "id": "861139fc-ca46-48e3-81c3-551b2b88b28d",
            "word": "proof",
            "phonetic": "pɹuːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "In a criminal trial the standard of proof is beyond the reasonable doubt.",
                "During a debate, each debater has the burden of proof to support their arguments and convince the audience of their position.",
                "In a criminal trial, the prosecution bears the burden of proof to demonstrate the guilt of the accused beyond a reasonable doubt.",
                "When making an argument or presenting a case, it is important to provide strong evidence to support your claims and carry the burden of proof.",
                "The job candidate's resume looked impressive, but the proof of the pudding is in the eating, and we need to see how well they perform in a real work setting."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvb2Y&hash=fd9428ab5aec8f245de385b6215f8250855facaa&lang=en&cache-only=0",
            "defineEn": "the act of testing the truth of something",
            "defineVi": "hành động kiểm tra sự thật của một cái gì đó"
        },
        {
            "id": "b09447b0-c24b-4680-8018-248573fdb986",
            "word": "public opinion",
            "phonetic": "pʌblɪk əpɪniən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Flying in the face of public opinion, the local authority has approved the demolition of the old theatre.",
                "Central to that check is public opinion.",
                "Public opinion was different.",
                "And television swayed public opinion in favor of the demonstrators.",
                "Even in public opinion polls, and public opinion polls fluctuate with the coverage."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVibGljIG9waW5pb24&hash=e5911d82980691444a32af3a69242709584178cc&lang=en&cache-only=0",
            "defineEn": "a belief shared by most people regarding a matter",
            "defineVi": "một niềm tin được chia sẻ bởi hầu hết mọi người về một vấn đề"
        },
        {
            "id": "6fdeb1c4-41c2-4581-80a9-67ecacf01687",
            "word": "reason",
            "phonetic": "ɹiːzən ",
            "partOfSpeechType": "noun",
            "examples": [
                "By that point in the argument, reason had gone out the window.",
                "I fully understand the reason for your decision.",
                "She's got no reason to give herself airs and graces.",
                "If you went through channels, then they have no reason to turn you away.",
                "Up until now, I have kept my own counsel about my reasons for leaving the Department of Justice."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhc29u&hash=465b98ed5929e926bc9a9ae46c8725b55176b02f&lang=en&cache-only=0",
            "defineEn": "the mind's power to understand or think logically",
            "defineVi": "sức mạnh của tâm trí để hiểu hoặc suy nghĩ logic"
        },
        {
            "id": "838190de-b089-4252-8c2b-79aefa1c73e0",
            "word": "remark",
            "phonetic": "ɹᵻmɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your remarks were really out of line.",
                "His critical remarks ruffled the feathers of the board members.",
                "The politician's off-the-cuff remark about pollution stirred up a hornet's nest among environmentalists.",
                "The prime minister's casual remarks about the role of ethnicity in unemployment numbers has predictably put the cat among the pigeons on both sides of the political spectrum.",
                "The tall Texan ruffled some English feathers with his remarks."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVtYXJr&hash=e62cd747e188e5dc2f27dc37f4828f9449312fdb&lang=en&cache-only=0",
            "defineEn": "something that is said that shows one's opinion of something",
            "defineVi": "một cái gì đó được nói rằng cho thấy ý kiến của một người về một cái gì đó",
            "hasImg": true
        },
        {
            "id": "426f20c2-39d7-4a97-8651-49886d6e0f19",
            "word": "reputation",
            "phonetic": "ɹɛpjuːteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your reputation proceeds you sir.",
                "She had built a reputation as a criminal lawyer.",
                "The scandal ruined his reputation and now his name is mud.",
                "He has a reputation for being a wise guy.",
                "He gained a reputation as a smart number-cruncher who could turn data into policy."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwdXRhdGlvbg&hash=04ab1a52c04420b95af3ea6104d3739ce6bfc70d&lang=en&cache-only=0",
            "defineEn": "the general opinion that the public has about someone or something because of what they did in the past",
            "defineVi": "ý kiến chung mà công chúng có về một ai đó hoặc một cái gì đó vì những gì họ đã làm trong quá khứ"
        },
        {
            "id": "6c4217b6-6682-420b-94fb-c92688cd2960",
            "word": "right",
            "phonetic": "ɹaɪt ",
            "partOfSpeechType": "interjection",
            "examples": [
                "Right, pin back your ears, everyone.",
                "That extension is busy right now.",
                "I want a dish of creamy mushroom bucatini with Parmesan right now.",
                "Right by holding the candle to the devil.",
                "After the traffic lights, turn right."
            ],
            "audio": "https://tts.langeek.co/read?text=cmlnaHQ&hash=33365bcec53c098a6f39584838658b862008d6fe&lang=en&cache-only=0",
            "defineEn": "used to show one's agreement",
            "defineVi": "được sử dụng để thể hiện sự đồng ý của một người"
        },
        {
            "id": "57d2e2f8-569e-44ec-8c30-2f27354c01cf",
            "word": "side",
            "phonetic": "saɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "To hear both sides of the argument.",
                "His arms dropped limply to his sides.",
                "The manager played his strongest side of the season.",
                "On the credit side, the restaurant offers a wide range of choices.",
                "The restaurant served their fish and chips with a side of brown sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lkZQ&hash=3c335b15eec1e0d55d15fbfd511e11e8683e74ce&lang=en&cache-only=0",
            "defineEn": "one of the people or groups involved in an argument, contest, etc.",
            "defineVi": "một trong những người hoặc nhóm tham gia vào một cuộc tranh luận, cuộc thi, v.v."
        },
        {
            "id": "5817487a-0f6a-440c-8bd0-6b8c205723f9",
            "word": "while",
            "phonetic": "waɪl ",
            "partOfSpeechType": "conjunction",
            "examples": [
                "While in hospital, Jeremy took stock of his life.",
                "It took a while, but I've finally found my feet in my job.",
                "But, it'll knock the breath out of them for a while.",
                "His business was booming for a while, orders flooding in constantly.",
                "Elon Musk walked the walk for the first time in a while."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hpbGU&hash=212b8edee08382a08ca239e1711a104825314df5&lang=en&cache-only=0",
            "defineEn": "used to indicate contrast",
            "defineVi": "dùng để chỉ sự tương phản"
        },
        {
            "id": "4aa93bab-f2e7-4e7e-a5de-63ee3b1f2820",
            "word": "to sign",
            "phonetic": "tə saɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The sign must be taken down.",
                "The doctor examined her neck for any signs of injury.",
                "I checked the car for signs of damage.",
                "We sign our names with a pen when writing greeting cards.",
                "The loyal subjects bowed down before their king as a sign of reverence."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2lnbg&hash=ff26b0d4cc00218ede5ed415c30777e2ea9addcb&lang=en&cache-only=0",
            "defineEn": "to use sign language for communication",
            "defineVi": "sử dụng ngôn ngữ ký hiệu để giao tiếp",
            "hasImg": true
        },
        {
            "id": "2f1845d9-0ccf-42d2-bc39-221d2ac2f807",
            "word": "in opposition to {sb/sth}",
            "phonetic": "ɪn ɑːpəzɪʃən tʊ ɛsbiː slæʃ ɛstiːeɪtʃ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW4gb3Bwb3NpdGlvbiB0byB7c2JzdGh9&hash=90f9cb70514bc0af4547dab15456afc505096357&lang=en&cache-only=0",
            "defineEn": "strongly against someone or something",
            "defineVi": "mạnh mẽ chống lại một ai đó hoặc một cái gì đó"
        },
        {
            "id": "e9fc5964-2e49-4b7e-becc-0ec8943b414a",
            "word": "likewise",
            "phonetic": "laɪkwaɪz ",
            "partOfSpeechType": "interjection",
            "examples": [
                "Likewise, Homo erectus began its excursions out of Africa hundreds of thousands of years before the first definitive evidence of widespread fire use.",
                "Likewise, if we take half of this number here.",
                "And the younger group likewise had a smaller crowding zone.",
                "Likewise, chloroplasts became little, solar-powered sugar factories.",
                "Its mouth, throat, and stomach are likewise freakishly large."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlrZXdpc2U&hash=1c596e25e9867c10c8cbe2cf1855d8f86ab04b76&lang=en&cache-only=0",
            "defineEn": "said to show one feels the same as another person about a particular thing or is willing to do the same thing they do",
            "defineVi": "được nói để cho thấy một người cảm thấy giống như một người khác về một điều cụ thể hoặc sẵn sàng làm điều tương tự họ làm"
        }
    ]
}