{
    "id": "13dc92a1-8e9f-4b78-9c92-911a44056518",
    "title": "Ripples in a Pond",
    "originalTitle": "Ripples in a Pond",
    "words": [
        {
            "id": "99161565-4b14-4a82-ab20-1b35911a53cb",
            "word": "baleful",
            "phonetic": "beɪlfəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFsZWZ1bA&hash=ec29be990a3ace3c232693233c4c798baa5770b6&lang=en&cache-only=0",
            "defineEn": "able to bring about dangerous or destructive consequences",
            "defineVi": "có thể mang lại hậu quả nguy hiểm hoặc phá hoại"
        },
        {
            "id": "75b299c2-fbbc-4a7e-ad91-582dbb5e7d35",
            "word": "cardinal",
            "phonetic": "kɑːɹdɪnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The archbishop cautioned the cardinal to beware of a man of one book who bases all of his arguments solely on a single reference.",
                "We can hear the cardinals singing.",
                "Male cardinals are bright red, and female cardinals are brown.",
                "Now, to call out to female birds, male cardinals sing a special song called a mating call.",
                "Other cultures align time with cardinal directions, mimicking the path of the sun."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZGluYWw&hash=4042a8af884a43236b7dcf510c1cc89cf6b83414&lang=en&cache-only=0",
            "defineEn": "possessing the quality of being the most important or basic part of something",
            "defineVi": "sở hữu chất lượng là phần quan trọng nhất hoặc cơ bản của một cái gì đó"
        },
        {
            "id": "5ee3627e-27f2-4116-9685-e91aa870db97",
            "word": "concomitant",
            "phonetic": "kəŋkɑːmɪtənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But don’t forget that the rise of Trumpism is concomitant with the decline of Clintonism. "
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY29taXRhbnQ&hash=573f8b88bc1deea396392ae4ae44a84f9546e5c8&lang=en&cache-only=0",
            "defineEn": "simultaneously occurring with something else as it is either related to it or an outcome of it",
            "defineVi": "đồng thời xảy ra với một cái gì đó khác vì nó có liên quan đến nó hoặc là kết quả của nó"
        },
        {
            "id": "0309f52d-66e9-4d14-bdeb-dcde984e8202",
            "word": "counterproductive",
            "phonetic": "kaʊntɚpɹədʌktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "However, the side effects from some of these medications like weight gain can be counterproductive.",
                "And, number two, it's really counterproductive in terms of building the event.",
                "But some experts say this can be counterproductive.",
                "But it does hit a point where it becomes counterproductive. ",
                "That becomes something that really could be counterproductive in the society that we live in, in America."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bnRlcnByb2R1Y3RpdmU&hash=e53ebd675137e532106eae49c2db4c64f8b1f972&lang=en&cache-only=0",
            "defineEn": "producing results that are contrary to what was intended",
            "defineVi": "tạo ra kết quả trái ngược với những gì đã được dự định"
        },
        {
            "id": "f503d2fe-4f61-46fc-8348-8e41a6e695c2",
            "word": "feckless",
            "phonetic": "fɛkləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "First, Putin perceives us as weak, feckless, indecisive, slow to respond.",
                "He goes with the corrupt, feckless Republican establishment instincts for the first couple of months of his presidency, and it backfires."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVja2xlc3M&hash=79752564cb287e62b42f016bd10a22f3f8188c6f&lang=en&cache-only=0",
            "defineEn": "of no determination, competence, or strength",
            "defineVi": "không có quyết tâm, năng lực hay sức mạnh"
        },
        {
            "id": "92084e7d-2e82-4130-85b9-a5c6e02268e0",
            "word": "immaterial",
            "phonetic": "ɪmətɪɹiəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Whether it actually happened is immaterial.",
                "Is there something immaterial about me that will survive after I die?",
                "The notion of a non-physical consciousness echoes the belief of many religions in an immaterial soul for which the body is only a temporary shell.",
                "Some think that it's immaterial, others say it's a state of matter, like gas or liquid.",
                "Plato was convinced that Truth resided in the immaterial world of Ideas, while Aristotle’s attention was focused firmly on the ground."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1tYXRlcmlhbA&hash=5025486e2ad9f2c45160141f8386ccca8026d1a9&lang=en&cache-only=0",
            "defineEn": "not valuable or connected with the situation at hand",
            "defineVi": "không có giá trị hoặc liên quan đến tình hình hiện tại"
        },
        {
            "id": "8a49a59d-2a44-4600-b06e-7f3075baeb92",
            "word": "inchoate",
            "phonetic": "ɪntʃoʊt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5jaG9hdGU&hash=de981269d22a0af182f3da5eb7b563d802c7c306&lang=en&cache-only=0",
            "defineEn": "recently started to develop, thus not complete",
            "defineVi": "gần đây đã bắt đầu phát triển, do đó không hoàn thành"
        },
        {
            "id": "1d02480a-a7ba-4a0e-9de9-fe9a3327e98f",
            "word": "inconsequential",
            "phonetic": "ɪŋkɑːnsɪkwɛnʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm watching one man struggle with his search for Tom Petty, which is so inconsequential because when are you gonna do this information?",
                "But it’s a mistake to dismiss him as inconsequential. ",
                "And over the last few cycles, what we have seen is a Senate that gets nothing done, unless it's confirming judges or voting on inconsequential legislation."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jb25zZXF1ZW50aWFs&hash=b0cad39780ed6d9d66eaeec29e2910d902c59b25&lang=en&cache-only=0",
            "defineEn": "without any significance or importance",
            "defineVi": "không có bất kỳ ý nghĩa hoặc tầm quan trọng"
        },
        {
            "id": "d6259152-bb82-45d7-b88c-28b4ace0070f",
            "word": "transitory",
            "phonetic": "tɹænsɪtoːɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And my hope is that Trump is that expression of that backlash, and he’s transitory. ",
                "Entering a transitory period through the end of 2020, while the U.K. government negotiates international trade deals, the concerns about private American corporations engaging more with the NHS came up during the discussion of the post-Brexit trade talks with the United States.",
                "At the end of the novel, Nick imagines the first European explorers of New York, writing, \"For a transitory, enchanted moment, man must have held his breath in the presence of this continent, compelled into an aesthetic contemplation he neither understood nor desired, face to face for the last time in history with something commensurate to his capacity for wonder.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNpdG9yeQ&hash=ed195a8f3b8722da29c4173249a3061437f93a3c&lang=en&cache-only=0",
            "defineEn": "only continuing for a short stretch of time",
            "defineVi": "chỉ tiếp tục trong một khoảng thời gian ngắn"
        },
        {
            "id": "8ff4fae8-8c82-40cc-a634-a285d6bcce1d",
            "word": "trifling",
            "phonetic": "tɹaɪflɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "After all, what god could fear a trifling weed?"
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpZmxpbmc&hash=22543cbfac98b6bdf3a52141f3d6c75a054b20b3&lang=en&cache-only=0",
            "defineEn": "without any value or importance",
            "defineVi": "không có bất kỳ giá trị hoặc tầm quan trọng"
        },
        {
            "id": "04a3db4a-8b84-4189-a312-4c69f0df3886",
            "word": "plastic",
            "phonetic": "plæstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The children drank their juice from colorful plastic glasses.",
                "The children used a plastic fork to eat their pasta.",
                "The frames are made of plastic and they tend to break quite easily.",
                "The mother allowed the children to use a plastic knife for their safety.",
                "The children enjoyed eating yogurt with a colorful plastic spoon."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhc3RpYw&hash=310d1071d55baf9de079b6081e269c0a848852cf&lang=en&cache-only=0",
            "defineEn": "capable of easily being molded or shaped into taking another form",
            "defineVi": "có khả năng dễ dàng được đúc hoặc định hình thành dạng khác"
        },
        {
            "id": "70bd8aae-19e3-44de-884d-82f968232476",
            "word": "portentous",
            "phonetic": "poːɹtɛntəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9ydGVudG91cw&hash=270845d7ccff9f49e71bfe0cae6c65fe38a52d39&lang=en&cache-only=0",
            "defineEn": "warning or indicating that something significant, particularly unpleasant, is going to take place",
            "defineVi": "cảnh báo hoặc chỉ ra rằng một cái gì đó quan trọng, đặc biệt khó chịu, sẽ diễn ra"
        },
        {
            "id": "2a6d9e8e-0ca2-4e17-b628-bcd52c9de478",
            "word": "retrospective",
            "phonetic": "ɹɛtɹoʊspɛktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That’s retrospective inevitability.",
                "O’Hara curated the 1965 David Smith exhibition that traveled through Europe, the 1965 Robert Motherwell retrospective, and MoMA’s 1966 Reuben Nakian retrospective.",
                "Positive results were mostly found in retrospective studies, which look at people after they've been diagnosed.",
                "Instead, scientists often have to rely on after-the-fact case studies written up by doctors, retrospective studies, or reviews of these.",
                "Again, we can call it a self-delusion, or even the retrospective self-delusion."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV0cm9zcGVjdGl2ZQ&hash=1ef0bfb6b1375670464e3cbbb9187f56e5ef99d0&lang=en&cache-only=0",
            "defineEn": "referring or relating to a past event",
            "defineVi": "đề cập đến hoặc liên quan đến một sự kiện trong quá khứ"
        },
        {
            "id": "0ea34114-3322-4983-b3fd-b1180d7b6240",
            "word": "to aggrandize",
            "phonetic": "tʊ ɐɡɹændaɪz ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYWdncmFuZGl6ZQ&hash=5d6293dcd7ae859b56937727bb1ba155a9fc08f4&lang=en&cache-only=0",
            "defineEn": "to enhance something or someone's power, grandeur, importance, status, wealth, etc.",
            "defineVi": "để tăng cường một cái gì đó hoặc ai đó quyền lực, vĩ đại, tầm quan trọng, địa vị, sự giàu có, vv"
        },
        {
            "id": "6c7f1d4f-bda1-4481-b541-d4ffc98f02ad",
            "word": "to appease",
            "phonetic": "tʊ ɐpiːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "To appease government officials, the industry funded a local recycling pilot project.",
                "Hunters would leave out offerings from their kills to appease these beings.",
                "The only way off is to appease its three alien overlords, Tee, Eff, and Arr, by giving them the correct artifacts.",
                "But today let's appease Salinger's ghost by pretending that he as a person never existed.",
                "And the job of the priests was to avoid these disasters, by appeasing the gods, generally through human sacrifice."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwZWFzZQ&hash=5d1ff0e5183e7af087cb5e150c5d19c7b50b45a8&lang=en&cache-only=0",
            "defineEn": "to end or lessen a person's anger by giving into their demands",
            "defineVi": "chấm dứt hoặc giảm bớt sự tức giận của một người bằng cách đưa ra yêu cầu của họ"
        },
        {
            "id": "f9f3eb7f-86aa-46e7-a5c1-d619bfdf2613",
            "word": "to attenuate",
            "phonetic": "tʊ ɐtɛnjuːeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Traditional attenuated vaccines create long lasting resilience.",
                "but it's the range is reduced a lot because it gets attenuated by the fabric.",
                "For example, the vaccine that protects against measles, mumps, and rubella is what’s called a live attenuated vaccine."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXR0ZW51YXRl&hash=ca24d886d2f06d2889e2798cd63b758f023394a4&lang=en&cache-only=0",
            "defineEn": "to take away from something's effect, value, size, power, or amount",
            "defineVi": "để loại bỏ tác dụng, giá trị, kích thước, sức mạnh hoặc số lượng của một cái gì đó"
        },
        {
            "id": "3b13f4ad-85f3-4511-93d1-2e131e133e1d",
            "word": "to burgeon",
            "phonetic": "tə bɜːdʒən ",
            "partOfSpeechType": "verb",
            "examples": [
                "Each Eternal has watched civilizations burgeon and die from their domain of Olympia.",
                "Britain touted its burgeoning piano industry at the Great Exhibition in 1851.",
                "The creation of a burgeoning middle-class was a remarkable achievement and a revolutionary step towards a society in which wealth is shared more evenly amongst its citizens.",
                "Many of these immigrants flooded the burgeoning cities, as America shifted from being an agrarian rural nation to being an industrial, urban one.",
                "There was a rising middle class, a burgeoning consumer culture, and a move from an agrarian economy to an industrial one."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnVyZ2Vvbg&hash=64ed9ecd3717686e9193fb796feb864322dd0385&lang=en&cache-only=0",
            "defineEn": "to have a rapid development or growth",
            "defineVi": "để có một sự phát triển nhanh chóng hoặc tăng trưởng"
        },
        {
            "id": "917c3422-ef01-4658-b35a-9e423c6f5ce7",
            "word": "to constrict",
            "phonetic": "tə kənstɹɪkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "So I have to constrict the range on the inverse tan function.",
                "Constricted by an impassable wall of rock-hard ice at the top, and bedrock at the bottom.",
                "It is constricting a little bit right now around the throat.",
                "Your blood vessels constrict to keep heat from radiating off the surface of your skin, and you get the goosebumps.",
                "The idea was that the carbon dioxide in sodas constricted the blood vessels in the gills, thus stopping the bleeding."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc3RyaWN0&hash=cb37cc97b60db338a26acbf591ed240ce485ba10&lang=en&cache-only=0",
            "defineEn": "to restrict the things someone can or wants to do",
            "defineVi": "để hạn chế những điều ai đó có thể hoặc muốn làm"
        },
        {
            "id": "ac0af870-a30c-4350-867f-03cc1089bb41",
            "word": "to culminate",
            "phonetic": "tə kʌlmᵻneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Three years of chaos would culminate in impeachment.",
                "Trump's dominance would culminate in front of the cameras in the Rose Garden.",
                "Narrator: Drill practice culminates in a ceremony known as the Sergeant Major's Parade.",
                "Recruit training culminates in an event known as the Crucible.",
                "This three part YouTube series will culminate in a one hour documentary airing on PBS. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3VsbWluYXRl&hash=d704dc22a53190a526e47f95f273699bdccf883b&lang=en&cache-only=0",
            "defineEn": "to end by coming to a climactic point",
            "defineVi": "để kết thúc bằng cách đi đến một điểm cao trào"
        },
        {
            "id": "8f0c7061-33f5-485b-92b2-eb59fc0fb793",
            "word": "to deflect",
            "phonetic": "tə dᵻflɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I deflected the ball!",
                "When a breeze flows over a hill, the air is deflected over the top.",
                "They deflect or initiate sexual advances.",
                "Because our planet’s magnetic field deflects the solar wind, this environment is unlike anything on Earth.",
                "We have a rubber abrasion boot on the tail to deflect rocks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVmbGVjdA&hash=8b4066d92c4902754f226af8bc33d11ab3ff1aa9&lang=en&cache-only=0",
            "defineEn": "to stop a person from doing what they initially intended",
            "defineVi": "để ngăn chặn một người làm những gì họ dự định ban đầu"
        },
        {
            "id": "23b7d509-6bd9-42cc-8eb3-921da150bc90",
            "word": "to elevate",
            "phonetic": "tʊ ɛlɪveɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The salad was elevated with a colorful salpicon of roasted vegetables and feta cheese.",
                "You can elevate your pasta dishes by tossing them in a light and tangy white wine sauce.",
                "You can elevate your fish tacos by adding a dollop of tartar sauce.",
                "You can elevate a simple bowl of fresh fruit by adding a sprinkle of vanilla extract.",
                "You can elevate your tacos by spooning some chili sauce onto the fillings."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWxldmF0ZQ&hash=6fefc205b3df27eb2788b922087b371702c9c689&lang=en&cache-only=0",
            "defineEn": "to give a better rank, position, or condition to someone or something",
            "defineVi": "để đưa ra một thứ hạng tốt hơn, vị trí, hoặc điều kiện cho một ai đó hoặc một cái gì đó"
        },
        {
            "id": "45db0c77-9f1b-4a1a-bee5-3faedf653782",
            "word": "to foment",
            "phonetic": "tə foʊmənt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The United States doesn’t foment color revolutions.",
                "It hasn't just reformed Bitcoins image, it's also fomented a supply shortage.",
                "I think the media foments it. ",
                "Mayor Bill de Blasio accused the president today of fomenting the attack.",
                "Trump causes the anger, he causes the divisiveness, he foments the violence and blames others for it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9tZW50&hash=dcc958b5159b42dcf1d7586c3f2e717792094222&lang=en&cache-only=0",
            "defineEn": "to either worsen or cause violence, trouble, etc.",
            "defineVi": "để làm xấu đi hoặc gây ra bạo lực, rắc rối, v.v."
        },
        {
            "id": "c0ed35c7-ec95-46f1-a595-a7ba6210210c",
            "word": "to galvanize",
            "phonetic": "tə ɡælvənaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The attack was the country's darkest hour, but it also served as a galvanizing force that unified the entire population like never before.",
                "His leadership has especially galvanized young Russians, who posted videos this weekend removing Putin portraits.",
                "Specific stories enrage or galvanize people even more.",
                "We're galvanizing and working together in ways that we never have before.",
                "NARRATOR: Using conflict and outrage, Donald Trump had galvanized an angry base and won over the reluctant Republican establishment."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2FsdmFuaXpl&hash=9ba1581d461ee16276b6759ec2db39f3fae35d85&lang=en&cache-only=0",
            "defineEn": "to push someone into taking action, particularly by evoking a strong emotion in them",
            "defineVi": "để thúc đẩy ai đó hành động, đặc biệt là bằng cách gợi lên một cảm xúc mạnh mẽ trong họ"
        },
        {
            "id": "b38c67c1-1804-4507-ae3a-4feb380fa5d4",
            "word": "to lull",
            "phonetic": "tə lʌl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The fragile ceasefire may be just the lull before another storm.",
                "Things seem quiet in the office right now, but this is just the lull before the storm.",
                "I built my hut near the Congo and it lulled me to sleep.",
                "I built my hut near the Congo and it lulled me to sleep.",
                "And then young Amleth bides his time and pretends to be crazy in order to lull his uncle into a false sense of security."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbHVsbA&hash=ae97fbe07be1d2d73fe206605b54a3360ad3913d&lang=en&cache-only=0",
            "defineEn": "to help someone feel relaxed and calm or to help them fall asleep",
            "defineVi": "để giúp ai đó cảm thấy thư giãn và bình tĩnh hoặc để giúp họ đi vào giấc ngủ"
        },
        {
            "id": "0ab732e1-c3a2-4ad5-befc-8cc98cd1d8d0",
            "word": "to wax",
            "phonetic": "tə wæks ",
            "partOfSpeechType": "verb",
            "examples": [
                "The wax began to run.",
                "- Wax your back.",
                "The wax is just temporary.",
                "- You waxed me.",
                "- Wax on, wax off."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2F4&hash=835cac578d1a23b047c19c5b754cacfb63ccf960&lang=en&cache-only=0",
            "defineEn": "to grow in strength, size, intensity, etc.",
            "defineVi": "để phát triển về sức mạnh, kích thước, cường độ, vv"
        },
        {
            "id": "f4b82ef5-c22a-4e80-a0b8-cbec3534abea",
            "word": "to misattribute",
            "phonetic": "tə mɪsɐtɹɪbjuːt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbWlzYXR0cmlidXRl&hash=4e315c77d02712096359690a0627de56c1c36b35&lang=en&cache-only=0",
            "defineEn": "to incorrectly state what or who created or caused something",
            "defineVi": "để tuyên bố không chính xác những gì hoặc ai đã tạo ra hoặc gây ra một cái gì đó"
        },
        {
            "id": "ac2ab33b-78bf-4fe9-84fd-bbf1d339e122",
            "word": "to obtain",
            "phonetic": "tʊ əbteɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "A reporter obtained documents from the company under false pretenses.",
                "Our competitors obtained the contract by breaking every rule in the book.",
                "The lunch invitation was clearly a fishing expedition to obtain information about his private life.",
                "The crime of obtaining title to another's property by false pretenses.",
                "He was accused of dishonestly obtaining property."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb2J0YWlu&hash=f7492a10fb3e8d83329bf4b211f26238708cb3b0&lang=en&cache-only=0",
            "defineEn": "to be widely common, applied, or recognized",
            "defineVi": "được phổ biến rộng rãi, được áp dụng hoặc được công nhận"
        },
        {
            "id": "b79c78fd-a181-48b6-84dd-df4b6c36bae8",
            "word": "to oscillate",
            "phonetic": "tʊ ɑːsɪleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "So it'll oscillate back and forth faster.",
                "But it just oscillates between these two values.",
                "And then, it's just going to oscillate a little bit.",
                "Some atoms can oscillate over nine billion times per second, giving atomic clocks an unparalleled resolution for measuring time.",
                "And so you would just oscillate around this limit."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3NjaWxsYXRl&hash=070efdb2a28bb90fbe64504cad893415ec09c483&lang=en&cache-only=0",
            "defineEn": "to constantly go back and forth between very different opinions, behaviors, beliefs, etc.",
            "defineVi": "liên tục qua lại giữa những ý kiến, hành vi, niềm tin rất khác nhau, v.v."
        },
        {
            "id": "3be9ab2f-4436-4d0e-b04d-9ebaf841393e",
            "word": "to overshadow",
            "phonetic": "tʊ oʊvɚʃædoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Even with a well-tailored suit, the politician's charisma couldn't overshadow the face that could stop a clock, with his sunken eyes, patchy beard, and receding hairline.",
                "But that news was all but overshadowed by fears of a possible mutation of the coronavirus.",
                "And that, of course, overshadowed what we intended to be a message to the electorate on the 7th of October, a month before the election.",
                "Overshadowed by McDonald's and Burger King, Wendy's is looking for a way back into the spotlight.",
                "The history of science up until the Cold War is often overshadowed by the Manhattan Project."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3ZlcnNoYWRvdw&hash=ec81cc5334212cd303780013607ea2d2b894d6f4&lang=en&cache-only=0",
            "defineEn": "to cause a person or thing to come across as less significant",
            "defineVi": "để gây ra một người hoặc điều đi qua như ít quan trọng"
        },
        {
            "id": "abb6bbe1-af03-4f5c-8530-58309d964d24",
            "word": "to permeate",
            "phonetic": "tə pɜːmɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "A sense of momentum permeates the series.",
                "- Permeate it?",
                "And those symptoms have to permeate each of those days almost completely.",
                "As people began to push back on the dominant culture and its conservative values in favor of principles like equality, revolution, and rebellion, cults permeated the same conversations.",
                "Now, water can permeate a cell membrane without any help, but it's not actually particularly easy."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVybWVhdGU&hash=3a018c11f8c9a144a1439c4295e8ffa76e7a58e7&lang=en&cache-only=0",
            "defineEn": "(of beliefs, feelings, ideas) to expand to every part of a thing and have an effect on it",
            "defineVi": "(về niềm tin, cảm xúc, ý tưởng) để mở rộng đến mọi phần của một sự vật và có ảnh hưởng đến nó"
        },
        {
            "id": "ea7ad38b-28f2-4302-b93a-8bd64336bde9",
            "word": "to proliferate",
            "phonetic": "tə pɹəlɪfɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "At the dawn of the Internet era through the late 1990s, proprietary software proliferated.",
                "Over time, the resistant genes proliferate, creating entire strains of resistant super bacteria.",
                "Cells proliferate, and then it creates disease!",
                "It then proliferated faster than public health measures could contain it.",
                "While fish with jaws first appeared in the Silurian, they proliferated in the Devonian."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvbGlmZXJhdGU&hash=c7d7834378e81b1ded652e9b15d25d6054d07168&lang=en&cache-only=0",
            "defineEn": "to cause something to rapidly increase in numbers or grow in size",
            "defineVi": "để gây ra một cái gì đó để nhanh chóng tăng số lượng hoặc tăng kích thước"
        },
        {
            "id": "c9174dfd-afff-483d-965c-7e7f2578ad89",
            "word": "to squelch",
            "phonetic": "tə skwɛltʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "(squelching) - Sorry.",
                "Santa Monica had to figure out how to fit this new technology into its city without either squelching a brand-new industry or letting it scoot roughshod over the town."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3F1ZWxjaA&hash=0be6dfe2579cdf36b9f5a0c357335d734d20f5ff&lang=en&cache-only=0",
            "defineEn": "to forcefully bring the development or growth of something that is troubling to an end",
            "defineVi": "để mạnh mẽ mang lại sự phát triển hoặc tăng trưởng của một cái gì đó đang gặp khó khăn để kết thúc"
        },
        {
            "id": "8c448ed3-97da-4e1f-8662-45b1716e267d",
            "word": "to supersede",
            "phonetic": "tə suːpɚsiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Then the governor superseded that mandate, eliminated it.",
                "Today, Harryhausen's stop-motion animation technique has been superseded by more sophisticated computer-generated imaging and performance-capture animations.",
                "JIM GILMORE - But long term, or short term, is the election, but the Podesta emails actually, in some ways, supersede?",
                "So he thinks that his personal relationship with these individuals can supersede everything, including like, geopolitical interests. ",
                "Local governors who also had gained a lot of power, that even superseded the power of the center, they now were under control."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VwZXJzZWRl&hash=c8a640e8d58fb86ae1e4acf25ad881ddb93e0699&lang=en&cache-only=0",
            "defineEn": "to take something or someone's position or place, particularly due to being more effective or up to date",
            "defineVi": "để lấy một cái gì đó hoặc vị trí hoặc địa điểm của ai đó, đặc biệt là do hiệu quả hơn hoặc cập nhật"
        },
        {
            "id": "be8aa190-87c0-4bc9-a912-9f45b30c4ec0",
            "word": "deterrent",
            "phonetic": "dɪtɜːɹənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's an animal deterrent. -",
                "That makes the sm three a potential deterrent against an ICBM launched by North Korea or Iran.",
                "And if you look at the numbers month to month, it had little deterrent effect.",
                "We needed a deterrent I did not have anything to do with that speech personally.",
                "They could even be deterrents to attending school altogether."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV0ZXJyZW50&hash=83f92fc63e18213531c0b0218f28789e548ac249&lang=en&cache-only=0",
            "defineEn": "a thing that reduces the chances of someone doing something because it makes them aware of its difficulties or consequences",
            "defineVi": "một điều làm giảm cơ hội của ai đó làm điều gì đó bởi vì nó khiến họ nhận thức được những khó khăn hoặc hậu quả của nó"
        },
        {
            "id": "4109e2ba-4e3f-496f-a181-582cb7d6d1a6",
            "word": "nadir",
            "phonetic": "nædɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In 1918, when the flu epidemic hit the United States, first of all, it was the nadir of race relations in the United States, as historians have said."
            ],
            "audio": "https://tts.langeek.co/read?text=bmFkaXI&hash=b91da78a1f58e7f4ae2146805b19fb8ea7167f8d&lang=en&cache-only=0",
            "defineEn": "the moment in which a situation or life is at its lowest or worst",
            "defineVi": "thời điểm mà một tình huống hoặc cuộc sống ở mức thấp nhất hoặc tồi tệ nhất"
        },
        {
            "id": "66ca4ac8-6b9d-4248-987b-f6df2b4b4865",
            "word": "precursor",
            "phonetic": "pɹɪkɜːsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Venetian gazette was a precursor to the modern newspaper.",
                "The massive precursors to neutron stars often spin.",
                "It was the precursor to the machine gun.",
                "This was the precursor to today’s HEPA filters.",
                "In October 2010, militants from al-Qaida in Iraq, precursor to ISIS, stormed into Sunday evening service."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlY3Vyc29y&hash=af28d759f9d5ed3fef9a7d41de3fff4aecd188e9&lang=en&cache-only=0",
            "defineEn": "*** a person or thing that comes before somebody/something similar and that leads to or influences its development",
            "defineVi": "*** một người hoặc vật xuất hiện trước ai đó/thứ gì đó tương tự và dẫn đến hoặc ảnh hưởng đến sự phát triển của nó"
        },
        {
            "id": "5fb55b6f-1fd4-41e0-96e9-4a11fc73a6c7",
            "word": "to check",
            "phonetic": "tə tʃɛk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Check the remix.",
                "The active ingredient checks the growth of bacteria.",
                "Check the box next to the right answer.",
                "I’ll check the dates.",
                "Any baggage over five kilos must be checked."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hlY2s&hash=af2883d85655ae205114b68a6b27c1a07fb2068f&lang=en&cache-only=0",
            "defineEn": "to keep something bad under control in order to prevent deterioration or to slow down its spread or development",
            "defineVi": "để kiểm soát một cái gì đó tồi tệ để ngăn chặn sự suy giảm hoặc làm chậm sự lây lan hoặc phát triển của nó"
        },
        {
            "id": "2a8575ee-165b-43d4-9fd7-c2e5f4d28532",
            "word": "to converge",
            "phonetic": "tə kənvɜːdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "This sequence converges to 0.",
                "These two rays are converging.",
                "Then this thing will still converge.",
                "They converge.",
                "The signs are converging on a larger threat than their neighbors."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udmVyZ2U&hash=7a37dc8e1a9199a1b5a8178b6534bbb132c3abb8&lang=en&cache-only=0",
            "defineEn": "(of roads, paths, lines, etc.) to lead toward a point that connects them",
            "defineVi": "(về đường, lối đi, đường, v.v.) để dẫn đến một điểm kết nối chúng"
        },
        {
            "id": "e3564be9-8953-40e9-920f-450073126d93",
            "word": "status quo",
            "phonetic": "stæɾəs kwoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And he posed a threat to the Status Quo in SUCH a way that People Felt he had to be eliminated."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhdHVzIHF1bw&hash=6b921bb916764665b6ca2971bb0ccf4746787986&lang=en&cache-only=0",
            "defineEn": "the situation or condition that is currently at hand",
            "defineVi": "tình huống hoặc điều kiện hiện đang ở trong tầm tay"
        },
        {
            "id": "3ed2d3bb-da59-4d2b-aa18-57bf3f954cd9",
            "word": "to assuage",
            "phonetic": "tʊ ɐsweɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "These were created to assuage the fear that manufacturers might move into an area a dealer had already established and run them out of business.",
                "To assuage those fears, Austin today said that he would work hand in glove with the State Department and also appoint civilians to senior roles and empower them to make decisions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNzdWFnZQ&hash=9a8ca45d4ed4dd7195bc1fc27e6c92ea2b36ac28&lang=en&cache-only=0",
            "defineEn": "to help reduce the severity of an unpleasant feeling",
            "defineVi": "để giúp giảm bớt mức độ nghiêm trọng của một cảm giác khó chịu"
        },
        {
            "id": "8ce04a48-24e5-4c2f-8870-68a11620436b",
            "word": "zenith",
            "phonetic": "ziːnɪθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Egypt was the Arab Spring's zenith.",
                "I think I've reached the zenith of my career, probably.",
                "No, today is the kind of zenith of the unhappy tourist day.",
                "The year 1995 represented the zenith of the epidemic and with the widespread use of Highly Active Antiviral Therapy, in 1997 the CDC indicated that the number of AIDS deaths had fallen for the first time. ",
                "With this mercantile power, it was able to extend its sphere of influence across continents, fostering a strong Arab and Indian trader presence throughout its zenith."
            ],
            "audio": "https://tts.langeek.co/read?text=emVuaXRo&hash=b8f46eeb4cbdbf33a2b125db2e91ddc21a37d53f&lang=en&cache-only=0",
            "defineEn": "the highest point that a certain celestial body reaches, directly above an observer",
            "defineVi": "điểm cao nhất mà một thiên thể nào đó đạt tới, ngay phía trên người quan sát"
        }
    ]
}