{
    "id": "140b9dce-b202-4500-bd6e-fc079dacc3f9",
    "title": "Pass With Flying Colors",
    "originalTitle": "Pass With Flying Colors",
    "words": [
        {
            "id": "ff8a15c3-5ff3-4c54-85c5-c8b9b3768767",
            "word": "alma mater",
            "phonetic": "ɔlmə meɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Didn't you go back to your old Alma Mater and you - when they were up for the championship game."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxtYSBtYXRlcg&hash=4b36f556a785250b354345e8c5b36221a1dd4f22&lang=en&cache-only=0",
            "defineEn": "the university, college, or school that one used to study at",
            "defineVi": "trường đại học, cao đẳng hoặc trường học mà một người từng học"
        },
        {
            "id": "f6daebf4-4711-41c0-8bed-5003ea7bbbac",
            "word": "alumna",
            "phonetic": "ɐlʌmnə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWx1bW5h&hash=fc2a979f8183a0f87f0d53503f04f720e265c088&lang=en&cache-only=0",
            "defineEn": "a former female student or pupil of a school, university, or college",
            "defineVi": "một cựu học sinh nữ hoặc học sinh của một trường học, trường đại học hoặc cao đẳng",
            "hasImg": true
        },
        {
            "id": "78fc9cef-753b-4ea5-9f36-b2dd248edcdc",
            "word": "alumnus",
            "phonetic": "ɐlʌmnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The alumni association of my old university puts the bite on me once or twice a year looking for a donation.",
                "And the company's alumni have had ties to some major recent corporate scandals.",
                "Perhaps even more infamous than the company's work itself is its alumni network.",
                "Some of the school's alumni are current WWE superstars like Tony Nese, Zack Ryder, and Curt Hawkins.",
                "Many schools have vast alumni networks composed of thousands of graduates."
            ],
            "audio": "https://tts.langeek.co/read?text=YWx1bW51cw&hash=afbd575f83e1b42e83238b48e57c94416ce6b718&lang=en&cache-only=0",
            "defineEn": "a person, particularly a male one, who is a former student of a college, university, or school",
            "defineVi": "một người, đặc biệt là nam giới, là cựu sinh viên của một trường cao đẳng, đại học hoặc trường học"
        },
        {
            "id": "ee5f5e3e-d5e7-4f15-a0bc-e58663e3516e",
            "word": "colloquium",
            "phonetic": "kəloʊkwiəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29sbG9xdWl1bQ&hash=934336b33da77f5d28ae06457c05e4401fb56055&lang=en&cache-only=0",
            "defineEn": "a formal and academic conference or seminar",
            "defineVi": "một hội nghị hoặc hội thảo chính thức và học thuật"
        },
        {
            "id": "c4af42c3-6d93-4300-ac9d-c43765b7a212",
            "word": "collegiate",
            "phonetic": "kəliːdʒiət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And some may have been collegiate athletes.",
                "I really want to be a collegiate head coach.",
                "Why are they spending time and money on these blanket bills when collegiate and professional organizations for years have been developing rules around this so that they can be more inclusive?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGVnaWF0ZQ&hash=8bfadd291999ba2b4d705fd8ddc398bb394bb5bc&lang=en&cache-only=0",
            "defineEn": "of or relating to a college or its students",
            "defineVi": "của hoặc liên quan đến một trường đại học hoặc sinh viên của nó"
        },
        {
            "id": "0ca33356-bb6f-4025-9d92-4bb93d7e08ab",
            "word": "commencement",
            "phonetic": "kəmɛnsmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Yes, this commencement will be very different.",
                "I heard this crazy story that Senator John McCain is giving the commencement address at Jerry Falwell's university.",
                "But trust me, we are taking steps to make today's commencement feel as authentic as possible.",
                "And then asked him on the spot if he would consider giving the commencement address at Liberty.",
                "At her graduation the next year, Hillary was chosen by her classmates to be the first student to ever deliver a commencement address at Wellesley."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWVuY2VtZW50&hash=85efc755f6399cba508c0c4b368c30de6437781a&lang=en&cache-only=0",
            "defineEn": "an academic exercise in which diplomas are conferred",
            "defineVi": "một bài tập học thuật trong đó văn bằng được trao"
        },
        {
            "id": "89afe2ce-a647-4f6e-8e07-059cb8336b3b",
            "word": "to confer",
            "phonetic": "tə kənfɜː ",
            "partOfSpeechType": "verb",
            "examples": [
                "And then we can confer on this.",
                "You conferred with the president and you told him this?",
                "But this case does suggest a first infection can confer some level of protection against later ones.",
                "The write up of this case still needs to undergo peer review, but if the findings hold up against scrutiny, they’d suggest that prior infections don’t always confer protection.",
                "The barnacles might slow down the whale as it swims through the water, but on the other hand, they might also serve as a type of camouflage from predators like orcas, in which case they confer an advantage."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZmVy&hash=5b709302dc5db8d1b90005cc1888d491c702557f&lang=en&cache-only=0",
            "defineEn": "to give an official degree, title, right, etc. to someone",
            "defineVi": "để cung cấp một mức độ chính thức, tiêu đề, quyền, vv cho một ai đó"
        },
        {
            "id": "6130ffa2-e7e5-4a51-84d5-7fc9769e42a8",
            "word": "convocation",
            "phonetic": "kɑːnvəkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29udm9jYXRpb24&hash=06e23a066b79035a02cde6ee0325ef19e34f8892&lang=en&cache-only=0",
            "defineEn": "a group gathered in response to a summons",
            "defineVi": "một nhóm tập hợp để đáp lại một lệnh triệu tập"
        },
        {
            "id": "2cdb3f07-6f63-460d-8eaf-3fbdbd03c989",
            "word": "cum laude",
            "phonetic": "kʊmlaʊdi ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3VtIGxhdWRl&hash=80398ab95f3ff7331df6dcf84ac3f6058273f0e5&lang=en&cache-only=0",
            "defineEn": "(in the US) with the third highest level of distinction achievable by a student",
            "defineVi": "(ở Hoa Kỳ) với mức độ xuất sắc cao thứ ba mà một học sinh có thể đạt được"
        },
        {
            "id": "e578a333-1eec-4f1c-a664-cd1dc5a30c6c",
            "word": "curricular",
            "phonetic": "kɜːɹɪkjʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- Some of the curricular materials are encouraging behavior without listing all the potential consequences."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VycmljdWxhcg&hash=8853378d792de4710ae5d28350ce23188b79d4f9&lang=en&cache-only=0",
            "defineEn": "relating to the topics that a course of study in a school or college consists of",
            "defineVi": "liên quan đến các chủ đề mà một khóa học trong một trường học hoặc đại học bao gồm"
        },
        {
            "id": "50b15623-91fd-4499-943b-94114f01789a",
            "word": "magna cum laude",
            "phonetic": "mæɡnə kʊmlaʊdi ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFnbmEgY3VtIGxhdWRl&hash=ada4d66ab0706b57f48b9cee1b310e52380970f2&lang=en&cache-only=0",
            "defineEn": "(in the US) with the second highest level of distinction achievable by a student",
            "defineVi": "(ở Hoa Kỳ) với mức độ xuất sắc cao thứ hai mà một học sinh có thể đạt được"
        },
        {
            "id": "1a91224e-2175-44ad-bb6c-9671670818f0",
            "word": "summa cum laude",
            "phonetic": "sʌmə kʊmlaʊdi ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3VtbWEgY3VtIGxhdWRl&hash=071ce93589f4540a8e9637842ee6fa18453006ca&lang=en&cache-only=0",
            "defineEn": "(in the US) with the highest level of distinction achievable by a student",
            "defineVi": "(ở Hoa Kỳ) với mức độ xuất sắc cao nhất mà một học sinh có thể đạt được"
        },
        {
            "id": "f064ed4f-c9de-469a-9022-2c03f2932ad3",
            "word": "demerit",
            "phonetic": "dɛmɚɹɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "When judges use it, it might encourage them to give demerits for things they normally wouldn't see.",
                "He graduated fifth from the bottom of his class, and he managed to accumulate, as he calls it, a very impressive catalogue of demerits.",
                "And I get why, you've just got more buttons on this side than this side so they had to make up the room somewhere, but, a slight demerit.",
                "\"Alienation has a way of reaching to where you'd be tempted to see its relativity with some other dilemma, like being slapped with a heavy years-long and life-altering public demerit.\""
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtZXJpdA&hash=86df2792ab88c70350f9d505746c982dfdee6945&lang=en&cache-only=0",
            "defineEn": "a mark against a person for misconduct or failure; usually given in school or armed forces",
            "defineVi": "đánh dấu một người vì hành vi sai trái hoặc thất bại; thường được đưa ra trong trường học hoặc lực lượng vũ trang"
        },
        {
            "id": "46b11b14-cda6-42e9-8f29-6b44c29532cc",
            "word": "disciplinary",
            "phonetic": "dɪsɪplɪnɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I really had to go through the wringer with that disciplinary hearing.",
                "When a student goes AWOL repeatedly, the Principal determines the appropriate disciplinary action, up to and including recommendation for discharge.",
                "The school administration understands that catching is before hanging, so they have implemented strict disciplinary policies to deter students from engaging in inappropriate behavior.",
                "The data includes identities of informants and police disciplinary files.",
                "He ordered the public release of numerous disciplinary files containing allegations of torture."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY2lwbGluYXJ5&hash=45dc531d77401270e3eb313ffe2482441bef4139&lang=en&cache-only=0",
            "defineEn": "relating to a specific field of academic study",
            "defineVi": "liên quan đến một lĩnh vực nghiên cứu học thuật cụ thể"
        },
        {
            "id": "da3e49af-006e-4dc1-83b5-56538c943fa6",
            "word": "dissertation",
            "phonetic": "dɪsɚteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Writing a dissertation within a week is a herculean task.",
                "As part of his dissertation at Leipzig University, Hänig analyzed taste sensitivities across the tongue for the four basic flavors.",
                "Sister Carol Berg is a retired historian who focused her doctoral dissertation White Earth and broader assimilation policies.",
                "Less than a decade after his dissertation, newspapers were falsely insisting that experiments could prove sweetness was imperceptible on the back of the tongue.",
                "In the case of the tongue map, Hänig’s dissertation was written in German, meaning the paper could only be understood by readers fluent in German and well versed in Hanig’s small corner of academia."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzc2VydGF0aW9u&hash=8af4c3e5409a979643aad6ebc968d745d1ab48b5&lang=en&cache-only=0",
            "defineEn": "a long piece of writing on a particular subject that a university student presents in order to get an advanced degree",
            "defineVi": "một bài viết dài về một chủ đề cụ thể mà một sinh viên đại học trình bày để lấy bằng cấp cao"
        },
        {
            "id": "9a2ea94f-2eda-496c-be78-a24f322f270a",
            "word": "elective",
            "phonetic": "ᵻlɛktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "After elective procedures were canceled.",
                "These are not electives.",
                "To prepare for the influx of coronavirus patients, medical facilities across the country cancel most elective procedures.",
                "We reopened our hospital for elective surgeries on May the 11th.",
                "The vast majority of them have stopped all elective procedures and they're losing money right now."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3RpdmU&hash=89568123004ca2a65f06be0205d40dfae7bfe74d&lang=en&cache-only=0",
            "defineEn": "not compulsory",
            "defineVi": "không bắt buộc"
        },
        {
            "id": "27a62868-ce6a-4783-9a21-c1cf05af9af7",
            "word": "expulsion",
            "phonetic": "ɛkspʌlʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "After being threatened with expulsion for my vulgar remarks in class, I knew I had to watch my tongue for the rest of the semester.",
                "We all sat sipping our tea quietly, no one wanting to bring up the white elephant in the room about Joel's expulsion from college.",
                "They get higher levels of suspensions and expulsions, but it's not about them.",
                "They get high levels of suspensions and expulsions but it's not about them it's about what's happened to them.",
                "Put off by Islam's prohibition on alcohol and Judaism's expulsion from its holy land, the ruler settled on Orthodox Christianity after hearing odd accounts of its ceremonies."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwdWxzaW9u&hash=00e41928a350b7a07d7e1129a389c3bce5b64fd7&lang=en&cache-only=0",
            "defineEn": "the act of expelling or forcing someone to leave a particular place, especially a school",
            "defineVi": "hành động trục xuất hoặc buộc ai đó rời khỏi một địa điểm cụ thể, đặc biệt là trường học"
        },
        {
            "id": "f513e39f-1d50-4ae7-bb8d-16a760a10e20",
            "word": "entrant",
            "phonetic": "ɛntɹənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Number four is threat of new entrants.",
                "Since the mid 2000s, the convenience store industry has seen a variety of new entrants into the space.",
                "But the threat of new entrants is high if such barriers don’t exist.",
                "And Wayfair is just one of the entrants into home furnishings market.",
                "Especially now in the EV market, we're seeing a lot of new entrants coming in."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW50cmFudA&hash=f36fc11593be338335d11d11de293c7bd705b8ef&lang=en&cache-only=0",
            "defineEn": "any individual or entity that is newly participating in a particular activity or competition",
            "defineVi": "bất kỳ cá nhân hoặc tổ chức nào mới tham gia vào một hoạt động hoặc cuộc thi cụ thể"
        },
        {
            "id": "27a58b72-5d5d-40c4-81f2-de153259eb0c",
            "word": "endowment",
            "phonetic": "ɛndaʊmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Loss aversion might influence the endowment effect, and likely affects people’s reasoning in that disease dilemma, too.",
                "The try-it-at-home mattress strategy is a part of prospect theory called the endowment effect.",
                "Hospitals can also make money from graduate medical training subsidized by Medicare, investments on endowments and money from donors.",
                "To avoid inflation, Darity proposes trust accounts or some form of an endowment where the recipient can spend the percentage of the money on an annual basis, and keep the rest in an interest earning account.",
                "But momentum really began to build when they pressured their schools to completely stop investing their endowments in South Africa."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5kb3dtZW50&hash=98854239957b44ef8d711aabcdba7bd84c1188fe&lang=en&cache-only=0",
            "defineEn": "the capital that provides income for an institution",
            "defineVi": "vốn cung cấp thu nhập cho một tổ chức"
        },
        {
            "id": "3b801491-d985-4068-be78-ae0613e27332",
            "word": "GED",
            "phonetic": "dʒɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "He got his GED."
            ],
            "audio": "https://tts.langeek.co/read?text=R0VE&hash=ef66facd00b5f0f07c4e852c0be6aae17815dba2&lang=en&cache-only=0",
            "defineEn": "an official certificate in the US that people who did not complete high school can obtain by taking some classes and successfully passing a test, which is the equivalent of the actual high school diploma",
            "defineVi": "chứng chỉ chính thức ở Hoa Kỳ mà những người chưa hoàn thành bậc trung học có thể nhận được bằng cách tham gia một số lớp học và vượt qua bài kiểm tra thành công, tương đương với bằng tốt nghiệp trung học thực tế"
        },
        {
            "id": "589fd8eb-286d-4157-8bcd-71633144f2e7",
            "word": "grammar school",
            "phonetic": "ɡɹæmɚ skuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "People who turned out to be procrastinators had a tendency in grammar school to come home and put their homework aside."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhbW1hciBzY2hvb2w&hash=3a02f5cb613518b15ace424f5214c068916c001b&lang=en&cache-only=0",
            "defineEn": "a school for young children; usually the first 6 or 8 grades",
            "defineVi": "một trường học cho trẻ nhỏ; thường là 6 hoặc 8 lớp đầu tiên"
        },
        {
            "id": "ad9c1a1a-803d-40ec-bdd4-fedf9d7e5b55",
            "word": "headmaster",
            "phonetic": "hɛdmæstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She passed a cup of tea to the headmaster.",
                "Please tell me you didn't hang a BA at the headmaster after graduation.",
                "The headmaster warned new teachers against the mistake of he teaches ill who teaches all, advising them to focus their lessons on core principles and develop mastery of essential concepts rather than trying to impart a broad range of facts.",
                "The answer came in part from the duke's former headmaster, Dr. Kurt Hahn.",
                "Here is Dr. Kurt Hahn, late the headmaster of Gordonstoun School, where the duke was once a pupil."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhZG1hc3Rlcg&hash=99b34c326b1209e76ce3e656417bf07c1681f7d6&lang=en&cache-only=0",
            "defineEn": "a person, typically a man, who is in charge of a school",
            "defineVi": "một người, điển hình là một người đàn ông, phụ trách một trường học"
        },
        {
            "id": "c1c2daac-ebb2-4209-bd77-b3483db7491c",
            "word": "interdisciplinary",
            "phonetic": "ɪntɚdɪsɪplɪnɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Way to be interdisciplinary, NASA!",
                "But in research published this week in PNAS, an interdisciplinary team of biologists combined evidence from the fossil record and developmental biology, and examined the anatomy of vocal organs in animals from cats to salamanders.",
                "Oh, Me From the Past, your insistence on trying to place academic exploration into little boxes creates a little box that you yourself will live in for the rest of your life if you don’t put your interdisciplinary party hat on."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJkaXNjaXBsaW5hcnk&hash=196ef87214a9fff4b365f0adedab6c11c1c5efca&lang=en&cache-only=0",
            "defineEn": "drawing from or characterized by participation of two or more fields of study",
            "defineVi": "rút ra từ hoặc đặc trưng bởi sự tham gia của hai hoặc nhiều lĩnh vực nghiên cứu"
        },
        {
            "id": "d41aa1df-aca3-4ee8-8580-1928cc99fb01",
            "word": "to invigilate",
            "phonetic": "tʊ ɪnvɪdʒᵻleɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaW52aWdpbGF0ZQ&hash=9f7e087ba1d8b970533acc226b8bb0513b263381&lang=en&cache-only=0",
            "defineEn": "watch over (students taking an exam, to prevent cheating)",
            "defineVi": "giám sát (học sinh làm bài kiểm tra, để ngăn chặn gian lận)"
        },
        {
            "id": "643c8554-56f2-4cba-b3f6-731b56cdf2a9",
            "word": "ivy league",
            "phonetic": "aɪvi liːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They argue that Ivy League institutions use racial quotas to the detriment of more qualified Asian American applicants.",
                "Robert Mueller and Donald Trump are the bookends of a generation, born to privilege, private school education, Ivy League education, confronted the dilemma and the great tragedy of their generation, Vietnam and military service.",
                "Well, from the 1880s to the 1970s, that’s exactly what happened at Ivy League and Seven Sisters schools like Yale, Harvard, and Wellesley.",
                "As more Ivy League universities and private institutions started using the S.A.T., the Educational Testing Service, E.T.S was founded in 1947 to administer and develop the test.",
                "Of the ten presidents who have held office in the last 50 years, 6 attended an Ivy League school for either their undergrad or postgrad studies."
            ],
            "audio": "https://tts.langeek.co/read?text=aXZ5IGxlYWd1ZQ&hash=d4ec0f352bdd7033bea718c281c08876a53a4af4&lang=en&cache-only=0",
            "defineEn": "a league of universities and colleges in the northeastern United States that have a reputation for scholastic achievement and social prestige",
            "defineVi": "một liên minh các trường đại học và cao đẳng ở đông bắc Hoa Kỳ có danh tiếng về thành tích học tập và uy tín xã hội"
        },
        {
            "id": "13cf495a-3049-4de4-a986-ced86e74ef66",
            "word": "literacy",
            "phonetic": "lɪɾɚɹəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "One of them is digital literacy.",
                "Only 8% demonstrated high financial literacy.",
                "Literacy grew following the Enlightenment’s emphasis on education, technology, and rational thought.",
                "Four, captions are great for literacy.",
                "Media scholars refer to this skill as media literacy."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl0ZXJhY3k&hash=0280de9659ad6e018e0c910483ba2653506db149&lang=en&cache-only=0",
            "defineEn": "the ability to read and write; one's ability to read and write",
            "defineVi": "khả năng đọc và viết; khả năng của một người để đọc và viết"
        },
        {
            "id": "253954c1-2e9d-4669-9955-c5e95aada943",
            "word": "magnet school",
            "phonetic": "mæɡnɪt skuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "She grew up in San Diego and attended its School of Creative and Performing Arts, a public arts magnet school, where a teacher suggested she listen to recordings of Billie Holiday."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFnbmV0IHNjaG9vbA&hash=2b6ddbfae7413dec54d0609c75ea0314ec92ad2c&lang=en&cache-only=0",
            "defineEn": "*** (in the US) a school in a large city that offers extra courses in some subjects in order to attract students from other areas of the city",
            "defineVi": "*** (ở Mỹ) một trường học ở một thành phố lớn cung cấp các khóa học bổ sung trong một số môn học để thu hút học sinh từ các khu vực khác của thành phố"
        },
        {
            "id": "700e0f4b-d832-4f12-bdc3-6bfb9af03ea7",
            "word": "to matriculate",
            "phonetic": "tə mætɹɪkjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbWF0cmljdWxhdGU&hash=7bf7062d5fab85daf211d381acc1a5bc49df2f8e&lang=en&cache-only=0",
            "defineEn": "enroll as a student",
            "defineVi": "đăng ký làm sinh viên"
        },
        {
            "id": "b62ca143-0b80-4609-88e4-094a718e1b50",
            "word": "prospectus",
            "phonetic": "pɹəspɛktəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Before the new rule, companies would go public through a direct listing after filing their prospectus with the SEC like a traditional IPO.",
                "SMITH:Did Madoff say to you, \"Don't put mein your prospectus?\"",
                "So why not put itin a prospectus then?",
                "Did Madoff say to you, \"Don'tput me in your prospectus?\"",
                "The banks are also tasked with creating the company's prospectus, the prospectus or form S one has all sorts of information on the company, its managers, ownership structure, financials and risks associated with the stock."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvc3BlY3R1cw&hash=5fbe7a173c68738bb1e0c83acdd773013da55278&lang=en&cache-only=0",
            "defineEn": "a catalog listing the courses offered by a college or university",
            "defineVi": "một danh mục liệt kê các khóa học được cung cấp bởi một trường cao đẳng hoặc đại học"
        },
        {
            "id": "79b1b7a8-a860-4d84-90d9-3a6f15308456",
            "word": "scholastic",
            "phonetic": "skəlæstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Alchemy parallels the Scholastic medical tradition we looked at last time.",
                "She worked for Scholastic in printing services, and then went on to work for MetLife for 30 years."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Nob2xhc3RpYw&hash=526d8007bf31324abdab9226909da994ae385f98&lang=en&cache-only=0",
            "defineEn": "of or relating to schools",
            "defineVi": "của hoặc liên quan đến các trường học"
        },
        {
            "id": "907aecfb-e53a-43b8-bc79-aa4b83dd33b0",
            "word": "sophomore",
            "phonetic": "sɑːfəmoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A father to a 3-year-old son, Tait is a sophomore.",
                "I was a sophomore in high school.",
                "Sophomore year, junior year of high school, something along the lines of that, around the time that SHINee debuted in 2008, definitely.",
                "The current freshmen and sophomores have never heard my voice.",
                "Maybe sophomore year they're preppy."
            ],
            "audio": "https://tts.langeek.co/read?text=c29waG9tb3Jl&hash=9b2650bc886fddf74478f9cde32fb21f2caa41cb&lang=en&cache-only=0",
            "defineEn": "a student at a high school or university in their second year of education",
            "defineVi": "một học sinh tại một trường trung học hoặc đại học trong năm thứ hai của giáo dục",
            "hasImg": true
        },
        {
            "id": "cc9380cd-9ac1-44eb-b83a-f0c5334e1dac",
            "word": "sorority",
            "phonetic": "soːɹɔːɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Just one African American women’s organization marched: Delta Sigma Theta sorority.",
                "For instance, a 2008 study of new sorority members at the University of Virginia looked at around 70 Little Sister and Big Sister pairs.",
                "And, of course, if we zoom out even more, there is Vice President now Kamala Harris, the first Black woman, the first South Asian, the first member of Alpha Kappa Alpha Sorority, Incorporated, the first African American sorority, to be vice president.",
                "The researchers found that a Little’s feelings of gratitude toward her Big during that week predicted how strong she felt the relationship was and if she felt like a part of the sorority."
            ],
            "audio": "https://tts.langeek.co/read?text=c29yb3JpdHk&hash=3628f08aacf58a50bed15d2c291cc0df1db430fe&lang=en&cache-only=0",
            "defineEn": "a social club for female students in a university or college, especially in the US and Canada",
            "defineVi": "một câu lạc bộ xã hội dành cho sinh viên nữ trong một trường đại học hoặc cao đẳng, đặc biệt là ở Hoa Kỳ và Canada"
        },
        {
            "id": "dcdd2a0f-c88d-47a4-ab0b-bba254b51866",
            "word": "to suspend",
            "phonetic": "tə səspɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Agreed to suspend a loan they had been on the verge of sending to Peking, and promised to hold back in future until they saw which way the cat jumped.",
                "The judge gave him a nine-month suspended sentence.",
                "Should schools suspend suspensions?",
                "Ultimately, the government suspended the Ebola vaccine trials.",
                "This year, Saudi authorities suspended the pilgrimage completely."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VzcGVuZA&hash=fe476d78004eb5214b9f2d5ea5dbeb354eb6648d&lang=en&cache-only=0",
            "defineEn": "to temporarily prevent someone from going to school as a punishment because they did something wrong",
            "defineVi": "để tạm thời ngăn không cho ai đó đến trường như một hình phạt vì họ đã làm điều gì đó sai trái"
        },
        {
            "id": "db0b5cba-0caf-4077-8f8a-1951973b3256",
            "word": "recess",
            "phonetic": "ɹiːsɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Parliament breaks for recess next week.",
                "When the recess bell rings, the kids run away to play like rats up a drainpipe.",
                "Their huge colonies turn these dark recesses into a natural planetarium.",
                "S enate will stand in recess until the call of the chair.",
                "Maybe you’ve played with a parachute during recess."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjZXNz&hash=05abcc8c3c66bb66ee36fa2d1d0c644468ea241c&lang=en&cache-only=0",
            "defineEn": "*** a period of time between lessons at school",
            "defineVi": "*** một khoảng thời gian giữa các bài học ở trường"
        },
        {
            "id": "6512837f-2441-4cb7-aa03-a7535d891bfc",
            "word": "tertiary college",
            "phonetic": "tɜːʃjɚɹi kɑːlɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGVydGlhcnkgY29sbGVnZQ&hash=b63095ff54b15083a6964fb2e40338e8f020471b&lang=en&cache-only=0",
            "defineEn": "*** ‌(in Britain) a college that provides education for people aged 16 and older, but that is not a university",
            "defineVi": "*** ‌(ở Anh) trường cao đẳng cung cấp giáo dục cho người từ 16 tuổi trở lên, nhưng đó không phải là trường đại học"
        },
        {
            "id": "b416954f-1876-4354-bfc1-d7627e4d2d3c",
            "word": "vocational",
            "phonetic": "voʊkeɪʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So they have a much bigger emphasis on vocational education.",
                "That same year, the National Vocational Student Loan Insurance Act established federally guaranteed loans for vocational training.",
                "Like any education, you should research vocational schools before enrolling, and speak directly to graduates about their experience.",
                "That is something kind of like vocational education, but especially for tech companies and a few tech companies that have done this.",
                "And a lot of people who seek vocational training genuinely love their work."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9jYXRpb25hbA&hash=1c36e81ca501026d8031d246d4b5d05ea15b4895&lang=en&cache-only=0",
            "defineEn": "involving the necessary knowledge or skills for a certain occupation",
            "defineVi": "liên quan đến kiến thức hoặc kỹ năng cần thiết cho một nghề nghiệp nhất định"
        },
        {
            "id": "66cc5053-1553-48eb-a443-47f373beeb34",
            "word": "tenure",
            "phonetic": "tɛnjɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Weyler’s tenure in Cuba had deadly consequences, not just for the Cuban people but for the world.",
                "But Palmer's tenure was marked by troubles.",
                "Their brief tenure is well-documented in Bavarian government records, the still-active Freemasons’s records, and particularly the overlap between these two sources, without a whisper since.",
                "During his tenure from 1877 to 1911, the High Court enshrined racial segregation in American life.",
                "Benzion Netanyahu did not get tenure at the Hebrew University as a historian."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVudXJl&hash=8219daa22e2d51a9f7d85ea858e0aeec2700eda4&lang=en&cache-only=0",
            "defineEn": "*** guaranteed permanent employment, especially as a teacher or professor, after a probationary period",
            "defineVi": "*** đảm bảo việc làm lâu dài, đặc biệt là giáo viên hoặc giáo sư, sau thời gian thử việc"
        },
        {
            "id": "643c2785-db46-40b4-91f9-468cf66873dc",
            "word": "syllabus",
            "phonetic": "sɪlæbəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Horror is our socio-cultural syllabus.",
                "Your teacher hands you your syllabus, and yup, you're going to spend $150 on a textbook for a class you don't care about.",
                "Carefully look at the syllabus, pay attention to any study guides or review materials you can get your hands on, and make mental notes about different types of questions you see on early quizzes and tests.",
                "I think in part This is because special relativity is not quite a big enough subject to ever get its own full class in physics departments you might see classical mechanics or quantum mechanics or electromagnetism or intro to general relativity on a course syllabus",
                "The syllabus I wrote for this very Crash Course series is a good example of outline-style notes."
            ],
            "audio": "https://tts.langeek.co/read?text=c3lsbGFidXM&hash=1028061988edf4d17b5fbda4b314a4735baec32e&lang=en&cache-only=0",
            "defineEn": "books and subjects that students should study in a school or college course",
            "defineVi": "sách và môn học mà học sinh nên học trong một khóa học ở trường hoặc đại học"
        },
        {
            "id": "791ba245-af11-41ad-8792-7901179a9e36",
            "word": "studious",
            "phonetic": "stuːdiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "'Cause you know, he's obviously, you know a studious Yes, hardworking, hardworking guy, but I always picture that he's a little bit more like Stiles from Teen Wolf."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1ZGlvdXM&hash=d6981297c8021075592a570f9a263350462bd261&lang=en&cache-only=0",
            "defineEn": "characterized by diligent study and fondness for reading",
            "defineVi": "đặc trưng bởi sự học tập siêng năng và thích đọc sách"
        }
    ]
}