{
    "id": "142648e4-6ca1-4b95-b4c6-7f467cff50a5",
    "title": "Lesson 29",
    "originalTitle": "Lesson 29",
    "words": [
        {
            "id": "7e4c2dfe-04bb-4a50-83eb-d428afc2caba",
            "word": "to disregard",
            "phonetic": "tə dɪsɹɪɡɑːɹd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Last year, he was wild and woolly, causing chaos with his unruly actions and disregard for authority.",
                "The sudden fame has turned her head, making her behave arrogantly and disregard others' opinions.",
                "Alice's rebellious behavior and disregard for authority have earned her the reputation of being the black sheep of the school.",
                "Disregard that.",
                "Hillary and Bill disregarded the warnings."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzcmVnYXJk&hash=51d780b62baada137e77f07dd55c550624a96eaf&lang=en&cache-only=0",
            "defineEn": "to intentionally ignore or pay no attention to something, often resulting in neglect or disrespect toward it",
            "defineVi": "cố tình bỏ qua hoặc không chú ý đến một cái gì đó, thường dẫn đến bỏ bê hoặc thiếu tôn trọng đối với nó"
        },
        {
            "id": "5f4981e0-41c5-4577-9207-2a63d70252d1",
            "word": "to disqualify",
            "phonetic": "tə dɪskwɑːlᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "- Disqualified.",
                "In the ordinary course, his conflicts of interest would disqualify him from this position.",
                "Does that disqualify him from the Supreme Court?",
                "But it was not necessarily disqualifying.",
                "The colt was declared the derby winner last Saturday, after the first-place finisher was disqualified."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzcXVhbGlmeQ&hash=cd654136ac39e8edcb0b906aec347b677746bd2e&lang=en&cache-only=0",
            "defineEn": "(particularly of a physical disability) to make a person not fit or suitable for a particular position or activity",
            "defineVi": "(đặc biệt là khuyết tật về thể chất) để làm cho một người không phù hợp hoặc phù hợp với một vị trí hoặc hoạt động cụ thể"
        },
        {
            "id": "e6180c95-bafd-4b8d-933f-f184d2583d7f",
            "word": "to disquiet",
            "phonetic": "tə dɪskwaɪət ",
            "partOfSpeechType": "verb",
            "examples": [
                "Like Greer Lankton’s disquieting doll sculptures and environments from the 1980s and 90s, and Ma Liuming’s performances as his feminine alter-ego Fen-Ma Liuming in Beijing’s East Village in the 1990s.",
                "Its roots lay in the ethos of Romanticism, an eccentric 19th century figures like the symbolist fantasist Gustave Moreau, the self-taught artist and customs agent Henri Rousseau, the disquieting visionary Arnold Böcklin and writers like Edgar Allan Poe.",
                "There’s Natasha, the saucy ingenue who feels pressured to marry well because of her family’s financial carelessness and her disquiet at not being able to follow her heart.",
                "Even though you can literally watch it in real time, the idea of unlocking your door for a stranger while you're not there so they can go in to your home I think strikes some people as disquieting."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzcXVpZXQ&hash=25f597639a3df4bcb058838d036359f18cacf75e&lang=en&cache-only=0",
            "defineEn": "disturb in mind or make uneasy or cause to be worried or alarmed",
            "defineVi": "làm phiền trong tâm trí hoặc làm cho không thoải mái hoặc gây lo lắng hoặc hoang mang"
        },
        {
            "id": "bb3b2a55-a3c8-46ee-a766-8639672c20a6",
            "word": "disquietude",
            "phonetic": "dɪskwaɪəɾuːd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlzcXVpZXR1ZGU&hash=3f7748ac1941b63a904aac1ef48a049fdf88f314&lang=en&cache-only=0",
            "defineEn": "feelings of anxiety that make you tense and irritable",
            "defineVi": "cảm giác lo lắng khiến bạn căng thẳng và cáu kỉnh"
        },
        {
            "id": "b02465b1-f6b9-481c-9572-7303f6ef3325",
            "word": "homage",
            "phonetic": "hɑːmɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film pays homage to classic Hollywood musicals.",
                "The mission was named in homage to Apollo's twin sister, Artemis, the Greek goddess of the hunt and the moon.",
                "Their new main logo pays homage to its original look, while their alternate logo has a unique design, shown on the team's jersey sleeve.",
                "It's partly an homage to a man who loved his community, a businessman who captured it with his cameras.",
                "Yeah and apparently the designer used purple to pay homage to the suffragette movement."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tYWdl&hash=e9d06ed313d165af3c6b8b5f872f1dd6f6e587c8&lang=en&cache-only=0",
            "defineEn": "a show of respect or admiration for someone or something, often expressed through a creative work such as a painting, poem, or song",
            "defineVi": "thể hiện sự tôn trọng hoặc ngưỡng mộ đối với ai đó hoặc một cái gì đó, thường được thể hiện thông qua một tác phẩm sáng tạo như một bức tranh, bài thơ hoặc bài hát"
        },
        {
            "id": "081acfa0-e9d4-4e39-ac6d-b3e0eae6296e",
            "word": "homeopathy",
            "phonetic": "hoʊmiːɑːpəθi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The belief in homeopathy correlates with skepticism about vaccinations.",
                "The first principle of homeopathy is \"like cures like.\"",
                "The homeopathy industry likes to play the gentle alternative to Big Pharma.",
                "But the most powerful tool of homeopathy is time.",
                "Then, and only then, would his remedies work, according to the inventor of homeopathy."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tZW9wYXRoeQ&hash=90c570168c50a3b56b2884f0519601498d260064&lang=en&cache-only=0",
            "defineEn": "a medical system that treats the disease by administering substances that mimic the symptoms of those diseases in healthy persons",
            "defineVi": "một hệ thống y tế điều trị bệnh bằng cách sử dụng các chất bắt chước các triệu chứng của những bệnh đó ở những người khỏe mạnh"
        },
        {
            "id": "fe6436ca-d419-43b0-b2a2-90802e980481",
            "word": "homily",
            "phonetic": "hɑːməli ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9taWx5&hash=a594fed3d8ba92d78878770e11eb3b72d327c1e9&lang=en&cache-only=0",
            "defineEn": "a speech or a piece of writing that is meant to advise people on the correct way of behaving",
            "defineVi": "một bài phát biểu hoặc một đoạn văn bản nhằm khuyên mọi người về cách cư xử đúng đắn"
        },
        {
            "id": "d23a7840-78a8-4dbb-a504-eee68e3042c0",
            "word": "perpetrator",
            "phonetic": "pɜːpɪtɹeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "If they're perpetrator.",
                "The perpetrators still hasn't been caught.",
                "In some cases the perpetrators may already be dead. ",
                "The United States has leveled sanctions against perpetrators in this context.",
                "This is about accountability for perpetrators."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVycGV0cmF0b3I&hash=0ade51d7e604c89882afdaef77d0d134aee07500&lang=en&cache-only=0",
            "defineEn": "someone who perpetrates wrongdoing",
            "defineVi": "ai đó thực hiện hành vi sai trái"
        },
        {
            "id": "66bc4fb3-4ff5-4dc4-b674-e4fe83f1a818",
            "word": "perpetual",
            "phonetic": "pɚpɛtʃuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The wealthy businessman realized too late that a contented mind is a perpetual feast, and that money couldn't buy him true happiness.",
                "Lastly, there's the perpetual hurdle of intermittency.",
                "Or maybe there's perpetual motion on tiny quantum scales.",
                "In Indian scriptures, thousands of gods and demons made perpetual war, destroying and recreating reality itself!",
                "These mirrors also underscore the perpetual cycle of violence at the heart of the revenge tragedy which you’ll no doubt remember from our talk of ancient Greek stories."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVycGV0dWFs&hash=3a681e3fa7680d90485ff314a5f10932522f9495&lang=en&cache-only=0",
            "defineEn": "continuing uninterrupted that seems to last forever",
            "defineVi": "tiếp tục không bị gián đoạn mà dường như kéo dài mãi mãi"
        },
        {
            "id": "be2af1a4-f456-40b9-8b00-f3bde4308459",
            "word": "to perpetuate",
            "phonetic": "tə pɚpɛtʃuːeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "So it's perpetuating stereotypes and fear.",
                "Then you perpetuate yourself.",
                "And it will just perpetuate.",
                "They can also perpetuate an insecurity that you have about yourself.",
                "It perpetuates a feeling of hopelessness that the coyotes stoke, by the way, and just adds fuel to that fire."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVycGV0dWF0ZQ&hash=f7cee894977af891899e52009a26945d95c57d02&lang=en&cache-only=0",
            "defineEn": "to make something keep going or last for a long time",
            "defineVi": "để làm cho một cái gì đó tiếp tục đi hoặc kéo dài trong một thời gian dài"
        },
        {
            "id": "54e64182-b912-4ab3-b972-9fab3c37aa3a",
            "word": "perpetuity",
            "phonetic": "pɚpɪtjuːɪɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is a precedent that could actually last in perpetuity.",
                "Cause I don't want to pay in perpetuity for iCloud space.",
                "This bill isn’t a magic wand that will keep us all afloat in perpetuity.",
                "And the other one is prospective in the sense that it ensures that in a race conscious way, everyone will in perpetuity have access to capital and it works toward mitigating concentrations in the future of wealth.",
                "It's how to safely keep schools open in perpetuity because you can open up, but then you have an outbreak."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVycGV0dWl0eQ&hash=6d6bba85a22c17d4b06ec605c3ab8315f90ea33d&lang=en&cache-only=0",
            "defineEn": "the property of being perpetual (seemingly ceaseless)",
            "defineVi": "tài sản là vĩnh viễn (dường như không ngừng)"
        },
        {
            "id": "29560439-6dca-4ab8-bd71-8fd1314c8235",
            "word": "perpendicular",
            "phonetic": "pɜːpəndɪkjʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So clearly, the force has to have some perpendicular component.",
                "Its axis of rotation is not perpendicular to the plane of the orbit.",
                "And the force is perpendicular at all times.",
                "And still others orbit perpendicular to the plane of our solar system.",
                "Vertical acceleration doesn't affect the perpendicular sideways motion."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVycGVuZGljdWxhcg&hash=54b433e84382aedd90bca2a195fe82ced2ce8e79&lang=en&cache-only=0",
            "defineEn": "intersecting at or forming right angles",
            "defineVi": "cắt nhau tại hoặc tạo thành các góc vuông",
            "hasImg": true
        },
        {
            "id": "7ba635e2-2bce-41d2-8f5e-a7a41b731491",
            "word": "to rectify",
            "phonetic": "tə ɹɛktᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "So Cloudflare released a statement and they said that they rectified it",
                "I think we need to rectify that issue and bring in immigration reform.",
                "I think we need to rectify that issue and bring in immigration reform.",
                "But I was only in there for three minutes and I came back and rectified the situation.",
                "Well, Amazon is trying to rectify that by using fewer boxes and using other types of packaging where appropriate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjdGlmeQ&hash=7b56f2135a7ce8d74214f56214e96bcf339fe018&lang=en&cache-only=0",
            "defineEn": "make right or correct",
            "defineVi": "làm đúng hoặc sửa",
            "hasImg": true
        },
        {
            "id": "7a318e6e-b8cb-485b-a4df-4cdab1234d7f",
            "word": "rectitude",
            "phonetic": "ɹɛktɪtuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "But by talking about the Clintons, and by making”—some Republicans, some members of the committee who were interviewed later said they thought, hmm, maybe he went a little far in some of that stuff, and maybe that harms somebody’s ability to be a judge with rectitude and whatever, when he’s been so political at some moment in his speech."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjdGl0dWRl&hash=62c25f74f27f120e59accc72d78663d5f64eb48f&lang=en&cache-only=0",
            "defineEn": "righteousness as a consequence of being honorable and honest",
            "defineVi": "sự công bình là hệ quả của sự trung thực và danh dự"
        },
        {
            "id": "97843283-2c5a-4f0b-a55e-006fcec185c4",
            "word": "contribution",
            "phonetic": "kɑːntɹɪbjuːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His contributions to the project are significant and his ideas carry weight.",
                "He was specially awarded for his exceptional contributions to the organization.",
                "The team's success was due in part to their understanding that a bird never flew on one wing, and that each member's contributions were necessary for achieving their goals.",
                "I helped my coworker with a project, but now that they've gotten all the credit, eaten bread is forgotten, and they don't acknowledge my contribution.",
                "She enjoyed being a big fish in a small pond, where her contributions were valued and recognized, but she knew she would have to leave her comfort zone to achieve greater success."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJpYnV0aW9u&hash=f1769885a419b16113c40d513a5a16004d595fdd&lang=en&cache-only=0",
            "defineEn": "an amount of money contributed",
            "defineVi": "một số tiền đóng góp"
        },
        {
            "id": "90ef215f-dc42-43d9-a4e3-d745fa1338f8",
            "word": "contributor",
            "phonetic": "kəntɹɪbjuːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our major contributors are teachers.",
                "I'm a contributor.",
                "But the greatest contributor is globalization and trade.",
                "The use of high fructose corn syrup may be a contributor to diabetes and obesity.",
                "Agriculture is a pretty substantial contributor to greenhouse gas emissions, close to 25%."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJpYnV0b3I&hash=2ee1d358a145c40f225838c50ae1688aa298ac73&lang=en&cache-only=0",
            "defineEn": "someone who contributes (or promises to contribute) a sum of money",
            "defineVi": "ai đó đóng góp (hoặc hứa sẽ đóng góp) một khoản tiền"
        },
        {
            "id": "dc31c118-788d-44bc-907b-8095715fec6e",
            "word": "supplicant",
            "phonetic": "sʌplɪkənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's not the adult advertisers versus the supplicant teens of yore."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwcGxpY2FudA&hash=32def4fcd7d2b52fce86fb8dfcc624820c72e2b3&lang=en&cache-only=0",
            "defineEn": "one praying humbly for something",
            "defineVi": "một người khiêm tốn cầu nguyện cho một cái gì đó"
        },
        {
            "id": "10abde6b-f040-43a9-93c7-198dd8924463",
            "word": "to supplicate",
            "phonetic": "tə sʌplᵻkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VwcGxpY2F0ZQ&hash=6662fa5f2f9a931d29b179edcb860f3f265591fc&lang=en&cache-only=0",
            "defineEn": "make a humble, earnest petition",
            "defineVi": "làm một lời thỉnh cầu khiêm tốn, tha thiết"
        },
        {
            "id": "4f293431-1f67-46b4-b606-2e1b12b63558",
            "word": "supplication",
            "phonetic": "sʌplɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "At this twilight hour, our beloved nation reverently pauses in supplication to remember and to pray for the many thousands of people who have died from the coronavirus during this past year."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwcGxpY2F0aW9u&hash=6b45036789643f6f15b072810bcad7b364bffd57&lang=en&cache-only=0",
            "defineEn": "the act of communicating with a deity (especially as a petition or in adoration or contrition or thanksgiving)",
            "defineVi": "hành động giao tiếp với một vị thần (đặc biệt là như một lời thỉnh cầu hoặc trong sự tôn thờ hoặc ăn năn hoặc tạ ơn)"
        },
        {
            "id": "f4f3fb3f-c417-45d4-9b51-3087ac69e63a",
            "word": "supplicatory",
            "phonetic": "sʌplɪkətoːɹi ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3VwcGxpY2F0b3J5&hash=3be2fd045b1d6472ff0b380892bd33ed9660a89c&lang=en&cache-only=0",
            "defineEn": "the act of applying paving materials to an area",
            "defineVi": "hành động áp dụng vật liệu lát cho một khu vực"
        }
    ]
}