{
    "id": "144adf4e-ebfd-4435-97fd-0a5dbe43e786",
    "title": "Hearty and Healthy",
    "originalTitle": "Lesson 57",
    "words": [
        {
            "id": "a82f86f2-56a4-4057-8251-84c8cf5467f2",
            "word": "antiseptic",
            "phonetic": "æntɪsɛptɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The other big innovation was antiseptic surgery, which was formally documented by the British surgeon Joseph Lister in 1867.",
                "Early antiseptic surgery involved hand-washing and sterilizing wound dressings, instruments, and operating rooms with the microbe-killing carbolic acid.",
                "- I mean it's got antiseptic soap in it with water and we're using it to wash hands before we touch a wounded area.",
                "Problem is, hydrogen peroxide is such a great antiseptic because it doesn’t care what kinds of cells it destroys.",
                "I think we need all the light, all the sunshine, all the antiseptic and dyspeptic we can keep on this story."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aXNlcHRpYw&hash=5496827285e1dbd40dcf962f69a42b7aa27d6380&lang=en&cache-only=0",
            "defineEn": "a substance that prevents infection when applied to a wound, especially by killing bacteria",
            "defineVi": "một chất ngăn ngừa nhiễm trùng khi bôi lên vết thương, đặc biệt là bằng cách tiêu diệt vi khuẩn",
            "hasImg": true
        },
        {
            "id": "3c889b0c-48a7-4f6b-b923-2d98ed564d56",
            "word": "abortion",
            "phonetic": "ɐbɔːɹʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many conservatives, as strong adherents to religious faiths, are against abortion.",
                "Only Uruguay, Cuba, Guyana and parts of Mexico allow early term abortions on demand.",
                "- I love barbecue, Blake Shelton, and abortions, y'all.",
                "After 14 weeks, abortion will continue to be legal only in cases of rape or danger to the mother's life.",
                "But recently, she expressed her pro-choice view on abortion."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJvcnRpb24&hash=4285239c2341688c8cd09cc43e167a0547b2615b&lang=en&cache-only=0",
            "defineEn": "the intentional ending of a pregnancy, often done during the early stages",
            "defineVi": "cố ý kết thúc thai kỳ, thường được thực hiện trong giai đoạn đầu"
        },
        {
            "id": "cc01f302-0e0f-49c0-af2f-d857dbba6b4e",
            "word": "anesthetic",
            "phonetic": "ænɪsθɛɾɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some anesthetics had been used for dubious recreation for centuries.",
                "The study was specifically interested in inhaled anesthetics, rather than injected ones.",
                "Ketamine was first synthesized in the 1960s as an anesthetic, a sedative.",
                "It demonstrated that inhaled anesthetics disrupt lipid rafts in nerve cells.",
                "You can also apply a topical anesthetic cream to relieve pain and take antihistamines to relieve the itchiness."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5lc3RoZXRpYw&hash=25551f10e3e86fbbf861d611ca5cdd9d577c19a8&lang=en&cache-only=0",
            "defineEn": "a type of drug that makes the whole or part of the body unable to feel pain when administered",
            "defineVi": "một loại thuốc làm cho toàn bộ hoặc một phần cơ thể không cảm thấy đau khi dùng",
            "hasImg": true
        },
        {
            "id": "284f99b5-449b-4fd9-a14b-6d3da22211f5",
            "word": "blood type",
            "phonetic": "blʌd taɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Like blood types, we all share only a handful of gut microbiome types across all people.",
                "Blood type O seems to be the vintage of choice over types A and B or their blend.",
                "They also show preferences for certain blood types, pregnant women, and particular populations of skin bacteria.",
                "Strangest of all, when doctors tested her blood, they found a mix of two blood types.",
                "This probably because of a blood type mismatch and damage that had been done to the kidney from ischemia, a lack of blood supply."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymxvb2QgdHlwZQ&hash=ef33f30684db949624bbf1ecc60ab45ad82e151d&lang=en&cache-only=0",
            "defineEn": "any of the types into which human blood is divided",
            "defineVi": "bất kỳ loại nào mà máu người được chia"
        },
        {
            "id": "19635cb7-b185-40d9-95d3-2e21b06a598a",
            "word": "thermometer",
            "phonetic": "θɜːmɑːmɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "What does the thermometer read?",
                "The thermometer read 0° C.",
                "If you suspect that your child has a fever, you can use a thermometer to measure their temperature.",
                "The thermometer has been reading over 90 degrees all day.",
                "Contactless thermometers measure the surface temperature of our skin."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlcm1vbWV0ZXI&hash=6637a4802d8daa57144866ec500326db01955ac0&lang=en&cache-only=0",
            "defineEn": "a device used to measure a person's body temperature to assess for fever or abnormal temperature using various methods like oral, ear, armpit, or forehead readings",
            "defineVi": "một thiết bị được sử dụng để đo nhiệt độ cơ thể của một người để đánh giá sốt hoặc nhiệt độ bất thường bằng nhiều phương pháp khác nhau như đọc miệng, tai, nách hoặc trán",
            "hasImg": true
        },
        {
            "id": "deac4e5e-e291-4cc0-b75b-d4816436e0e6",
            "word": "crutch",
            "phonetic": "kɹʌtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even simple crutches and walking sticks can be looked at as early biomedical devices.",
                "But people will use mental illness as a crutch, To explain away things that may otherwise be in their control.",
                "While other comedians viewed the introduction of a bunch of audience plants as the equivalent of a comedic crutch, home listeners responded positively to the insertion of these audience surrogates.",
                "So I think, you know, you can’t use that as a crutch to explain all the criticism and backlash to Obama.",
                "They can help assist you in a position that you need to hold, much like a crutch would assist you standing up to not weight-bear on that broken foot."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3J1dGNo&hash=0533806a0e7229b5e49c9db654e5a2a91958be27&lang=en&cache-only=0",
            "defineEn": "one of a pair of sticks that people with movement difficulties put under their arms to help them walk or stand",
            "defineVi": "một trong những đôi gậy mà những người gặp khó khăn khi di chuyển đặt dưới cánh tay của họ để giúp họ đi hoặc đứng",
            "hasImg": true
        },
        {
            "id": "12438ae9-037f-42e6-9019-763165ac31af",
            "word": "healing",
            "phonetic": "hiːlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The slow healing process of the wound required regular care.",
                "They believe in the healing properties of sage and use it in their homemade natural remedies and beauty products.",
                "We advise a food sensitivity test to better identify true food intolerances and appropriate amount of time to keep out of your system for optimal health and healing.",
                "Music can also aid healing.",
                "Navajo Tech recently brought back small healing ceremonies for students."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhbGluZw&hash=46ace8a0dd9777b741f3ee57f9fbfe75b9cd5e5d&lang=en&cache-only=0",
            "defineEn": "the process of making or becoming healthy once more",
            "defineVi": "quá trình làm hoặc trở nên khỏe mạnh một lần nữa",
            "hasImg": true
        },
        {
            "id": "0156988b-7d8d-4d37-916c-1e1e49babd02",
            "word": "hospitalization",
            "phonetic": "hɑːspɪɾəlᵻzeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hospitalizations are rising as well.",
                "Hospitalizations, infections, deaths were on the downslope.",
                "The hospitalizations are at 100,000-plus.",
                "And 26 states set records for COVID-related hospitalizations during Thanksgiving week.",
                "And lifelong hospitalization isn’t as common these days."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9zcGl0YWxpemF0aW9u&hash=36b7ce53364bf69acca378fe09cdf0ea5480615c&lang=en&cache-only=0",
            "defineEn": "the fact of being placed in a hospital for medical treatment",
            "defineVi": "thực tế là được đưa vào bệnh viện để điều trị y tế",
            "hasImg": true
        },
        {
            "id": "58a059ae-6b9b-45e6-9b09-9ab309e0d209",
            "word": "informed consent",
            "phonetic": "ɪnfɔːɹmd kənsɛnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And one of those is informed consent.",
                "For example, informed consent of the subject is a must.",
                "Also at this point, the American Psychological Association suggests that you acquire everyone's informed consent to participate.",
                "And so that's why we have informed consent now.",
                "And they couldn’t have gotten informed consent, since warning participants about the experiment would have changed how they reacted."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mb3JtZWQgY29uc2VudA&hash=b39a00f73594bea8a3b7ada2f1f51695b947921e&lang=en&cache-only=0",
            "defineEn": "permission given by a patient to receive a particular treatment, informed of all the possible consequences and risks",
            "defineVi": "sự cho phép của bệnh nhân để được điều trị cụ thể, được thông báo về tất cả các hậu quả và rủi ro có thể xảy ra"
        },
        {
            "id": "09d099dc-8172-4a28-ad12-a5521d360b14",
            "word": "injection",
            "phonetic": "ɪndʒɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"Botox injections need a lot of recovery time.\"",
                "The signature red outer casing is formed via injection molding.",
                "One injection mold machine can do the job of hundreds of printers: like a thousand parts per shift.",
                "The injections seemed to restore their memory!",
                "So an injection of love may be a natural memory booster."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5qZWN0aW9u&hash=cd4add4208a239c5348fac55623e33728adc7905&lang=en&cache-only=0",
            "defineEn": "the action of putting a drug into a person's body using a syringe",
            "defineVi": "hành động đưa thuốc vào cơ thể người bằng ống tiêm",
            "hasImg": true
        },
        {
            "id": "e4407a99-dbe2-4296-be72-e1a8b017ffb7",
            "word": "placebo",
            "phonetic": "pləsiːboʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Half of them, after treatment, got placebo.",
                "It was a placebo.",
                "A round of medicine first trains the brain, then the placebo maintains the response.",
                "Other players wore the same device with just some placebo stimulation as a control.",
                "The trial also doesn't have a control or placebo group."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhY2Vibw&hash=4a1b34b32a69efa4c0812b0e7689be969771c03a&lang=en&cache-only=0",
            "defineEn": "a medicine without any physiological effect that is given to a control group in an experiment to measure the effectiveness of a new drug or to patients who think they need medicine when in reality they do not",
            "defineVi": "một loại thuốc không có bất kỳ tác dụng sinh lý nào được dùng cho một nhóm đối chứng trong một thí nghiệm để đo lường hiệu quả của một loại thuốc mới hoặc cho những bệnh nhân nghĩ rằng họ cần thuốc trong khi thực tế họ không cần"
        },
        {
            "id": "e4b028c6-e0d3-41ec-aa71-995e547bc49c",
            "word": "remedy",
            "phonetic": "ɹɛmədi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He used daikon as a natural remedy for congestion.",
                "Bitter orange peel is a great addition to my herbal remedies.",
                "We used honey as a natural remedy for soothing a sore throat.",
                "As a home remedy, I steeped lemongrass in hot water and drank it to relieve a sore throat.",
                "The doctor recommended using citrange as a natural remedy for boosting immunity."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVtZWR5&hash=5690c2b11c688f455a8f0f775cec5ed9608ca3e3&lang=en&cache-only=0",
            "defineEn": "a treatment or medicine for a disease or to reduce pain that is not severe",
            "defineVi": "một phương pháp điều trị hoặc thuốc cho một căn bệnh hoặc để giảm đau không nghiêm trọng",
            "hasImg": true
        },
        {
            "id": "adaeedc5-53ec-4dad-8d92-8901bd30ae62",
            "word": "specimen",
            "phonetic": "spɛsɪmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some specimens grew up to 1.4 meters long.",
                "Several years later, scientists captured specimens for study.",
                "In the lab, scientists use frozen specimens this one.",
                "I just dropped two specimens off.",
                "Um, our museum collection actually consists of 24,500 specimens."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlY2ltZW4&hash=71b113760818027040039a7df70a9d85d963798e&lang=en&cache-only=0",
            "defineEn": "a small amount of something such as urine, blood, etc. that is taken for examination",
            "defineVi": "một lượng nhỏ của một cái gì đó chẳng hạn như nước tiểu, máu, vv được thực hiện để kiểm tra"
        },
        {
            "id": "7741ecb6-5465-4374-8e56-e0b47ff78270",
            "word": "nose job",
            "phonetic": "noʊz dʒɑːb ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bm9zZSBqb2I&hash=6b3c88342bb4daaf988a051dd73432b77e017714&lang=en&cache-only=0",
            "defineEn": "a surgical procedure performed on someone's nose that changes its appearance to make it look more attractive",
            "defineVi": "một thủ tục phẫu thuật được thực hiện trên mũi của ai đó làm thay đổi diện mạo của nó để làm cho nó trông hấp dẫn hơn",
            "hasImg": true
        },
        {
            "id": "9911fec1-7442-4e22-bb93-a01720fb41a5",
            "word": "physician",
            "phonetic": "fɪzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the saying goes, physician, heal thyself.",
                "The nurse joked that doctors make the worst patients, after a particularly difficult interaction with a physician who was reluctant to follow medical advice.",
                "My father always told me that every man is a fool or physician by forty, so I made sure to learn from my mistakes and make better decisions as I approached that milestone age.",
                "Aztec physicians had an extensive anatomical lexicon.",
                "One physician experimented on the exposed cerebral cortices of decapitated prisoners."
            ],
            "audio": "https://tts.langeek.co/read?text=cGh5c2ljaWFu&hash=f3cc8d3abb2cbe7d4f143825002eaa841e327bc1&lang=en&cache-only=0",
            "defineEn": "a medical doctor who specializes in general medicine, not in surgery",
            "defineVi": "một bác sĩ y khoa chuyên về y học nói chung, không phải trong phẫu thuật",
            "hasImg": true
        },
        {
            "id": "bb965b55-1fba-4617-afe4-39ff0e1f8177",
            "word": "caregiver",
            "phonetic": "kɛɹɡɪvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My caregiver is my lifeline.",
                "The caregiver is not just a taskmaster.",
                "Or, maybe our caregiver sent us mixed messages about whether we could trust them or not.",
                "So, this is my caregiver bible.",
                "Many times women, mothers are the primary caregivers of children prior to their incarceration."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZWdpdmVy&hash=3202daf049f9e74aa2ae148436e4a7af60850593&lang=en&cache-only=0",
            "defineEn": "someone who looks after a child or an old, sick, or disabled person at home",
            "defineVi": "một người chăm sóc trẻ em hoặc người già, bệnh tật hoặc tàn tật ở nhà"
        },
        {
            "id": "0b87b05f-5162-4ed1-9e9b-57178e04a821",
            "word": "stamina",
            "phonetic": "stæmɪnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "It takes stamina.",
                "It takes stamina.",
                "Everybody is at a different level and age and stamina.",
                "Phillip: I don't have the stamina that I used to have.",
                "He puts them on a kind of aerial treadmill in his lab to test their stamina."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhbWluYQ&hash=89455d93760d6a317f828f0578338eb2496639ba&lang=en&cache-only=0",
            "defineEn": "the mental or physical strength that makes one continue doing something hard for a long time",
            "defineVi": "sức mạnh tinh thần hoặc thể chất khiến một người tiếp tục làm điều gì đó khó khăn trong một thời gian dài"
        },
        {
            "id": "08972025-a29e-45cf-9c85-7599b04c8cbe",
            "word": "trauma",
            "phonetic": "tɹɔːmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Trauma surgeons work tirelessly to save lives, but ultimately they realize there is a remedy for everything except death and must accept that some injuries are simply too severe.",
                "I worry that all the trauma she's already been through at such a young age hardens her heart.",
                "And trauma.",
                "The attack evokes historic trauma, feelings of deep solidarity with all of the impacted families.",
                "And you mentioned trauma."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhdW1h&hash=192d42b769bb153119a87e5caec94fe9fba870d4&lang=en&cache-only=0",
            "defineEn": "a medical condition of the mind caused by extreme shock, which could last for a very long time",
            "defineVi": "một tình trạng bệnh lý của tâm trí gây ra bởi cú sốc cực độ, có thể kéo dài trong một thời gian rất dài"
        },
        {
            "id": "8dafd1ad-9782-4baf-a7e0-f1b8d38ea4d0",
            "word": "breakdown",
            "phonetic": "bɹeɪkdaʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The engineers have been putting a brave face on the problem, but I think this breakdown is going to set us back for months.",
                "Now I got my breakdown.",
                "I'm clearly having a breakdown.",
                "Like, I just had a mini breakdown.",
                "And some chemical breakdown continues in the large intestine, thanks to our little bacterial farm there."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWtkb3du&hash=96a90709df2c9647275ed75e9154d8b10b9245ac&lang=en&cache-only=0",
            "defineEn": "a condition in which a person becomes so anxious or depressed that they can no longer handle their everyday life",
            "defineVi": "một tình trạng trong đó một người trở nên lo lắng hoặc chán nản đến mức họ không còn có thể xử lý cuộc sống hàng ngày của mình"
        },
        {
            "id": "aa46f386-7226-4ab8-b776-aef6bb3a4165",
            "word": "to administer",
            "phonetic": "tʊ ɐdmɪnɪstɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "So far, the nation has administered 26 million doses.",
                "So I could administer fluids.",
                "When you look at the map across the country right now, every state right now, except for Kansas, has administered at least 60 percent of the allocated vaccine.",
                "It can be administered in various different forms.",
                "We are not administered by China."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRtaW5pc3Rlcg&hash=28a5f10e863a211d9c14e663b2e1e39fce66b5a3&lang=en&cache-only=0",
            "defineEn": "to give someone medicines, drugs, etc.",
            "defineVi": "để cung cấp cho ai đó thuốc, thuốc, vv",
            "hasImg": true
        },
        {
            "id": "4433fdff-c811-4d05-8739-d15f50422fd8",
            "word": "to cleanse",
            "phonetic": "tə klɛnz ",
            "partOfSpeechType": "verb",
            "examples": [
                "So don't cleanse the palette?",
                "So, juice cleanses are, like, one of my pet peeves.",
                "But juice cleanses aren't the only diet fads that don't often work.",
                "And I'm gonna palate cleanse.",
                "The word meditation might bring to mind yoga, chimes, and juice cleanses, but it isn’t just some New Age trend."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xlYW5zZQ&hash=0ce14c304c74fb56a2d9154f00fe1f0dfd2165b6&lang=en&cache-only=0",
            "defineEn": "to completely clean something, particularly the skin",
            "defineVi": "để làm sạch hoàn toàn một cái gì đó, đặc biệt là da",
            "hasImg": true
        },
        {
            "id": "779d4c25-46a9-4deb-897b-2eaab15a3927",
            "word": "to diagnose",
            "phonetic": "tə daɪəɡnoʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Vik was diagnosed with second stage cancer but he didn’t want to get chemotherapy.",
                "My father was in the prime of life when he was diagnosed with cancer.",
                "When my friend was diagnosed with cancer, she found solace in talking to others who had gone through the same experience.",
                "My father quit smoking after he was diagnosed with lung cancer, but I'm afraid he's locking the barn door after the horse is stolen.",
                "After the CEO announced that she had been diagnosed with dementia, her daughter gradually began taking the reins of the company."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlhZ25vc2U&hash=679ccfabd8a92374698bed973fdec89b4bca0ec1&lang=en&cache-only=0",
            "defineEn": "to find out the cause of a problem or what disease a person has by examining the symptoms",
            "defineVi": "để tìm ra nguyên nhân của một vấn đề hoặc bệnh gì một người có bằng cách kiểm tra các triệu chứng",
            "hasImg": true
        },
        {
            "id": "54543e9b-a14c-40ca-8cfa-9f9b5d872d94",
            "word": "to vaccinate",
            "phonetic": "tə væksᵻneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Vaccinate your kids, people.",
                "Only 11 percent of Brazil's population is fully vaccinated.",
                "And no country can simply vaccinate its way out of this pandemic.",
                "Ah, vaccinated.",
                "You have got to vaccinate people."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmFjY2luYXRl&hash=3dfdc650cf4084a4d91dd0c649d46456281b9f62&lang=en&cache-only=0",
            "defineEn": "to protect a person or an animal against a disease by giving them a vaccine",
            "defineVi": "để bảo vệ một người hoặc một con vật chống lại một căn bệnh bằng cách cho họ vắc-xin",
            "hasImg": true
        },
        {
            "id": "2e204c60-e4e8-4932-94bc-af03a121e41d",
            "word": "to admit",
            "phonetic": "tʊ ɐdmɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Admit it Bobby.",
                "Over 40% of Americans admitted they were living beyond their means.",
                "Many judges admitted that the Dodge was their guilty pleasure out of our field.",
                "He admitted killing a deer out of season.",
                "I have to admit that the news gave us a shock."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRtaXQ&hash=bfeabcb3b5af3e2fa25291b6353105d935571035&lang=en&cache-only=0",
            "defineEn": "(of a hospital) to take in a patient so that they can receive treatment",
            "defineVi": "(của bệnh viện) tiếp nhận bệnh nhân để họ được điều trị",
            "hasImg": true
        },
        {
            "id": "f212919d-0749-4cbb-8432-75f68df571c7",
            "word": "to discharge",
            "phonetic": "tə dɪstʃɑːɹdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "When a student goes AWOL repeatedly, the Principal determines the appropriate disciplinary action, up to and including recommendation for discharge.",
                "Just discharges me.",
                "The jumper repeater grenade discharges three large blasts of tear gas in rapid succession.",
                "And just, discharges me.",
                "Well, the life of a battery is measured in discharge cycles."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzY2hhcmdl&hash=558f84943c45c9dbe2646b9052516fc5cd1a8e15&lang=en&cache-only=0",
            "defineEn": "(of a wound or body part) to slowly release an infectious liquid, called pus",
            "defineVi": "(của vết thương hoặc bộ phận cơ thể) tiết ra từ từ chất lỏng truyền nhiễm, gọi là mủ"
        },
        {
            "id": "00285eaa-84c8-47af-96e7-c5bce83e1c9b",
            "word": "to immunize",
            "phonetic": "tʊ ɪmjuːnaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "So far, nearly 63 percent of U.S. adults are at least partially immunized.",
                "Now the San Francisco Zoo has immunized 124 mountain yellow-legged frogs.",
                "And more importantly, only about three percent of the U.S. population has been immunized so far.",
                "And in 2017, a record 123 million children were immunized with at least one dose of DTP.",
                "She also encouraged pregnant women to be immunized."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1tdW5pemU&hash=d58d0715d48013241b25326ec05d8e09d49ffc14&lang=en&cache-only=0",
            "defineEn": "to protect an animal or a person from a disease by vaccination",
            "defineVi": "để bảo vệ một con vật hoặc một người từ một căn bệnh bằng cách tiêm phòng",
            "hasImg": true
        },
        {
            "id": "14c84560-e14b-4041-a6c4-d88797a50bc5",
            "word": "to stitch",
            "phonetic": "tə stɪtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her jokes had us all in stitches.",
                "At the charity event, the wealthy businessman's joke had everyone in stitches.",
                "I was in stitches at that comedy show.",
                "He can have you in stitches in a matter of minutes.",
                "Here's a book that will have you in stitches."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RpdGNo&hash=3d5d1c621c8cda404d4aa21514d00598e488fa5d&lang=en&cache-only=0",
            "defineEn": "to join the edges of a wound together by a thread and needle",
            "defineVi": "để nối các cạnh của vết thương với nhau bằng chỉ và kim",
            "hasImg": true
        },
        {
            "id": "7a1a4d12-f3f9-489c-9b9a-11844cca362d",
            "word": "to revive",
            "phonetic": "tə ɹᵻvaɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company has brought in some new blood in an effort to revive its fortunes.",
                "Changes began during Japan's doldrums when the government tried to revive growth by steadily deregulating sections of the economy.",
                "The town tried for years to revive the old factory, but nothing they did brought back business.",
                "Reviving the old Cold War with new weapons.",
                "Reviving the old Cold War with new weapons."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV2aXZl&hash=ac5cf43503f4a18107ced5569d63cd6a262d4f7e&lang=en&cache-only=0",
            "defineEn": "to make a person become conscious again",
            "defineVi": "để làm cho một người trở nên có ý thức một lần nữa",
            "hasImg": true
        },
        {
            "id": "3ae8804e-85d9-4158-852c-ad9edddf4910",
            "word": "to soothe",
            "phonetic": "tə suːð ",
            "partOfSpeechType": "verb",
            "examples": [
                "The aromatic wintergreen tea soothes her sore throat.",
                "He brewed a cup of ginger tea to soothe his upset stomach.",
                "He brewed a cup of costmary tea to soothe his upset stomach after a heavy meal.",
                "The herbalist recommended an anise infusion to soothe their upset stomach.",
                "He brewed a cup of lavender tea to soothe his mind and reduce stress."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc29vdGhl&hash=706f092874b3b9f761ec47db12ee3528c6f3bcf2&lang=en&cache-only=0",
            "defineEn": "to reduce the severity of a pain",
            "defineVi": "để giảm mức độ nghiêm trọng của một cơn đau"
        },
        {
            "id": "92bb77d2-1a47-402d-a33b-ec30b67e7e6d",
            "word": "dumb",
            "phonetic": "dʌm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She's as dumb as an oyster.",
                "Whereat he smiled, but remained dumb as an oyster.",
                "We would have gotten away with our plan if your dumb cousin hadn't started shooting off his mouth all over town.",
                "I was struck dumb by the news.",
                "After watching him play chess, I can safely say he's as dumb as a coal bucket when it comes to strategy games."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVtYg&hash=1fe492c947f8e4d740e8a5a738bfe3d44288d677&lang=en&cache-only=0",
            "defineEn": "unable to speak",
            "defineVi": "không thể nói"
        },
        {
            "id": "00346985-b81e-4924-b0b7-cf994bcc940a",
            "word": "pharmaceutical",
            "phonetic": "fɑːɹmɐsuːɾɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The interviewer suddenly began whaling on the politician over his alleged ties to the pharmaceutical industry.",
                "Airlines do carry pharmaceuticals and vaccines all the time.",
                "Consumer products and pharmaceuticals also make up a big share of counterfeit goods.",
                "In 2002, two big pharmaceutical companies took interest in male contraception, Schering and Organon.",
                "And pharmaceutical companies then turned those into drugs."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhhcm1hY2V1dGljYWw&hash=cfd99b8a1746f48226ba3b435166731a4396c192&lang=en&cache-only=0",
            "defineEn": "related to the production, use, or sale of medicines",
            "defineVi": "liên quan đến sản xuất, sử dụng hoặc bán thuốc",
            "hasImg": true
        },
        {
            "id": "63bad95b-faf1-41f1-aebb-bc0101906671",
            "word": "deaf",
            "phonetic": "dɛf ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Her advice fell on deaf ears.",
                "Her pleas for mercy fell on deaf ears.",
                "The factory owners turned a deaf ear to the demands of the workers.",
                "There are none so deaf as those that will not hear.",
                "When I ask him to pay me back, he turns a deaf ear."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVhZg&hash=a792f4c0acb91e0aac25dad71f9db5390ae08750&lang=en&cache-only=0",
            "defineEn": "partly or completely unable to hear",
            "defineVi": "một phần hoặc hoàn toàn không thể nghe",
            "hasImg": true
        },
        {
            "id": "23487133-3d95-4c9b-91b9-b76be40af90e",
            "word": "hygiene",
            "phonetic": "haɪdʒiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Simple hygiene education can help.",
                "It was a hygiene thing.",
                "At the Glasers, the fights are less about politics, more about personal hygiene.",
                "Luckily, modern hygiene and clinical practices generally keep it in check.",
                "It was a hygiene thing and"
            ],
            "audio": "https://tts.langeek.co/read?text=aHlnaWVuZQ&hash=9d04b1c6452f36e9bab392ed8b90a85739bf919e&lang=en&cache-only=0",
            "defineEn": "the steps one takes to promote health and avoid disease, particularly by cleaning things or being clean",
            "defineVi": "các bước một người thực hiện để tăng cường sức khỏe và tránh bệnh tật, đặc biệt là bằng cách làm sạch mọi thứ hoặc sạch sẽ"
        },
        {
            "id": "d8de289c-b9af-4221-9fac-4dd193d92fca",
            "word": "to glow",
            "phonetic": "tə ɡloʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The afternoon sun casts a warm glow on the buildings and trees.",
                "The full moon cast a soft glow on the landscape.",
                "The sun was setting and a warm red glow filled the sky.",
                "Emily's glowing complexion, radiant smile, and boundless energy make her the picture of good health.",
                "He speaks of you in glowing terms."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2xvdw&hash=fa9b6b0797f355db9322c7462da52fcebe6c6c8a&lang=en&cache-only=0",
            "defineEn": "(of a person's face) to look lively and healthy, specifically as a result of training and exercising",
            "defineVi": "(về khuôn mặt của một người) trông sinh động và khỏe mạnh, đặc biệt là do luyện tập và tập thể dục"
        },
        {
            "id": "25b257ef-6d85-4c11-9d92-345240097662",
            "word": "blues",
            "phonetic": "bluːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Called the Mother of the Blues, she performed with the likes of Louis Armstrong, mentored a young Bessie Smith.",
                "(blues music) Blues musicians like Howlin' Wolf, Willie Dixon, and Muddy Waters made this journey and brought the blues with them.",
                "From SOUL, to BLUES, to GOSPEL, JACKSON, MISSISSIPPI's, Malaco Music Group has seen and done It All.",
                "But these three, we rock the House of Blues, and then they got to go back to East L.A. with gangs and uncles in jail.",
                "Hobbs notes the case of musician Mezz Mezzrow, the son of Russian Jewish immigrants, who chose to pass as black at various points in his life to strengthen his jazz career and later wrote about it in his 1946 autobiography Really the Blues."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymx1ZXM&hash=4cef35ce29e0ed48e91681a693442eed93b4f9a1&lang=en&cache-only=0",
            "defineEn": "a temporary state of feeling severe sadness and dejection",
            "defineVi": "một trạng thái tạm thời của cảm giác buồn bã và chán nản nghiêm trọng",
            "hasImg": true
        },
        {
            "id": "7eca6500-1f92-4065-b8f5-1f7bf1eba22f",
            "word": "sighted",
            "phonetic": "saɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But blankly opposing geoengineering is short sighted.",
                "That's very short sighted.",
                "And I say you, SIGHTED people, have not developed your brain to actually understand the world and beauty of acoustic images.",
                "As a sighted person, this seems impossible, and honestly like a good way to hurt yourself.",
                "Scientists have found that blind people are almost always a little better at echolocating than sighted people."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lnaHRlZA&hash=7061f6489f25a50fadd6a88cc90d6bba04329540&lang=en&cache-only=0",
            "defineEn": "capable of seeing unlike a blind person",
            "defineVi": "có khả năng nhìn thấy không giống như một người mù"
        }
    ]
}