{
    "id": "15941f07-eacb-4938-9c4d-cd5271c0d411",
    "title": "Top 126 - 150 Adjectives",
    "originalTitle": "Top 126 - 150 Adjectives",
    "words": [
        {
            "id": "22d097ca-0d88-48ae-a707-9a983fb43a3d",
            "word": "incredible",
            "phonetic": "ɪŋkɹɛdɪbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Whales are incredible marine animals that migrate long distances.",
                "Facing elimination from the playoffs, the team's star quarterback threw an incredible pass for a last-minute touchdown and saved the situation.",
                "The factory produces an incredible 100 cars per hour.",
                "The magician knew how to blow the audience's doors off with his incredible illusions and tricks.",
                "These kits are incredible."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jcmVkaWJsZQ&hash=fa0b4bcb4b94f275823d01e16c6e7a9084d64b59&lang=en&cache-only=0",
            "defineEn": "extremely great or large",
            "defineVi": "cực kỳ lớn hoặc lớn",
            "hasImg": true
        },
        {
            "id": "3094953d-3a26-458f-a80f-c6786a790c88",
            "word": "fun",
            "phonetic": "fʌn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The TV quiz was more fun than a barrel of monkeys!",
                "The colorful bowtie pasta added a fun twist to the classic mac and cheese dish.",
                "He sounds about as much fun as a wet weekend in Carmarthenshire.",
                "I had so much fun at the family reunion.",
                "The fans had fun and got their money's worth."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVu&hash=463c2bb17cc0bd02fb9f650fbd4e0fa0f05ee006&lang=en&cache-only=0",
            "defineEn": "describing something that is enjoyable",
            "defineVi": "mô tả một cái gì đó là thú vị",
            "hasImg": true
        },
        {
            "id": "7ac8bb6a-c952-4adb-b768-50931d10ff3c",
            "word": "poor",
            "phonetic": "pʊɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His family is as poor as a Job's turkey.",
                "The poor girl was almost beside herself.",
                "My poor old car finally gave up the ghost.",
                "That poor kid is shaking in his shoes up there on stage.",
                "And now the poor thing is crying his heart out."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9vcg&hash=d44898325ffbbacae019c833d1cd7a97f2baa329&lang=en&cache-only=0",
            "defineEn": "owning a very small amount of money or a very small number of things",
            "defineVi": "sở hữu một số tiền rất nhỏ hoặc một số lượng rất nhỏ của những thứ",
            "hasImg": true
        },
        {
            "id": "08ebacf8-0569-4137-b2cf-eff42cfabc9f",
            "word": "famous",
            "phonetic": "feɪməs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This store is famous for its bait and switch tactics.",
                "The famous author made a mint from royalties on his best-selling books.",
                "The Black Forest in Germany is famous for its beautiful scenery and delicious cake.",
                "I saw a famous actress at the shopping mall today.",
                "My sister's famous sweet cherry jam is a family favorite."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFtb3Vz&hash=ef9ded7d95792328240ced8ffd35d098b6841f3b&lang=en&cache-only=0",
            "defineEn": "known by a lot of people",
            "defineVi": "được nhiều người biết đến",
            "hasImg": true
        },
        {
            "id": "b57ddb55-0bc3-4081-8ece-acbef05584f7",
            "word": "former",
            "phonetic": "fɔːɹmɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He received a cold shoulder from his former friends after the argument.",
                "The company opted for a settlement rather than taking their former employee to court.",
                "The successful entrepreneur knew that an old poacher makes the best gamekeeper, so he hired a former hacker to help secure his company's online systems.",
                "Joe realized the truth behind the wise words when the police hired a former hacker to uncover who had been stealing company secrets.",
                "John was discussing his former boss when he walked into the room, and someone joked, \"Speak of the devil, and he shall appear!\""
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ybWVy&hash=3d7bf07a1cac8e2927ac9068f99c52421568ec84&lang=en&cache-only=0",
            "defineEn": "having filled a specific status or position in an earlier period",
            "defineVi": "đã điền vào một trạng thái hoặc vị trí cụ thể trong một khoảng thời gian trước đó"
        },
        {
            "id": "21e5e0e3-be4b-4e84-9cba-74d0eb463291",
            "word": "legal",
            "phonetic": "liːɡəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The missed detail in the contract led to legal disputes later on.",
                "The judge's ruling carries significant weight in the legal community.",
                "The legal drinking age in this country is eighteen.",
                "Drug companies are locking horns in a legal battle over patents.",
                "To bring charges/legal action/proceedings against somebody."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVnYWw&hash=d55126d4c3fe0e5380a7aa7550b171ac91ffae10&lang=en&cache-only=0",
            "defineEn": "related to the law",
            "defineVi": "liên quan đến pháp luật",
            "hasImg": true
        },
        {
            "id": "88b18c77-387e-434d-b02a-638151af13e4",
            "word": "expensive",
            "phonetic": "ɛkspɛnsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The new restaurant is expensive.",
                "The hotel had expensive rates during the holiday season.",
                "She bought an expensive dress for a special occasion.",
                "He bought an expensive watch as a gift for his father.",
                "The restaurant had expensive prices, but the food was delicious."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwZW5zaXZl&hash=49d271dd88283dc21453a8c2f272494ea30d4393&lang=en&cache-only=0",
            "defineEn": "having a high price",
            "defineVi": "có giá cao",
            "hasImg": true
        },
        {
            "id": "033f3398-2485-4977-9cfe-e4f5d1e73e89",
            "word": "aware",
            "phonetic": "ɐwɛɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When did you first become aware of the problem?",
                "I'm well aware that statement will raise eyebrows.",
                "The doctor was aware that the shoemaker's son always goes barefoot, and that she needed to make sure her own health was a priority even as she cared for the health of others.",
                "The celebrity was always aware that the day has eyes and the night has ears, so she was careful about her behavior in public and private.",
                "Protesters are baying for blood after it was revealed that the governor had been aware of the cover-up from the start."
            ],
            "audio": "https://tts.langeek.co/read?text=YXdhcmU&hash=75e4c0b89e1b539494ec09384eb05a7262c3763d&lang=en&cache-only=0",
            "defineEn": "realizing or knowing a fact or situation",
            "defineVi": "nhận ra hoặc biết một thực tế hoặc tình hình",
            "hasImg": true
        },
        {
            "id": "11a742a9-594c-4907-83f8-a5811b8ec910",
            "word": "correct",
            "phonetic": "kɚɹɛkt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The teacher corrected my mistake and explained the correct solution.",
                "She gave a correct response to the teacher's question.",
                "His correct pronunciation impressed everyone in the language class.",
                "The teacher highlighted the correct steps to solve the math problem.",
                "After numerous inspections, the correct answer to this dilemma still remains at sea."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ycmVjdA&hash=05f1e49321757e0a705bc555a3d2687242d794c9&lang=en&cache-only=0",
            "defineEn": "based on the truth and without mistakes",
            "defineVi": "dựa trên sự thật và không có sai lầm",
            "hasImg": true
        },
        {
            "id": "afa3a8ba-6164-4833-9703-14782fd062b6",
            "word": "private",
            "phonetic": "pɹaɪvət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The rich family owned a private jet.",
                "The U.S. tax code now loads the dice in favor of private pension plans.",
                "The backyard is a private part of the house.",
                "This information is private, so keep it on the Q.T.",
                "She keeps a lid on her private life."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpdmF0ZQ&hash=3f5889bcc91ee3a32a50ab91bc7b96d0ddaa43e2&lang=en&cache-only=0",
            "defineEn": "used by or belonging to only a particular individual, group, institution, etc.",
            "defineVi": "được sử dụng bởi hoặc chỉ thuộc về một cá nhân, nhóm, tổ chức cụ thể, v.v.",
            "hasImg": true
        },
        {
            "id": "4b733efd-3d9d-4acc-b4f7-0ad2c4cfb395",
            "word": "sweet",
            "phonetic": "swiːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Sleep well and sweet dreams.",
                "Her aunt is very sweet but not all there.",
                "I enjoyed the sweet scent of blossoms on the flowering tree.",
                "but she was sweet as pie.",
                "A slice of sweet orange adds a delightful touch to a cold glass of iced tea."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dlZXQ&hash=a11daa85d27906fc97dca2348f969a3cabea1f15&lang=en&cache-only=0",
            "defineEn": "containing sugar or having a taste that is like sugar",
            "defineVi": "chứa đường hoặc có hương vị giống như đường",
            "hasImg": true
        },
        {
            "id": "40498707-5051-435c-b801-b4c123c528f5",
            "word": "various",
            "phonetic": "vɛɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Teaching methods will take various forms.",
                "The organization supports various charitable causes through donations.",
                "People around the world enjoy various forms of music as a universal language.",
                "We are considering various possibilities.",
                "The textile store offers bolts of various fabrics, from cotton to linen."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFyaW91cw&hash=077ec2c3a782223685783e70345fdd8c43404e27&lang=en&cache-only=0",
            "defineEn": "several and of different types or kinds",
            "defineVi": "một số và các loại khác nhau hoặc các loại"
        },
        {
            "id": "970072b7-fa8f-495b-b608-5fefd8d17435",
            "word": "dangerous",
            "phonetic": "deɪndʒɚɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A dangerous policy that runs the risk of failure.",
                "These foods are potentially dangerous, yet nobody thinks twice before handing them out to their loved ones.",
                "It's known as the most dangerous part of the city.",
                "When it comes to cybersecurity, there is no little enemy, and even a seemingly harmless email or file can contain a dangerous virus or malware.",
                "The student kept procrastinating on their assignments and projects, and eventually learned the hard way that delays are dangerous when they failed their exams."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFuZ2Vyb3Vz&hash=991ccfa8a0a2070d41a832e21dccb58d23ad09af&lang=en&cache-only=0",
            "defineEn": "capable of harming or injuring a person or destroying or damaging a thing",
            "defineVi": "có khả năng làm hại hoặc làm bị thương một người hoặc phá hủy hoặc làm hỏng một thứ",
            "hasImg": true
        },
        {
            "id": "60e9f3c3-7dfa-4e32-af8c-24e903fb2cde",
            "word": "current",
            "phonetic": "kɜːɹənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Current drilling technology thus barely scrapes the surface.",
                "The current situation is spelling disaster for the project.",
                "The clock on my computer screen shows the current time and date.",
                "We discuss current scientific advancements and discoveries in science class.",
                "He was happy with his current phone and saw no need to spend money on a new one."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VycmVudA&hash=0ee051e55ff2970c2eb90dd3fef901416be84d4b&lang=en&cache-only=0",
            "defineEn": "belonging to or happening at the present time",
            "defineVi": "thuộc về hoặc xảy ra tại thời điểm hiện tại",
            "hasImg": true
        },
        {
            "id": "658496c2-f5ed-49c1-84df-eaaafe8d362a",
            "word": "slow",
            "phonetic": "sloʊ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The slow train arrived at the station behind schedule.",
                "The slow healing process of the wound required regular care.",
                "The slow elevator took a long time to reach the desired floor.",
                "Our progress has been fairly slow so far, but it's early days.",
                "She had a slow learning pace but never gave up."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xvdw&hash=0f7b65292fe1032cddd34e63a2f2c3c8ae99d6a3&lang=en&cache-only=0",
            "defineEn": "moving, happening, or being done at a speed that is low",
            "defineVi": "di chuyển, xảy ra hoặc được thực hiện ở tốc độ thấp",
            "hasImg": true
        },
        {
            "id": "5e868936-400a-4b43-9d31-9e161f0960ab",
            "word": "strange",
            "phonetic": "stɹeɪndʒ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Rugby and art seem strange bedfellows.",
                "The dishwasher is making a strange noise.",
                "He holds strange views on education.",
                "It felt strange to be back in my old school.",
                "The society's preoccupation with safety and stranger danger is just unbelievable."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyYW5nZQ&hash=6dd1b51971bc800090fe4ed2226eee06c8e57b05&lang=en&cache-only=0",
            "defineEn": "having unusual, unexpected, or confusing qualities",
            "defineVi": "có phẩm chất bất thường, bất ngờ hoặc khó hiểu",
            "hasImg": true
        },
        {
            "id": "cb45edfb-0a6a-42c5-bfb6-9cc0a3640ede",
            "word": "federal",
            "phonetic": "fɛdɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A federal judge just sent the CEO up the river for 45 years for defrauding millions of customers.",
                "The research is being done under the auspices of the federal government.",
                "The bank claims its hands are tied by federal regulators.",
                "The small-town mayor has been punching above her weight recently, going head-to-head with federal lawmakers over the issue of immigration reform.",
                "In the US, federal bureaucrats fulfill a number of specific important functions."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVkZXJhbA&hash=cf992f57140f93724d0da15edb67d9f5e3388ba7&lang=en&cache-only=0",
            "defineEn": "having or relating to a system of government in which the individual states have their own laws concerning internal affairs, however a central government has control over national decisions, foreign affairs, etc.",
            "defineVi": "có hoặc liên quan đến một hệ thống chính phủ trong đó các quốc gia riêng lẻ có luật riêng liên quan đến các vấn đề nội bộ, tuy nhiên, chính quyền trung ương có quyền kiểm soát các quyết định quốc gia, đối ngoại, v.v."
        },
        {
            "id": "ddd43925-c368-4bb6-8d7b-74502248ecdd",
            "word": "average",
            "phonetic": "ævɹɪdʒ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The average worker spends about two hours a day wasting time.",
                "The basic pay of the average worker has risen by 3 per cent.",
                "Profit and dividend growth looks like being above average for the foreseeable future.",
                "He believes the average consumer is being led down the garden path by the promises in advertisements.",
                "On average, people consume three meals per day: breakfast, lunch, and dinner."
            ],
            "audio": "https://tts.langeek.co/read?text=YXZlcmFnZQ&hash=592ad77f2296e296f3309203e0b29a8ce8eaedb4&lang=en&cache-only=0",
            "defineEn": "calculated by adding a set of numbers together and dividing this amount by the total number of amounts in that set",
            "defineVi": "được tính bằng cách cộng một tập hợp các số lại với nhau và chia số tiền này cho tổng số tiền trong tập hợp đó",
            "hasImg": true
        },
        {
            "id": "16e7c821-8ac1-4f06-8499-10d08f934fef",
            "word": "basic",
            "phonetic": "beɪsɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The design is very basic.",
                "My knowledge of French is pretty basic.",
                "The basic pay of the average worker has risen by 3 per cent.",
                "You could learn the basics in, let's say, three months.",
                "Once I had the basics down, it was all about practice."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFzaWM&hash=eab3bf0f40c98ff809d3236f94bbb487a9c05415&lang=en&cache-only=0",
            "defineEn": "forming or being the necessary part of something, on which other things are built upon",
            "defineVi": "hình thành hoặc là một phần cần thiết của một cái gì đó, trên đó những thứ khác được xây dựng trên"
        },
        {
            "id": "425b9139-da3f-400a-b429-28f6099bf5d9",
            "word": "multiple",
            "phonetic": "mʌltɪpəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The rich businessman owned multiple luxurious cars.",
                "The chef incorporated chunks of multiple fruits into a delectable dessert.",
                "The student worked multiple jobs to pay off her student loans, acknowledging that debt is the worst poverty.",
                "The gas stove has four burners for cooking multiple dishes at once.",
                "The subway station is underground and has multiple entrances."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVsdGlwbGU&hash=4620b5fde3383d27ebfc03c36835f7d72f70821a&lang=en&cache-only=0",
            "defineEn": "great in number; involving many",
            "defineVi": "lớn về số lượng; liên quan đến nhiều"
        },
        {
            "id": "54eb8c2b-4775-49a8-ad3d-ad260f4f48be",
            "word": "successful",
            "phonetic": "səksɛsfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A successful investor has his finger on the pulse of international business.",
                "She introduced her husband as a successful entrepreneur during the charity event.",
                "We asked five successful writers to reveal some of the tricks of the trade.",
                "He has made a fortune through his successful business ventures.",
                "Emily's father went under the knife yesterday for a successful heart surgery."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VjY2Vzc2Z1bA&hash=59f6df1629cee43009ff20969a1e6c14a383d0c1&lang=en&cache-only=0",
            "defineEn": "getting the results wanted or hoped",
            "defineVi": "nhận được kết quả mong muốn hoặc hy vọng",
            "hasImg": true
        },
        {
            "id": "2bd27b40-0392-4319-ab35-fa7da0dc634f",
            "word": "terrible",
            "phonetic": "tɛɹᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The team took a terrible beating.",
                "You've made a terrible mess of this job.",
                "I had terrible butterflies before I gave that talk in Venice.",
                "The situation was terrible, but like many politicians he was attracted by troubled waters.",
                "The entire region has been in the grip of a terrible drought."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVycmlibGU&hash=ca3af0076692da17af5cff9ad18e20f26d5b7191&lang=en&cache-only=0",
            "defineEn": "very bad, disagreeable, or unpleasant",
            "defineVi": "rất xấu, khó chịu, hoặc khó chịu",
            "hasImg": true
        },
        {
            "id": "0903f622-60c2-47dd-9bb0-78f1023e3706",
            "word": "key",
            "phonetic": "kiː ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The author abstracted key themes from the novel in her literary analysis.",
                "The keys are kept in my office.",
                "I turned the key in the lock.",
                "He turned the key in the lock.",
                "The piano keys are black and white."
            ],
            "audio": "https://tts.langeek.co/read?text=a2V5&hash=8a2ad1b59a19375b9569d9dc58ff8b7b76afd159&lang=en&cache-only=0",
            "defineEn": "essential and highly important",
            "defineVi": "cần thiết và rất quan trọng"
        },
        {
            "id": "a99128b7-fe53-4724-8420-8c8329acf4d0",
            "word": "financial",
            "phonetic": "faɪnænʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The increase had a ripple effect through the whole financial market.",
                "The company's financial report showed a significant increase in yield, indicating successful productivity and growth.",
                "The company ran into financial difficulties and had to lay off employees.",
                "He needs financial backing, but the building societies won't play.",
                "The company's recent financial scandal can be traced back to the CEO's unethical practices - fish rots from the head."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmluYW5jaWFs&hash=809313b0b2ffdb401acbb442af93414b516f015b&lang=en&cache-only=0",
            "defineEn": "related to money or its management",
            "defineVi": "liên quan đến tiền hoặc quản lý của nó",
            "hasImg": true
        },
        {
            "id": "63531ac2-7378-4576-a392-0f9f454f6c4a",
            "word": "cheap",
            "phonetic": "tʃiːp ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Such cheap goods obviously rely on dirt cheap labor.",
                "Such cheap goods obviously rely on dirt cheap labor.",
                "It was dirt cheap.",
                "He found a cheap flight deal for his vacation.",
                "She bought cheap headphones, but the sound quality was poor."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlYXA&hash=0c343d67b95c937ba68b0929d033fd7c14b0c522&lang=en&cache-only=0",
            "defineEn": "having a low price",
            "defineVi": "có giá thấp",
            "hasImg": true
        }
    ]
}