{
    "id": "15d3c901-4639-4391-a716-2693f0e8fdfe",
    "title": "Aquatic Mammals",
    "originalTitle": "Aquatic Mammals",
    "words": [
        {
            "id": "85b8cc32-c613-489a-89e7-5f38d230ada3",
            "word": "elephant seal",
            "phonetic": "ɛlɪfənt siːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWxlcGhhbnQgc2VhbA&hash=c6af911e91b7988df8205c73564b34435435eb92&lang=en&cache-only=0",
            "defineEn": "a large marine mammal known for its impressive size, unique appearance, and remarkable diving ability",
            "defineVi": "một loài động vật có vú lớn ở biển được biết đến với kích thước ấn tượng, vẻ ngoài độc đáo và khả năng lặn đáng chú ý",
            "hasImg": true
        },
        {
            "id": "e5eeaf25-5a80-4e52-9fea-d5779bd416bd",
            "word": "blue whale",
            "phonetic": "bluː weɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The correct answer is the blue whale: 188 decibels.",
                "Take the blue whale, for example.",
                "A blue whale is the largest animal.",
                "That waste is equal to about 1,600 blue whales.",
                "Even blue whales aren’t that blue."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymx1ZSB3aGFsZQ&hash=101499875602a63e6f5d4d3adcca895226a2ba2c&lang=en&cache-only=0",
            "defineEn": "an enormous marine mammal that is found in every ocean of the world and is considered to be the largest living animal",
            "defineVi": "một động vật có vú biển khổng lồ được tìm thấy ở mọi đại dương trên thế giới và được coi là động vật sống lớn nhất",
            "hasImg": true
        },
        {
            "id": "21520dde-5a85-4ced-956d-1138f2f7eb38",
            "word": "baleen whale",
            "phonetic": "bæliːn weɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFsZWVuIHdoYWxl&hash=01eacb5a86c1387cb6e0492c2d2feec8c8c119b7&lang=en&cache-only=0",
            "defineEn": "a group of large marine mammals that filter feed on small fish and krill, characterized by their baleen plates in their mouths, rather than teeth",
            "defineVi": "một nhóm động vật có vú biển lớn lọc thức ăn bằng cá nhỏ và nhuyễn thể, được đặc trưng bởi các tấm sừng hàm trong miệng, thay vì răng",
            "hasImg": true
        },
        {
            "id": "e189855f-faf4-44da-99b7-c7904710ede2",
            "word": "humpback whale",
            "phonetic": "hʌmpbæk weɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Or 15,312 Humpback whales have the same biomass as your mom.",
                "That could mean the end of species like adélie, emperor and chinstrap penguin s as well as humpback whales.",
                "For example, over a five-week period from 1987 to 1988, 14 humpback whales washed up on the coast of Massachusetts.",
                "Back in the 1980s, humpback whales were considered endangered.",
                "Humpback whales are huge animals, but they're able to turn in tight circles or at sharp angles because of the ridges on their fins."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVtcGJhY2sgd2hhbGU&hash=f7eb46e0596e78b0b869ccd19edba20494a1c6a2&lang=en&cache-only=0",
            "defineEn": "a large marine mammal known for its distinctive appearance, acrobatic behavior, and complex songs",
            "defineVi": "một động vật có vú lớn ở biển được biết đến với vẻ ngoài đặc biệt, hành vi nhào lộn và các bài hát phức tạp",
            "hasImg": true
        },
        {
            "id": "90de111c-d623-437e-9b4c-291acc4f5849",
            "word": "orca",
            "phonetic": "ɔːɹkə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company's Orca plant will be entirely powered by a nearby geothermal power plant.",
                "She's captured hundreds of hours of orca recordings, like the one you're hearing.",
                "There are some rotomolded YETI competitors like Orca, OtterBox and RTIC, that are slightly cheaper, but still comparably priced.",
                "Flash the Orca and his 8 original compatriots showed up on shelves and quickly found themselves in the midst of beanie-mania.",
                "(orca sounds) -"
            ],
            "audio": "https://tts.langeek.co/read?text=b3JjYQ&hash=5fe6e473304fb92c3e5db020af9fa4a6917366ac&lang=en&cache-only=0",
            "defineEn": "a large, black-and-white marine mammal known for its social behavior, intelligence, and adaptability, found in oceans worldwide and known as an apex predator",
            "defineVi": "một loài động vật có vú biển lớn, đen trắng được biết đến với hành vi xã hội, trí thông minh và khả năng thích ứng, được tìm thấy ở các đại dương trên toàn thế giới và được biết đến như một loài săn mồi đỉnh cao",
            "hasImg": true
        },
        {
            "id": "e7ebbd2c-d1be-47c1-b77e-ef81b1d41b8c",
            "word": "porpoise",
            "phonetic": "poːɹpəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Nearly one-third of all bones came from porpoises.",
                "In addition to porpoise meat, the early Polynesian settlers supplemented their diet with seabirds, land birds, and rats.",
                "Because the most successful hunter among the whales and dolphins is the sweet little harbor porpoise, with a success rate of over 90%.",
                "If they go a day without eating, porpoises can get visibly thinner, and after three days, they die.",
                "The harbor porpoise tops out at around 80 kilograms and is less than 2 meters long from nose to tail."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9ycG9pc2U&hash=fd211ff3aaba2e6e22582614909340feaa0aae22&lang=en&cache-only=0",
            "defineEn": "a marine mammal that resembles a dolphin with a rounded snout",
            "defineVi": "một động vật có vú biển giống như một con cá heo với mõm tròn",
            "hasImg": true
        },
        {
            "id": "2d2685c5-8c1f-45c4-8e67-183a2947c5fc",
            "word": "white whale",
            "phonetic": "waɪt weɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "So today, for our big finale, we’re talking about the great white whale of navigating online information: your social media feed.",
                "As Ishmael chases meaning and Ahab chases the white whale, the book explores the opposing forces of optimism and uncertainty, curiosity and fear that characterize human existence no matter what it is we’re chasing."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hpdGUgd2hhbGU&hash=143d491fcee26e6800d7d4264e81960c6f05884e&lang=en&cache-only=0",
            "defineEn": "a small toothed whale that turns white as it matures and is mainly found in Arctic waters",
            "defineVi": "một con cá voi có răng nhỏ chuyển sang màu trắng khi trưởng thành và chủ yếu được tìm thấy ở vùng biển Bắc Cực",
            "hasImg": true
        },
        {
            "id": "0bce41c9-5e8e-442d-b670-5c50d472a4bb",
            "word": "dolphin",
            "phonetic": "dɑːlfɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The sea is home to a variety of marine life, such as fish, dolphins, and coral reefs.",
                "Dolphins have even demonstrated language comprehension.",
                "Dolphins is a big qualification on board.",
                "Dolphins pass down their communication methods and other skills from generation to generation.",
                "So dolphins sleep unihemispherically, with just one hemisphere at a time."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9scGhpbg&hash=8583c3d4bfacd1bc77c4b350bdfb460bd05252e3&lang=en&cache-only=0",
            "defineEn": "an intelligent sea mammal that looks like a whale and has a long snout and teeth",
            "defineVi": "một động vật có vú biển thông minh trông giống như một con cá voi và có mõm dài và răng",
            "hasImg": true
        },
        {
            "id": "54242a45-5bcb-49f4-a762-974adb1636e3",
            "word": "finback",
            "phonetic": "fɪnbæk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmluYmFjaw&hash=ed93632aadedeb6ff985cfadd7823a2b1e10902f&lang=en&cache-only=0",
            "defineEn": "a large, streamlined baleen whale known for its speed, agility, and distinctive chevron pattern, and is the second largest animal on Earth",
            "defineVi": "một con cá voi tấm sừng lớn, thuôn dài được biết đến với tốc độ, sự nhanh nhẹn và hoa văn chevron đặc biệt và là loài động vật lớn thứ hai trên Trái đất"
        },
        {
            "id": "b5eba49a-7c33-42b5-ae7d-4b6f641da3c9",
            "word": "minke whale",
            "phonetic": "mɪŋk weɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWlua2Ugd2hhbGU&hash=eee9537791647a8945f232d62ab664c43a1676c3&lang=en&cache-only=0",
            "defineEn": "a small baleen whale that is known for its sleek body, pointed head, and distinctive white band on each flipper",
            "defineVi": "một con cá voi tấm sừng nhỏ được biết đến với thân hình bóng mượt, đầu nhọn và dải màu trắng đặc biệt trên mỗi chân chèo",
            "hasImg": true
        },
        {
            "id": "c3cf7289-34d6-481e-a3c6-4e70cbd77709",
            "word": "dugong",
            "phonetic": "duːɡɔŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Take, for example, the dugong.",
                "And today, their closest living relatives are the manatees and dugongs.",
                "Manatees and dugongs are a branch of the elephant family tree, and sea otters are basically just really big weasels.",
                "Australia does have the world’s largest population of dugongs.",
                "Dugongs spend their whole day looking for and grazing on the seagrasses that grow on coral reefs like the Great Barrier Reef."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVnb25n&hash=0d580fa36bb4d40bf29289aea94299ea40a46ad1&lang=en&cache-only=0",
            "defineEn": "a marine mammal that feeds on vegetables, found in warm coastal waters of Indian and Pacific Oceans",
            "defineVi": "một loài động vật có vú biển ăn rau, được tìm thấy ở vùng nước ven biển ấm áp của Ấn Độ Dương và Thái Bình Dương",
            "hasImg": true
        },
        {
            "id": "f81ca04f-0501-4a50-85f3-d7d9e52ad734",
            "word": "sirenia",
            "phonetic": "saɪɚniə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2lyZW5pYQ&hash=949a2e9118f23e51a24883638e369aad1cce3c84&lang=en&cache-only=0",
            "defineEn": "an order of marine mammals that includes dugongs and manatees, known for their unique herbivorous diet and aquatic lifestyle",
            "defineVi": "một bộ động vật có vú sống ở biển bao gồm cá nược và lợn biển, được biết đến với chế độ ăn cỏ độc đáo và lối sống dưới nước"
        },
        {
            "id": "a738f911-bf4a-4dd5-85cd-502a3365e5e8",
            "word": "African manatee",
            "phonetic": "æfɹɪkən mænɐtiː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=QWZyaWNhbiBtYW5hdGVl&hash=ffa688d8d4a36932ba1e1ee5e8098a661dd6c4c8&lang=en&cache-only=0",
            "defineEn": "a large aquatic mammal found in coastal regions, rivers, and lakes of sub-Saharan Africa, known for their gentle nature and herbivorous diet",
            "defineVi": "một loài động vật có vú sống dưới nước lớn được tìm thấy ở các vùng ven biển, sông và hồ ở châu Phi cận Sahara, được biết đến với bản chất hiền lành và chế độ ăn cỏ"
        },
        {
            "id": "10af6a6d-0a90-40f3-9e42-4aa77b1d7f22",
            "word": "pinniped",
            "phonetic": "pɪnaɪpt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And compared to other mammals like your cat, pinnipeds have about ten times more nerve endings per whisker.",
                "Toothed whales and pinnipeds, like seals and sea lions, might have competed with the giant penguins for food.",
                "Other animals, even other pinnipeds, have smooth, cylindrical whiskers.",
                "And sort of how like people use their fingertips, pinnipeds can pass their whiskers over an object to quickly and accurately sense its size, shape, and texture.",
                "And social pinnipeds might’ve competed with the penguins for safe places to breed, too."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlubmlwZWQ&hash=ff6f80aced1a17828f5b90fc303f93b8eeefb821&lang=en&cache-only=0",
            "defineEn": "a group of marine mammals including seals, sea lions, and walruses known for their streamlined bodies, flipper-like limbs, and ability to thrive in both water and on land",
            "defineVi": "một nhóm động vật có vú sống ở biển bao gồm hải cẩu, sư tử biển và hải mã được biết đến với thân hình thuôn dài, tứ chi giống chân chèo và khả năng phát triển ở cả dưới nước và trên cạn"
        },
        {
            "id": "edaf2b5d-4ecd-4c5e-93ed-22048a92ab15",
            "word": "fur seal",
            "phonetic": "fɜː siːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnVyIHNlYWw&hash=ef542cdf7b7a433fd5f161dcd5f5ce723f0399a8&lang=en&cache-only=0",
            "defineEn": "a type of pinniped that belongs to the family Otariidae, known for their dense fur coats, streamlined bodies, and ability to both swim and move on land using their flippers",
            "defineVi": "một loại chân vịt thuộc họ Otariidae, được biết đến với bộ lông dày đặc, thân hình thuôn dài và khả năng vừa bơi vừa di chuyển trên cạn bằng chân chèo"
        },
        {
            "id": "0635a235-24bb-43fe-be36-b67244fac896",
            "word": "vaquita",
            "phonetic": "vækiːɾə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Species like the California condor, black-footed ferret, and the adorable vaquita are all on the verge of disappearing forever."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFxdWl0YQ&hash=cdcd7a22c16ee4ff972774487a751f601f48dbb6&lang=en&cache-only=0",
            "defineEn": "a critically endangered species of porpoise found in the Gulf of California, known for its small size, elusive nature, and the severe threat of extinction",
            "defineVi": "một loài cá heo cực kỳ nguy cấp được tìm thấy ở Vịnh California, được biết đến với kích thước nhỏ, bản chất khó nắm bắt và mối đe dọa tuyệt chủng nghiêm trọng",
            "hasImg": true
        },
        {
            "id": "07b089cd-1d3c-4243-bca1-5e22e86dd688",
            "word": "pilot whale",
            "phonetic": "paɪlət weɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGlsb3Qgd2hhbGU&hash=0f91393eb102c95c75c2d96df088b2581de1976b&lang=en&cache-only=0",
            "defineEn": "a species of toothed whale known for their large size, distinctive appearance, and social behavior",
            "defineVi": "một loài cá voi có răng được biết đến với kích thước lớn, ngoại hình đặc biệt và hành vi xã hội"
        },
        {
            "id": "0bf2c6a2-35c0-4cb9-9d13-9c4b6615d068",
            "word": "gray whale",
            "phonetic": "ɡɹeɪ weɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3JheSB3aGFsZQ&hash=9f8a49ca1ceb8ae076bce63b342b641c264ddd03&lang=en&cache-only=0",
            "defineEn": "a large baleen whale species known for its distinct appearance, long migrations, unique feeding behavior, and friendly interactions with humans",
            "defineVi": "một loài cá voi tấm sừng lớn được biết đến với vẻ ngoài khác biệt, thời gian di cư dài, hành vi kiếm ăn độc đáo và tương tác thân thiện với con người"
        },
        {
            "id": "c8ebd186-e4cb-4ea7-ae33-441cc36cdf08",
            "word": "beaked whale",
            "phonetic": "biːkt weɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmVha2VkIHdoYWxl&hash=d522f0377e14e2b5e5980e4a7f663efe65984f91&lang=en&cache-only=0",
            "defineEn": "a group of elusive and mysterious cetaceans known for their distinct beak-like snouts, deep-diving abilities",
            "defineVi": "một nhóm động vật biển có vú bí ẩn và khó nắm bắt được biết đến với chiếc mõm giống như cái mỏ, khả năng lặn sâu"
        },
        {
            "id": "89f07a52-706a-413b-b12d-af139290af84",
            "word": "harp seal",
            "phonetic": "hɑːɹp siːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGFycCBzZWFs&hash=1036720401c00fa407be95352e8574c47cbbc6eb&lang=en&cache-only=0",
            "defineEn": "a marine mammal known for its distinctive appearance, with a silvery-gray coat and black spots arranged in a \"harp\" shape on its back",
            "defineVi": "một loài động vật có vú ở biển được biết đến với vẻ ngoài đặc biệt, với bộ lông màu xám bạc và những đốm đen được sắp xếp theo hình \"đàn hạc\" trên lưng"
        },
        {
            "id": "fce3d70d-410a-4640-bd67-834437dd8280",
            "word": "harbor seal",
            "phonetic": "hɑːɹbɚ siːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGFyYm9yIHNlYWw&hash=d487e54d092573a813a83ac1a6e59c5add4820ec&lang=en&cache-only=0",
            "defineEn": "a marine mammal found in coastal regions of the Northern Hemisphere, known for its sleek body, spotted coat, and playful behavior in the water",
            "defineVi": "một loài động vật có vú biển được tìm thấy ở các vùng ven biển của Bắc bán cầu, được biết đến với thân hình bóng mượt, bộ lông đốm và hành vi vui tươi dưới nước",
            "hasImg": true
        },
        {
            "id": "fb330eb3-4d78-4ecb-9f94-de03d94c36ff",
            "word": "monk seal",
            "phonetic": "mʌŋk siːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9uayBzZWFs&hash=32c8fdb7d9d97e4f3ba820ce3b9b84a7b6a329ab&lang=en&cache-only=0",
            "defineEn": "a group of marine mammals that lack external ear flaps and have shorter front flippers than hind flippers. They typically inhabit cold waters in the Arctic, Antarctic, and other regions.",
            "defineVi": "một nhóm động vật có vú ở biển không có vành tai ngoài và có chân chèo trước ngắn hơn chân chèo sau. Chúng thường sống ở vùng nước lạnh ở Bắc Cực, Nam Cực và các khu vực khác."
        },
        {
            "id": "0a16f291-f2a0-49e0-a0ce-2109be2123a1",
            "word": "cetacean",
            "phonetic": "sɪteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Originally land mammals, the first cetaceans entered the water about 55 million years ago as large predators with sharp teeth.",
                "Then, around 34 million years ago, cetacean hind legs abruptly disappeared.",
                "Speaking of injuries, cetaceans have also lost some seemingly important genes in that department.",
                "And nowadays, cetaceans do have a few fish-like traits, like tails that propel them through the water.",
                "Is it a cetacean?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2V0YWNlYW4&hash=bd8a06547c794f8a381725e5b87eb072458de77b&lang=en&cache-only=0",
            "defineEn": "a marine mammal that belongs to the group known as Cetacea, which comprises whales, dolphins, and porpoises",
            "defineVi": "một động vật có vú biển thuộc nhóm được gọi là Cetacea, bao gồm cá voi, cá heo và cá heo",
            "hasImg": true
        },
        {
            "id": "4d9c077f-d5d1-4294-8542-1bf239e4ddec",
            "word": "sperm whale",
            "phonetic": "spɜːm weɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3Blcm0gd2hhbGU&hash=ab651110e794b025374336160c9289fdccf0187a&lang=en&cache-only=0",
            "defineEn": "a large marine mammal known for its immense size, distinctive square-shaped head",
            "defineVi": "một loài động vật có vú lớn ở biển được biết đến với kích thước khổng lồ, đầu hình vuông đặc biệt",
            "hasImg": true
        },
        {
            "id": "6aeb8cd1-9dc2-4980-9450-2fe6765ec78e",
            "word": "narwhal",
            "phonetic": "nɑːɹwəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Unlike narwhals, though, male rhinos aren’t the only ones that grow horns.",
                "The Inuit even made harpoons out of narwhal tusks tipped with iron from a meteorite!",
                "And more recently, they’ve suggested that narwhal tusks may play a role in mate selection.",
                "Now you can’t talk about real-life unicorns without talking about narwhals.",
                "They’ve hypothesized that a tooth with a lot of nerves might help the narwhals sense their environment, and some research seems to back this up."
            ],
            "audio": "https://tts.langeek.co/read?text=bmFyd2hhbA&hash=42284151d0597ee91eaa4ccea94517affc293ec1&lang=en&cache-only=0",
            "defineEn": "an Arctic whale species characterized by the long, spiraled tusk protruding from its upper jaw",
            "defineVi": "một loài cá voi Bắc Cực được đặc trưng bởi chiếc ngà dài, xoắn ốc nhô ra từ hàm trên của nó",
            "hasImg": true
        },
        {
            "id": "ddc071f5-cf82-4fef-9822-94ec3e31d3e0",
            "word": "hooded seal",
            "phonetic": "hʊdᵻd siːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9vZGVkIHNlYWw&hash=88161b21f2a10a594d5a946114f6f2ccb0161c91&lang=en&cache-only=0",
            "defineEn": "a large species of seal known for its distinctive inflatable nasal sac, or \"hood,\" and robust body covered in thick blubber and fur",
            "defineVi": "một loài hải cẩu lớn được biết đến với túi mũi bơm hơi đặc biệt hay còn gọi là \"mũ trùm đầu\" và cơ thể cường tráng được bao phủ bởi lớp lông tơ và lông dày"
        }
    ]
}