{
    "id": "16a09921-52a7-4bb8-8c8f-2619b13da5ff",
    "title": "Unit 4 - Lesson 2",
    "originalTitle": "Unit 4 - Lesson 2",
    "words": [
        {
            "id": "c0f8ded4-c2e4-4f4c-bea3-1d91c9d4aaae",
            "word": "to turn on",
            "phonetic": "tə tɜːn ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "If the child doesn't get what he wants, he immediately turns on the waterworks.",
                "The closet had a light that automatically turned on when the door was opened.",
                "I accidentally spilled water on my laptop, and now it won't turn on.",
                "I turned on the air conditioner because it was getting too hot inside.",
                "\"Turn on?\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHVybiBvbg&hash=5a0aea139dfbf2cd9823a2b508f19b47cb91eb63&lang=en&cache-only=0",
            "defineEn": "to cause a machine, device, or equipment to operate, typically by pushing a button or turning a key",
            "defineVi": "để làm cho máy móc, thiết bị hoặc thiết bị hoạt động, thường bằng cách nhấn nút hoặc xoay chìa khóa",
            "hasImg": true
        },
        {
            "id": "8222e456-9c6e-4618-a914-5f67435466e6",
            "word": "to turn off",
            "phonetic": "tə tɜːn ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "He reached over and turned off his bedside light.",
                "Jill must have been in another world when I asked her to turn off the oven because the bread is burned now.",
                "\"Turn off?\"",
                "Once inside, he turned off the security alarm. ",
                "Don't turn off the captions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHVybiBvZmY&hash=5687b1119d83a2dd52bc64cb52d5caca4c3a0ac7&lang=en&cache-only=0",
            "defineEn": "to cause a machine, device, or equipment to stop operating, typically by pushing a button or turning a key",
            "defineVi": "làm cho máy móc, thiết bị hoặc thiết bị ngừng hoạt động, thường bằng cách nhấn nút hoặc vặn chìa khóa",
            "hasImg": true
        },
        {
            "id": "8c6d25a0-a5e4-47c2-9c7a-7a9bbf8d2ed6",
            "word": "to pick up",
            "phonetic": "tə pɪk ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "He picked up a beautiful head of savoy cabbage from the market.",
                "They picked up the check for dinner last night.",
                "Whenever we go out, my father picks up the tab.",
                "The city had to pick up the pieces after a major storm caused widespread damage and power outages.",
                "He picked up the new language easily by listening to podcasts."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGljayB1cA&hash=d255d49be38c203f8498afac14a082c089eb1faa&lang=en&cache-only=0",
            "defineEn": "to let a person who is waiting by a road or street to come inside one's vehicle so that one can take them to a place",
            "defineVi": "để một người đang đợi bên đường hoặc đường phố vào trong xe của một người để người ta có thể đưa họ đến một nơi",
            "hasImg": true
        },
        {
            "id": "55fbe676-b77f-4986-99ab-ba2e47e4b0d0",
            "word": "to fill up",
            "phonetic": "tə fɪl ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "It filled up time on cable television.",
                "OK, so the water from the WRT tank is filling up the torpedo tube itself.",
                "First things first, we've got ta fill up the tank.",
                "Fill up with it.",
                "It can fill up 270 pints a minute."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmlsbCB1cA&hash=58dac635ac483149db8a143dfb3bc30752da2597&lang=en&cache-only=0",
            "defineEn": "to make something become full",
            "defineVi": "để làm cho một cái gì đó trở nên đầy đủ",
            "hasImg": true
        },
        {
            "id": "a2d9801b-e284-48e7-bfa8-575c9573c288",
            "word": "to drop off",
            "phonetic": "tə dɹɑːp ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "We drop off our son at preschool in the morning and pick him up in the afternoon.",
                "We can kill two birds with one stone by dropping off the mail when we go to the grocery store.",
                "And as, the water, drops off.",
                "Oh, that one dropped off.",
                "And truckloads of tuna are dropped off every hour."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJvcCBvZmY&hash=51b3faaa9bd6e9fa053e60bd79b021ffa6345273&lang=en&cache-only=0",
            "defineEn": "to take a person or thing to a predetermined location and leave afterwards",
            "defineVi": "để đưa một người hoặc vật đến một địa điểm được xác định trước và rời đi sau đó",
            "hasImg": true
        }
    ]
}