{
    "id": "16ea4ad5-ba17-473b-b544-bba3d69044b1",
    "title": "Top 401 - 425 Verbs",
    "originalTitle": "Top 401 - 425 Verbs",
    "words": [
        {
            "id": "7d87eafd-70f6-4bbc-9b21-d3c4091877e2",
            "word": "to lock",
            "phonetic": "tə lɑːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Drug companies are locking horns in a legal battle over patents.",
                "He locked the door before leaving the house.",
                "I turned the key in the lock.",
                "He turned the key in the lock.",
                "He entered the key into the lock and opened the door."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9jaw&hash=8e2ef9d6f5e90dbc24e25ba561cc31915be72780&lang=en&cache-only=0",
            "defineEn": "to secure something with a lock or seal",
            "defineVi": "để bảo đảm một cái gì đó với một khóa hoặc con dấu",
            "hasImg": true
        },
        {
            "id": "f776e46a-1f3b-462f-918e-6c14593d2d4d",
            "word": "to declare",
            "phonetic": "tə dᵻklɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I need to declare a conflict of interest here - one of the candidates for the job is a friend of mine.",
                "We critics variously declared the show brilliant, the cat's pyjamas, breathtaking, and unmissable.",
                "The election was declared null and void.",
                "As a dipping sauce connoisseur, I declared the cocktail sauce as the ideal accompaniment to my fried fish fillets.",
                "He was declared insane and ordered to be detained in a mental hospital at Her Majesty's pleasure."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVjbGFyZQ&hash=395f1a29fb600e324b12934eb47088a5a5f02504&lang=en&cache-only=0",
            "defineEn": "to officially tell people something",
            "defineVi": "để chính thức nói với mọi người một cái gì đó"
        },
        {
            "id": "3aaeee2d-9d99-4ded-a515-e62c26b2f0ad",
            "word": "to concentrate",
            "phonetic": "tə kɑːnsəntɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The news of the accident made him fall to pieces, and he couldn't concentrate on anything.",
                "In my political work I try to concentrate on the big picture and not be distracted by details.",
                "Just concentrate!",
                "Battery production around the world is concentrated in Northeast Asia.",
                "Around the edges of sunspots, the magnetic field lines are concentrated."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uY2VudHJhdGU&hash=0aabce5381140b2e449c7a565ec9e6350beaa400&lang=en&cache-only=0",
            "defineEn": "to focus one's all attention on something specific",
            "defineVi": "để tập trung tất cả sự chú ý của một người vào một cái gì đó cụ thể",
            "hasImg": true
        },
        {
            "id": "9b403ddc-bfaa-4deb-a786-2841508d6ce6",
            "word": "to slide",
            "phonetic": "tə slaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The closet had sliding doors that saved space in the room.",
                "If you don't do your part with the slides, our presentation will never be finished on time.",
                "Certainly sliding feet first.",
                "The mRNA slides through the ribosome.",
                "It says slide. -"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2xpZGU&hash=356dc21f4babf665acd2ef69ce76c5ac72defa93&lang=en&cache-only=0",
            "defineEn": "to move smoothly over a surface",
            "defineVi": "để di chuyển trơn tru trên một bề mặt",
            "hasImg": true
        },
        {
            "id": "1a778c35-9674-48d6-b321-c3070996faae",
            "word": "to climb",
            "phonetic": "tə klaɪm ",
            "partOfSpeechType": "verb",
            "examples": [
                "We climbed the sturdy branches of the tree to get a better view.",
                "She climbed the greasy pole to become the CEO.",
                "She climbed onto the roof to enjoy the view from above.",
                "He climbs on the bandwagon when he joins a new popular cause.",
                "The truck's engine roared as it climbed the steep hill."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xpbWI&hash=954ba34506d27b2a29962b73cf3c88c0d07f6df2&lang=en&cache-only=0",
            "defineEn": "to go upwards toward the top of a mountain or rock for sport",
            "defineVi": "đi lên đỉnh núi hoặc đá để chơi thể thao",
            "hasImg": true
        },
        {
            "id": "95723259-e602-45d7-bc11-868156563dea",
            "word": "to react",
            "phonetic": "tə ɹɪækt ",
            "partOfSpeechType": "verb",
            "examples": [
                "When it was accused of racism, sexism, anti-environmentalism, it reacted defensively, exacerbating the situation.",
                "How did they react when they learned the news?",
                "The soldier knew that in combat, he who hesitates is lost, and so he trained rigorously to react quickly and decisively in any situation.",
                "I'm not sure how he's going to react when he meets my family!",
                "Our brains react the same way to food."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVhY3Q&hash=019e13682c940ee86044b856099cc64c6c76f9bc&lang=en&cache-only=0",
            "defineEn": "to act or behave in a particular way in response to something",
            "defineVi": "để hành động hoặc cư xử trong một cách cụ thể để đáp ứng với một cái gì đó",
            "hasImg": true
        },
        {
            "id": "76801d8c-3b94-4b35-b0bc-f92d5d2c7854",
            "word": "to comment",
            "phonetic": "tə kɑːmɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Lots of people had left comments under the post.",
                "Her comment about my work piqued my anger.",
                "Bob's comment must have been close to home.",
                "The Youtube comment sowed a seed of anger and untold frustrations which brought some questions to the forefront of her mind.",
                "No one at the company could be reached for comment."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tbWVudA&hash=816cf9a08d34435c25770aa2eea35f820666978f&lang=en&cache-only=0",
            "defineEn": "to express one’s opinion or give explanations about something",
            "defineVi": "để bày tỏ ý kiến của một người hoặc đưa ra lời giải thích về một cái gì đó",
            "hasImg": true
        },
        {
            "id": "b28a9ec6-09c4-4e9e-a385-429a5488ad0a",
            "word": "to transform",
            "phonetic": "tə tɹænsfɔːɹm ",
            "partOfSpeechType": "verb",
            "examples": [
                "She transformed plain rice into a delightful rice pudding using manioc starch.",
                "She transformed leftover meatloaf into meatloaf sliders, placing small slices of meatloaf on mini buns.",
                "It's amazing how a spoonful of sauerkraut can transform a simple dish into something delicious.",
                "They used vinegar to pickle cucumbers, transforming them into crunchy and tangy homemade pickles.",
                "Alex surprised his partner by transforming their spare room into a romantic love nest, complete with candles, rose petals, and soft music."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhbnNmb3Jt&hash=c3c823d480e19aee5e6e1259551c1e305a84ec4f&lang=en&cache-only=0",
            "defineEn": "to change the appearance, character, or nature of a person or object",
            "defineVi": "để thay đổi sự xuất hiện, nhân vật, hoặc bản chất của một người hoặc đối tượng"
        },
        {
            "id": "c8a3541b-669c-4aee-b8c2-db0c4f228b74",
            "word": "to bite",
            "phonetic": "tə baɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "By the will of his wife, he bit the bullet.",
                "The bite had scarcely broken the skin.",
                "The bite had scarcely broken the skin.",
                "The street vendor served crispy trotter bites with a tangy dipping sauce at the food market.",
                "Never bite the hand that feeds you Carol."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYml0ZQ&hash=ee9210b097ea1df8f23f7ae644c185769cba91a6&lang=en&cache-only=0",
            "defineEn": "to cut into flesh using the teeth",
            "defineVi": "để cắt vào thịt bằng cách sử dụng răng",
            "hasImg": true
        },
        {
            "id": "fee43c70-a21a-4ae1-aaa1-a73f9e206455",
            "word": "to lower",
            "phonetic": "tə loʊɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "They have drastically lowered the bar for anyone who wants to call themselves a musician.",
                "The politician promised to lower taxes, but the people knew that a man is judged by his deeds, not by his words, and voted for the candidate with a proven track record of following through on promises.",
                "President Trump's signature tax legislation lowered the corporate tax rate from 35 to 21 percent.",
                "So high levels of HDL actually lower your risk of heart attack and stroke.",
                "So the government kind of lowered the bar for them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG93ZXI&hash=fe20472657cf09f7f3d824cd64105fe235ce9433&lang=en&cache-only=0",
            "defineEn": "to decrease in degree, amount, quality, or strength",
            "defineVi": "để giảm mức độ, số lượng, chất lượng, hoặc sức mạnh",
            "hasImg": true
        },
        {
            "id": "23cee1a5-8b43-4cf0-aaee-b889b8ac87ba",
            "word": "to invent",
            "phonetic": "tʊ ɪnvɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Stop inventing silly excuses.",
                "Chick-Fil-A's founder S. Truett Cathy invented the chain's original chicken sandwich in 1964.",
                "Invented the field of psychoanalysis?",
                "My grandpa invented the phrase dollars to donuts.",
                "For that, engineers invented the mate-demate device, or MDD."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW52ZW50&hash=32356d94f0bcf3431150c849626b98f2dc801acf&lang=en&cache-only=0",
            "defineEn": "to make or design something that did not exist before",
            "defineVi": "để thực hiện hoặc thiết kế một cái gì đó không tồn tại trước đây",
            "hasImg": true
        },
        {
            "id": "59d54c36-c99f-4404-946b-fa3e3b43a0ac",
            "word": "to afford",
            "phonetic": "tʊ ɐfoːɹd ",
            "partOfSpeechType": "verb",
            "examples": [
                "You can afford a dollar for a good cause.",
                "He could no longer afford to run a car.",
                "I couldn't afford to waste petrol chasing rainbows as far as Leeds and back.",
                "They can't afford to buy school books.",
                "We can't afford to strain at gnats and swallow camels."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWZmb3Jk&hash=7c0d829f953ac77fb1d12a44d6a2ee03e63c246d&lang=en&cache-only=0",
            "defineEn": "to be able to pay the cost of something",
            "defineVi": "để có thể trả chi phí của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "e224b755-c1f1-4c2b-9282-0d58e06d0e80",
            "word": "to stare",
            "phonetic": "tə stɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The solution was staring me in the face.",
                "We are staring bankruptcy in the face.",
                "Failure was staring him in the face.",
                "A rise in interest rates is staring us in the face.",
                "Some of my patients are actually staring death in the face."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhcmU&hash=0272acc7df4002a56880f91a51bc24a9468dabaa&lang=en&cache-only=0",
            "defineEn": "to look at someone or something without moving the eyes or blinking, usually devoid of any expression or for a long time",
            "defineVi": "nhìn vào ai đó hoặc cái gì đó mà không di chuyển mắt hoặc chớp mắt, thường không có bất kỳ biểu hiện nào hoặc trong một thời gian dài",
            "hasImg": true
        },
        {
            "id": "4cab9951-cbc2-48b9-81ad-1d4fa409949b",
            "word": "to resist",
            "phonetic": "tə ɹᵻzɪst ",
            "partOfSpeechType": "verb",
            "examples": [
                "I can't resist the temptation of a loganberry muffin fresh out of the oven.",
                "The kids couldn't resist the temptation of the bowl filled with plump and juicy sweet cherries.",
                "I couldn't resist the temptation of buying a bag of seedless tangerines.",
                "As a meat lover, he couldn't resist the temptation of a tender beef roast, seasoned with herbs and spices.",
                "I couldn't resist trying the passion fruit sorbet at the ice cream shop."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzaXN0&hash=55e85bdb7f9838e242214717fba4c79b366848b0&lang=en&cache-only=0",
            "defineEn": "to make an effort to withstand or fight something, particularly with determination",
            "defineVi": "để nỗ lực chống lại hoặc chiến đấu với một cái gì đó, đặc biệt là với quyết tâm",
            "hasImg": true
        },
        {
            "id": "80805db7-1bbc-48e2-8cec-2ae82b0d9b3e",
            "word": "to graduate",
            "phonetic": "tə ɡɹædjuːeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I will graduate from university next year with a degree in psychology.",
                "Graduating from college was her ultimate destination after years of hard work and dedication.",
                "She followed a different path after graduating from college.",
                "I remember the exact date when I graduated from college.",
                "I doubt he even graduated from high school!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3JhZHVhdGU&hash=1389ff864ba4ae3d4afd2e9ebd0f0cc2b1daf4ec&lang=en&cache-only=0",
            "defineEn": "to finish a university or college degree successfully, particularly the first degree",
            "defineVi": "để hoàn thành một bằng đại học hoặc cao đẳng thành công, đặc biệt là mức độ đầu tiên",
            "hasImg": true
        },
        {
            "id": "b11c41d1-7c41-4d90-8489-63c74939a032",
            "word": "to compete",
            "phonetic": "tə kəmpiːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "This law will help small businesses to compete on equal terms with large multinational corporations.",
                "She joined a soccer league to compete against other teams.",
                "She joined a local volleyball league to compete against other teams.",
                "If the athlete wants to compete at the highest level, she knows that she has a long way to go and will need to work on her technique and endurance.",
                "They competed to see who could spit the cherry pits the farthest during the summer picnic."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcGV0ZQ&hash=0821de9e1a5a8baceb80f07bacb9debd89aa14f6&lang=en&cache-only=0",
            "defineEn": "to take part or engage in a contest or game",
            "defineVi": "tham gia hoặc tham gia vào một cuộc thi hoặc trò chơi",
            "hasImg": true
        },
        {
            "id": "cecf6b5f-5b07-4fbe-9037-c97c49f81ce5",
            "word": "to quit",
            "phonetic": "tə kwɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "You might as well just quit.",
                "They quit the rat race in order to live a simple life.",
                "She would quit her job at the drop of a hat if she found a better opportunity.",
                "Quit milking the bull and do as I say instead.",
                "The project went haywire when the team leader quit unexpectedly."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcXVpdA&hash=3b24b89083408dca49b88f8e5e9a6bbd306ca25f&lang=en&cache-only=0",
            "defineEn": "to stop or cease an activity or an action",
            "defineVi": "để dừng lại hoặc chấm dứt một hoạt động hoặc một hành động",
            "hasImg": true
        },
        {
            "id": "b1b14329-5257-4a86-bf00-69553839ea3d",
            "word": "to bet",
            "phonetic": "tə bɛt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company bets its bottom dollar when it spends a lot of money on advertising.",
                "The company hedged its bets by developing a second line of products.",
                "I bet his ears are burning right now.",
                "She hedged her bets by applying for various other jobs as well.",
                "The pilot's best bet was to make an emergency landing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmV0&hash=7638a40068d4315cbfbcb73d87128387afc15a9e&lang=en&cache-only=0",
            "defineEn": "to risk money on the result of a coming event by trying to predict it",
            "defineVi": "mạo hiểm tiền về kết quả của một sự kiện sắp tới bằng cách cố gắng dự đoán nó",
            "hasImg": true
        },
        {
            "id": "640ac956-4718-4814-804a-046196637ecf",
            "word": "to grant",
            "phonetic": "tə ɡɹænt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Permission for the development was granted in the teeth of opposition from local shopkeepers.",
                "The immigration officer reviewed my passport before granting entry.",
                "You just take it for granted that people over a certain age can drive.",
                "I suppose I just took it for granted.",
                "I suppose I just took it for granted that they were married."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3JhbnQ&hash=c207abcb5bf9cd2d5798dde463db8e3b46643e68&lang=en&cache-only=0",
            "defineEn": "to let someone have something, especially something that they have requested",
            "defineVi": "để cho ai đó có một cái gì đó, đặc biệt là một cái gì đó mà họ đã yêu cầu",
            "hasImg": true
        },
        {
            "id": "0ee0969a-583c-4e98-b63a-b5daad45e082",
            "word": "to upload",
            "phonetic": "tʊ ʌploʊd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Upload a video.",
                "It uploaded a bunch of gaming content.",
                "Click \"Upload photo.\"",
                "And they uploaded a video about their experience at a drive thru.",
                "We uploaded the videos on Wednesday."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdXBsb2Fk&hash=2784fa89ad076f979837a3783d5395bd2b6dbe2d&lang=en&cache-only=0",
            "defineEn": "to send an electronic file such as a document, image, etc. from one digital device to another one, often by using the Internet",
            "defineVi": "để gửi một tệp điện tử như tài liệu, hình ảnh, v.v. từ thiết bị kỹ thuật số này sang thiết bị kỹ thuật số khác, thường bằng cách sử dụng Internet",
            "hasImg": true
        },
        {
            "id": "73e25453-9e0c-4e6a-83c9-f5808dbdb3be",
            "word": "to download",
            "phonetic": "tə daʊnloʊd ",
            "partOfSpeechType": "verb",
            "examples": [
                "She downloaded a new movie to watch on her laptop during the flight.",
                "He downloaded a new app to help with productivity.",
                "She downloaded a new album and is excited to listen to the new music.",
                "We have made the necessary documents available for download on our website.",
                "The tech company developed a new app, confident that 'if you build it, they will come' and download it to use for their everyday needs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZG93bmxvYWQ&hash=878153e01c95c4845d0f52480ac919a81ccfc8a9&lang=en&cache-only=0",
            "defineEn": "to add data to a computer from the Internet or another computer",
            "defineVi": "để thêm dữ liệu vào máy tính từ Internet hoặc máy tính khác",
            "hasImg": true
        },
        {
            "id": "3cf3369c-06b9-4df2-b880-ff035c688b96",
            "word": "to rush",
            "phonetic": "tə ɹʌʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I've been rushed off my feet all morning.",
                "The brave police officer rushed to the scene of the accident to provide assistance.",
                "As the school bell rang, the boys rushed out of the classroom, laughing and chatting with their friends.",
                "Questions came rushing into her head.",
                "The chef is in action in the kitchen, preparing dishes for the busy dinner rush."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcnVzaA&hash=5631bd15e914e784355feaf67180726f96f9e40e&lang=en&cache-only=0",
            "defineEn": "to move or act very quickly",
            "defineVi": "để di chuyển hoặc hành động rất nhanh chóng",
            "hasImg": true
        },
        {
            "id": "2cbef62b-0701-474a-b149-1dbc36ed5f04",
            "word": "to intend",
            "phonetic": "tʊ ɪntɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The government intends, by hook or by crook, to hold on to the land.",
                "The gentlemen's agreement was never intended to apply to executive functions.",
                "These changes are intended to put a lid on rising medical costs.",
                "I intend to remain faithful, simply because I've given infidelity a whirl and it doesn't work for me.",
                "She took it in the spirit in which it was intended."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50ZW5k&hash=95ff5b358deb751e257cb7765ee1f45f54c46039&lang=en&cache-only=0",
            "defineEn": "to have something in mind as a plan or purpose",
            "defineVi": "để có một cái gì đó trong tâm trí như một kế hoạch hoặc mục đích"
        },
        {
            "id": "ea178236-f364-45e7-a290-2150136eb71b",
            "word": "to accomplish",
            "phonetic": "tʊ ɐkɑːmplɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I've already accomplished several things on my bucket list, but there's still more to do.",
                "He focused on the meat and potatoes of his job, accomplishing tasks efficiently and effectively.",
                "By this time next year, we will have stood fast and accomplished our goals.",
                "Stepping into the shoes of your master is not an easy task to accomplish.",
                "Sarah is getting on for 40, and she's already accomplished so much in her career."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNjb21wbGlzaA&hash=3de7b7276e8383904c4a0be72f01334a82eb7a37&lang=en&cache-only=0",
            "defineEn": "to successfully finish doing something after experiencing difficulties",
            "defineVi": "để hoàn thành thành công làm một cái gì đó sau khi gặp khó khăn",
            "hasImg": true
        },
        {
            "id": "89f4975e-fc26-49ff-91d7-824f203646db",
            "word": "to purchase",
            "phonetic": "tə pɜːtʃɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Yesterday I purchased a ripe Persian melon from the market.",
                "The dressmaker purchased a bolt of silk to create a stunning gown.",
                "My mother visited the butcher shop and purchased a chuck steak.",
                "The store clerk measured the length of the bolt to calculate the customer's purchase.",
                "They visited a seafood market and purchased a small tin of caviar."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVyY2hhc2U&hash=1eae43aaaf662b5eab93d26e343b889d961e0a3c&lang=en&cache-only=0",
            "defineEn": "to get something by payment of a price",
            "defineVi": "để có được một cái gì đó bằng cách thanh toán một mức giá",
            "hasImg": true
        }
    ]
}