{
    "id": "17051a9a-f9a2-45bf-ae6b-1a578ee158ea",
    "title": "Obligation and Rules 1",
    "originalTitle": "Obligation and Rules 1",
    "words": [
        {
            "id": "1d48bee5-8e3d-4c2a-930c-ba7d87a86271",
            "word": "to abide by",
            "phonetic": "tʊ ɐbaɪd baɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Despite their illegal activities, there is honor among thieves, and they have a code of conduct that they abide by to avoid betrayal and maintain their reputation.",
                "But your two-year-old force of nature was only abiding by the second law of thermodynamics.",
                "They don't abide by them.",
                "And they have to abide by what the member states' wishes are.",
                "China constantly uses national security as a reason for saying, I don't have to abide by any rules."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWJpZGUgYnk&hash=1e9aac0aac9bcd7e32e93c84e7b5678f67c4858a&lang=en&cache-only=0",
            "defineEn": "to accept a rule, decision, or recommendation without objection",
            "defineVi": "chấp nhận một quy tắc, quyết định hoặc khuyến nghị mà không phản đối",
            "hasImg": true
        },
        {
            "id": "a01982d0-5232-4eca-aa65-ffe0f19d3ab7",
            "word": "adherence",
            "phonetic": "ɐdhɪɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "And their responses showed a distinct negative correlation between reactance and medication adherence.",
                "You wrote recently that, back in the 1990s, during the HIV/AIDS epidemic, that adherence to patent rights killed millions of people in sub-Saharan Africa?",
                "And I think we also need better monitoring or verification of their adherence to the agreement.",
                "When you have partial immunity, you can select mutants that have a better adherence to the receptor or can escape from the immune response.",
                "And the adherence to my sleep schedule was a three out of five."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRoZXJlbmNl&hash=4119d57e24f79054eb43004562c914ff3cf5e2d7&lang=en&cache-only=0",
            "defineEn": "the fact of complying with a command, order, impulse, etc. or following  someone's rules and beliefs",
            "defineVi": "thực tế tuân thủ mệnh lệnh, mệnh lệnh, sự thúc đẩy, v.v. hoặc tuân theo các quy tắc và niềm tin của ai đó"
        },
        {
            "id": "617903ea-644a-4dda-97d1-fd08a1112b4b",
            "word": "to adhere to",
            "phonetic": "tʊ ɐdhɪɹ tuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The builders may have adhered to the letter of the law, but not its spirit.",
                "He decided to only consume halal meat to adhere to his religious beliefs.",
                "Those pieces of advice were not followed, not adhered to.",
                "It is an honor system type of rules and regulations that we we adhere to.",
                "Outside the Michigan state capital in Lansing today, a conservative group rallied against Democratic Governor Gretchen Whitmer's moves to close places like golf courses and landscaping companies, unless they adhere to social distancing guidelines."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRoZXJlIHRv&hash=f2511ebb2a8c628014b594656a38a0a0c4624d40&lang=en&cache-only=0",
            "defineEn": "to keep following a certain regulation, belief, or agreement",
            "defineVi": "để giữ sau một số quy định, niềm tin, hoặc thỏa thuận"
        },
        {
            "id": "f9788761-0aea-4631-9a2c-6ce0068fbdc7",
            "word": "age limit",
            "phonetic": "eɪdʒ lɪmɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, in most states, there are age limits on purchasing and possessing e-cigarettes.",
                "The major federal law that restricts gun ownership is age limits.",
                "For long guns like shotguns or rifles, there is no federal age limit, but depending on where you live, there may be additional state or local laws."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdlIGxpbWl0&hash=fc1531329989180dd89ba8411345f0d8914cdd87&lang=en&cache-only=0",
            "defineEn": "a rule that prevents people of certain age from doing specific activities",
            "defineVi": "một quy tắc ngăn cản những người ở độ tuổi nhất định thực hiện các hoạt động cụ thể"
        },
        {
            "id": "e1e775ad-5596-4cc8-909b-87626aa3f461",
            "word": "application",
            "phonetic": "æplɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can build database applications without writing any code.",
                "The passport application requires you to fill in your first name, middle name, and last name.",
                "Examining job applications is the first stage in separating the sheep from the goats.",
                "They explained the procedure for submitting the application form.",
                "I prepare my resume and cover letter for job applications."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwbGljYXRpb24&hash=01fc938725be049fd529b3c76b3668898ac12edf&lang=en&cache-only=0",
            "defineEn": "the act of putting something to work",
            "defineVi": "hành động đưa một cái gì đó để làm việc"
        },
        {
            "id": "b188edb0-ed88-4985-af05-4c7c0ddf2049",
            "word": "to be to do",
            "phonetic": "təbi tə duː ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYmUgdG8gZG8&hash=ac0fd05bbd2fad778ebe9d6ed10c1eb7e74c1924&lang=en&cache-only=0",
            "defineEn": "used to express necessity or obligation",
            "defineVi": "được sử dụng để thể hiện sự cần thiết hoặc nghĩa vụ"
        },
        {
            "id": "5ee8509e-f1b1-432d-a4ed-3f4c5a3281af",
            "word": "to [bend|stretch] the rules",
            "phonetic": "tə bɛnd slæʃ stɹɛtʃ ðə ɹuːlz ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVuZCB0aGUgcnVsZXM&hash=4a900fb74fb7700cf594fa993e5e5e73de8dde5d&lang=en&cache-only=0",
            "defineEn": "to do something that is not strictly according to rules, often by making exceptions",
            "defineVi": "làm điều gì đó không tuân thủ nghiêm ngặt các quy tắc, thường bằng cách đưa ra các ngoại lệ"
        },
        {
            "id": "95d87ef7-56a7-4a13-a102-4d06b38657f0",
            "word": "binding",
            "phonetic": "baɪndɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'll undo the binding.",
                "The binding of Osiris and his revival is a promise to Egyptians of eternal life.",
                "Anyhow, the binding of the viral RNA to these DNA probes creates a change in the electrical charge of the molecules.",
                "A spiral binding, we got the shipping costs down.",
                "This medicine blocks the binding of aldosterone, a hormone secreted by the adrenal glands right above your kidneys."
            ],
            "audio": "https://tts.langeek.co/read?text=YmluZGluZw&hash=b7cf5f8938f2fad7c6c7be770d465fa64530ce41&lang=en&cache-only=0",
            "defineEn": "legally impossible to avoid and must be obeyed",
            "defineVi": "về mặt pháp lý không thể tránh và phải được tuân theo"
        },
        {
            "id": "d18975b5-f22f-4a04-9128-5414c56583c8",
            "word": "to [bring] {sth} into force",
            "phonetic": "tə bɹɪŋ ɛstiːeɪtʃ ɪntʊ foːɹs ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJpbmcge3N0aH0gaW50byBmb3JjZQ&hash=0df2b9e5a9b7727f5052d63878def9663184a7e6&lang=en&cache-only=0",
            "defineEn": "‌to start to use or implement a new law, rule, etc.",
            "defineVi": "‌để bắt đầu sử dụng hoặc thực hiện một luật, quy tắc mới, v.v."
        },
        {
            "id": "2da6a90e-1aa0-4061-ad1e-a795e441e022",
            "word": "bylaw",
            "phonetic": "baɪlɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The councils maintain that they have a separate existence, but under the rules and regulations and bylaws, they are totally owned and controlled by BSA National.",
                "SpaceX put in the Starlink terms and agreements that there's bylaws in regards to how their service will be treated for people on Mars."
            ],
            "audio": "https://tts.langeek.co/read?text=YnlsYXc&hash=6b7e991cfee9dc30bdbae3079cd336b2fde41f12&lang=en&cache-only=0",
            "defineEn": "a set of rules or directives made and maintained by an authority, especially in order to regulate conduct",
            "defineVi": "một tập hợp các quy tắc hoặc chỉ thị được thực hiện và duy trì bởi một cơ quan, đặc biệt là để điều chỉnh hành vi"
        },
        {
            "id": "d3d72827-8ed7-47f7-b6d5-0003b40f5455",
            "word": "to bypass",
            "phonetic": "tə baɪpæs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The county council plans to build a bypass.",
                "Dinosaurs totally bypassed that problem.",
                "Take heart bypass surgery for example.",
                "And in really severe cases, a lot of blood may bypass the liver entirely.",
                "Banner ads on websites can totally be bypassed by ad-blocking software."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnlwYXNz&hash=0f74f3da1b43953fbb558eb2727e082a36bc6c42&lang=en&cache-only=0",
            "defineEn": "to circumvent or avoid something, especially cleverly or illegally",
            "defineVi": "để phá vỡ hoặc tránh một cái gì đó, đặc biệt khéo léo hoặc bất hợp pháp"
        },
        {
            "id": "30d455cd-4d23-404d-965f-9f78ab7f37b1",
            "word": "to circumvent",
            "phonetic": "tə sɜːkəmvɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "To circumvent Beijing's Great Firewall, it funded technology called UltraSurf.",
                "These executive orders allow the President to circumvent the legislative process and act unilaterally.",
                "or credit unions - cooperative initiatives that were established in the 19th century to circumvent credit sharks.",
                "Gustave Courbet built his own pavilion during the 1855 Paris World’s Fair, circumventing the official juried exhibition, and showing this painting where, it’s worth noting, the focus is on a landscape painter.",
                "To circumvent that, N.Y.P.D. went as far as playing celebrity look-alike in putting Woody Harrelson‘s photo, when one detective thought the surveillance camera picture of the thief resembled the actor."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2lyY3VtdmVudA&hash=29901a2ad501eb7a531c883861480c4ead0d4b30&lang=en&cache-only=0",
            "defineEn": "to come up with a way to a go around a rule or limitation, especially cleverly or illegally",
            "defineVi": "để đưa ra một cách để đi xung quanh một quy tắc hoặc giới hạn, đặc biệt là khéo léo hoặc bất hợp pháp"
        },
        {
            "id": "44962247-7c38-4bb7-965f-975638151d59",
            "word": "circumvention",
            "phonetic": "sɜːkəmvɛnʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2lyY3VtdmVudGlvbg&hash=970a2d8444a104535449e466401d881744073e19&lang=en&cache-only=0",
            "defineEn": "the act of evading something by going around it, especially in a clever or illegal way",
            "defineVi": "hành động trốn tránh một cái gì đó bằng cách đi xung quanh nó, đặc biệt là theo cách thông minh hoặc bất hợp pháp"
        },
        {
            "id": "d28b6170-8eda-42d6-93b5-96b2b5becb8b",
            "word": "compelling",
            "phonetic": "kəmpɛlɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The film received lavish praise from critics for its groundbreaking visual effects, compelling storyline, and outstanding performances.",
                "During the negotiations, the union was able to gain the upper hand when they drew first blood by presenting a compelling argument for their demands.",
                "Rancorous voting is compelling for a number of reasons.",
                "Proponents of autonomous vehicles make compelling claims about the potential benefits of self-driving cars.",
                "She was compelling. "
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGVsbGluZw&hash=ca31d21db52c4a4d6f50971736cad74ecb66ee1c&lang=en&cache-only=0",
            "defineEn": "having a strong and convincing power that grabs attention and makes people want to be involved or believe",
            "defineVi": "có một sức mạnh thuyết phục và mạnh mẽ thu hút sự chú ý và khiến mọi người muốn tham gia hoặc tin tưởng"
        },
        {
            "id": "8a066be9-f855-40e2-ac7c-993abd2b2363",
            "word": "compliance",
            "phonetic": "kəmplaɪəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The second part of the story is compliance with medication.",
                "In the meantime, Beijing will demand compliance to its rules.",
                "The whole program started in its very early stages as sort of a compliance product.",
                "Iran is out of compliance on a number of fronts.",
                "Amazon has tackled the privacy issue with a HIPPA compliance policy."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGxpYW5jZQ&hash=02b85c265389df4ddb4b274c72d36693f9479646&lang=en&cache-only=0",
            "defineEn": "the act of following rules or regulations",
            "defineVi": "hành động tuân theo các quy tắc hoặc quy định"
        },
        {
            "id": "9463ae9c-a121-42e1-b073-a250f7cf2ec1",
            "word": "compliant",
            "phonetic": "kəmplaɪənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The compliant media never asked them about. ",
                "But he’s compliant and friendly throughout this time.",
                "Maybe she's more, shall we say, compliant.",
                "Guatemala was less compliant, and its president has been blunt.",
                "Many people succumb and become compliant in terrible situations, but not everyone does."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGxpYW50&hash=c1ba1465860ec13488649e4374d047446841c1d1&lang=en&cache-only=0",
            "defineEn": "willingly obeying rules or doing what other people demand",
            "defineVi": "sẵn sàng tuân theo các quy tắc hoặc làm những gì người khác yêu cầu"
        },
        {
            "id": "837a2659-2b4e-4448-9ab6-85baf59337db",
            "word": "compulsory",
            "phonetic": "kəmpʌlsɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Oxygen is compulsory.",
                "Australia has compulsory voting.",
                "Compulsory sterilization was challenged in the US Supreme Court in 1927 in the famous Buck v. Bell case.",
                "Some types of works like musical compositions and sound recordings, for example, are subject to compulsory or statutory licenses for certain uses.",
                "With the spread of compulsory education, schools became the one place where health officials had a truly captive audience."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcHVsc29yeQ&hash=4f48aa82f1d4f6e8fad8a56276724f44bdb4eceb&lang=en&cache-only=0",
            "defineEn": "forced to be done by law or authority",
            "defineVi": "buộc phải được thực hiện bởi pháp luật hoặc cơ quan có thẩm quyền"
        },
        {
            "id": "2403ec27-51d8-4f70-89cd-4aef903276f1",
            "word": "condition",
            "phonetic": "kəndɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her condition is very serious.",
                "All clothes are in mint condition and less than two years old.",
                "The orchard's yield of apples was lower this year due to unfavorable weather conditions.",
                "In addition, road conditions were very poor, which led to greater wear and tear.",
                "Long hours and tough working conditions are often par for the course in catering."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZGl0aW9u&hash=29df18a9569db826604928df6d94798f9d91b3fd&lang=en&cache-only=0",
            "defineEn": "a rule or term that must be met to reach an agreement or make something possible",
            "defineVi": "một quy tắc hoặc điều khoản phải được đáp ứng để đạt được thỏa thuận hoặc làm cho một cái gì đó có thể"
        },
        {
            "id": "b6cf8dd6-a635-4b27-8a4f-e3346cd2cc22",
            "word": "conformance",
            "phonetic": "kənfoːɹməns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29uZm9ybWFuY2U&hash=29654d5956bb9926503999bc8aa904aeca870b3a&lang=en&cache-only=0",
            "defineEn": "the act of following or obeying the rules of something particular",
            "defineVi": "hành động tuân theo hoặc tuân theo các quy tắc của một cái gì đó cụ thể"
        },
        {
            "id": "e44f011a-2088-4290-8b6b-9cdf2bfb1d9d",
            "word": "to contravene",
            "phonetic": "tə kɑːntɹəviːn ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udHJhdmVuZQ&hash=7133ea1d289a0a092172ceb45058f737fe633446&lang=en&cache-only=0",
            "defineEn": "(of rues and laws) to deny or refuse to abide by",
            "defineVi": "(của rues và luật) để từ chối hoặc từ chối tuân theo"
        },
        {
            "id": "5b18fb55-ffe6-46f8-988e-d9aa99f7a189",
            "word": "contravention",
            "phonetic": "kɑːntɹəvɛnʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This increased presence of these officers is something that, you know, not only chills individuals right to protest and makes them more afraid, but it's just not contravention overall feel of safety in the community."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJhdmVudGlvbg&hash=16be867827e7b2446ffa12e6d7a98dd3c8ea1000&lang=en&cache-only=0",
            "defineEn": "refusal to conform with a law or rule",
            "defineVi": "từ chối tuân theo luật hoặc quy tắc"
        },
        {
            "id": "ad0667ca-c71e-4710-b34b-2380d56f2a6a",
            "word": "controlled",
            "phonetic": "kəntɹoʊld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Remember, the control marking can be the word Controlled or CUI.",
                "We’ve made controlled fusion reactions before, but it takes more energy to start and control them than the fusion itself provides.",
                "It's controlled By Militant Groups that Oppose Isis.",
                "In taste tests, capsaicin made controlled solutions taste saltier, so that could explain the difference."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJvbGxlZA&hash=9839669aeba17f6f146469fa5526efb24d3858df&lang=en&cache-only=0",
            "defineEn": "constrained or managed by the law",
            "defineVi": "ràng buộc hoặc quản lý bởi pháp luật"
        },
        {
            "id": "a6192334-a920-410a-a8a1-8249e6c27253",
            "word": "default",
            "phonetic": "dᵻfɔlt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The person may have several loan defaults.",
                "This is default.",
                "He has a default position.",
                "The island was spiraling toward default.",
                "One really nice thing about the Apple ecosystem is, that default encryption."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmYXVsdA&hash=7b7108663d80d4cb25568ae2ba3ea7c92d3cdf38&lang=en&cache-only=0",
            "defineEn": "a failure to fulfill official demands and obligations especially ones concerning financial matters",
            "defineVi": "không hoàn thành các yêu cầu và nghĩa vụ chính thức, đặc biệt là những yêu cầu liên quan đến vấn đề tài chính"
        },
        {
            "id": "9771f67b-2229-41dd-9de4-d939a505e776",
            "word": "to defy",
            "phonetic": "tə dᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The saying 'a whistling woman and a crowing hen are neither fit for God nor men,' is an example of a stereotype that has been used to criticize women who defy traditional gender roles and expectations.",
                "Their badness has defied all logic.",
                "But, internally, Hamzah's defenders defied the government.",
                "Ray Harryhausen defies that tradition.",
                "It almost defies belief."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVmeQ&hash=2c59f208a942d7da84f43b9140d8832926346341&lang=en&cache-only=0",
            "defineEn": "to refuse to respect a person of authority or to observe a law, rule, etc.",
            "defineVi": "từ chối tôn trọng một người có thẩm quyền hoặc tuân thủ luật pháp, quy tắc, v.v."
        },
        {
            "id": "33e093a9-d158-4a3b-a2e8-3ed2d9f89a76",
            "word": "to deregulate",
            "phonetic": "tə diːɹɛɡjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Changes began during Japan's doldrums when the government tried to revive growth by steadily deregulating sections of the economy.",
                "And then that was deregulated first under Jimmy Carter, or at least the airlines were.",
                "He cut government spending, deregulated the trucking and airline industries, and he supported the Fed’s decision to raise interest rates.",
                "Skateboarders, on the other hand and other non-specialists in this increasingly deregulated, de-unionized industry, are paid $30,000 to $50,000.",
                "They want their product to be as deregulated, as non-interfered with as possible by state and federal government, and the moment the gambling door opens, all that ends."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVyZWd1bGF0ZQ&hash=476525279f0aa718fd28f05de9ea46ef234d057a&lang=en&cache-only=0",
            "defineEn": "the act or process of removing official rules, directives, or restrictions",
            "defineVi": "hành động hoặc quá trình loại bỏ các quy tắc, chỉ thị hoặc hạn chế chính thức"
        },
        {
            "id": "37cca6c4-3b0e-4b09-820d-39f4c3906ac6",
            "word": "deregulation",
            "phonetic": "diːɹɛɡjʊleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Well, business class comes about because of deregulation.",
                "The report placed some of the blame on the years of deregulation in the financial industry.",
                "Corporate America and conservatives have traditionally had a similar goal of deregulation, lower taxes and free trade.",
                "But some of Carter’s more conservative policies did ultimately have an impact, like his support for deregulation of the airlines.",
                "What really happened after deregulation was just this massive fight."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVyZWd1bGF0aW9u&hash=10c0e94e77ab08e46b7ad0dd964624e454f147dd&lang=en&cache-only=0",
            "defineEn": "the act of freeing from regulation (especially from governmental regulations)",
            "defineVi": "hành động giải phóng khỏi quy định (đặc biệt là từ các quy định của chính phủ)"
        },
        {
            "id": "1ce2afa3-b8a2-4dfb-8efa-6753e3f9a530",
            "word": "deregulatory",
            "phonetic": "diːɹɛɡjʊlətoːɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And part of it is that the government deregulatory forces allowed them to merge and form these huge conglomerates such as Bank of America."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVyZWd1bGF0b3J5&hash=1a9b596cf15fdba8699d4627a60264a0795ec786&lang=en&cache-only=0",
            "defineEn": "relating to the removal or reduction of governmental power or regulations from an industry, commodity, etc.",
            "defineVi": "liên quan đến việc loại bỏ hoặc giảm quyền lực hoặc quy định của chính phủ đối với một ngành, hàng hóa, v.v."
        },
        {
            "id": "b87cdcd3-4273-4d6c-a6de-834dac902a1c",
            "word": "to comply",
            "phonetic": "tə kəmplaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She must be made to comply with the rules.",
                "They didn't comply with all our demands, but met us halfway on the more important points.",
                "Of course, nobody really expects this inordinately ambitious man who is as guilty as sin itself, to comply with either of the preceding alternatives.",
                "Do people comply with those evacuations?",
                "I'm complying with the rules."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcGx5&hash=dfa328ec4ba5f7b57d510b33f029cdf278877b8a&lang=en&cache-only=0",
            "defineEn": "to follow a regulation or obey an order or meet someone's request",
            "defineVi": "tuân theo một quy định hoặc tuân theo một mệnh lệnh hoặc đáp ứng yêu cầu của ai đó",
            "hasImg": true
        },
        {
            "id": "83dd9428-d400-4648-b3b4-00a1c79c0b5f",
            "word": "to suppose",
            "phonetic": "tə səpoʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Little things please little minds, I suppose.",
                "I'm just down in the doldrums a bit, I suppose.",
                "I suppose there is no end to the depth of some people's idiocy.",
                "I suppose what can you expect from a hog but a grunt?",
                "Of course, I suppose 20 years does make a lot of difference."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VwcG9zZQ&hash=aa8d7e4151812b381e41cc95af95b9f627dcaa01&lang=en&cache-only=0",
            "defineEn": "to be required to do something, especially because of a rule, agreement, tradition, etc.",
            "defineVi": "được yêu cầu làm một cái gì đó, đặc biệt là vì một quy tắc, thỏa thuận, truyền thống, v.v."
        },
        {
            "id": "9eae4376-c27b-4dd5-b189-3762c3ccaa4b",
            "word": "derogation",
            "phonetic": "dɛɹəɡeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVyb2dhdGlvbg&hash=60480184bef74b433ee177a3603081849b257dba&lang=en&cache-only=0",
            "defineEn": "the partial abolishment of a law or restriction; an occasion in which a law or rule can be ignored or circumvented",
            "defineVi": "việc bãi bỏ một phần luật hoặc hạn chế; một dịp trong đó một luật hoặc quy tắc có thể bị bỏ qua hoặc phá vỡ"
        },
        {
            "id": "101e2727-faac-4f1b-ad8c-8d0addb0c114",
            "word": "non-compliant",
            "phonetic": "nɑːŋkəmplaɪənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "People with non-compliant driver's licenses basically can only drive with it."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9uLWNvbXBsaWFudA&hash=1683e4eaa327b8356173db283ac265ddf7e49eec&lang=en&cache-only=0",
            "defineEn": "refusing to follow a law or rule",
            "defineVi": "từ chối tuân theo luật hoặc quy tắc"
        },
        {
            "id": "3064f186-d294-42dc-bf91-b5352c4fbb6b",
            "word": "to break in",
            "phonetic": "tə bɹeɪk ɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The boat hit a rock and broke in half.",
                "The boat hit a rock and broke in half.",
                "Even restaurants are breaking in to the alternative meat market.",
                "Did someone break in here?",
                "Did you break in commercials?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJlYWsgaW4&hash=e10ce96f1283d8e69d2372c03556c9076eda6fa2&lang=en&cache-only=0",
            "defineEn": "to enter someone's property by force and without their consent, particularly to steal something",
            "defineVi": "vào tài sản của ai đó bằng vũ lực và không có sự đồng ý của họ, đặc biệt là để ăn cắp một cái gì đó",
            "hasImg": true
        }
    ]
}