{
    "id": "175ef4ce-44a1-4624-b724-94c9e83100d7",
    "title": "Personal Characteristics 2",
    "originalTitle": "Lesson 48",
    "words": [
        {
            "id": "e6ac1d35-0a94-4393-8f50-85cd3dd012d3",
            "word": "nature",
            "phonetic": "neɪtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Swimming is second nature to Jane.",
                "I feel at one with nature.",
                "The beauty of nature is evident in the vibrant colors of a sunset.",
                "He admired her intelligence and kind-hearted nature.",
                "His kind and helpful nature is evident in the way he treats others."
            ],
            "audio": "https://tts.langeek.co/read?text=bmF0dXJl&hash=6117b7c1510264ec341f12e48adfdbc99cb69272&lang=en&cache-only=0",
            "defineEn": "the most fundamental qualities of a person or animal's character",
            "defineVi": "những phẩm chất cơ bản nhất của một người hoặc tính cách của động vật"
        },
        {
            "id": "f8ad781d-14c3-49c2-83a3-c963086f4bc8",
            "word": "individual",
            "phonetic": "ɪndᵻvɪdʒuːəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Last night we served individual portions of chicken and mushroom aspic.",
                "As a health-conscious individual, he sprinkled ground flaxseed over his morning yogurt.",
                "Then the punishment of individuals invariably took account of the harm or damage done to the victim.",
                "They ordered individual mini meatloaves, topped with a tangy ketchup glaze.",
                "As a health-conscious individual, he appreciated the nutritional benefits of incorporating poppy seeds into his meals."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kaXZpZHVhbA&hash=c4ee5a2cf37318cfbe5f277eab7cb076e3843f34&lang=en&cache-only=0",
            "defineEn": "a single person, particularly when considered as separate from a group, etc.",
            "defineVi": "một người duy nhất, đặc biệt khi được coi là tách biệt khỏi một nhóm, v.v.",
            "hasImg": true
        },
        {
            "id": "f77e9dc0-ac30-44dc-b1c1-975dbc2a8e24",
            "word": "horrible",
            "phonetic": "hɔːɹɪbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "These comments are horrible.",
                "The footage from this is absolutely horrible.",
                "Babies' got horrible taste!",
                "But the grammar is horrible.",
                "Because the relationship with Peach was horrible."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9ycmlibGU&hash=3513a3b1ca7587c6e0da807143cb57780b8fd8b9&lang=en&cache-only=0",
            "defineEn": "(of a person) behaving in an unkind, unfriendly, or rude way",
            "defineVi": "(của một người) cư xử một cách không tử tế, không thân thiện, hoặc thô lỗ",
            "hasImg": true
        },
        {
            "id": "db1883e6-3979-4cb0-96e7-02bd0aab8211",
            "word": "dependent",
            "phonetic": "dᵻpɛndənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Small businesses dependent on the government also are feeling the pinch.",
                "Success is heavily dependent on skillful collaboration.",
                "The dependent person sees emotional connections as a lifeline.",
                "But cognitive ability is dependent on context, environment, and tons of other factors.",
                "Every single person in the elite is personally dependent on Putin for money and power."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwZW5kZW50&hash=b96c2e974c26031e6e0b7e5aa4eba2ea981c99d5&lang=en&cache-only=0",
            "defineEn": "unable to survive, be successful or healthy without someone or something",
            "defineVi": "không thể tồn tại, thành công hoặc khỏe mạnh nếu không có ai đó hoặc cái gì đó",
            "hasImg": true
        },
        {
            "id": "d7dd013d-2a17-4d53-ab2e-83224ba57f45",
            "word": "organized",
            "phonetic": "ɔːɹɡənaɪzd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I make a to-do list every day to stay organized.",
                "Mondays can be busy, but I like to stay organized and focused.",
                "But if you stay organized and keep everything in its place, you'll be able to find what you need when you need it.",
                "Andy, our team coach, is very organized and confident.",
                "On the real Earth, the belts are not so organized."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JnYW5pemVk&hash=04d47cb4ba3b60b923c8d5bb0be162fed5ef29ed&lang=en&cache-only=0",
            "defineEn": "planning one's life, work, and activities in an efficient way",
            "defineVi": "lập kế hoạch cho cuộc sống, công việc và hoạt động của một người một cách hiệu quả",
            "hasImg": true
        },
        {
            "id": "41b91170-bbdc-4837-ba9d-60adda033d7f",
            "word": "outgoing",
            "phonetic": "aʊtɡoʊɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The outgoing president used smoke and mirrors to make the situation look better.",
                "One candidate, the outgoing Taoiseach and the then leader of Fine Gael, was a cert.",
                "Are you outgoing?",
                "Earlier this week, I spoke with outgoing Congresswoman Donna Shalala.",
                "Denver Riggleman, outgoing congressman from Virginia's Fifth District, thank you for joining us."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0Z29pbmc&hash=f3dcc4be486716d1fd46b33baf325d4245d96245&lang=en&cache-only=0",
            "defineEn": "enjoying other people's company and wanting to spend time with them",
            "defineVi": "thích công ty của người khác và muốn dành thời gian với họ",
            "hasImg": true
        },
        {
            "id": "471d5aa1-18c0-42db-a26d-896f582ef511",
            "word": "to pretend",
            "phonetic": "tə pɹɪtɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "He pretended the carrot was a microphone and sang a silly song in front of the mirror.",
                "Just do your thing and pretend I'm not here.",
                "She played a trick on her friend by pretending to forget her birthday.",
                "He had a collection of toys and loved pretending they were alive.",
                "He pretended the galangal root was a secret ingredient and challenged his friends to create unique dishes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJldGVuZA&hash=325870dd1c427a1cebc4ee7d500ef61fcfe04ab1&lang=en&cache-only=0",
            "defineEn": "to act in a specific way in order to make others believe that something is the case when actually it is not so",
            "defineVi": "hành động theo một cách cụ thể để khiến người khác tin rằng điều gì đó đúng như vậy trong khi thực tế không phải như vậy",
            "hasImg": true
        },
        {
            "id": "c3f8858d-3e68-4da4-a0cc-b4a8468d5e54",
            "word": "quality",
            "phonetic": "kwɔlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our company puts the emphasis on quality.",
                "The quality of our reporting and the accuracy of our stories are a reflection of our commitment to the truth and our dedication to our craft.",
                "The quality of your work is a reflection of the effort you put in.",
                "German engineering is highly regarded for its precision and quality.",
                "It is quality not price that sells our products."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVhbGl0eQ&hash=a409bd2b39b6f12714b50a8e248a064fb95d1e6d&lang=en&cache-only=0",
            "defineEn": "something, usually positive, that is part of someone's character",
            "defineVi": "một cái gì đó, thường là tích cực, đó là một phần tính cách của ai đó"
        },
        {
            "id": "d971e49c-a820-4332-b481-f2f0f5fe6fd2",
            "word": "characteristic",
            "phonetic": "kæɹɪktɚɹɪstɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "I learned about different breeds of cows and their characteristics.",
                "The year is divided into twelve months, with each month having its own unique characteristics.",
                "The sound of crunching leaves underfoot is a characteristic of the fall season.",
                "At the beginning of the list of elements, characteristics repeat every seven elements.",
                "We all have personality characteristics."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcmFjdGVyaXN0aWM&hash=9a52edbcc83b8fcfbbc2a8c3fd52d6cc13759844&lang=en&cache-only=0",
            "defineEn": "something that is typical of a person, thing, or place and is easily recognizable",
            "defineVi": "một cái gì đó là điển hình của một người, điều, hoặc địa điểm và có thể dễ dàng nhận ra"
        },
        {
            "id": "656bbf44-d1ca-4b5f-af32-bd765234f07d",
            "word": "personal",
            "phonetic": "pɜːsənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The HR department only shared the employee's personal information on a need-to-know basis.",
                "Ron's personal life is as miserable as sin.",
                "All personal belongings are left at the owner’s risk.",
                "His personal work was kept securely in an upstairs studio.",
                "Michael always puts his personal matters on ice."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc29uYWw&hash=72f4994938dff635a0fa315e4b8c7430a9c31f92&lang=en&cache-only=0",
            "defineEn": "only relating or belonging to one person",
            "defineVi": "chỉ liên quan hoặc thuộc về một người"
        },
        {
            "id": "c856640b-1faf-4fa4-9d6a-4882109caeef",
            "word": "relaxed",
            "phonetic": "ɹᵻlækst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm more relaxed now.",
                "He must have been hoping for a relaxed time.",
                "Rainy days make me feel calm and relaxed.",
                "He managed to change the mood from tense to relaxed in minutes.",
                "Your body is completely relaxed."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsYXhlZA&hash=ffda3840ce4650c3866b4f8d5c48b5ae5f94b392&lang=en&cache-only=0",
            "defineEn": "feeling calm and at ease without tension or stress",
            "defineVi": "cảm thấy bình tĩnh và thoải mái mà không căng thẳng hay căng thẳng",
            "hasImg": true
        },
        {
            "id": "464fd371-bcbb-4d73-b563-3880d7fafa05",
            "word": "easy",
            "phonetic": "iːzi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Knowledge of cooking comes easy to him.",
                "The whole procedure is as easy as ABC.",
                "A ramp allows easy access for wheelchairs.",
                "Using the camera was as easy as pie.",
                "It's an easy exam."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWFzeQ&hash=625c1df691f722a2783b32160c2c4f235bfed440&lang=en&cache-only=0",
            "defineEn": "(of a person) not stressed, and free from worries",
            "defineVi": "(của một người) không căng thẳng, và không lo lắng",
            "hasImg": true
        },
        {
            "id": "51d17f75-0ce6-4d8c-af59-679d3ce4bacd",
            "word": "reliable",
            "phonetic": "ɹᵻlaɪəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Can you recommend a reliable bank for opening a new account?",
                "It's a reliable car, and it doesn't cost an arm and a leg.",
                "We should search for a reliable source to verify the information.",
                "I use the newspaper as a source for my research papers because it has reliable information.",
                "The car was old but reliable, and he reminded himself that better a good cow than a cow of a good kind when he was tempted to buy a flashy, expensive new car."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsaWFibGU&hash=1e1f9db5e2c12bdb6041889813042a51b99ae315&lang=en&cache-only=0",
            "defineEn": "able to be relied on or trusted",
            "defineVi": "có thể được dựa vào hoặc đáng tin cậy",
            "hasImg": true
        },
        {
            "id": "1add97b3-0199-441c-aa57-c9b502914ade",
            "word": "wise",
            "phonetic": "waɪz ",
            "partOfSpeechType": "adjective",
            "examples": [
                "but she's wise beyond her years.",
                "The wise owls went to visit their grand kids in their scooters.",
                "Don't be penny-wise, Hawthorne.",
                "We're all penny wise these days.",
                "Our wise man of Gotham is yet to arrive."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lzZQ&hash=8056f26144470fc37ea60a33648d8bb04bcdb6cf&lang=en&cache-only=0",
            "defineEn": "knowledgeable and experienced and therefore able to give good advice or make good decisions",
            "defineVi": "hiểu biết và có kinh nghiệm và do đó có thể đưa ra lời khuyên tốt hoặc đưa ra quyết định tốt",
            "hasImg": true
        },
        {
            "id": "cdd2e6b3-3b35-4dba-9332-efecffc98140",
            "word": "slow",
            "phonetic": "sloʊ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The slow train arrived at the station behind schedule.",
                "The slow healing process of the wound required regular care.",
                "The slow elevator took a long time to reach the desired floor.",
                "Our progress has been fairly slow so far, but it's early days.",
                "She had a slow learning pace but never gave up."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xvdw&hash=0f7b65292fe1032cddd34e63a2f2c3c8ae99d6a3&lang=en&cache-only=0",
            "defineEn": "not fast at learning things; not easily understanding things",
            "defineVi": "học không nhanh; không dễ dàng hiểu được mọi thứ",
            "hasImg": true
        },
        {
            "id": "da40d20c-390c-408e-b466-9d344f5ada0c",
            "word": "to trick",
            "phonetic": "tə tɹɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The coach always keeps a few tricks up his sleeve.",
                "The students played a trick on their teacher by switching the labels on the chemical bottles.",
                "I remember the trick you served me.",
                "The new software update has done the trick and fixed the issue with the app.",
                "He played a trick on his sister by putting a fake spider in her bed."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJpY2s&hash=ac24866584478360125182b9e5a9190d7dfe374e&lang=en&cache-only=0",
            "defineEn": "to deceive a person so that they do what one wants",
            "defineVi": "để lừa dối một người để họ làm những gì một người muốn",
            "hasImg": true
        },
        {
            "id": "0cf8a5fc-1da1-49bb-bc35-fdad6e121feb",
            "word": "weak",
            "phonetic": "wiːk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The success of a business is only as great as the least successful department within it, as a chain is only as strong as its weakest link.",
                "She said hello to me and I went weak in the knees.",
                "Tim had been sick for a week, and he was still as weak as a kitten.",
                "But the problem is that Lady Macbeth states that Macbeth is weak for having too much milk of human kindness.",
                "The announcement made me weak at the knees."
            ],
            "audio": "https://tts.langeek.co/read?text=d2Vhaw&hash=3e38a2e6acb92d4ac8666c7b7e35abf0b8451567&lang=en&cache-only=0",
            "defineEn": "not displaying or having enough power; affected easily",
            "defineVi": "không hiển thị hoặc có đủ năng lượng; dễ bị ảnh hưởng"
        },
        {
            "id": "23a7dc82-d29a-4349-aa40-c0efcf78b6ea",
            "word": "mean",
            "phonetic": "miːn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Lower energy consumption means less pollution.",
                "Her children mean the world to her.",
                "Your friendship means a great deal to me.",
                "They mean no harm.",
                "They mean no harm."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVhbg&hash=1de005e38c80a0d092609cdf2a0112a33aca4a4e&lang=en&cache-only=0",
            "defineEn": "(of a person) behaving in a way that is unkind or cruel",
            "defineVi": "(của một người) cư xử theo cách không tử tế hoặc độc ác",
            "hasImg": true
        },
        {
            "id": "7602befa-200e-4483-a09c-7fe7465b8685",
            "word": "childish",
            "phonetic": "tʃaɪldɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "'It's just childish nonsense!",
                "If you select for one childish trait, a bunch of others tend to come along with it.",
                "It requires not being childish The Trump administration Official line is that the u.s . Is not looking for war with Iran.",
                "Though it may seem like a childish fairytale, this intricate opera is full of subversive symbolism, and it's now regarded as one of the most influential operas in history.",
                "I noticed that there were names written on the wall in childish handwriting − Catherine Earnshaw, Catherine Heathcliff and Catherine Linton."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpbGRpc2g&hash=786f686b53de13fc8343c34bcbd693d9433a8204&lang=en&cache-only=0",
            "defineEn": "(of an adult) behaving in a silly or immature way",
            "defineVi": "(của người lớn) cư xử một cách ngớ ngẩn hoặc chưa trưởng thành",
            "hasImg": true
        },
        {
            "id": "58fb80d8-6658-42ea-bd8b-baa27023caed",
            "word": "loyal",
            "phonetic": "lɔɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The loyal subjects bowed down before their king as a sign of reverence.",
                "The old dog is long in the tooth, but still brings joy and companionship to its owner with its gentle demeanor and loyal nature.",
                "He chose a loyal and hardworking employee from an ordinary background over one with an impressive resume but a questionable work ethic.",
                "Despite the emergence of new competitors, the company's brand remains alive and well in the market, attracting loyal customers.",
                "David thought Susan was a loyal employee, but he fostered a snake in his bosom because she had been stealing from the company."
            ],
            "audio": "https://tts.langeek.co/read?text=bG95YWw&hash=823376701d7e145bda9a97af25ac351545c71b95&lang=en&cache-only=0",
            "defineEn": "remaining firm in support for someone or something",
            "defineVi": "công ty còn lại để hỗ trợ cho một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "a90023ee-68a9-4e63-954c-46d3b56ac082",
            "word": "open",
            "phonetic": "oʊpən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The driver of the car opened the car door for the passengers.",
                "The waiter opened the bottle of wine for the guests.",
                "The library opens at 10 o'clock on weekdays.",
                "right on cue the door opened",
                "The store stays open late on Thursdays."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Blbg&hash=34a0e897f6d992598958d195c329d91edce4da65&lang=en&cache-only=0",
            "defineEn": "behaving honestly and without hiding one's feelings and thoughts",
            "defineVi": "cư xử trung thực và không che giấu cảm xúc và suy nghĩ của một người",
            "hasImg": true
        },
        {
            "id": "41473240-1813-4206-9b8d-5a37df79b929",
            "word": "evil",
            "phonetic": "iːvəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Sufficient unto the day is the evil thereof.",
                "Evil doers are evil dreaders as they say.",
                "Evil doers are evil dreaders as they say.",
                "He goes hammer and tongs in exposing the evil men through his pen.",
                "Parents often warn their children that evil communications corrupt good manners, urging them to surround themselves with positive influences."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZpbA&hash=7fd3f0f15c711bd2bc790deee86e84d68f3275fd&lang=en&cache-only=0",
            "defineEn": "(of a person) feeling joy when harming people",
            "defineVi": "(của một người) cảm thấy vui khi làm hại người",
            "hasImg": true
        },
        {
            "id": "1f1247a4-26ad-4968-8c94-f02f3e16936f",
            "word": "responsible",
            "phonetic": "ɹᵻspɑːnsᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The brain is responsible for controlling our thoughts and actions.",
                "The engineer is responsible for ensuring the safety and efficiency of the electrical system.",
                "He is ultimately responsible for every aspect of the broadcast.",
                "At the end of the day I'm responsible for what happens in the school.",
                "As a responsible person, it is important to be mindful of our impact on the environment."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzcG9uc2libGU&hash=ecc54abccc8d5e3bf34d38315515dbb8ad79c2cc&lang=en&cache-only=0",
            "defineEn": "able to be relied on and trusted",
            "defineVi": "có thể được dựa vào và tin tưởng",
            "hasImg": true
        },
        {
            "id": "c68be248-7e2b-4dd7-a3c0-a08e36200df5",
            "word": "mysterious",
            "phonetic": "mɪstɪɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "No one could shed any light on the mysterious car accident.",
                "Love is mysterious though.",
                "Dark energy is far more mysterious.",
                "Others had died mysterious deaths.",
                "And some high-altitude adaptations remain mysterious!"
            ],
            "audio": "https://tts.langeek.co/read?text=bXlzdGVyaW91cw&hash=14d187ef1f96f1b58868a3e4a77545c38b5d6495&lang=en&cache-only=0",
            "defineEn": "(particularly of a person) strange because very little is known about them",
            "defineVi": "(đặc biệt là của một người) kỳ lạ vì rất ít thông tin về họ",
            "hasImg": true
        },
        {
            "id": "06635207-4bc8-415b-ba27-70c9e12b13b0",
            "word": "determined",
            "phonetic": "dɪtɜːmɪnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The government is determined to check the growth of public spending.",
                "The coach was determined to get his message through to the team before the big game.",
                "The government was determined to break the power of the trade unions.",
                "The determined fan elbowed his way through the crowd to get closer to the stage.",
                "She's determined to put her new ideas into practice."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV0ZXJtaW5lZA&hash=8f5409360304bc7207af4994a79e41e580a50fd5&lang=en&cache-only=0",
            "defineEn": "having or displaying a strong will",
            "defineVi": "có hoặc hiển thị một ý chí mạnh mẽ"
        },
        {
            "id": "b535d275-f36e-4863-b184-ca1b8f88c2bc",
            "word": "concern",
            "phonetic": "kənsɜːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Concern showed in his face.",
                "Local residents have raised concerns about late-night noise.",
                "The jury is still out as concerns the location of the new station.",
                "The Red Cross's primary concern is to preserve and protect human life.",
                "John's family had concerns about his fiancée, suspecting she might be a gold digger who was after his inheritance."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY2Vybg&hash=b09d6b6590a69a144ddb302bc1bccac4c81a60a8&lang=en&cache-only=0",
            "defineEn": "a feeling of restlessness or worry about something that is important",
            "defineVi": "một cảm giác bồn chồn hoặc lo lắng về một cái gì đó là quan trọng",
            "hasImg": true
        },
        {
            "id": "23a4b917-c85e-4dc5-8f17-35588fdf7ee5",
            "word": "to appreciate",
            "phonetic": "tʊ ɐpɹiːʃɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The distinct taste and texture of kelp are appreciated in certain cuisines around the world.",
                "I would appreciate your help in putting me in touch with historians at the university.",
                "As a health-conscious individual, he appreciated the nutritional benefits of incorporating poppy seeds into his meals.",
                "I didn't appreciate that cheap shot you took at me at the party.",
                "I would appreciate the chance to meet with you at your convenience to discuss these matters."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwcmVjaWF0ZQ&hash=7d08d5e6d9da67497420fa2cbf1032b2403f4805&lang=en&cache-only=0",
            "defineEn": "to be thankful for something",
            "defineVi": "để được biết ơn cho một cái gì đó",
            "hasImg": true
        }
    ]
}