{
    "id": "179999c9-5045-4f4f-a217-3727bd621a1b",
    "title": "Stairways",
    "originalTitle": "Stairways",
    "words": [
        {
            "id": "06ca8715-03ef-4a00-96c6-6072b4cebc44",
            "word": "spiral staircase",
            "phonetic": "spaɪɚɹəl stɛɹkeɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BpcmFsIHN0YWlyY2FzZQ&hash=6499919fc1fa4fa48f0afca2f09196010bbccc52&lang=en&cache-only=0",
            "defineEn": "a compact and elegant staircase design that features a continuous helical or spiral structure, allowing vertical movement while occupying minimal space",
            "defineVi": "một thiết kế cầu thang nhỏ gọn và thanh lịch có cấu trúc xoắn ốc hoặc xoắn ốc liên tục, cho phép di chuyển thẳng đứng trong khi chiếm không gian tối thiểu"
        },
        {
            "id": "a98838a5-999b-46bf-8829-7d5f485699b4",
            "word": "helical staircase",
            "phonetic": "hɛlɪkəl stɛɹkeɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGVsaWNhbCBzdGFpcmNhc2U&hash=9f8a31cbaa3494515ee3b3c4a001378021b71795&lang=en&cache-only=0",
            "defineEn": "a type of staircase that follows a continuous curve or helix shape, providing a graceful and visually appealing design for vertical circulation",
            "defineVi": "một loại cầu thang đi theo một đường cong liên tục hoặc hình xoắn ốc, mang đến một thiết kế duyên dáng và hấp dẫn trực quan cho lưu thông theo chiều dọc"
        },
        {
            "id": "0b484a9d-bab0-43fd-b59f-dbd46e809e33",
            "word": "perron",
            "phonetic": "pɛɹən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVycm9u&hash=45961deb88eaede44cfb6ded2cc214ace7ec797e&lang=en&cache-only=0",
            "defineEn": "a stepped platform or staircase leading to the entrance of a building, often with decorative elements, serving as an architectural featur",
            "defineVi": "một bậc thang hoặc cầu thang dẫn đến lối vào của một tòa nhà, thường có các yếu tố trang trí, phục vụ như một đặc điểm kiến trúc"
        },
        {
            "id": "016dac66-2daa-4fa4-8fc0-c4915627d3c8",
            "word": "curtail step",
            "phonetic": "kɜːteɪl stɛp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3VydGFpbCBzdGVw&hash=370b1f4d8c99c2402ce28f641d1b3dc3e117a1dd&lang=en&cache-only=0",
            "defineEn": "the bottom step of a staircase that has a decorative design, often larger or more ornate than the other steps, and may feature a newel post or other decorative elements",
            "defineVi": "bậc dưới cùng của cầu thang có thiết kế trang trí, thường lớn hơn hoặc trang trí công phu hơn các bậc khác và có thể có cột mới hoặc các yếu tố trang trí khác"
        },
        {
            "id": "42edb583-2a4a-465b-b533-fb3f8202db37",
            "word": "landing",
            "phonetic": "lændɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The pilot's best bet was to make an emergency landing.",
                "And landing happens faster than that.",
                "Sticks the landing.",
                "- Landing in a crosswind situation requires a couple of different maneuvers.",
                "We do vertical landings."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFuZGluZw&hash=97015f23ddf2ab4ddebeac8c9cb5f0b6645f4baf&lang=en&cache-only=0",
            "defineEn": "an area located between two sets of stairs or at the top of a staircase",
            "defineVi": "một khu vực nằm giữa hai bộ cầu thang hoặc ở đầu cầu thang"
        },
        {
            "id": "19dcf9fe-790f-42f7-b5ea-822d91f86cd9",
            "word": "doorstep",
            "phonetic": "doːɹstɛp ",
            "partOfSpeechType": "noun",
            "examples": [
                "There's a lovely park right on our doorstep.",
                "They have to put up with a giant oil refinery right on their doorstep.",
                "Not a month later, Fa Hai appeared at their doorstep.",
                "It has come to our doorstep.",
                "If satellites were old cars, Earth’s doorstep would look like Steven Avery’s front yard."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9vcnN0ZXA&hash=3a5af8c39d3aff03c6fcb5d1ef1173c845b0d168&lang=en&cache-only=0",
            "defineEn": "a small step in front of the main door of a building or house",
            "defineVi": "một bước nhỏ trước cửa chính của một tòa nhà hoặc ngôi nhà",
            "hasImg": true
        },
        {
            "id": "dac1d61c-b692-409c-94d2-2feeb382b110",
            "word": "banister",
            "phonetic": "bænɪstɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFuaXN0ZXI&hash=11d07e05da54f7f99e2330b4cb641683fdd0fe11&lang=en&cache-only=0",
            "defineEn": "the handrail or support along the side of a staircase, typically made of wood or metal, that provides stability and support while ascending or descending the stairs",
            "defineVi": "tay vịn hoặc giá đỡ dọc theo cạnh cầu thang, thường được làm bằng gỗ hoặc kim loại, mang lại sự ổn định và hỗ trợ khi lên hoặc xuống cầu thang"
        },
        {
            "id": "c38dd2cd-5325-4368-b879-6fe57d9808d3",
            "word": "balustrade",
            "phonetic": "bæləstɹeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I think it's so nice as a balustrade.",
                "Ah, ok wow, this place has a tremendous number of balustrades, doesn’t it."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsdXN0cmFkZQ&hash=dbe83fcc5ab768f5b95b842ddb6fc280007d33f6&lang=en&cache-only=0",
            "defineEn": "a row of connected posts placed at the edge of a height such as stairway, balcony, etc. in order to protect people from falling",
            "defineVi": "một hàng cột liên kết được đặt ở các cạnh của độ cao như cầu thang, ban công, v.v. để bảo vệ mọi người khỏi bị ngã"
        },
        {
            "id": "790cb9f5-4969-4c1f-a7dc-5ed4006a04b5",
            "word": "baluster",
            "phonetic": "bælʌstɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFsdXN0ZXI&hash=433da8d230840e3f73a95c09361bd7f9ef2be5fb&lang=en&cache-only=0",
            "defineEn": "a vertical, slender post or pillar that supports a railing or parapet, typically found in staircases, balconies, or terraces, providing both structural support and aesthetic appeal",
            "defineVi": "một cột hoặc cột thẳng đứng, thanh mảnh hỗ trợ lan can hoặc lan can, thường được tìm thấy ở cầu thang, ban công hoặc sân thượng, cung cấp cả sự hỗ trợ về cấu trúc và tính thẩm mỹ"
        },
        {
            "id": "ae745e01-4ebd-4feb-b605-05c627e49f0e",
            "word": "half landing staircase",
            "phonetic": "hæf lændɪŋ stɛɹkeɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGFsZiBsYW5kaW5nIHN0YWlyY2FzZQ&hash=0680d5f9b09806bdd49e50d1506973a553520294&lang=en&cache-only=0",
            "defineEn": "a type of staircase design that includes a flat landing or platform midway between two flights of stairs, allowing for a change in direction or providing a resting point",
            "defineVi": "một loại thiết kế cầu thang bao gồm chiếu nghỉ bằng phẳng hoặc bệ ở giữa hai đợt cầu thang, cho phép thay đổi hướng hoặc cung cấp điểm dừng"
        },
        {
            "id": "983d08bd-eb93-41e8-851e-d34484e4d83b",
            "word": "flight",
            "phonetic": "flaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The vision seems a flight of fancy.",
                "He found a cheap flight deal for his vacation.",
                "I need to book a flight to New York for next week's business meeting.",
                "Jimmy often has good ideas but his latest proposal is just a flight of fancy!",
                "We had a great trip, but our flight home was badly delayed, which took the gilt off the gingerbread."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxpZ2h0&hash=e875954344d023e089cb265b2d146812c44aeb48&lang=en&cache-only=0",
            "defineEn": "a consecutive set of steps that connects two landings, allowing vertical movement between different levels of a building",
            "defineVi": "một tập hợp các bước liên tiếp kết nối hai chiếu nghỉ, cho phép di chuyển theo chiều dọc giữa các cấp độ khác nhau của tòa nhà"
        },
        {
            "id": "2003a506-6f82-4879-89e9-c6d33021cb95",
            "word": "riser",
            "phonetic": "ɹaɪzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So here on the front of the board, we've got three of Camino's super-cool PCI Express risers.",
                "Maybe you missed it because you were sleeping in, but our society loves an early riser.",
                "Now, normally, when you build a Small Form Factor machine, the PCI Express riser is like, it's thick.",
                "- Tim made a decision early on that he wanted all the risers to be self-made, so it's a lot of stuff that we messed around with in Calgary.",
                "And honestly from the, like the business side, I would say it's more like an A. You really can't even see any of the cables because of the way they've got the graphics card sitting on this PCI Express riser over here, kind of blocking most of the ugly parts of the motherboard, and then they've got this like crazy town reservoir here and they've actually got some kind of additive in the coolant that's a-"
            ],
            "audio": "https://tts.langeek.co/read?text=cmlzZXI&hash=42507aa995b6de68de357073d04c7daeaa865180&lang=en&cache-only=0",
            "defineEn": "the vertical component of a step in a staircase, providing the height between consecutive treads",
            "defineVi": "thành phần thẳng đứng của một bậc trong cầu thang, cung cấp chiều cao giữa các bậc thang liên tiếp"
        },
        {
            "id": "55a1cf92-7323-4ba7-a660-7fbdba54110f",
            "word": "staircase",
            "phonetic": "stɛɹkeɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Indian mathematicians called it the Staircase of Mount Meru.",
                "Think of it like a staircase.",
                "This is a student-built staircase.",
                "Then there were the 400 magnetic tapes of navigational data inside some moldy cardboard boxes under a staircase at the Jet Propulsion Laboratory in California.",
                "Our student disability services office is located at the bottom of a large staircase in the basement."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhaXJjYXNl&hash=e611f61238205863aac4cb2002dbc4255082348b&lang=en&cache-only=0",
            "defineEn": "a set of stairs inside a building including its surrounding side parts that one can hold on to",
            "defineVi": "một bộ cầu thang bên trong một tòa nhà bao gồm các phần phụ xung quanh mà người ta có thể bám vào",
            "hasImg": true
        },
        {
            "id": "adce4962-24c6-46bf-8732-cab5334c3f1e",
            "word": "stair",
            "phonetic": "stɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Those stairs kill me every time!",
                "She took a tumble down the stairs.",
                "She went sobbing up the stairs.",
                "I prefer taking the elevator in tall buildings rather than using the stairs.",
                "He huffed and puffed as he carried the heavy box up the stairs."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhaXI&hash=291cb652e6a11269989fdd96a2f5847b6054239e&lang=en&cache-only=0",
            "defineEn": "a step in a set of stairs",
            "defineVi": "một bước trong một bộ cầu thang",
            "hasImg": true
        },
        {
            "id": "18083bae-e3d6-4f7e-aa11-d5c33e4b2994",
            "word": "attic staircase",
            "phonetic": "æɾɪk stɛɹkeɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXR0aWMgc3RhaXJjYXNl&hash=6bd3d903c2a80cdd2d97144402ec49d9b0dc2eaa&lang=en&cache-only=0",
            "defineEn": "a retractable or foldable set of steps designed specifically for accessing the attic space in a building",
            "defineVi": "một tập hợp các bước có thể thu vào hoặc có thể gập lại được thiết kế đặc biệt để tiếp cận không gian áp mái trong tòa nhà"
        },
        {
            "id": "1ac33f69-d7b1-4259-97a5-dfb8bc3ec6d2",
            "word": "newel post",
            "phonetic": "nuːəl poʊst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmV3ZWwgcG9zdA&hash=e70e4af90c47129a92cdff305e08369fe67666be&lang=en&cache-only=0",
            "defineEn": "the supporting pillar of a staircase located at the top or end of the handrail",
            "defineVi": "trụ đỡ của cầu thang nằm ở đầu hoặc cuối tay vịn"
        },
        {
            "id": "dee5872f-5806-4408-98a9-123294df0ccb",
            "word": "stile",
            "phonetic": "staɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He's known for helping a lame dog over a stile.",
                "Stile: You know, everybody feels anxious, let's say, before a presentation or before an exam.",
                "Stile: The myth that only women get depressed couldn't be further from the truth.",
                "Stile: I think oftentimes people might say, \"Oh, why not go speak with a friend who's a good friend, and they can keep things confidential?\"",
                "'Cause you know, he's obviously, you know a studious Yes, hardworking, hardworking guy, but I always picture that he's a little bit more like Stiles from Teen Wolf."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RpbGU&hash=3768f8aad543d31c3176939deceb3d8c670dd881&lang=en&cache-only=0",
            "defineEn": "a structure consisting of steps or bars that allows people to pass over a fence or wall while preventing the passage of livestock or large animals",
            "defineVi": "một cấu trúc bao gồm các bước hoặc thanh cho phép mọi người đi qua hàng rào hoặc bức tường trong khi ngăn gia súc hoặc động vật lớn đi qua"
        },
        {
            "id": "29b29379-14d3-4ff6-aad6-6d74328e2163",
            "word": "stringer",
            "phonetic": "stɹɪŋɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RyaW5nZXI&hash=5ca0fa5936f34f8c140a763f27f28c1e4451aab1&lang=en&cache-only=0",
            "defineEn": "a structural component in a staircase that provides support and stability to the steps, typically running vertically and parallel to the incline of the stairs",
            "defineVi": "một thành phần cấu trúc trong cầu thang cung cấp hỗ trợ và ổn định cho các bước, thường chạy theo chiều dọc và song song với độ nghiêng của cầu thang"
        },
        {
            "id": "fa5f8b54-db1c-4405-bfbf-7222fb6c18e1",
            "word": "tread",
            "phonetic": "tɹɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Turkey treads a tightrope in its approach to Russia.",
                "Shawn, we are treading on thin ice right now.",
                "I've been treading water for the past year hoping to find a better job.",
                "It's true he treads on my toes now and then, but at any rate he won't let me down.",
                "Thomas recklessly waded into the controversial debate that more sensible voices shied away from, showing that fools rush in where angels fear to tread."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlYWQ&hash=67b698c40bc3227808873d5ec5557936f92755eb&lang=en&cache-only=0",
            "defineEn": "the horizontal part of a step in a staircase that provides a surface to walk on",
            "defineVi": "phần nằm ngang của một bậc trong cầu thang cung cấp một bề mặt để đi bộ"
        },
        {
            "id": "489f3336-00e4-43f7-a316-c9ea86fd6f8b",
            "word": "stair",
            "phonetic": "stɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Those stairs kill me every time!",
                "She took a tumble down the stairs.",
                "She went sobbing up the stairs.",
                "I prefer taking the elevator in tall buildings rather than using the stairs.",
                "He huffed and puffed as he carried the heavy box up the stairs."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhaXI&hash=291cb652e6a11269989fdd96a2f5847b6054239e&lang=en&cache-only=0",
            "defineEn": "a series of steps connecting two floors of a building, particularly built inside a building",
            "defineVi": "một loạt các bước kết nối hai tầng của một tòa nhà, đặc biệt được xây dựng bên trong một tòa nhà",
            "hasImg": true
        },
        {
            "id": "28379769-ff75-4f4e-b395-2d346a7a5962",
            "word": "stairwell",
            "phonetic": "stɛɹwɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "In one stairwell, a single officer was left to try and fend off an oncoming crowd.",
                "And, after my assault, I was immediately greeted by friends from the stairwell when I was leaving the mechanical room.",
                "I'm talking as they went down the stairwell.",
                "Okay in your letter you wrote both loudly stumbled down the stairwell at which point other persons at the house.",
                "There are lots of places around your house that you can drop your parachute, like from the top of a stairwell, or you can stand on a chair."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhaXJ3ZWxs&hash=d6c46e8ec46f9c27afae259f86d5b1589d2a6496&lang=en&cache-only=0",
            "defineEn": "the area of a property where the stairs are located",
            "defineVi": "khu vực của một tài sản nơi đặt cầu thang",
            "hasImg": true
        },
        {
            "id": "abfc5e2d-43d2-48db-b4b9-a005ca77d611",
            "word": "carriage",
            "phonetic": "kæɹɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The carriage went quickly on.",
                "Number one, the gun carriage itself.",
                "The guard ran with Mr Harris back to the carriage.",
                "The guard ran with Mr Harris back to the carriage.",
                "She was in the carriage.'"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FycmlhZ2U&hash=5964e77182176ca95469f42f5192581b47ca1711&lang=en&cache-only=0",
            "defineEn": "the supporting structure that holds the treads and risers together, forming the framework of the staircase",
            "defineVi": "cấu trúc hỗ trợ giữ các bậc thang và bậc thang lại với nhau, tạo thành khung của cầu thang"
        },
        {
            "id": "8a315fef-a833-4f2f-8130-e2b2b09e08d9",
            "word": "nosing",
            "phonetic": "noʊzɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bm9zaW5n&hash=80461507bca4372eee3ca68d7ec1735dddee1bef&lang=en&cache-only=0",
            "defineEn": "the rounded or curved front edge of a step that extends beyond the riser, providing a safe and visually defined transition between steps",
            "defineVi": "cạnh trước được làm tròn hoặc cong của bậc vượt ra ngoài thanh nâng, mang lại sự chuyển tiếp an toàn và được xác định trực quan giữa các bậc"
        },
        {
            "id": "dd3d94a1-ef79-4270-bbcf-403964aac75a",
            "word": "wall handrail",
            "phonetic": "wɔːl hændɹeɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2FsbCBoYW5kcmFpbA&hash=8666cfb6ea9c107d04deeb02b90a5c6e53da4bff&lang=en&cache-only=0",
            "defineEn": "a rail fixed to the wall parallel to a flight of stairs, providing support and guidance for those using the stairs",
            "defineVi": "một đường ray cố định vào tường song song với một cầu thang, cung cấp hỗ trợ và hướng dẫn cho những người sử dụng cầu thang"
        },
        {
            "id": "d0d00c1b-6eda-49f1-a980-f43601bd527c",
            "word": "handrail",
            "phonetic": "hændɹeɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Handrails are my enemy.",
                "I never go near a handrail.",
                "Stripping walls, windows, floors, and handrails is next.",
                "You don't have to necessarily grab every handrail, unless you have to.",
                "But during the flu season, that might not even be enough because there are danger zones everywhere especially on surfaces like desks, doorknobs and steel handrails."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZHJhaWw&hash=f5a5f8b3cfb5791d12c8e22bf9ee938cadae04f9&lang=en&cache-only=0",
            "defineEn": "a supportive rail fixed to a staircase or walkway, providing a handhold for stability and safety while ascending or descending",
            "defineVi": "một đường ray hỗ trợ được cố định vào cầu thang hoặc lối đi, cung cấp chỗ dựa cho sự ổn định và an toàn khi đi lên hoặc đi xuống"
        },
        {
            "id": "b7cd8ab6-62b5-4149-a648-37b9337632ee",
            "word": "floating staircase",
            "phonetic": "floʊɾɪŋ stɛɹkeɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmxvYXRpbmcgc3RhaXJjYXNl&hash=c3673312acf924bf091d2bc464f858aec57f50af&lang=en&cache-only=0",
            "defineEn": "a type of staircase design where the treads are supported by a hidden structural framework, giving the illusion that the steps are floating in mid-air",
            "defineVi": "một kiểu thiết kế cầu thang trong đó các bậc thang được hỗ trợ bởi một khung cấu trúc ẩn, tạo ảo giác rằng các bậc thang đang lơ lửng giữa không trung"
        },
        {
            "id": "59936c80-9754-46fe-944c-8ed3f0e73d68",
            "word": "straight staircase",
            "phonetic": "stɹeɪt stɛɹkeɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RyYWlnaHQgc3RhaXJjYXNl&hash=320958ae0b50726a6d82b11b755a02ff50cd0fca&lang=en&cache-only=0",
            "defineEn": "a type of staircase design that runs in a straight line from one level to another, without any turns or curves",
            "defineVi": "một loại thiết kế cầu thang chạy theo một đường thẳng từ cấp này sang cấp khác, không có bất kỳ khúc cua hay đường cong nào"
        }
    ]
}