{
    "id": "17ec7842-6dda-40b4-bd0b-8227f3bc6f17",
    "title": "Unit 9 - Lesson 2",
    "originalTitle": "Unit 9 - Lesson 2",
    "words": [
        {
            "id": "7aca8207-b7b5-4f14-b5cd-e5d0c1355385",
            "word": "innovative",
            "phonetic": "ɪnəveɪɾɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The menu features an innovative dish of Korean-style lamb chops.",
                "The tech company's innovative product quickly surpassed its competitors and became the king of the hill in the industry.",
                "They have come up with an innovative design for the new product.",
                "Our graphic designer really carved out a niche for himself with that series of innovative ads.",
                "The tech company's innovative new product is so far ahead of the curve that competitors will struggle to catch up."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5ub3ZhdGl2ZQ&hash=abad161e0e8b5cdc0977ed52d933fd5bb2cc7a60&lang=en&cache-only=0",
            "defineEn": "(of ideas, products, etc.) creative, original, and unlike anything else that exists",
            "defineVi": "(về ý tưởng, sản phẩm, v.v.) sáng tạo, độc đáo và không giống bất kỳ thứ gì khác tồn tại",
            "hasImg": true
        },
        {
            "id": "7195c54e-8105-4735-92d0-996831acb45e",
            "word": "technology",
            "phonetic": "tɛknɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Technology advances by fits and starts.",
                "Each technology has its pros and cons.",
                "Current drilling technology thus barely scrapes the surface.",
                "Our superior technology is our ace in the hole.",
                "We lead the way in space technology."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVjaG5vbG9neQ&hash=3ab1213bc3e2bca745c5831655b519ded26483f3&lang=en&cache-only=0",
            "defineEn": "scientific knowledge put into practice in a particular area, especially in industry",
            "defineVi": "kiến thức khoa học đưa vào thực tiễn trong một lĩnh vực cụ thể, đặc biệt là trong ngành công nghiệp",
            "hasImg": true
        },
        {
            "id": "39dbaf24-c6a8-4dd2-b005-5550bd9e3738",
            "word": "tiny",
            "phonetic": "taɪni ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I heard the tiny squeak of a mouse in the walls.",
                "Cobbled streets run down to a tiny harbor.",
                "The strawberry's bright red skin was dotted with tiny seeds, adding texture to its sweet taste.",
                "It's just a tiny scratch on the car!",
                "We organized a tea party for our dolls with tiny cups and saucers."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlueQ&hash=c9158fe778cb0112bfefe001da2664adde4fb3e8&lang=en&cache-only=0",
            "defineEn": "extremely small",
            "defineVi": "cực nhỏ",
            "hasImg": true
        },
        {
            "id": "16e0aa6e-5094-4965-93fb-bf6f6de36d23",
            "word": "chip",
            "phonetic": "tʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chip on their shoulder continues to grow.",
                "Blue chip refers to firms with long track records for turning profits and paying dividends.",
                "He cashed in his chips last summer aged 65.",
                "He stirred butterscotch chips into his pancake batter, resulting in a stack of fluffy and caramelized pancakes.",
                "Andy cashed in his chips as soon as business started to slow down."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpcA&hash=58854ab25723aaac13715c09fa1a1fc8bbbe4f96&lang=en&cache-only=0",
            "defineEn": "a very small piece of semiconductor, used to make a complicated electronic circuit or integrated circuit",
            "defineVi": "một mảnh chất bán dẫn rất nhỏ, được sử dụng để tạo ra một mạch điện tử hoặc mạch tích hợp phức tạp",
            "hasImg": true
        },
        {
            "id": "ceb94944-0c6f-4d2e-93ee-ebdd90316abd",
            "word": "implant",
            "phonetic": "ɪmplænt ",
            "partOfSpeechType": "noun",
            "examples": [
                "But cochlear implants are.",
                "In the remains of each arm, a microchip has been implanted.",
                "Hearing aids and cochlear implants do not benefit all deaf and hard- of-hearing people.",
                "Cochlear implants are not cosmetic procedures, obviously.",
                "They surgically implanted an array of electrodes onto the brains of two participants who had lost their sight."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wbGFudA&hash=5a1456943ae51fb48b44ce5842e97d0dc3fd3124&lang=en&cache-only=0",
            "defineEn": "a device or drug delivery system that is permanently placed in the body",
            "defineVi": "một thiết bị hoặc hệ thống phân phối thuốc được đặt vĩnh viễn trong cơ thể",
            "hasImg": true
        },
        {
            "id": "994eea37-2475-4038-9d74-0dfbeb2fba44",
            "word": "nanotechnology",
            "phonetic": "nænoʊtɛknɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Butterflies use nanotechnology to lie about their color.",
                "To solve these limitations, the research team behind the new paper turned to nanotechnology. ",
                "Twenty years later, nanotechnology pioneer Eric Drexler came across a transcript of Feynman’s lecture on machines.",
                "To make use of surface tension evolution cracked nanotechnology billions of years before us.",
                "That’s the demise experts are worried might come from nanotechnology."
            ],
            "audio": "https://tts.langeek.co/read?text=bmFub3RlY2hub2xvZ3k&hash=3f76767d393e2507995e188818ee2ff05a67fa73&lang=en&cache-only=0",
            "defineEn": "the study of working with incredibly tiny materials and devices to create new technologies and applications",
            "defineVi": "nghiên cứu làm việc với các vật liệu và thiết bị cực kỳ nhỏ để tạo ra các công nghệ và ứng dụng mới"
        },
        {
            "id": "88023e35-160a-428e-8880-581f0280260b",
            "word": "remote",
            "phonetic": "ɹᵻmoʊt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We are currently exploring a remote village that is off the beaten track.",
                "With the rise of remote work, the world is now your oyster when it comes to finding a job that allows you to work from anywhere in the world.",
                "We decided to take a hike off the beaten route and explore the remote wilderness.",
                "The photographer ventured into remote landscapes, capturing stunning images of untouched nature in the raw, free from any human intervention.",
                "Despite the rumors of his disappearance, James is alive and well, enjoying a peaceful life in a remote village."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVtb3Rl&hash=ae1575707f2aee19f6cb7a05426ec73bc3ebc3cc&lang=en&cache-only=0",
            "defineEn": "far away in space or distant in position",
            "defineVi": "xa trong không gian hoặc xa trong vị trí",
            "hasImg": true
        },
        {
            "id": "889a71ba-f54a-4c3a-9fc3-8763561debc4",
            "word": "surgery",
            "phonetic": "sɜːdʒɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "After the surgery, his face was as white as a sheet.",
                "The doctor performed a surgery on my grandfather to remove his appendix.",
                "Emily's father went under the knife yesterday for a successful heart surgery.",
                "He had a long road to recovery after the surgery, but he's in good nick now.",
                "I doubt she's up to a visit so soon after her surgery."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VyZ2VyeQ&hash=74b9ec7be65674cb4039d347f4f0325dda005681&lang=en&cache-only=0",
            "defineEn": "the branch of medicine that involves the surgical treatment of disease or injury",
            "defineVi": "ngành y liên quan đến phẫu thuật điều trị bệnh hoặc chấn thương",
            "hasImg": true
        },
        {
            "id": "a34f3ff0-8de0-4a29-b2c4-9277569b77dd",
            "word": "cloning",
            "phonetic": "kloʊnɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Something, theoretically, therapeutic cloning can solve.",
                "And, finally, therapeutic cloning is an individualized treatment in a world where drug companies are more interested in standardized ones.",
                "You know, it goes beyond cloning.",
                "But, no surprise, there are a lot of downsides with therapeutic cloning.",
                "Unfortunately, the universe is a party pooper, and perfect cloning is impossible."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvbmluZw&hash=caffa9ea2c66390d71d2acb68149cc873e9140a9&lang=en&cache-only=0",
            "defineEn": "the scientific process of creating an identical or near-identical copy of a living organism, cell, or DNA sequence through asexual reproduction or genetic engineering techniques",
            "defineVi": "quá trình khoa học tạo ra một bản sao giống hệt hoặc gần giống hệt nhau của một sinh vật sống, tế bào hoặc trình tự DNA thông qua sinh sản vô tính hoặc kỹ thuật di truyền"
        },
        {
            "id": "bcd07439-0298-4261-978f-312d185aa9ce",
            "word": "virtual reality",
            "phonetic": "vɜːtʃuːəl ɹɪælᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Virtual reality is an expensive commitment.",
                "And some training will now be virtual reality.",
                "Not to mention, virtual reality is very platform specific.",
                "Is it a rejected virtual reality ride at Action Park, New Jersey.",
                "It uses VR, not virtual reality, vein recognition."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlydHVhbCByZWFsaXR5&hash=78c19bdc2caf499e29f355aa18456ec70a76ff18&lang=en&cache-only=0",
            "defineEn": "an artificial environment generated by a computer that makes the user think what they are seeing or hearing is real, by using a special headphone and a helmet that displays the generated environment",
            "defineVi": "một môi trường nhân tạo do máy tính tạo ra khiến người dùng nghĩ rằng những gì họ đang nhìn hoặc nghe là có thật, bằng cách sử dụng tai nghe đặc biệt và mũ bảo hiểm hiển thị môi trường được tạo"
        },
        {
            "id": "f2231414-8034-42f7-b687-5d884b533ad3",
            "word": "genetic engineering",
            "phonetic": "dʒɪnɛɾɪk ɛndʒɪnɪɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Genetic engineering eliminates this factor.",
                "So genetic engineering has an enormous amount of potential.",
                "Industrial genetic engineering exploded.",
                "Is expensive genetic engineering better than, say, a net over a bed?",
                "In this episode, we looked at genetic engineering."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXRpYyBlbmdpbmVlcmluZw&hash=604e01bb7a78897d5a857590a81646bbd68ac286&lang=en&cache-only=0",
            "defineEn": "the science or process of deliberately modifying the features of a living organism by changing its genetic information",
            "defineVi": "khoa học hoặc quá trình sửa đổi có chủ ý các tính năng của một sinh vật sống bằng cách thay đổi thông tin di truyền của nó",
            "hasImg": true
        },
        {
            "id": "a516b270-88ef-4a00-8527-2373d48a5be1",
            "word": "artificial intelligence",
            "phonetic": "ɑːɹɾɪfɪʃəl ɪntɛlɪdʒəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "When discussing the limitations of artificial intelligence, I point out that even the most advanced algorithms can make mistakes, for even Homer nods.",
                "Artificial Intelligence raises serious questions about philosophical boundaries.",
                "Sometimes, they enlist artificial intelligence for help.",
                "Whether we notice it or not, artificial intelligence is EVERYWHERE.",
                "He was an early pioneer in artificial intelligence."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0aWZpY2lhbCBpbnRlbGxpZ2VuY2U&hash=358c4ce189007957d1fa6666084627cd87ed0ec7&lang=en&cache-only=0",
            "defineEn": "a field of science that deals with creating programs able to learn or copy human behavior",
            "defineVi": "một lĩnh vực khoa học liên quan đến việc tạo ra các chương trình có thể học hoặc sao chép hành vi của con người"
        }
    ]
}