{
    "id": "1881968d-d530-4e6a-9584-3856f5d4fef8",
    "title": "Parts of Musical Pieces",
    "originalTitle": "Parts of Musical Pieces",
    "words": [
        {
            "id": "ffcd0139-e40d-48cd-ab1d-9fb8ffba4c4c",
            "word": "crescendo",
            "phonetic": "kɹəʃɛndoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So there was, in some respects, a building crescendo, I guess, as we were entering the presidential election campaign season, of Russian aggressiveness.",
                "For 13.8 billion years since the beginning of the universe, complexity had been rising in a powerful crescendo, but in the space of a few millennia, collective learning was about to make things really bonkers.",
                "We get the soldier back and the crescendo of the fight starts building up and at that point we're defending the creek bed, and a corner.",
                "For me, this joke kinda goes here, and then you tag it, and that tag for me, is what is the crescendo.",
                "Ambient crescendos and then goes silent for the tagline."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jlc2NlbmRv&hash=98818d7a71e65204215927b05016d83e2e7296c8&lang=en&cache-only=0",
            "defineEn": "a slow and constant increase in the loudness of a musical piece",
            "defineVi": "sự gia tăng chậm và liên tục về âm lượng của một bản nhạc"
        },
        {
            "id": "4552b608-4408-479b-a33d-3cb0830d1c86",
            "word": "strain",
            "phonetic": "stɹeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Can the ropes take the strain?",
                "I strained the vegetable stock after simmering carrots and onions to achieve a clear liquid.",
                "She finds it a strain to meet new people.",
                "She finds meeting new people a strain.",
                "We can't afford to strain at gnats and swallow camels."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyYWlu&hash=d7079b285c629ae7f144f228ed7656faa91a8fd4&lang=en&cache-only=0",
            "defineEn": "the tune or sound of a musical piece or song",
            "defineVi": "giai điệu hoặc âm thanh của một bản nhạc hoặc bài hát"
        },
        {
            "id": "26f13414-bef0-4ac3-9ebd-1d8e9c11189b",
            "word": "tempo",
            "phonetic": "tɛmpoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "-This is your tempo.",
                "And that, in itself, dictates a tempo.",
                "When I think of trap music, this is about the tempo that I go to.",
                "In addition to the mood of the songs, stores can try to tailor the tempo of their music.",
                "Everything slowed down, because you didn't dictate a tempo."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVtcG8&hash=ce38db94a1914d33b57e5edab7a329f4eec9d08c&lang=en&cache-only=0",
            "defineEn": "the speed that a piece of music is or should be played at",
            "defineVi": "tốc độ mà một bản nhạc được hoặc nên được chơi ở"
        },
        {
            "id": "466aa8a7-3c98-4b73-8e35-72fb5b53a270",
            "word": "accompaniment",
            "phonetic": "ɐkʌmpɐnɪmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tamarillo chutney is a delicious accompaniment to grilled meats.",
                "As a dipping sauce connoisseur, I declared the cocktail sauce as the ideal accompaniment to my fried fish fillets.",
                "The volume was simply too low to compete with louder instruments, limiting its use to solo performance and vocal accompaniment."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb21wYW5pbWVudA&hash=69716cac68de4af78358256b18395b0c97faa7d0&lang=en&cache-only=0",
            "defineEn": "a musical part (vocal or instrumental) that supports or provides background for other musical parts",
            "defineVi": "một phần âm nhạc (thanh nhạc hoặc nhạc cụ) hỗ trợ hoặc cung cấp nền tảng cho các phần âm nhạc khác"
        },
        {
            "id": "dd5e277a-97e5-47ba-8ae8-f00175335b03",
            "word": "cadence",
            "phonetic": "keɪdəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "But- People remember the cadence.",
                "They remember the cadence, exactly.",
                "Narrator: Conducted at a cadence.",
                "I just usually try to find the best cadence.",
                "It’s something that has a cadence that’s ongoing."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FkZW5jZQ&hash=9151b0b55de833b7a9e788c7c65d9f40fb742a43&lang=en&cache-only=0",
            "defineEn": "the close of a musical section",
            "defineVi": "kết thúc một phần âm nhạc"
        },
        {
            "id": "5e241560-b6b9-42b9-ad33-a7ab2ab602cc",
            "word": "coda",
            "phonetic": "koʊdə ",
            "partOfSpeechType": "noun",
            "examples": [
                "So Caribbean sperm whales will have a coda of one pattern, while a sperm whale in a different region will arrange their clicks differently.",
                "Granted, the deaf community does have issues with CODAs and SODAs, sibling of deaf adult, SODA.",
                "Even if the hearing person is a CODA and they grew up in the Deaf community and are fluent in sign language, they cannot give you a name sign.",
                "And then the most important thing is, in my opinion, don't talk to our interpreter or captioner or CODA friend or parent who knows ASL, et cetera, et cetera.",
                "And the scene with Abbie on the stand is a kind of coda."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29kYQ&hash=bd5ef3a936a7963e47a04677807947a4f42d3275&lang=en&cache-only=0",
            "defineEn": "the final passage of an extended musical composition",
            "defineVi": "đoạn cuối cùng của một tác phẩm âm nhạc mở rộng"
        },
        {
            "id": "39b8bb97-5e6c-4533-9514-5471523ade01",
            "word": "descant",
            "phonetic": "dɛskænt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVzY2FudA&hash=ea264fb9a95933e17cdb1dc76a9e1e72401d324b&lang=en&cache-only=0",
            "defineEn": "a decorative musical accompaniment (often improvised) added above a basic melody",
            "defineVi": "một nhạc đệm trang trí (thường ngẫu hứng) được thêm vào trên một giai điệu cơ bản"
        },
        {
            "id": "8ca33c31-935b-43e1-9260-a01ebb034cbe",
            "word": "excerpt",
            "phonetic": "ɛksɜːpt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Here's an excerpt of the question.",
                "Now check out this excerpt from Free Jazz, an album released that same year by saxophonist Ornette Coleman.",
                "Note: The following is an excerpt of an interview with Steve Bannon conducted September 19, 2019.",
                "So this is an excerpt of an article, and the title of the article says \"Eating breakfast may beat teen obesity.\"",
                "I want to read you an excerpt from one of the e-mails you published."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjZXJwdA&hash=794a84b05429bc25ac5ed117512b8ac390d125aa&lang=en&cache-only=0",
            "defineEn": "a short piece taken from a longer composition",
            "defineVi": "một đoạn ngắn lấy từ một thành phần dài hơn"
        },
        {
            "id": "8912379c-6a3d-491e-a688-9e3460d90000",
            "word": "leitmotif",
            "phonetic": "leɪtmətɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "This two note leitmotif is perfect not only for its menacing simplicity but also for its functionality.",
                "Written by composer Max Steiner, this score utilized techniques that would go on to be used in horror films for decades, such as Mickey Mousing, in which music matches a character's action and leitmotifs which are short recurring musical ideas that typically signify the presence of a monster or a villain."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVpdG1vdGlm&hash=6268aecc830599f3fa8ee995c01ed5dbfa999ffe&lang=en&cache-only=0",
            "defineEn": "a theme that appears in a literary or musical piece several times and is associated with a particular person, idea or object",
            "defineVi": "một chủ đề xuất hiện nhiều lần trong một tác phẩm văn học hoặc âm nhạc và được liên kết với một người, ý tưởng hoặc đối tượng cụ thể"
        },
        {
            "id": "f379fce9-7f09-4005-aca9-1931d039d0c3",
            "word": "middle eight",
            "phonetic": "mɪdəl eɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWlkZGxlIGVpZ2h0&hash=76324c840432049f0757498fcb8a0cc02efe0fde&lang=en&cache-only=0",
            "defineEn": "a contrasting section in a song that typically spans eight bars, serving as a bridge between verses and choruses",
            "defineVi": "một phần tương phản trong một bài hát thường kéo dài tám ô nhịp, đóng vai trò là cầu nối giữa các câu thơ và điệp khúc"
        },
        {
            "id": "55a0c3ff-9b53-4ce8-85f3-fe8575dd5b87",
            "word": "movement",
            "phonetic": "muːvmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dinoflagellates are capable of rapid movement due to their flagella.",
                "As she turned back, a movement across the lawn caught her eye.",
                "We are keeping tabs on their movements.",
                "Keeping track of his movements is like nailing jelly to the wall.",
                "The cat is long in the tooth, with its gray whiskers and slow movements, but it still purrs and enjoys a warm spot in the sun."
            ],
            "audio": "https://tts.langeek.co/read?text=bW92ZW1lbnQ&hash=277ba7ecc155268ddf4d3067b935a4192a57d644&lang=en&cache-only=0",
            "defineEn": "one of the main parts that a long musical work is divided into, having its own structure",
            "defineVi": "một trong những phần chính mà một tác phẩm âm nhạc dài được chia thành, có cấu trúc riêng"
        },
        {
            "id": "229ffa54-28fa-4c0a-805b-8ab02c8196ee",
            "word": "prelude",
            "phonetic": "pɹeɪluːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Chang's finally fell from Forbes billionaire ranks in July of 2019, a final prelude to Forever 21 heading to bankruptcy court.",
                "And it was exactly, really, the prelude, you could say, to the takeover of Crimea, which later occurred, and the military incursions into Syria, into eastern Ukraine, and into the current very standoffish state of relations between Russia and the West that we see today.",
                "It ended the division over slavery nationally except in New England over the Fugitive Slave Act and was a prelude to the disintegration of the Whigs, which had no reason to exist, landslide for Franklin Pierce, 1852, the Democrat, until the passage of the Kansas-Nebraska Act, which then blew everything up and everything blew up into the air.",
                "Tell me what's happening behind the scenes, what's happening in December and November in Ukraine as a sort of prelude to what's going to happen during the Olympics and afterward.",
                "Do you think federal authorities should have done more to recognize that that event in April was almost a prelude to what happened here last week?"
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlbHVkZQ&hash=d4e2b415f968c9ea35dbd7cf2b5032aa8520ad78&lang=en&cache-only=0",
            "defineEn": "a short section of a musical performance such as a fugue, opera, suite, etc. that introduces the main theme or subject",
            "defineVi": "một phần ngắn của buổi biểu diễn âm nhạc như fugue, opera, suite, v.v. giới thiệu chủ đề hoặc chủ đề chính"
        },
        {
            "id": "757107cf-2b0e-4bba-8e95-c53700da2e50",
            "word": "part",
            "phonetic": "pɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "His dedication and hard work played a big part in the company's success.",
                "The crowd parted to let the truck pass.",
                "She knows her part in the play back to front.",
                "The media, as always, played an important part in the election campaign.",
                "Sailors spend the better part of their time at sea."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFydA&hash=83a1db6808bd0eee48dd434de42ca07e9965694e&lang=en&cache-only=0",
            "defineEn": "the specific music played or sung by a particular voice or instrument in multiple parts",
            "defineVi": "âm nhạc cụ thể được chơi hoặc hát bởi một giọng nói hoặc nhạc cụ cụ thể trong nhiều phần"
        },
        {
            "id": "95843979-9427-459b-93a4-2782c6f4d1fb",
            "word": "section",
            "phonetic": "sɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The newspaper has an entertainment section with movie reviews and celebrity news.",
                "The furniture store has a wide section of sofas, tables, and chairs.",
                "Roquefort cheese is in the cheese section, next to the blue cheeses.",
                "Honeycrisp apples are right over here in the apple section.",
                "The closet had a separate section for hanging long garments like coats and dresses."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VjdGlvbg&hash=8135a0996d8d9c6693c119c23ea1668079d0beba&lang=en&cache-only=0",
            "defineEn": "a distinct portion of a composition with its own unique characteristics, such as melody, rhythm, or harmony",
            "defineVi": "một phần riêng biệt của một sáng tác với các đặc điểm độc đáo của riêng nó, chẳng hạn như giai điệu, nhịp điệu hoặc hòa âm"
        },
        {
            "id": "9c76df9c-a960-4c6c-b1d1-9cc340225d4a",
            "word": "theme",
            "phonetic": "θiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The author abstracted key themes from the novel in her literary analysis.",
                "The artist's painting depicted a crowded city street, with the figures in the painting appearing isolated and alone, capturing the theme of 'a great city, a great solitude'.",
                "Edible ink is a popular choice for creating custom designs on cookies, such as monograms, logos, and holiday themes.",
                "My photography is widely exposing theme of escapism.",
                "This year's theme is Heroes."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlbWU&hash=25ae4cca5a46d2a1c4ffc5d5f4a8e93bd3cc4795&lang=en&cache-only=0",
            "defineEn": "(music) melodic subject of a musical composition",
            "defineVi": "(âm nhạc) chủ đề giai điệu của một tác phẩm âm nhạc"
        },
        {
            "id": "b4975d6c-d3ea-41e7-9557-a4bccee86009",
            "word": "vocal",
            "phonetic": "voʊkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The talented young singer gave the established artist a run for her money, impressing the audience with her exceptional vocal skills.",
                "Vocal communication, like chirps, grunts, and songs, is key between individuals within a species.",
                "It has the loudest vocals.",
                "I strained my vocal chords.",
                "Then, about halfway through the song, the vocals come in."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9jYWw&hash=b943d47b916d36a364b99b9c44562e44c6afaad4&lang=en&cache-only=0",
            "defineEn": "the part of a popular song that is sung, in contrast to the parts that are played on an instrument",
            "defineVi": "một phần của một bài hát nổi tiếng được hát, trái ngược với các phần được chơi trên một nhạc cụ"
        },
        {
            "id": "613acfee-4009-463c-aa4e-086e7554a65a",
            "word": "variation",
            "phonetic": "vɛɹɪeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And more variation means more opportunities for natural selection.",
                "Chinese dragons have lots of variation.",
                "And variation is the raw material for evolution.",
                "Signed languages also display variations in dialect.",
                "Even more basically, where do variations come from?"
            ],
            "audio": "https://tts.langeek.co/read?text=dmFyaWF0aW9u&hash=5c81c04a93e7891d7a4644e3b9d95697bf345cd2&lang=en&cache-only=0",
            "defineEn": "a version of a musical theme with alterations in rhythm, tempo, melody, etc. in a way that the original theme is recognizable",
            "defineVi": "một phiên bản của một chủ đề âm nhạc với sự thay đổi về nhịp điệu, nhịp độ, giai điệu, v.v. theo cách mà chủ đề gốc có thể nhận ra được"
        },
        {
            "id": "95b617db-8ae3-4815-9803-057d6452484a",
            "word": "cadenza",
            "phonetic": "kædɛnzə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FkZW56YQ&hash=5599e34d20a89eaaab9bee27c2ef380159701405&lang=en&cache-only=0",
            "defineEn": "a brilliant solo passage occurring near the end of a piece of music",
            "defineVi": "một đoạn độc tấu xuất sắc xảy ra gần cuối một bản nhạc"
        },
        {
            "id": "d469000c-57f1-4e1b-bf04-11828f1a1e3e",
            "word": "obbligato",
            "phonetic": "ɑːblɪɡɑːɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2JibGlnYXRv&hash=1be5f121abf105bb459b64f8579d4b42b4db003e&lang=en&cache-only=0",
            "defineEn": "a part of the score that must be performed without change or omission",
            "defineVi": "một phần của điểm phải được thực hiện mà không thay đổi hoặc bỏ sót"
        },
        {
            "id": "d3ad9680-24b6-401a-8f41-314baf5a040b",
            "word": "form",
            "phonetic": "fɔːɹm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Teaching methods will take various forms.",
                "People around the world enjoy various forms of music as a universal language.",
                "Our next class will take the form of a debate.",
                "Evidence of their relationship exists in the form of a series of letters.",
                "Please return the completed form at your earliest convenience."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ybQ&hash=34d0fe22f03eb817da84abf3b3bb5f9c9e0503b8&lang=en&cache-only=0",
            "defineEn": "an arrangement of the elements in a composition or discourse",
            "defineVi": "một sự sắp xếp của các yếu tố trong một thành phần hoặc diễn ngôn"
        },
        {
            "id": "1e4aba44-fa57-4f28-83bc-83dd6323a267",
            "word": "beat",
            "phonetic": "biːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Beat it!",
                "Truly we have beaten swords into ploughshares!",
                "Don't beat around the bush - get to the point!",
                "They could easily have beaten us.",
                "The team then beats a retreat from the mall, hoping no one noticed them."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhdA&hash=b491158efccb3fc49adc3604d70327baf9d0eb09&lang=en&cache-only=0",
            "defineEn": "a piece of music or a poem's main rhythm",
            "defineVi": "một bản nhạc hoặc nhịp điệu chính của một bài thơ"
        }
    ]
}