{
    "id": "194367f8-2857-4316-8e8a-22c05c9c5642",
    "title": "Animal Homes",
    "originalTitle": "Animal Homes",
    "words": [
        {
            "id": "4e9680ed-cde9-44cc-aca8-9b271922ed43",
            "word": "hive",
            "phonetic": "haɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "The whole house was a hive of activity on the day before the wedding.",
                "How Loco Works changed Horwich from sleepy village to a hive of industry.",
                "A bee’s home is called a hive.",
                "People with the condition get small hives within a half hour of water exposure, most often on the upper parts of their bodies, like the neck and arms.",
                "Millions of hives have died in the last few years."
            ],
            "audio": "https://tts.langeek.co/read?text=aGl2ZQ&hash=d0eb563aea71bdab7cfd9ff44da540e435a39f24&lang=en&cache-only=0",
            "defineEn": "a structure in which bees live and make honey",
            "defineVi": "một cấu trúc trong đó những con ong sống và làm mật ong",
            "hasImg": true
        },
        {
            "id": "a20e692e-03c1-47bb-b9a8-e4b50fa8d615",
            "word": "barn",
            "phonetic": "bɑːɹn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The farmer witnessed the birth of a baby calf in the barn.",
                "My father quit smoking after he was diagnosed with lung cancer, but I'm afraid he's locking the barn door after the horse is stolen.",
                "My grandfather was a farmer, and he always said that weather predictions like: a dry March, a wet April and a cool May fill barn and cellar and bring much hay still held true in determining a good harvest.",
                "They provide a barn.",
                "And barns are even out at the frontiers of knowledge."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFybg&hash=2c28dcb62c2e476dc78745dc59ac68ed47f1b6f8&lang=en&cache-only=0",
            "defineEn": "a building on a farm in which people keep their animals, straw, hay, or grains",
            "defineVi": "một tòa nhà trong một trang trại, trong đó mọi người giữ động vật, rơm, cỏ khô hoặc ngũ cốc của họ",
            "hasImg": true
        },
        {
            "id": "c2a381ec-69b0-411d-966d-e9a98d5a2795",
            "word": "byre",
            "phonetic": "baɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnlyZQ&hash=e58da2d5f9696a8c842cb002609d4842ca46df06&lang=en&cache-only=0",
            "defineEn": "a cowshed or barn used for housing cows or cattle",
            "defineVi": "một chuồng bò hoặc chuồng được sử dụng để nuôi bò hoặc gia súc"
        },
        {
            "id": "dae1011f-791c-43cc-aa52-b1552df75eba",
            "word": "pasture",
            "phonetic": "pæstʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Gus has one last chance to prove himself before the team puts him out to pasture.",
                "He's in good health and he feels it's too early to be put out to pasture.",
                "By 1960, the cattle had carpeted 500,000 acres of pasture in dung.",
                "About half of the cattle are raised on pasture that used to be rainforest.",
                "She's moved on to sunnier pastures."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzdHVyZQ&hash=c62ffb5c5d7f792de70141fbd9e2bd14e4836470&lang=en&cache-only=0",
            "defineEn": "a field covered with grass or similar herbs suitable for animals to graze on",
            "defineVi": "một cánh đồng được bao phủ bởi cỏ hoặc các loại thảo mộc tương tự thích hợp cho động vật ăn cỏ",
            "hasImg": true
        },
        {
            "id": "6c69affc-6561-4663-8e4c-e53b81f87a92",
            "word": "stable",
            "phonetic": "steɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "A stable relationship stands the test of time.",
                "If you try to replace the oil filter on the engine now, you're just closing the stable door after the horse has bolted.",
                "John was nervous about quitting his stable job to start his own business, but he knew that no guts, no glory, and he took the leap.",
                "When Tom was offered a high-risk investment opportunity with the potential for a big payout, he remembered the saying better a steady dime than a rare dollar and decided to invest his money in a more stable option.",
                "She led the horse back into the stable."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhYmxl&hash=0e994ae64d736eae6f6f9f6cda6d814939bef921&lang=en&cache-only=0",
            "defineEn": "a building on a farm to house horses",
            "defineVi": "một tòa nhà trong một trang trại để nuôi ngựa",
            "hasImg": true
        },
        {
            "id": "2bea662c-5a47-47d9-82fc-a5fb6b962098",
            "word": "tunnel",
            "phonetic": "tʌnəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "They drove a tunnel through the solid rock.",
                "She has tunnel vision in all matters of opinion and morality.",
                "An engineer suggested driving a tunnel through the Judean hills.",
                "The reporter asked the politician a ridiculous question about building a tunnel to the moon, and the politician responded with some nonsense about pink elephants.",
                "They are falling deeper into debt, and there is no light at the end of the tunnel."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVubmVs&hash=17611f6774f1056a17aeca8e722b05350d7617d7&lang=en&cache-only=0",
            "defineEn": "a burrow or underground den used as a home by certain animals, such as rabbits or foxes",
            "defineVi": "hang hoặc hang dưới lòng đất được sử dụng làm nhà của một số loài động vật, chẳng hạn như thỏ hoặc cáo",
            "hasImg": true
        },
        {
            "id": "17903603-af3f-4a6f-b528-aef21eef500c",
            "word": "hutch",
            "phonetic": "hʌtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They call me Hutch.",
                "Sort of the first cop show, before Miami Vice, it was like Starsky and Hutch.",
                "They don't call me Coach Hutch, they just call me Hutch I'm Meredith.",
                "We’ve locked Hazel out of his hutch so he doesn’t hurt himself trying to move too much.",
                "I was very excited when I heard you guys were making this movie because Starsky and Hutch when I was in, I'm trying to think when it was, but I think it was when I was in the fifth, sixth or seventh grade, something like that, it was huge, it was a really cool show, loved it, and Yeah, they were the coolest guys on TV."
            ],
            "audio": "https://tts.langeek.co/read?text=aHV0Y2g&hash=a272c78c694366b8e0873f793ce28cc471788da1&lang=en&cache-only=0",
            "defineEn": "a wooden box with a wired front used for keeping small domesticated animals, such as rabbits, ferrets, etc.",
            "defineVi": "một hộp gỗ có mặt trước có dây dùng để nhốt các động vật nhỏ đã được thuần hóa, chẳng hạn như thỏ, chồn, v.v.",
            "hasImg": true
        },
        {
            "id": "e9cb1b80-5678-4520-9c16-792ee6090bab",
            "word": "web",
            "phonetic": "wɛb ",
            "partOfSpeechType": "noun",
            "examples": [
                "I need to search the web for information about that topic.",
                "She is planning to take a course in web design.",
                "Your web browser has strong encryption in it.",
                "You can watch their conversation our Web site.",
                "I was actually just browsing the web"
            ],
            "audio": "https://tts.langeek.co/read?text=d2Vi&hash=e5b7150c1d991fbcae44fdc967662e6568af4876&lang=en&cache-only=0",
            "defineEn": "a net of thin threads made by a spider to catch insects for food",
            "defineVi": "một mạng lưới các sợi mỏng được tạo ra bởi một con nhện để bắt côn trùng làm thức ăn",
            "hasImg": true
        },
        {
            "id": "d7be1101-6a8b-4eb1-ab32-d32c7ecfd76f",
            "word": "lair",
            "phonetic": "lɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This small hole in the sand is really the lair of a wormlion.",
                "Its lair is like the turret of a castle, rising above the forest floor.",
                "Jim let me inside the secret lair where they developed GravityLight.",
                "Satan, the beast crunching sinners’ bones in his subterranean lair.",
                "Swearing to rescue Sita, the two travel to seek out Ravana' lair."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFpcg&hash=ad821db8bada1fc8a1ba2bcccdb127824cf5c198&lang=en&cache-only=0",
            "defineEn": "a place where a wild animal lives, hides, or takes refuge",
            "defineVi": "một nơi mà một động vật hoang dã sống, ẩn náu hoặc trú ẩn",
            "hasImg": true
        },
        {
            "id": "90987aed-b510-4767-a857-c8e68bce601b",
            "word": "nest",
            "phonetic": "nɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Robins build nests almost anywhere.",
                "The birds built their nest in the tree.",
                "His letter to the papers stirred up a real hornets' nest.",
                "The politician's off-the-cuff remark about pollution stirred up a hornet's nest among environmentalists.",
                "The principal entered the hornet's nest of angry parents."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVzdA&hash=cc2d27a6505e0b251cda776f92fc8612c3490fba&lang=en&cache-only=0",
            "defineEn": "a structure that a bird makes for laying eggs or keeping the hatchlings in",
            "defineVi": "một cấu trúc mà một con chim tạo ra để đẻ trứng hoặc giữ con non trong",
            "hasImg": true
        },
        {
            "id": "af35f4ee-663f-4b99-994a-8038a9aceff9",
            "word": "honeycomb",
            "phonetic": "hʌnɪkoʊm ",
            "partOfSpeechType": "noun",
            "examples": [
                "What would the honeycomb look like for a four dimensional bee?",
                "I do like honeycomb mice.",
                "And then it's got these honeycombs on the back here too.",
                "If you like the shape and you like honeycomb mice, if you're into wired mice, absolutely.",
                "It's like some people just like the honeycomb."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9uZXljb21i&hash=d9d7ead145bb8c9fa99814fbac55d0268dff940f&lang=en&cache-only=0",
            "defineEn": "a structure that is made by bees, consisting of six-sided cells where they store their honey",
            "defineVi": "một cấu trúc được tạo ra bởi những con ong, bao gồm các tế bào sáu cạnh, nơi chúng lưu trữ mật ong của chúng",
            "hasImg": true
        },
        {
            "id": "83ed0113-c1c5-4412-9de2-2ccaef550d38",
            "word": "cobweb",
            "phonetic": "kɑːbwɛb ",
            "partOfSpeechType": "noun",
            "examples": [
                "Scientists, though, think cobweb neckties, and cobweb lots-of-other-things, would be pretty useful.",
                "Scientists, though, think cobweb neckties, and cobweb lots-of-other-things, would be pretty useful."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29id2Vi&hash=e215ababc59526f6c330584694a86454f9253d7f&lang=en&cache-only=0",
            "defineEn": "a tangled net of threads that a spider makes in order to catch insects",
            "defineVi": "một mạng lưới rối ren mà một con nhện tạo ra để bắt côn trùng",
            "hasImg": true
        },
        {
            "id": "55a3d975-86e3-4659-a596-10407707ef76",
            "word": "anthill",
            "phonetic": "ænthɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The queen and the males hardly ever leave the anthill.",
                "Maybe it was near an anthill, or under a bee hive.",
                "And I’m glad that the whole anthill will have food now.",
                "See, ants live together in homes called anthills.",
                "They use these claws for digging into termite and anthill mounds."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aGlsbA&hash=a6a16adf5e6204d6a2b2f8d9ed22daa144dd3610&lang=en&cache-only=0",
            "defineEn": "a large mound of earth created by ants as their home and for storing food",
            "defineVi": "một gò đất lớn do kiến tạo ra làm nhà của chúng và để chứa thức ăn"
        },
        {
            "id": "e95ad898-90d0-411e-ade7-dbca5422ecd7",
            "word": "roost",
            "phonetic": "ɹuːst ",
            "partOfSpeechType": "noun",
            "examples": [
                "After all, the highest branch is not the safest roost.",
                "In this particular society men rule the roost and women have a low status and few rights.",
                "Curses, like chickens, come home to roost.",
                "His bad decisions are coming back to roost.",
                "His lies came back to roost and he lost his job."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9vc3Q&hash=20c61a0029e5d994d5406541bcc807ccadc77ccc&lang=en&cache-only=0",
            "defineEn": "a place where birds settle and rest",
            "defineVi": "một nơi mà các loài chim định cư và nghỉ ngơi",
            "hasImg": true
        },
        {
            "id": "f38afcbd-0ce1-4603-9fe1-bf7bc8d47ca5",
            "word": "rookery",
            "phonetic": "ɹʊkɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cm9va2VyeQ&hash=18a4bd8a2c28a30d9ad3379a0a626d6501344565&lang=en&cache-only=0",
            "defineEn": "a collection of nests that a bird colony, such as rooks build for breeding",
            "defineVi": "một tập hợp các tổ mà một đàn chim, chẳng hạn như tân binh, xây dựng để sinh sản"
        },
        {
            "id": "192a54bc-d3bf-47ed-8644-07a4329ad685",
            "word": "perch",
            "phonetic": "pɜːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And two birds perch in the trees, one with extravagant plumage.",
                "- Yeah, Perch and Vaughn say that.",
                "We plug in the heated perches and the heat lamp for Hera the Harris's Hawk.",
                "Perches and natural branches are great to climb on.",
                "We'll get little perches that she can jump."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyY2g&hash=c3b004c5789db0a8ea3a7f5a712814caea93a037&lang=en&cache-only=0",
            "defineEn": "a place where a bird rests or settles, such as a branch or a rod",
            "defineVi": "một nơi mà một con chim nghỉ ngơi hoặc định cư, chẳng hạn như một cành cây hoặc một cây gậy",
            "hasImg": true
        },
        {
            "id": "bbfc886a-c60f-4b36-8cbc-be1a4edfcbc5",
            "word": "aerie",
            "phonetic": "ɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "People are seeing that more body-positive brands like American Eagle's Aerie are achieving a lot of success.",
                "Critics say that the runway show is outdated and that the images in stores are inappropriate, while other brands like American Eagle's Aerie are kind of launching more body-positive campaigns.",
                "So while Aerie's had explosive success over the last few years, Victoria's Secret's slowly seen its sales slide."
            ],
            "audio": "https://tts.langeek.co/read?text=YWVyaWU&hash=fe62eaeb0ca8dddd2bff97ac97afd1f6fa30f4e6&lang=en&cache-only=0",
            "defineEn": "a lofty nest of a bird of prey, typically built on a cliff or high place",
            "defineVi": "một tổ cao của một con chim săn mồi, thường được xây dựng trên một vách đá hoặc nơi cao"
        },
        {
            "id": "44ba8edb-a6ab-430c-8686-226d0a018a67",
            "word": "warren",
            "phonetic": "wɔːɹən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Warren probably moved up.",
                "Warren has written multiple books over the years.",
                "Warren took in about $173,000 from her congressional job last year.",
                "The Warren court was really an exception to this, in part because of the influence of moneyed lawyers.",
                "Warren argues that some humans just aren’t persons, either not yet, or not anymore."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FycmVu&hash=71fc1ec76fbf000878609f394952ca44531ac83c&lang=en&cache-only=0",
            "defineEn": "a network of interconnected underground tunnels and chambers where rabbits or other small burrowing animals live",
            "defineVi": "một mạng lưới các đường hầm và phòng dưới lòng đất được kết nối với nhau nơi thỏ hoặc các động vật đào hang nhỏ khác sinh sống"
        },
        {
            "id": "0ccbe270-00f8-4922-8e77-7b1433a38140",
            "word": "territory",
            "phonetic": "tɛɹɪtoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "By the 1950s, television had made great inroads into the territory of the news magazines.",
                "When you're the boss, staying late at the office just comes with the territory.",
                "We need to be careful when camping in bear territory.",
                "The public attention that famous people get just goes with the territory.",
                "Despite the dangers, the siren call of adventure compelled him to explore the uncharted territory."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVycml0b3J5&hash=0bb70a4b866c0af3462a12f0e83967edac2b785c&lang=en&cache-only=0",
            "defineEn": "an area occupied by an animal or a group of animals that is defended against others",
            "defineVi": "một khu vực bị chiếm giữ bởi một con vật hoặc một nhóm động vật được bảo vệ chống lại những người khác"
        },
        {
            "id": "97633240-b478-4f75-9ef0-3011e8d130dc",
            "word": "sett",
            "phonetic": "sɛt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2V0dA&hash=820e37fbe01f1c90a0efbbea7072b69413ce7ebe&lang=en&cache-only=0",
            "defineEn": "a badger's den or burrow",
            "defineVi": "hang hoặc hang của một con lửng"
        },
        {
            "id": "82a8c840-7d8c-4075-bc27-4f465bb179c4",
            "word": "rabbit hole",
            "phonetic": "ɹæbɪt hoʊl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmFiYml0IGhvbGU&hash=43766fc2db018653cf86f41e049756425f35f737&lang=en&cache-only=0",
            "defineEn": "a small hole or tunnel in the ground that is dug by rabbits and used as a burrow or shelter",
            "defineVi": "một lỗ nhỏ hoặc đường hầm trên mặt đất được đào bởi những con thỏ và được sử dụng làm hang hoặc nơi trú ẩn"
        },
        {
            "id": "b7e63520-9340-4c0f-bdad-c1dbf1d61fec",
            "word": "molehill",
            "phonetic": "moʊlhɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "You're making a mountain out of a molehill.",
                "He specializes in making a mountain from molehill.",
                "I told him about his demotion and as you can expect, he made a mountain out of molehill again and said that he'll resign tomorrow."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9sZWhpbGw&hash=0dc2108be7afc6e816c6ba3b2984c59d5933fe76&lang=en&cache-only=0",
            "defineEn": "a small hill or mound of earth created by moles as they burrow underground",
            "defineVi": "một ngọn đồi nhỏ hoặc gò đất được tạo ra bởi nốt ruồi khi chúng đào hang dưới lòng đất"
        },
        {
            "id": "45332ec8-1a71-44c2-94eb-9c4bf62d8041",
            "word": "lodge",
            "phonetic": "lɑːdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Before long Lodge was the only man in his section able to serve the guns.",
                "A woman with a heart of gold gives us lodging for the night.",
                "The landlord did not seem inclined to trust me with lodging before seeing the color of my money.",
                "With mud and logs, they build sophisticated lodges.",
                "A beaver lodge is their home."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9kZ2U&hash=5584d4ee56d7eba662c53c7886b3e4a27d75a620&lang=en&cache-only=0",
            "defineEn": "the nest of an otter or a beaver",
            "defineVi": "tổ của rái cá hoặc hải ly"
        },
        {
            "id": "ff36fcd5-4369-455b-a4ad-43e712c0c58d",
            "word": "habitat",
            "phonetic": "hæbɪtæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Certain species of fucoid algae serve as habitats for small marine creatures.",
                "Brown algae create habitats and provide food for marine species.",
                "Researchers study diatoms to better understand the environmental conditions of aquatic habitats.",
                "They planted rosemary in their garden to attract bees and butterflies and create a beautiful natural habitat.",
                "The endangered species was living on borrowed time as their habitat continued to be destroyed."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFiaXRhdA&hash=06b382d6940b273530b682801cafefbb601977f2&lang=en&cache-only=0",
            "defineEn": "the place or area in which certain animals, birds, or plants exist",
            "defineVi": "địa điểm hoặc khu vực mà một số loài động vật, chim hoặc thực vật tồn tại",
            "hasImg": true
        },
        {
            "id": "232c4ae8-cda6-44d0-a4da-b7e49df76928",
            "word": "den",
            "phonetic": "dɛn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Someone just bearded him in his den.",
                "a young reporter thrown into the lion's den",
                "Today I walked straight into his office and bearded the lion in his den.",
                "I felt like I was walking into the lion's den when I went in front of the board for my annual review.",
                "Coming in person seemed the decent thing for Lily to do, bearding the lion in her den, so to speak."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVu&hash=df8a49f1702d395896efe02bc5e77b6583855e99&lang=en&cache-only=0",
            "defineEn": "the hidden place where a wild predatory animal lives",
            "defineVi": "nơi ẩn náu nơi một loài động vật săn mồi hoang dã sống",
            "hasImg": true
        },
        {
            "id": "15f30caa-48d3-4eea-8e16-cfc958ed0ee2",
            "word": "burrow",
            "phonetic": "bɜːɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The spores burrow down into the frog’s skin.",
                "They use their burrows not for food, but for shelter.",
                "Burrowing owls steal burrows.",
                "And they make the burrows as a result of the longleaf pine?",
                "But their burrows are typically much more complicated."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVycm93&hash=b8d17706c20a8b3d40f5094d9c62e29ffce56b2f&lang=en&cache-only=0",
            "defineEn": "a hole that an animal digs in the ground to use as a shelter",
            "defineVi": "một cái lỗ mà một con vật đào trong lòng đất để sử dụng như một nơi trú ẩn",
            "hasImg": true
        },
        {
            "id": "6893b5de-b287-4c42-bdf8-7d8cd72a48f7",
            "word": "fold",
            "phonetic": "foʊld ",
            "partOfSpeechType": "noun",
            "examples": [
                "He carefully folded the fruit filling into the pastry dough made with pastry flour.",
                "She folded her T-shirt and put it neatly in the drawer.",
                "My mother asked me to fold my clothes and organize them in my closet.",
                "He spread jam on a slice of toast, folded it in half, and enjoyed a simple and tasty meal.",
                "Drill instructor: Fold the first sheet with you and your rackmate now."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9sZA&hash=292144351aed9982246c826b76f8e1e59b5b29f2&lang=en&cache-only=0",
            "defineEn": "a group of sheep kept together for breeding purposes",
            "defineVi": "một nhóm cừu giữ với nhau cho mục đích chăn nuôi"
        },
        {
            "id": "d660f4df-428c-4deb-920d-d62be7a3d6ec",
            "word": "pen",
            "phonetic": "pɛn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The pen is mightier than the sword.",
                "This pen won't write.",
                "I only have one pen in my bag.",
                "Please write in pen on both sides of the paper.",
                "He writes his thoughts and ideas in a journal with a fancy pen."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVu&hash=5db5a7133a558c002488f6ef55b678716abe830b&lang=en&cache-only=0",
            "defineEn": "a designated enclosed area where domesticated animals such as pigs, goats, and chickens are housed",
            "defineVi": "một khu vực kín được chỉ định nơi nuôi động vật thuần hóa như lợn, dê và gà"
        },
        {
            "id": "265d98d4-01f7-4ff9-9c46-1401fbe4b60a",
            "word": "aquarium",
            "phonetic": "ɐkwɛɹiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The colorful fish in the aquarium captured my attention.",
                "The aquarium was hugely important to Monterey.",
                "They have a huge aquarium.",
                "And the aquarium moved in with it.",
                "Kale has an aquarium."
            ],
            "audio": "https://tts.langeek.co/read?text=YXF1YXJpdW0&hash=4a45a52e6c51ad39aefd8a179b31d6e6c234155d&lang=en&cache-only=0",
            "defineEn": "a large container usually made of glass that is filled with water in which fish and other sea creatures are kept",
            "defineVi": "một thùng chứa lớn thường làm bằng thủy tinh chứa đầy nước trong đó cá và các sinh vật biển khác được giữ",
            "hasImg": true
        },
        {
            "id": "a1908c17-a826-418a-a244-bb67a70b9c08",
            "word": "cote",
            "phonetic": "koʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "During the same time Moya Yanso’s mask was being performed in Cote D’Ivoire, artists Claude Cahun and Marcel Moore were exploring their own gender expression some three thousand miles north in France.",
                "I have been to Senegal, I’ve been to Nigeria, I’ve been to Cote D’Ivoire, all of those places.",
                "How an idealized woman should look and act was explored through different materials and means in the Baule village of Kami in Côte d’Ivoire in the early 1900s."
            ],
            "audio": "https://tts.langeek.co/read?text=Y290ZQ&hash=6d4bf32da7a4d58645dcc08ac87c8f5748eb32d4&lang=en&cache-only=0",
            "defineEn": "a small shelter or coop, usually for poultry or pigeons",
            "defineVi": "một nơi trú ẩn nhỏ hoặc chuồng, thường dành cho gia cầm hoặc chim bồ câu",
            "hasImg": true
        },
        {
            "id": "8383e57b-a8b3-4d7f-b760-7a6275cc178d",
            "word": "sty",
            "phonetic": "staɪ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3R5&hash=62ae914ed7511f5aef97fece2fb13f55c7cc5aa9&lang=en&cache-only=0",
            "defineEn": "a small, enclosed area where pigs are kept",
            "defineVi": "một khu vực nhỏ, kín, nơi lợn được giữ"
        },
        {
            "id": "199d8ca1-0130-456b-8d45-c3a174f05d2d",
            "word": "cage",
            "phonetic": "keɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cage was right over there.",
                "All right, Faraday cage gone.",
                "We have about 2,500 to 3,000 cages.",
                "The cannibals put the sailors and Sinbad in a cage.",
                "It's got the cage here."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FnZQ&hash=b8bffc294c90abd3f2e071a1b5a1d9a360bc6df9&lang=en&cache-only=0",
            "defineEn": "a framework made of metal bars or wires in which animals or birds can be kept",
            "defineVi": "một khung làm bằng các thanh hoặc dây kim loại trong đó có thể giữ động vật hoặc chim",
            "hasImg": true
        },
        {
            "id": "6bef8a1a-0694-43db-80d1-6e93bdc9e7d4",
            "word": "kennel",
            "phonetic": "kɛnəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "With the emergence of kennel clubs and dog shows during England’s Victorian era, these dog types were standardized into breeds, with many new ones bred purely for appearance."
            ],
            "audio": "https://tts.langeek.co/read?text=a2VubmVs&hash=06691487820a3d50ffe57d867ca8a3c496decf03&lang=en&cache-only=0",
            "defineEn": "a small structure used as a shelter for a dog",
            "defineVi": "một cấu trúc nhỏ được sử dụng như một nơi trú ẩn cho một con chó",
            "hasImg": true
        },
        {
            "id": "4784b1ca-5530-41e9-a10f-9dbef771dd4a",
            "word": "oceanarium",
            "phonetic": "oʊʃənɛɹiəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2NlYW5hcml1bQ&hash=a2d3aed6ed7388756a87e08e83270596d2851e6f&lang=en&cache-only=0",
            "defineEn": "a large marine aquarium in which fish and other sea creatures are displayed to the public or studied by scientists",
            "defineVi": "một bể cá biển lớn trong đó cá và các sinh vật biển khác được trưng bày cho công chúng hoặc nghiên cứu bởi các nhà khoa học",
            "hasImg": true
        },
        {
            "id": "e4c4f0c8-134f-4eb2-832a-f9168fa91c0f",
            "word": "dolphinarium",
            "phonetic": "dɑːlfɪnɛɹiəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG9scGhpbmFyaXVt&hash=f1ec9dd48f0f294730316dd3a28eae0fa91152fd&lang=en&cache-only=0",
            "defineEn": "an aquarium for dolphins",
            "defineVi": "một hồ cá cho cá heo",
            "hasImg": true
        },
        {
            "id": "c7d1d13a-7f49-416e-9c4f-b360ea760824",
            "word": "aviary",
            "phonetic": "eɪvɪɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She has a larger outdoor aviary space when the weather is warm enough.",
                "My first encounter with getting close to pigeons was cleaning a large aviary full of them.",
                "Macaws really need a large aviary, a room, or several rooms to be active in during the day. ",
                "These behaviors were established in her outdoor aviary so I was fully in her enclosure with her, which made things much easier because I never felt the need to be cautious of her flying away from me."
            ],
            "audio": "https://tts.langeek.co/read?text=YXZpYXJ5&hash=a6abd6fa57de08ffadd3b9da069003b410fefc9b&lang=en&cache-only=0",
            "defineEn": "a large cage or building where birds are kept",
            "defineVi": "một cái lồng lớn hoặc tòa nhà nơi giữ chim",
            "hasImg": true
        },
        {
            "id": "a7f476cd-53dc-4b3f-a753-2753f08bf4ba",
            "word": "fishbowl",
            "phonetic": "fɪʃboʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, that was actually part of the challenge, being constantly in a fishbowl, if you will.",
                "Men from cities towns, farms, married men, and single men brothers, sweethearts, husbands, fathers, and sons, businessmen and workers from the factories and students from colleges and high schools all over America, they're mobilizing, joining up or having their numbers pulled out of a fishbowl."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlzaGJvd2w&hash=1c3f66a7cbe51664f9a477aa2c9aa3876486dbcf&lang=en&cache-only=0",
            "defineEn": "a glass container that fish are kept in it as pets",
            "defineVi": "một hộp thủy tinh mà cá được giữ trong đó như vật nuôi",
            "hasImg": true
        },
        {
            "id": "4caba234-7ac4-47d5-b60a-f12ae2a42772",
            "word": "beehive",
            "phonetic": "biːhaɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "Grocery stores a beehive of activity, keeping up with supply and demand isn't easy.",
                "It is a beehive of industry where each fellow has a task to perform and this is being done as well regulated as a clock.",
                "A beehive is actually one of the more awesome examples of true democracy in nature.",
                "It's a beehive.",
                "It’s not a beehive."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVlaGl2ZQ&hash=365cf3f883b74c7e216b33294ccb924ae68973f3&lang=en&cache-only=0",
            "defineEn": "a natural or human-made structure where bees live",
            "defineVi": "một cấu trúc tự nhiên hoặc nhân tạo nơi những con ong sống",
            "hasImg": true
        },
        {
            "id": "e52bbd4c-a428-4aa4-bf99-d78e24d53455",
            "word": "animal shelter",
            "phonetic": "ænɪməl ʃɛltɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW5pbWFsIHNoZWx0ZXI&hash=838b378bfd5a2149c010b2110dedae78754661c1&lang=en&cache-only=0",
            "defineEn": "a temporary housing and care facility for lost, abandoned, or surrendered domesticated animals, with the aim of finding them permanent homes",
            "defineVi": "một cơ sở chăm sóc và nhà ở tạm thời cho các động vật thuần hóa bị mất, bị bỏ rơi hoặc đầu hàng, với mục đích tìm cho chúng những ngôi nhà lâu dài"
        },
        {
            "id": "89d0856e-e4bd-488c-9599-5539735d6322",
            "word": "pound",
            "phonetic": "paʊnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The brain weighs about three pounds.",
                "My gal is pound for pound sweeter than chocolate.",
                "I bought a pound of fresh meat from the butcher.",
                "That one mistake left him thousands of pounds out of pocket.",
                "l'd been pound foolish."
            ],
            "audio": "https://tts.langeek.co/read?text=cG91bmQ&hash=2e183a6cfb9fc5037f77c7f3d533e8f21a39ebdc&lang=en&cache-only=0",
            "defineEn": "a small, usually enclosed, area where domesticated animals such as dogs, pigs, or cattle are kept",
            "defineVi": "một khu vực nhỏ, thường được bao bọc, nơi các động vật được thuần hóa như chó, lợn hoặc gia súc được giữ"
        },
        {
            "id": "c589e205-143c-4cc2-aa75-431d6157f8a2",
            "word": "apiary",
            "phonetic": "eɪpjɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXBpYXJ5&hash=b5eb756922cbd66be91cf1d7d705403e16cbe973&lang=en&cache-only=0",
            "defineEn": "a place where bees are kept and honey is produced",
            "defineVi": "nơi nuôi ong và lấy mật"
        },
        {
            "id": "4abaa0a3-3eea-4590-910b-941113a3d2f3",
            "word": "shed",
            "phonetic": "ʃɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The snake shed its old skin to grow a new one.",
                "No one could shed any light on the mysterious car accident.",
                "David built us a shed in the back yard.",
                "I see you think of yourself as the sharpest tool in the shed.",
                "You probably won't need to apply for planning permission to build a shed in your garden, but to be on the safe side, check with your local planning department."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hlZA&hash=2ba578c34545acb9972c5e32f8b65e51aa7e7f93&lang=en&cache-only=0",
            "defineEn": "a simple and small cottage-like building that is built to store things or shelter animals",
            "defineVi": "một tòa nhà giống như ngôi nhà nhỏ và đơn giản được xây dựng để cất giữ đồ đạc hoặc nơi trú ẩn cho động vật"
        },
        {
            "id": "4dccfefe-ee52-4475-9f38-31e4a63b086a",
            "word": "form",
            "phonetic": "fɔːɹm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Teaching methods will take various forms.",
                "People around the world enjoy various forms of music as a universal language.",
                "Our next class will take the form of a debate.",
                "Evidence of their relationship exists in the form of a series of letters.",
                "Please return the completed form at your earliest convenience."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ybQ&hash=34d0fe22f03eb817da84abf3b3bb5f9c9e0503b8&lang=en&cache-only=0",
            "defineEn": "a type of animal den or shelter, usually constructed by small mammals such as rabbits, hares, or foxes",
            "defineVi": "một loại chuồng hoặc nơi trú ẩn của động vật, thường được xây dựng bởi các động vật có vú nhỏ như thỏ, thỏ rừng hoặc cáo"
        },
        {
            "id": "0d8b41ab-1183-46fe-9656-69f43d69c4d3",
            "word": "eyrie",
            "phonetic": "iəɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is from Eyrie."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXlyaWU&hash=7a8c8a2f939dac1567c3fcdebdcbd5a82072a7a2&lang=en&cache-only=0",
            "defineEn": "a bird of prey's nest, usually built high up on a cliff or in a tree",
            "defineVi": "một tổ chim săn mồi, thường được xây dựng cao trên vách đá hoặc trên cây"
        },
        {
            "id": "b613866e-6bb4-47bb-a2b4-a0e3d6934350",
            "word": "columbary",
            "phonetic": "kɑːləmbɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29sdW1iYXJ5&hash=83ac7f6b4cdc7cdd91715724b29dba69b60a1570&lang=en&cache-only=0",
            "defineEn": "a structure or aviary for housing domesticated pigeons or doves",
            "defineVi": "một cấu trúc hoặc chuồng chim để nuôi chim bồ câu hoặc chim bồ câu thuần hóa"
        },
        {
            "id": "704b7fb1-5d84-46d7-a5bb-3ffa5daac192",
            "word": "coop",
            "phonetic": "kuːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Coop, whatta we have?",
                "Many automakers, especially American ones, have dropped most sedans and coops altogether.",
                "This is my buddy Coop.",
                "Oh Coop, come look at this.",
                "Locals say they are the descendants of domesticated chickens that escaped when hurricanes blew open coops."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29vcA&hash=e727bac16f3d4736102d0b5940bf7c4d71c3d8fd&lang=en&cache-only=0",
            "defineEn": "a small building to confine poultry, usually in a farm",
            "defineVi": "một tòa nhà nhỏ để nhốt gia cầm, thường là trong một trang trại",
            "hasImg": true
        },
        {
            "id": "b9e17c25-6f19-480a-93e6-3cb2c1f90c84",
            "word": "drey",
            "phonetic": "dɹeɪ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHJleQ&hash=a8fbc2c346442f9b7d53cc5bdbba8be93680deb9&lang=en&cache-only=0",
            "defineEn": "a squirrel's nest in a tree",
            "defineVi": "một cái tổ của con sóc trên cây",
            "hasImg": true
        },
        {
            "id": "4a54bf6c-6322-46b1-a4c0-ba56d75985f5",
            "word": "menagerie",
            "phonetic": "mənædʒɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Surface tension keeps a whole underwater menagerie alive.",
                "In fact, the growing menagerie of feathered dinosaurs has offered experts a pretty good outline of how feathers evolved.",
                "But over the past century, experts have sorted through all the armored body segments, appendages, crazy spikes, and other fossil features, to reveal a menagerie unlike any that had existed before."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVuYWdlcmll&hash=b0a3205e819b13d47b2924f14805cea886bb3fa9&lang=en&cache-only=0",
            "defineEn": "a collection of live animals kept for exhibition, usually in a zoo or as part of a traveling circus",
            "defineVi": "một bộ sưu tập động vật sống được giữ để triển lãm, thường là trong sở thú hoặc là một phần của rạp xiếc lưu động",
            "hasImg": true
        },
        {
            "id": "1cbaea76-8fbb-489e-908d-5344df698a9b",
            "word": "zoo",
            "phonetic": "zuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the zoo, you can see various animals like giraffes, zebras, and monkeys.",
                "He takes his grandchild to the zoo and teaches them about different animals.",
                "The school organized a field trip to the zoo, and the children were excited to see the animals up close.",
                "Still, zoos have their problems.",
                "Clearly, zoos are a win for people."
            ],
            "audio": "https://tts.langeek.co/read?text=em9v&hash=e1689b1f1affbfb441feace26e48da1dc1e2bdb4&lang=en&cache-only=0",
            "defineEn": "a place where many kinds of animals are kept for exhibition, breeding, and protection",
            "defineVi": "nơi nuôi giữ nhiều loại động vật để trưng bày, nhân giống và bảo vệ",
            "hasImg": true
        },
        {
            "id": "804aba5c-6628-459e-8618-f404322e446a",
            "word": "formicary",
            "phonetic": "fɔːɹmɪkɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zm9ybWljYXJ5&hash=cb49da8ad6ba0d22025bd60fc4c630eb9748b13b&lang=en&cache-only=0",
            "defineEn": "a nest or dwelling place of ants",
            "defineVi": "một tổ hoặc nơi ở của kiến"
        },
        {
            "id": "af639b35-8005-46f6-9370-ef495b99eea2",
            "word": "redd",
            "phonetic": "ɹɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "- Back when Redd and them were doing it, they weren't doing tags so you didn't know who was making the beats."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVkZA&hash=372ef7980fd71d484e71a52665f0d15250b975e9&lang=en&cache-only=0",
            "defineEn": "a spawning nest created by salmonids, such as salmon or trout, in gravel-bottomed streams or rivers",
            "defineVi": "một tổ sinh sản được tạo ra bởi cá hồi, chẳng hạn như cá hồi hoặc cá hồi, trong các dòng suối hoặc sông có đáy sỏi"
        },
        {
            "id": "5d12ee51-c499-4e34-bbf3-14927c7ee4d9",
            "word": "earth",
            "phonetic": "ɜːθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I had experienced the heaven on earth.",
                "The Earth has diverse ecosystems, ranging from forests to deserts.",
                "We spent our vacation in a real heaven on earth.",
                "We live on planet Earth, which is our home.",
                "She's very friendly and very down to earth."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWFydGg&hash=361afd77220f05045a9f6c7f0fe19b0d8ab640af&lang=en&cache-only=0",
            "defineEn": "a tunnel or hole dug underground by some animals, such as badgers, foxes, rabbits, or moles, for shelter and protection",
            "defineVi": "một đường hầm hoặc lỗ do một số động vật đào dưới lòng đất, chẳng hạn như lửng, cáo, thỏ hoặc chuột chũi, để trú ẩn và bảo vệ"
        },
        {
            "id": "073f8913-687c-4473-a1e8-fed197bc1c12",
            "word": "holt",
            "phonetic": "hoʊlt ",
            "partOfSpeechType": "noun",
            "examples": [
                "HOLT MURRAY, University of Pennsylvania Medical Center:",
                "The following year, Holt's son, Plaine, took a company photographer named Charley Clements out to a field.",
                "In the Holt records, it says that I was left on the doorstep of a man's house in Wonju, South Korea.",
                "LESTER HOLT, NBC News: You haven't been to the border.",
                "HOLT MURRAY: You can't breathe, yes."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9sdA&hash=68a757bc3c718951d800c1c046fcaff51bdf4f46&lang=en&cache-only=0",
            "defineEn": "a den or shelter made by otters near a river or water source for protection, resting, grooming, and raising young",
            "defineVi": "hang hoặc nơi trú ẩn của rái cá gần sông hoặc nguồn nước để bảo vệ, nghỉ ngơi, chải lông và nuôi con non"
        }
    ]
}