{
    "id": "1989ad77-8265-4f10-8530-636f56d8926c",
    "title": "Top 101 - 125 Verbs",
    "originalTitle": "Top 101 - 125 Verbs",
    "words": [
        {
            "id": "62dd6ea5-e846-470a-828a-9d228b8d9e57",
            "word": "to realize",
            "phonetic": "tə ɹiːəlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "She realized that the information in the textbook was incorrect.",
                "She realized that her initial assumption was correct.",
                "I realized I'd been had.",
                "She realized the truth in the saying 'a person with too much ambition cannot sleep in peace.'",
                "After a heated debate, the politicians realized the importance of building bridges and finding common ground for the benefit of the nation."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVhbGl6ZQ&hash=e1c00458106777bc404c9a199e0dd8f3faab1aeb&lang=en&cache-only=0",
            "defineEn": "to become aware of a situation or fact",
            "defineVi": "để nhận thức được một tình huống hoặc thực tế",
            "hasImg": true
        },
        {
            "id": "b68850fc-3a54-421f-b57e-607c38b05040",
            "word": "to notice",
            "phonetic": "tə noʊɾɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "I handed in my notice yesterday.",
                "She noticed a small bird nesting on the roof of her garage.",
                "He noticed a spider crawling up the wall.",
                "Did you notice the way he was looking at you?",
                "She noticed a difference in taste and texture when she switched to unbleached flour in her cookie recipe."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbm90aWNl&hash=85e8e890bade5530f30622fcacfb6eb3ad2ebd20&lang=en&cache-only=0",
            "defineEn": "to become aware of something or someone",
            "defineVi": "để trở thành nhận thức của một cái gì đó hoặc ai đó",
            "hasImg": true
        },
        {
            "id": "c1528695-0f09-4ea5-880a-6a954eb2264f",
            "word": "to expect",
            "phonetic": "tʊ ɛkspɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Expecting eight guests all told.",
                "Expect these changes to happen soon.",
                "The company's new product launch is expected to do well in the market.",
                "The novel was expected to sell between 1 000 and 1 500 copies.",
                "Thousands of firms are expected to go to the wall this year."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwZWN0&hash=5df88cc7a16d82de1da362bc53f321f1e714e5d2&lang=en&cache-only=0",
            "defineEn": "to think or believe that it is possible for something to happen or for someone to do something",
            "defineVi": "suy nghĩ hoặc tin rằng điều gì đó có thể xảy ra hoặc ai đó có thể làm điều gì đó"
        },
        {
            "id": "e99cffd9-d104-44f3-8e3c-c1a160a82dcc",
            "word": "to open",
            "phonetic": "tʊ oʊpən ",
            "partOfSpeechType": "verb",
            "examples": [
                "The driver of the car opened the car door for the passengers.",
                "The waiter opened the bottle of wine for the guests.",
                "The library opens at 10 o'clock on weekdays.",
                "right on cue the door opened",
                "The store stays open late on Thursdays."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3Blbg&hash=028e4a808a18018dd34586636a7991294ac07d25&lang=en&cache-only=0",
            "defineEn": "to move something like a window or door into a position that people, things, etc. can pass through",
            "defineVi": "di chuyển thứ gì đó như cửa sổ hoặc cửa ra vào vào vị trí mà mọi người, đồ vật, v.v. có thể đi qua",
            "hasImg": true
        },
        {
            "id": "537ba622-060c-4bb9-9999-b518f4f09e52",
            "word": "to imagine",
            "phonetic": "tʊ ɪmædʒɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "She imagined a sunny day at the beach, enjoying a scoop of lemon curd ice cream.",
                "Imagine two criminals, partners in crime, who are arrested and placed in separate cells with no means of communication.",
                "She imagined kids making funny faces after trying scorzonera for the first time.",
                "She imagined a magical land where the trees were made of cotton candy and the rivers flowed with white sugar.",
                "He imagines himself as a chef, creating a masterpiece dish with Calabrese as the star ingredient."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1hZ2luZQ&hash=6e0b146f836184eb49aa1192d970ae52188f5f10&lang=en&cache-only=0",
            "defineEn": "to make or have an image of something in our mind",
            "defineVi": "để thực hiện hoặc có một hình ảnh của một cái gì đó trong tâm trí của chúng tôi",
            "hasImg": true
        },
        {
            "id": "82a23dec-e03a-4fad-aab3-709c212b9d26",
            "word": "to join",
            "phonetic": "tə dʒɔɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Join the other kids.",
                "The two friends were joined at the hip during their college years.",
                "She joined a soccer league to compete against other teams.",
                "She joined a local volleyball league to compete against other teams.",
                "John and Mary are joined at the hip."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gam9pbg&hash=a3e9a4d50cf54b1714198f3e4a1b70fd46242757&lang=en&cache-only=0",
            "defineEn": "to become a member of a group, club, organization, etc.",
            "defineVi": "để trở thành thành viên của một nhóm, câu lạc bộ, tổ chức, v.v.",
            "hasImg": true
        },
        {
            "id": "8df743b2-2d61-4c7b-ab5d-293f76a7c9e5",
            "word": "to forget",
            "phonetic": "tə fɚɡɛt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We can't forget the limburger cheese!",
                "My son never forgets to pack a few cherry tomatoes in his lunchbox.",
                "I forgot my umbrella, and now I'm getting wet in the rain.",
                "Don't forget to bring your books with you.",
                "Don't forget to sprinkle some shredded cheese on the pizza as a tasty topping."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9yZ2V0&hash=2363391c949e1cdf1f8da1e9064166af84b72a99&lang=en&cache-only=0",
            "defineEn": "to not be able to remember something or someone from the past",
            "defineVi": "để không thể nhớ một cái gì đó hoặc ai đó từ quá khứ",
            "hasImg": true
        },
        {
            "id": "4a9dfc29-ddce-4d5f-9bce-e36fa9e0961f",
            "word": "to pull",
            "phonetic": "tə pʊl ",
            "partOfSpeechType": "verb",
            "examples": [
                "She always pulls her weight.",
                "Uh, I was just pulling your chain, man.",
                "The caterer really pulled a rabbit out of a hat by producing 100 cupcakes with just 20 minutes' notice.",
                "She pulls a face at her brother whenever he teases her.",
                "She pulled her suitcase behind her as she walked through the airport."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVsbA&hash=7803b5d930e90d0b43e59137e79835be57f15beb&lang=en&cache-only=0",
            "defineEn": "to use our hands to move something or someone toward us or in the direction that our hands are moving",
            "defineVi": "sử dụng bàn tay của chúng tôi để di chuyển một cái gì đó hoặc ai đó về phía chúng tôi hoặc theo hướng mà bàn tay của chúng tôi đang di chuyển",
            "hasImg": true
        },
        {
            "id": "d997f231-9006-4d4b-b616-1fd6fa1420fb",
            "word": "to enjoy",
            "phonetic": "tʊ ɛndʒɔɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "My friends enjoyed tangy barbecue gammon skewers at the summer barbecue.",
                "The children enjoyed a refreshing slice of watermelon on a hot summer day.",
                "My friends enjoyed smoky beef rib chops at the countryside barbecue.",
                "My vegetarian friend enjoyed a nourishing adzuki bean grain bowl for lunch.",
                "The hiker enjoyed the scenic beauty of the river's gentle bends."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5qb3k&hash=e9af5c3d89550a29fd918ecc55eb77a816896f52&lang=en&cache-only=0",
            "defineEn": "to take pleasure or find happiness in something or someone",
            "defineVi": "để có niềm vui hoặc tìm thấy hạnh phúc trong một cái gì đó hoặc ai đó",
            "hasImg": true
        },
        {
            "id": "aef538c6-d88f-4ea5-824f-26456faa0ace",
            "word": "to mention",
            "phonetic": "tə mɛnʃən ",
            "partOfSpeechType": "verb",
            "examples": [
                "Mentioning her new boyfriend just rubbed salt into the wound.",
                "By mentioning rope in the house of a man who has been hanged?",
                "When the old girl finally kicked the bucket there was no mention of yours truly in the will.",
                "You struck a raw nerve when you mentioned divorce.",
                "She could not bring herself to mention it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWVudGlvbg&hash=05be962fb0bb5e9e672c7470cb4ea9083d0d3c62&lang=en&cache-only=0",
            "defineEn": "to say something about someone or something, without giving much detail",
            "defineVi": "để nói điều gì đó về ai đó hoặc một cái gì đó, mà không đưa ra nhiều chi tiết"
        },
        {
            "id": "811bac19-8afa-4561-a725-9982e02770ed",
            "word": "to develop",
            "phonetic": "tə dɪvɛləp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Over the years, he developed a reputation as a penny pincher who wouldn't spend money for anything.",
                "The startup is developing cutting-edge technology, boldly going where no man has gone before in the quest for innovation.",
                "The company hedged its bets by developing a second line of products.",
                "Developing a complex software program from scratch within a tight deadline is a herculean task for the development team.",
                "The two colleagues worked together closely and, over time, developed a strong rapport."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGV2ZWxvcA&hash=5623a399537b7fa85fd222791fe571e9465bfff5&lang=en&cache-only=0",
            "defineEn": "to change and become stronger or more advanced",
            "defineVi": "để thay đổi và trở nên mạnh mẽ hơn hoặc tiên tiến hơn",
            "hasImg": true
        },
        {
            "id": "7991769c-ab51-4b4e-846d-512c8d2ba83a",
            "word": "to fight",
            "phonetic": "tə faɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He rarely fought his political battles in the open.",
                "Fighting like cats and dogs like always.",
                "The children had pillow fights during their sleepover.",
                "He has always fought the good fight against oppression.",
                "A young cyclist is fighting for his life after the accident."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmlnaHQ&hash=71d424518da43d9380cbebeabf0c1e185744d1b8&lang=en&cache-only=0",
            "defineEn": "to take part in a violent action, either physical or verbal, against someone",
            "defineVi": "tham gia vào một hành động bạo lực, thể chất hoặc lời nói, chống lại ai đó",
            "hasImg": true
        },
        {
            "id": "b05c4987-d716-4997-bc7c-cc105c1dd5de",
            "word": "to focus",
            "phonetic": "tə foʊkəs ",
            "partOfSpeechType": "verb",
            "examples": [
                "You just focus on the task at hand.",
                "We focused on building the business one customer at a time.",
                "The CEO's focus on customer satisfaction was reflected in the employees' behavior, as like master, like man.",
                "The gourmet cooking class focused on mastering the art of cooking the perfect beefsteak.",
                "He focused on the meat and potatoes of his job, accomplishing tasks efficiently and effectively."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9jdXM&hash=f86ac9979446b7959d78088734132829343acc1c&lang=en&cache-only=0",
            "defineEn": "to pay full attention to someone or something specific",
            "defineVi": "để chú ý đầy đủ đến một ai đó hoặc một cái gì đó cụ thể",
            "hasImg": true
        },
        {
            "id": "7b281954-07d2-47d3-96f5-4fc0c22a8afb",
            "word": "to support",
            "phonetic": "tə səpoːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Parents often support their children financially during college.",
                "The organization supports various charitable causes through donations.",
                "This support has dramatically tilted the balance of power in favor of the Algerian ruling elite.",
                "The government makes a big thing out of public support.",
                "Support the possibility of keeping a lid on tax increases."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VwcG9ydA&hash=b290a4229650625d570821073641ea9a7a322b09&lang=en&cache-only=0",
            "defineEn": "to provide someone or something with encouragement or help",
            "defineVi": "để cung cấp cho ai đó hoặc một cái gì đó với sự khuyến khích hoặc giúp đỡ",
            "hasImg": true
        },
        {
            "id": "f1a04b0d-9877-48cb-9839-73e67a5b92f4",
            "word": "to cut",
            "phonetic": "tə kʌt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The line cuts the circle at two points.",
                "He's cutting his own throat.",
                "Budget cuts are putting the squeeze on scientific research.",
                "Cutting Jefferson a break?",
                "He really cuts the ground from under my feet."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3V0&hash=5c0a06b7124a306811bf5557a68596a8cb917a5f&lang=en&cache-only=0",
            "defineEn": "to divide a thing into smaller pieces using a sharp object",
            "defineVi": "để chia một điều thành phần nhỏ hơn bằng cách sử dụng một đối tượng sắc nét",
            "hasImg": true
        },
        {
            "id": "94cc5c0c-88f2-442b-ac78-45509d48f67a",
            "word": "to teach",
            "phonetic": "tə tiːtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "That will teach them a lesson!",
                "My brother taught me the best way to cook spuds over the campfire.",
                "She teaches yoga to promote health and well-being.",
                "My sister is teaching her dog to sit and stay.",
                "He taught himself to play the violin."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGVhY2g&hash=66ed8eac618bf30768e9f9fe1fa8dac195f26105&lang=en&cache-only=0",
            "defineEn": "to instruct or educate someone; to give lessons to students in a university, college, school, etc.",
            "defineVi": "để hướng dẫn hoặc giáo dục ai đó; để giảng bài cho sinh viên trong một trường đại học, cao đẳng, trường học, v.v.",
            "hasImg": true
        },
        {
            "id": "ded9044a-87b6-4252-917c-f7bb46801be2",
            "word": "to stand",
            "phonetic": "tə stænd ",
            "partOfSpeechType": "verb",
            "examples": [
                "A stable relationship stands the test of time.",
                "The teaching method has stood the test of time.",
                "The guard stood straight as a ramrod.",
                "Men of our generation never stood on ceremony.",
                "My years of teaching stood me in good stead."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhbmQ&hash=c08de753623ef1c41bd744b8bab5dfeebef02c9d&lang=en&cache-only=0",
            "defineEn": "to be upright on one's feet",
            "defineVi": "đứng thẳng trên đôi chân của mình",
            "hasImg": true
        },
        {
            "id": "e273c5be-1874-4e60-aedf-05a5fecb73cc",
            "word": "to push",
            "phonetic": "tə pʊʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She pushed the stroller along the path in the park.",
                "They pushed the heavy box across the room.",
                "The weight of the world pushed him to his knees.",
                "She pushed the cart down the aisle at the grocery store.",
                "The new product design pushes the limits of what is currently available on the market."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVzaA&hash=5dbc73e4539f043c65297ceeaf3e9a2ca08d1ee3&lang=en&cache-only=0",
            "defineEn": "to use our hands, arms, body, etc. in order to make something or someone move forward or away from us",
            "defineVi": "sử dụng bàn tay, cánh tay, cơ thể của chúng ta, v.v. để làm cho một cái gì đó hoặc ai đó di chuyển về phía trước hoặc ra xa chúng ta",
            "hasImg": true
        },
        {
            "id": "28c876ef-8c34-4826-bdfc-3392cd36d8b6",
            "word": "to miss",
            "phonetic": "tə mɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "He never missed a televised basketball or football game.",
                "I missed the part where that's my problem.",
                "but we missed them.",
                "She received a missed call from an unknown phone number.",
                "You've missed your mark three times in a row."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWlzcw&hash=3731b154ab7ef388e275b354f0f5752901ee729a&lang=en&cache-only=0",
            "defineEn": "to not hit or touch what was aimed at",
            "defineVi": "để không đánh hoặc chạm vào những gì đã được nhằm vào"
        },
        {
            "id": "6516e88a-a797-46b0-a27a-0c46b6026607",
            "word": "to explain",
            "phonetic": "tʊ ɛkspleɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "She explained the rules of the game to the new players.",
                "Can you explain this math concept to me?",
                "They explained the procedure for submitting the application form.",
                "They explained the process of making a paper airplane step by step.",
                "He explained the plot of the movie to his friend who hadn't seen it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwbGFpbg&hash=c09dff50785d1072fd505d8568908e84d47c7c8c&lang=en&cache-only=0",
            "defineEn": "to make something clear and easy to understand by giving more information about it",
            "defineVi": "để làm cho một cái gì đó rõ ràng và dễ hiểu bằng cách cung cấp thêm thông tin về nó",
            "hasImg": true
        },
        {
            "id": "d2b9849b-1a51-4388-bdb8-0e2bc82ebc47",
            "word": "to throw",
            "phonetic": "tə θɹoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "My mother throws that far away.",
                "The children threw the crumpled paper balls into the classroom trash can.",
                "Yet another candidate has thrown his hat into the ring.",
                "He threw those kicks at lightning speed!",
                "She lives just a stone's throw away from the beach."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGhyb3c&hash=c267799029f5e651e4902ac0948a7dbf2c2c7491&lang=en&cache-only=0",
            "defineEn": "to send something with force through the air by a movement of the arm and hand; to make something move through the air by quickly moving the arm and hand",
            "defineVi": "gửi một thứ gì đó có lực trong không khí bằng chuyển động của cánh tay và bàn tay; để làm cho một cái gì đó di chuyển trong không khí bằng cách nhanh chóng di chuyển cánh tay và bàn tay",
            "hasImg": true
        },
        {
            "id": "bb1ca659-1ec5-4d47-be5b-5c981fe10e0c",
            "word": "to cover",
            "phonetic": "tə kʌvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The grounds covered eight acres.",
                "The trees were covered in a blanket of snowy white.",
                "The pig's pink skin was covered in coarse hair.",
                "She covered the floor with a colorful carpet.",
                "The book on the shelf had a purple cover."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY292ZXI&hash=62f41f959151a93f70162a16932e91ae4a9065bc&lang=en&cache-only=0",
            "defineEn": "to put something over something else in a way that hides or protects it",
            "defineVi": "để đặt một cái gì đó trên một cái gì đó khác trong một cách che giấu hoặc bảo vệ nó",
            "hasImg": true
        },
        {
            "id": "6e4c5dae-2218-43a0-8d99-41a2c1c9b383",
            "word": "to suppose",
            "phonetic": "tə səpoʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Little things please little minds, I suppose.",
                "I'm just down in the doldrums a bit, I suppose.",
                "I suppose there is no end to the depth of some people's idiocy.",
                "I suppose what can you expect from a hog but a grunt?",
                "Of course, I suppose 20 years does make a lot of difference."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VwcG9zZQ&hash=aa8d7e4151812b381e41cc95af95b9f627dcaa01&lang=en&cache-only=0",
            "defineEn": "to think or believe that something is possible or true, without being sure",
            "defineVi": "suy nghĩ hoặc tin rằng một cái gì đó là có thể hoặc đúng, mà không chắc chắn",
            "hasImg": true
        },
        {
            "id": "eacb2deb-ce49-452d-ab3b-da015b30e89a",
            "word": "to provide",
            "phonetic": "tə pɹəvaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The mountain provided a natural barrier between the two valleys.",
                "The hotel provides fresh towels for the guests every day.",
                "The tall oak tree provided shade on a hot summer day.",
                "The coconut flakes provided a delightful crunch in the homemade granola.",
                "The carob-covered almonds provided a delightful crunch and a hint of sweetness in every bite."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvdmlkZQ&hash=b62bb8b0785739dac343e4a601c890decd162686&lang=en&cache-only=0",
            "defineEn": "to give someone the thing that they need or want",
            "defineVi": "để cung cấp cho ai đó điều mà họ cần hoặc muốn"
        },
        {
            "id": "1a7b1ae4-9418-457c-825c-4fdc39148bb7",
            "word": "to increase",
            "phonetic": "tʊ ɪŋkɹiːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The increase had a ripple effect through the whole financial market.",
                "The tax increase sounded the death knell for the business.",
                "The report showed an increase in sales.",
                "The company's new product line contributed to a significant increase in its overall yield for the quarter.",
                "The company's new product launch led to a fat increase in revenue."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5jcmVhc2U&hash=e490897fe637fa3a8e177c7397571e836cc43956&lang=en&cache-only=0",
            "defineEn": "to become larger in amount or size",
            "defineVi": "để trở nên lớn hơn về số lượng hoặc kích thước",
            "hasImg": true
        }
    ]
}