{
    "id": "19ac8cd1-386d-49aa-9bf5-93d37b1581e7",
    "title": "Lesson 10A",
    "originalTitle": "Lesson 10A",
    "words": [
        {
            "id": "59f30a22-dff0-4538-a3cf-0c9ecff27a8d",
            "word": "science",
            "phonetic": "saɪəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have a science project due next week at school.",
                "All of his teachers are going bananas over his science fair experiment.",
                "They are studying for the science competition next month.",
                "We study different subjects like math, science, and English at school.",
                "We discuss current scientific advancements and discoveries in science class."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NpZW5jZQ&hash=0d8d035c1bcc87c4aafa11f1dcfe197bc7ce2e9a&lang=en&cache-only=0",
            "defineEn": "knowledge about the structure and behavior of the natural and physical world, especially based on examining, testing, and proving facts",
            "defineVi": "kiến thức về cấu trúc và hành vi của thế giới tự nhiên và vật chất, đặc biệt là dựa trên việc kiểm tra, thử nghiệm và chứng minh sự thật",
            "hasImg": true
        },
        {
            "id": "6288b643-36eb-4301-86e4-50a16a5abf51",
            "word": "scientist",
            "phonetic": "saɪəntɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scientists are taking water samples from the river.",
                "Scientists believe that a major breakthrough is on the horizon.",
                "Scientists fear that global warming has gone beyond the point of no return.",
                "The scientist presented an abstract theory that revolutionized our understanding of the universe.",
                "Scientists worked day and night to break the code."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NpZW50aXN0&hash=3b6e253492e1bc4b136b5b727cfaf6aec96a7746&lang=en&cache-only=0",
            "defineEn": "someone whose job or education is about science",
            "defineVi": "một người có công việc hoặc giáo dục là về khoa học",
            "hasImg": true
        },
        {
            "id": "a54b358e-aa14-496e-86b9-4136da0c2bd3",
            "word": "physics",
            "phonetic": "fɪzɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm finding the advanced physics a bit heavy going.",
                "She learns about the laws of physics and the properties of matter in her science lessons.",
                "The renowned scientist, Dr. Rebecca Thompson, is considered the big enchilada in the field of quantum physics.",
                "His method of teaching physics breaks the mould.",
                "And that's why quantum physics is a hoax."
            ],
            "audio": "https://tts.langeek.co/read?text=cGh5c2ljcw&hash=7f6a366ff22c76e23debf63d3c6275a156bbc305&lang=en&cache-only=0",
            "defineEn": "the scientific study of matter and energy and the relationships between them, including the study of natural forces such as light, heat, and movement",
            "defineVi": "nghiên cứu khoa học về vật chất và năng lượng và mối quan hệ giữa chúng, bao gồm nghiên cứu về các lực tự nhiên như ánh sáng, nhiệt và chuyển động",
            "hasImg": true
        },
        {
            "id": "204e4db3-607c-49b7-8e9e-1c13d297c7af",
            "word": "physician",
            "phonetic": "fɪzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the saying goes, physician, heal thyself.",
                "The nurse joked that doctors make the worst patients, after a particularly difficult interaction with a physician who was reluctant to follow medical advice.",
                "My father always told me that every man is a fool or physician by forty, so I made sure to learn from my mistakes and make better decisions as I approached that milestone age.",
                "Aztec physicians had an extensive anatomical lexicon.",
                "Civilian physicians made preliminary medical examinations."
            ],
            "audio": "https://tts.langeek.co/read?text=cGh5c2ljaWFu&hash=f3cc8d3abb2cbe7d4f143825002eaa841e327bc1&lang=en&cache-only=0",
            "defineEn": "a medical doctor who specializes in general medicine, not in surgery",
            "defineVi": "một bác sĩ y khoa chuyên về y học nói chung, không phải trong phẫu thuật",
            "hasImg": true
        },
        {
            "id": "3043ec82-d617-4f5f-b8ce-e2750832e216",
            "word": "physical",
            "phonetic": "fɪzɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "US President Joe Biden got the clean bill of health on Friday after a detailed physical examination.",
                "She felt aches and pains in her body after a long day of physical activity.",
                "Sarah is strong as an oak, effortlessly conquering physical challenges with her robust and unyielding strength.",
                "If you all work in the same physical space, working as a team is easy as anything.",
                "Lisa hits the gym regularly to stay in shape and maintain her physical fitness."
            ],
            "audio": "https://tts.langeek.co/read?text=cGh5c2ljYWw&hash=4ba4b410ebc4f2b11e5605edb54dee4d7f403d5c&lang=en&cache-only=0",
            "defineEn": "involving or concerning the study of energy, force, matter, heat, etc.",
            "defineVi": "liên quan đến hoặc liên quan đến việc nghiên cứu năng lượng, lực, vật chất, nhiệt, v.v."
        },
        {
            "id": "5804427f-50ed-46e5-ba53-48e1006c9698",
            "word": "scientific",
            "phonetic": "saɪəntɪfɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Her groundbreaking research has revolutionized the scientific community.",
                "Budget cuts are putting the squeeze on scientific research.",
                "We discuss current scientific advancements and discoveries in science class.",
                "This scientific uncertainty is likely to run and run.",
                "This particular heritage may be a millstone around the neck of scientific natural history."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NpZW50aWZpYw&hash=e24fd06625e01cf2f48d4f4fdeab80db0e94dbb6&lang=en&cache-only=0",
            "defineEn": "related to science; according to the principles of science",
            "defineVi": "liên quan đến khoa học; theo nguyên tắc khoa học"
        },
        {
            "id": "bb2ab4e0-ddfd-42ef-81c3-3012c9b0f847",
            "word": "chemistry",
            "phonetic": "kɛmɪstɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Professor Johnson is the big gun of the chemistry department.",
                "We explore the different branches of science, such as chemistry and astronomy.",
                "They have such a strong musical chemistry and perform flawlessly together.",
                "For Jeremy, ignorance was bliss as he remained oblivious to his failing grade in chemistry class.",
                "Mums and dads who see their sweet little Sally Ann tripping off for a night's studying at the chemistry society, looking like butter wouldn't melt, would be advised to look closer."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlbWlzdHJ5&hash=a20acb4d23a57f411f33c5ec0960756e9e473962&lang=en&cache-only=0",
            "defineEn": "the branch of science that is concerned with studying the structure of substances and the way that they change or combine with each other",
            "defineVi": "ngành khoa học liên quan đến việc nghiên cứu cấu trúc của các chất và cách chúng thay đổi hoặc kết hợp với nhau",
            "hasImg": true
        },
        {
            "id": "0a77fe38-1fcf-468c-8444-9bbe922d9684",
            "word": "chemical",
            "phonetic": "kɛmɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The cleaning product contains stiff chemicals that effectively remove tough stains.",
                "These chemicals remain in the dock until we have more scientific evidence.",
                "She uses organic gardening methods in her garden, avoiding harmful chemicals.",
                "The students played a trick on their teacher by switching the labels on the chemical bottles.",
                "The chemical passes from a liquid to a solid state during the cooling process."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlbWljYWw&hash=491857ae3742469aac2d20d30fedf532abcae98b&lang=en&cache-only=0",
            "defineEn": "concerning or used in the scientific field of chemistry",
            "defineVi": "liên quan hoặc được sử dụng trong lĩnh vực khoa học hóa học"
        },
        {
            "id": "73e564f6-e562-463f-9d7c-de0ec4debd8f",
            "word": "biology",
            "phonetic": "baɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Biology and computing are disciplines which seem like chalk and cheese but which have very deep connections on the most fundamental level.",
                "The students were instructed to collect leaves for their biology project.",
                "Researchers at the cutting edge of molecular biology.",
                "Evolutionary biology is one of them.",
                "But again, biology got in the way."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlvbG9neQ&hash=3112015b881b698d671f5fba13edf4db83aae687&lang=en&cache-only=0",
            "defineEn": "the scientific study of living organisms; the science that studies living organisms",
            "defineVi": "nghiên cứu khoa học về các sinh vật sống; khoa học nghiên cứu các sinh vật sống",
            "hasImg": true
        },
        {
            "id": "d759d1f2-5654-4d3a-84d3-99408c9d2d9c",
            "word": "biologist",
            "phonetic": "baɪɑːlədʒɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Biologists call this high-speed adaptation \"evolutionary rescue.\"",
                "Biologists now consider cancer a genetic disease.",
                "So biologists in San Francisco took matters into their own hands.",
                "One of these scientists was American biologist Thomas Hunt Morgan.",
                "In 1910, biologist Thomas Hunt Morgan noticed a rare white-eyed fly among his normal red-eyed ones."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlvbG9naXN0&hash=81ff90c289d89dfb55ff7b723f02d44ab1efec45&lang=en&cache-only=0",
            "defineEn": "(biology) a person who studies the science that deals with living organisms",
            "defineVi": "(sinh học) người nghiên cứu khoa học liên quan đến các sinh vật sống",
            "hasImg": true
        },
        {
            "id": "14cdab62-60e7-42ae-8d39-46d9e43b8a0d",
            "word": "biological",
            "phonetic": "baɪəlɑːdʒɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "One of them is biological modeling.",
                "And brain states are biological.",
                "As with the Columbian Exchange, Cook's voyages to Australia remade the biological landscape.",
                "almost every biological organism has some kind of internal clock.",
                "They tested new biological weapons."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlvbG9naWNhbA&hash=0dd78843000844171ec129abe36ec11187f6bd0d&lang=en&cache-only=0",
            "defineEn": "relating to the science that studies living organisms",
            "defineVi": "liên quan đến khoa học nghiên cứu các sinh vật sống"
        },
        {
            "id": "599db984-9ca8-492d-9352-9faee09621cb",
            "word": "astronomy",
            "phonetic": "ɐstɹɑːnəmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The discovery of new planets represents a quantum leap in astronomy, with the potential to deepen our understanding of the universe and our place in it.",
                "We explore the different branches of science, such as chemistry and astronomy.",
                "Those machines aren’t doing astronomy, surely.",
                "So nowadays, what’s astronomy?",
                "Thanks to them, modern astronomy got kind of a late start."
            ],
            "audio": "https://tts.langeek.co/read?text=YXN0cm9ub215&hash=c9ed74a87289f8eeef28ce45e2ee37d819a56061&lang=en&cache-only=0",
            "defineEn": "a branch of science that studies space, planets, etc.",
            "defineVi": "một nhánh của khoa học nghiên cứu không gian, các hành tinh, v.v.",
            "hasImg": true
        },
        {
            "id": "21fbec27-1527-47af-ae62-598eb72fea61",
            "word": "astronomer",
            "phonetic": "ɐstɹɑːnəmɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Initial launch of SpaceX's Starlink satellites in May of 2019 took astronomers by surprise.",
                "Astronomers use a shorthand for this.",
                "Astronomers use models all the time.",
                "[♪ INTRO] About 200 years ago, astronomers had a bit of a debate on their hands.",
                "Astronomers call this relationship resonance."
            ],
            "audio": "https://tts.langeek.co/read?text=YXN0cm9ub21lcg&hash=3cb384d3194468504c582364bca013a54c653d0b&lang=en&cache-only=0",
            "defineEn": "a scientist who studies or observes planets, stars, and other space phenomena",
            "defineVi": "một nhà khoa học nghiên cứu hoặc quan sát các hành tinh, ngôi sao và các hiện tượng không gian khác",
            "hasImg": true
        },
        {
            "id": "88a91722-aa3c-4c8a-84d9-0d5c62a6c24e",
            "word": "astronomical",
            "phonetic": "ɐstɹənɑːmɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When my friend got excited about an investment opportunity that promised astronomical returns with minimal risk, I cautioned her that if something sounds too good to be true, it probably is and urged her to do more research before investing any money.",
                "The size of India's problem is really astronomical.",
                "Others face astronomical charges for electricity.",
                "Then a new discovery rocked the astronomical world to its foundation.",
                "61 Cygni is about 720,000 astronomical units away."
            ],
            "audio": "https://tts.langeek.co/read?text=YXN0cm9ub21pY2Fs&hash=f3767abe63785923c520eb8a19aa9caa88e7b872&lang=en&cache-only=0",
            "defineEn": "concerning or involving the scientific field of astronomy",
            "defineVi": "liên quan hoặc liên quan đến lĩnh vực khoa học thiên văn học"
        },
        {
            "id": "a5893b29-91ae-4b52-beca-22445143ec97",
            "word": "genetics",
            "phonetic": "dʒɪnɛɾɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "Genetics doesn't work that way.",
                "Genetics isn't all that drives hair loss.",
                "Genetics and a shared environment can explain a lot, but they almost never account for everything.",
                "This is our last episode of our section on Evolution and Genetics, which puts us at the halfway mark of CrashCourse Biology.",
                "This rule, first expressed by Crick, is the Central Dogma of Genetics."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXRpY3M&hash=f0f706d473516ec40fb92a012bc1e2782d52c0ef&lang=en&cache-only=0",
            "defineEn": "the branch of biology that deals with how individual features and different characteristics are passed through genes",
            "defineVi": "ngành sinh học liên quan đến cách các đặc điểm riêng lẻ và các đặc điểm khác nhau được truyền qua gen",
            "hasImg": true
        },
        {
            "id": "8ea97b7e-682e-43dd-a097-a6fda2d9142f",
            "word": "geneticist",
            "phonetic": "dʒɪnɛɾɪsɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The geneticists also noticed something else.",
                "But one of the pioneers of modern genetic engineering was American geneticist Norman Borlaug.",
                "And our challenge as anatomists, as geneticists, is to untangle that history.",
                "Traditionally, geneticists have assumed that there’s not a lot of selective pressure against genes that cause harm late in life.",
                "For geneticists, it was like going from carbon-copy paper to a Xerox machine!"
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXRpY2lzdA&hash=1fe3640c4a798a4cdd4754372defd8e3c2081405&lang=en&cache-only=0",
            "defineEn": "a specialist in or student of the branch of biology that deals with how individual features and different characteristics are passed through genes",
            "defineVi": "một chuyên gia hoặc sinh viên của ngành sinh học liên quan đến cách thức các đặc điểm riêng lẻ và các đặc điểm khác nhau được truyền qua gen"
        },
        {
            "id": "a6a1a0c5-122d-4900-8656-94db9740e69c",
            "word": "genetical",
            "phonetic": "dʒɪnɛɾɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXRpY2Fs&hash=34a1efce249cdfd711d74852c3b60927381c6ec3&lang=en&cache-only=0",
            "defineEn": "involving or concerning the scientific field of genetics",
            "defineVi": "liên quan đến hoặc liên quan đến lĩnh vực khoa học của di truyền học"
        },
        {
            "id": "0c251cca-8f5c-40ee-8d8b-828f88961368",
            "word": "botany",
            "phonetic": "bɑːtəni ",
            "partOfSpeechType": "noun",
            "examples": [
                "They shared a common interest in botany.",
                "Doctor Katherine Esau has been described as the grande dame of American botany.",
                "And then when I went to college, you know, I was studying botany at the time.",
                "But the THEORY of evolution is a large set of ideas that integrates and explains a huge mass of observations from different disciplines including embryology, paleontology, botany, biochemistry, anatomy and geophysics.",
                "One new course I recommend to help round out your knowledge of the biosphere is Plant Science: An introduction to Botany hosted by Dr. Catherine Kleier."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym90YW55&hash=9400154cd9f817254ea45318e1b0f00468b9f70b&lang=en&cache-only=0",
            "defineEn": "the scientific study of plants, their structure, genetics, classification, etc.",
            "defineVi": "nghiên cứu khoa học về thực vật, cấu trúc, di truyền, phân loại, v.v.",
            "hasImg": true
        },
        {
            "id": "dfb6d35a-0aeb-4f0e-8191-bc74695c3621",
            "word": "botanist",
            "phonetic": "bɑːtɐnɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tansley’s rival was American botanist Frederic Clements.",
                "This idea was pushed further by a more humble botanist.",
                "He was a geologist, a botanist, a biologist, and a physicist.",
                "English botanist Arthur Tansley first obsessed over ferns, and later all plants.",
                "Then, in 1872, botanist William Carruthers wrote a paper saying that Prototaxites couldn’t possibly be a plant."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym90YW5pc3Q&hash=6cb73c1b423151b495035bd9109425a67e2a2908&lang=en&cache-only=0",
            "defineEn": "a student of or specialist in the scientific study of plants, their structure, genetics, classification, etc.",
            "defineVi": "một sinh viên hoặc chuyên gia nghiên cứu khoa học về thực vật, cấu trúc, di truyền, phân loại, v.v."
        },
        {
            "id": "0fe0d540-bc41-491a-b29b-32a4fdb8b7f2",
            "word": "botanical",
            "phonetic": "bətænɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Gold leaf can be added to edible flowers and other botanicals for a dazzling effect on salads or cheese boards.",
                "Not all botanical weaponry is bitter, though.",
                "Trudy lives in a botanical garden in Berkeley, California.",
                "And the city’s magnificent Jardin des Plantes provided him plenty of inspiration for botanical life.",
                "And the youngest botanical carnivores appear to be two species of bromeliad native to parts of northern South America that evolved around 1.9 million years ago."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym90YW5pY2Fs&hash=135c2ce9d4d08d62e7ec19045515dc19bb51453a&lang=en&cache-only=0",
            "defineEn": "concerning or involving the study of plants, their structure, genetics, classification, etc.",
            "defineVi": "liên quan hoặc liên quan đến việc nghiên cứu thực vật, cấu trúc, di truyền, phân loại, v.v."
        },
        {
            "id": "75efad0b-2911-4aca-a450-895fc0db10bb",
            "word": "zoology",
            "phonetic": "zuːɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Want more Zoology?",
                "And, zoology is the scientific study of animal biology and behavior.",
                "Sciences from anthropology to zoology have been put to forensic use.",
                "Or better yet, get a degree in zoology, biology, animal care and management, or other animal related field.",
                "He published the Zoology of the Voyage of HMS Beagle in volumes from 1838 to 1843."
            ],
            "audio": "https://tts.langeek.co/read?text=em9vbG9neQ&hash=8791a25b50c1c3987f3e0d66dc5ee2a514265f34&lang=en&cache-only=0",
            "defineEn": "a branch of science that deals with animals",
            "defineVi": "một ngành khoa học liên quan đến động vật",
            "hasImg": true
        },
        {
            "id": "2d451f56-73d6-4157-a69d-54df28b8cddf",
            "word": "zoologist",
            "phonetic": "zuːɑːlədʒɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Zoologists revealed the footprints were from the leg of a taxidermy hippopotamus.",
                "In 2001, a British zoologist collected a few strands of hair from a hollow cedar tree in Bhutan.",
                "One zoologist believed the majority of the attacks were caused by a spike in the mongoose population.",
                "Meanwhile, Charles Davenport, a very influential zoologist, founded the Eugenics Record Office at Cold Spring Harbor Laboratory in 1910.",
                "In fact, generations of zoologists have tried to calculate the total number of species on Earth, or the global species richness."
            ],
            "audio": "https://tts.langeek.co/read?text=em9vbG9naXN0&hash=1c463b1b834bca5be8402f84adcf2be6884bc909&lang=en&cache-only=0",
            "defineEn": "a specialist in or student of the branch of science that deals with animals",
            "defineVi": "một chuyên gia hoặc sinh viên của ngành khoa học liên quan đến động vật"
        },
        {
            "id": "ff8facea-16a7-410c-ab7e-55eb4217a844",
            "word": "zoological",
            "phonetic": "zuːəlɑːdʒɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Zoo is short for zoological park.",
                "So, uh, in other words, there's never a normal day in the zoological museum and this has been an episode of CSI on the Brain Scoop.",
                "I strongly encourage you guys to find a local nature center, natural history museum, or zoological collection in which you can volunteer or intern.",
                "I didn't find out about the zoological museum until my senior year and at that point it was way too late for me to change my major, so I decided to come here, uh, as an intern practicing scientific illustration.",
                "It's important to me to share with you guys what we do here in our zoological collection and I feel like the information should be available to you no matter what your age is."
            ],
            "audio": "https://tts.langeek.co/read?text=em9vbG9naWNhbA&hash=7e1bc9a8c7d94d9ba8ba5c6e243e560245ef497e&lang=en&cache-only=0",
            "defineEn": "involving or concerning the branch of science that deals with animals",
            "defineVi": "liên quan đến hoặc liên quan đến ngành khoa học liên quan đến động vật"
        },
        {
            "id": "1cf5ba1a-7d07-4544-8d5d-f8b366c57395",
            "word": "clone",
            "phonetic": "kloʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Clones could exist.",
                "Clone with a tie:",
                "Clone without a tie:",
                "Left Clone:",
                "These babies are tiny clones."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvbmU&hash=e15ad0d95aefceeb9d49bee95720f07581782ca6&lang=en&cache-only=0",
            "defineEn": "a cell or a group of cells created through a natural or artificial process from a source that they are genetically identical to",
            "defineVi": "một tế bào hoặc một nhóm tế bào được tạo ra thông qua quá trình tự nhiên hoặc nhân tạo từ một nguồn mà chúng giống hệt nhau về mặt di truyền"
        },
        {
            "id": "31d56ba2-e375-4303-97ca-5dbd39811f6c",
            "word": "discovery",
            "phonetic": "dɪskʌvɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The discovery of gold brought thousands of people to the Transvaal.",
                "Her early research laid the foundation for many important medical discoveries.",
                "The discovery of new planets represents a quantum leap in astronomy, with the potential to deepen our understanding of the universe and our place in it.",
                "We discuss current scientific advancements and discoveries in science class.",
                "He spoke with the fervour of discovery, unaware that he was reinventing the wheel."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY292ZXJ5&hash=768d442f6257b680f6cf41913cb246b20c5140c5&lang=en&cache-only=0",
            "defineEn": "the act of finding something for the first time and before others",
            "defineVi": "hành động tìm kiếm một cái gì đó lần đầu tiên và trước những người khác",
            "hasImg": true
        },
        {
            "id": "c04a66c6-4f40-44c3-b3b9-f0e2119c42e4",
            "word": "drug",
            "phonetic": "dɹʌɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Drugs are a ball and chain for many people.",
                "Drug barons were greasing the palm of the chief of police.",
                "The drug produces a feeling of excitement.",
                "Drug companies are locking horns in a legal battle over patents.",
                "No conventional drugs had produced any significant change."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJ1Zw&hash=7a3bfb6746fecb8f4f4380a793df8c031d34a29e&lang=en&cache-only=0",
            "defineEn": "any substance that is used in medicine or as a medicine",
            "defineVi": "bất kỳ chất nào được sử dụng trong y học hoặc làm thuốc",
            "hasImg": true
        },
        {
            "id": "b7c02fb9-d14b-4d05-80b7-8b95ef5b6971",
            "word": "to experiment",
            "phonetic": "tʊ ɛkspɛɹɪmənt ",
            "partOfSpeechType": "verb",
            "examples": [
                "These experiments serve no useful purpose.",
                "Experiments that paved the way for future research.",
                "The two experiments are run in parallel.",
                "As a creative experiment, I mixed salad burnet into my homemade pesto sauce.",
                "All of his teachers are going bananas over his science fair experiment."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwZXJpbWVudA&hash=b92430c212c5d09d5031c4b3e3a75c80fb26e5a4&lang=en&cache-only=0",
            "defineEn": "to do a scientific test on something or someone in order to find out the results",
            "defineVi": "để làm một bài kiểm tra khoa học về một cái gì đó hoặc ai đó để tìm ra kết quả",
            "hasImg": true
        },
        {
            "id": "af310211-24ef-4627-ba40-1802205bc5b6",
            "word": "guinea pig",
            "phonetic": "ɡɪni pɪɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Guinea pigs should get a high-quality guinea pig pellet.",
                "Guinea pigs are naturally really nervous animals.",
                "He's our guinea pig.",
                "They eat guinea pigs in South America.",
                "Well, what are guinea pigs?"
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VpbmVhIHBpZw&hash=0fab9975f7e1edb07fc6685d14b6ea6a1b252961&lang=en&cache-only=0",
            "defineEn": "a small furry animal with rounded ears, short legs and no tail, which is often kept as a pet or for research",
            "defineVi": "một con vật lông nhỏ với đôi tai tròn, chân ngắn và không có đuôi, thường được nuôi làm thú cưng hoặc để nghiên cứu",
            "hasImg": true
        },
        {
            "id": "29e4152e-b00e-4118-8376-afb6ba244c57",
            "word": "lab",
            "phonetic": "læb ",
            "partOfSpeechType": "noun",
            "examples": [
                "You’re taking your time with the lab tests.",
                "She's very shy, so working in a research lab really fits her like a glove.",
                "I can't really see myself working in a lab all day.",
                "It was all going according to plan until we caught a cold and lost funding at the lab.",
                "The system covers every doctor every lab every hospital every clinic."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFi&hash=ee4061423b2a6a69a7c171205ac25354672524f9&lang=en&cache-only=0",
            "defineEn": "a place that is used for research, testing, and other scientific or medical experiments",
            "defineVi": "một nơi được sử dụng để nghiên cứu, thử nghiệm và các thí nghiệm khoa học hoặc y tế khác",
            "hasImg": true
        },
        {
            "id": "9ccfc4e1-1124-4601-ad31-58084dd04717",
            "word": "research",
            "phonetic": "ɹᵻsɜːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her groundbreaking research has revolutionized the scientific community.",
                "Her early research laid the foundation for many important medical discoveries.",
                "The department led the world in cancer research.",
                "Budget cuts are putting the squeeze on scientific research.",
                "Her research has been ruffling feathers for years."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzZWFyY2g&hash=0ebd79f35f4cf299035562ae13e56ec7f75cd7f7&lang=en&cache-only=0",
            "defineEn": "a careful and systematic study of a subject to discover new facts or information about it",
            "defineVi": "một nghiên cứu cẩn thận và có hệ thống về một chủ đề để khám phá những sự kiện hoặc thông tin mới về nó",
            "hasImg": true
        },
        {
            "id": "eaa888ab-b16c-4f8b-8fc1-7ae6a6023300",
            "word": "side effect",
            "phonetic": "saɪd ɪfɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The side effects of a medication may be worse than the symptoms of the illness it was intended to treat, showing how the cure is worse than the disease.",
                "Common side effects include dizziness, dry mouth, nausea, fatigue, confusion, balance problems, and euphoria.",
                "These medications have less side effects overall.",
                "Humanity’s longest experiment in controlled evolution has had other side effects as well.",
                "Vaccines do carry certain risks and side effects."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lkZSBlZmZlY3Q&hash=5e562e3028a2c49105a9a30588ba26b501b9de88&lang=en&cache-only=0",
            "defineEn": "a result of a situation or action that was not meant to happen",
            "defineVi": "một kết quả của một tình huống hoặc hành động mà không có nghĩa là để xảy ra"
        },
        {
            "id": "b9c8eace-0711-44eb-ae4e-ce90356b295a",
            "word": "test",
            "phonetic": "tɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "A stable relationship stands the test of time.",
                "The teaching method has stood the test of time.",
                "The English test was no problem for Pedro.",
                "The government is clearly testing the water, to gauge the country’s reactions to their proposals.",
                "The test will involve answering questions about a photograph."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVzdA&hash=1dc9a0632e306b38445b2194d9153515ea52b599&lang=en&cache-only=0",
            "defineEn": "an examination that consists of a set of questions, exercises, or activities to measure someone’s knowledge, skill, or ability",
            "defineVi": "một bài kiểm tra bao gồm một tập hợp các câu hỏi, bài tập hoặc hoạt động để đánh giá kiến thức, kỹ năng hoặc khả năng của ai đó",
            "hasImg": true
        },
        {
            "id": "d5cfcf66-9bf3-405c-8661-6897cd23fbca",
            "word": "theory",
            "phonetic": "θiəɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The grand unified theory is compact and elegant in mathematical terms.",
                "I don't have any theories.",
                "The scientist presented an abstract theory that revolutionized our understanding of the universe.",
                "The theory falls flat on its face when put into practice.",
                "Her controversial new theory flies in the face of everything we know about quantum mechanics."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlb3J5&hash=0e3a7ffc932d2a506ac3d6e5442b80dc98f40377&lang=en&cache-only=0",
            "defineEn": "a set of ideas intended to explain the reason behind the existence or occurrence of something",
            "defineVi": "một tập hợp các ý tưởng nhằm giải thích lý do đằng sau sự tồn tại hoặc xuất hiện của một cái gì đó"
        },
        {
            "id": "b4220ddb-0f9b-4c3c-bd50-7e42b69a5f54",
            "word": "to carry out",
            "phonetic": "tə kæɹi aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I never thought you would carry out your threat.",
                "The company was struggling because there were too many chiefs and not enough Indians to carry out the work.",
                "Very few carry out these threats and those that do not, lose some credibility with their children who see them as all mouth and no action.",
                "The flu always comes with aches and pains, making it difficult to move around and carry out daily tasks.",
                "She was tempted to call his bluff, hardly able to believe he’d carry out his threat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2Fycnkgb3V0&hash=c2135cf638c2916123b56130625bc27c7fbcd16d&lang=en&cache-only=0",
            "defineEn": "to do a task",
            "defineVi": "để làm một nhiệm vụ"
        },
        {
            "id": "21e9b7a5-7dbd-4151-a67d-f9738bc37b74",
            "word": "to make",
            "phonetic": "tə meɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The professor made mincemeat of the speaker at the conference.",
                "The kangaroo was making mincemeat of him.",
                "A couple of years in the army should make a man of him.",
                "Good wine can make a meal.",
                "The news really made my day."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFrZQ&hash=4c31fcc9b7ef1cc25961f1a6f961df09d7bd57d6&lang=en&cache-only=0",
            "defineEn": "to form, produce, or prepare something, by putting parts together or by combining materials",
            "defineVi": "để hình thành, sản xuất hoặc chuẩn bị một cái gì đó, bằng cách đặt các bộ phận lại với nhau hoặc bằng cách kết hợp các vật liệu",
            "hasImg": true
        },
        {
            "id": "28e33710-0664-4a72-ad25-30e28b311b5f",
            "word": "to prove",
            "phonetic": "tə pɹuːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The food supply proved to be the nation's Achilles' heel in its defense against terrorist attacks.",
                "This evidence proves that the senator was part of the conspiracy.",
                "That contract proved to be a millstone around his neck.",
                "\"This proves they're wrong.\"",
                "The new wide receiver and the team's veteran quarterback have proved to be a match made in heaven on the field."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvdmU&hash=d45029bd1ab54caccc8d2f78ce85e06f878d20d9&lang=en&cache-only=0",
            "defineEn": "to show that something is true through the use of evidence or facts",
            "defineVi": "để cho thấy rằng một cái gì đó là sự thật thông qua việc sử dụng các bằng chứng hoặc sự kiện"
        },
        {
            "id": "05750a8b-2245-4758-81c8-eadce111d16c",
            "word": "pharmaceutical company",
            "phonetic": "fɑːɹmɐsuːɾɪkəl kʌmpəni ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGhhcm1hY2V1dGljYWwgY29tcGFueQ&hash=cdf23cbc73abbd5724f3669adb3ff8daa540f280&lang=en&cache-only=0",
            "defineEn": "a company that develops, manufactures, advertises, distributes, or sells medications",
            "defineVi": "một công ty phát triển, sản xuất, quảng cáo, phân phối hoặc bán thuốc"
        },
        {
            "id": "f67cef4c-6b06-4a1e-ae25-3e6447692085",
            "word": "to do",
            "phonetic": "tə duː ",
            "partOfSpeechType": "verb",
            "examples": [
                "Does this pub do lunches?",
                "Does this pub do lunches?",
                "Does the price include tax?",
                "Microprocessors do the calculations in the twinkling of an eye.",
                "The gang did a warehouse and a supermarket."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZG8&hash=8bca852cbc6d7beb3dab24c60c316c5ec2b9fcc2&lang=en&cache-only=0",
            "defineEn": "to perform an action or activity that is not mentioned by name",
            "defineVi": "để thực hiện một hành động hoặc hoạt động không được đề cập theo tên"
        },
        {
            "id": "45db72c6-b238-4b50-9505-ce193544cae4",
            "word": "to volunteer",
            "phonetic": "tə vɑːləntɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The volunteers worked together to collect donations for the local food drive.",
                "The volunteers' organizing of the charity event was a labour of love.",
                "She volunteers at the town library to help with organizing books.",
                "I volunteer at the preschool to help with art activities and storytime.",
                "Jake actually volunteered to do the dishes after dinner?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdm9sdW50ZWVy&hash=2771107799713f176aa8dada779ec95f5b5eae73&lang=en&cache-only=0",
            "defineEn": "to state or suggest something without being asked or told",
            "defineVi": "để nhà nước hoặc đề nghị một cái gì đó mà không được yêu cầu hoặc nói"
        },
        {
            "id": "9b03816a-dbe5-4c41-8de5-9e1f2f5c65df",
            "word": "to volunteer",
            "phonetic": "tə vɑːləntɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The volunteers worked together to collect donations for the local food drive.",
                "The volunteers' organizing of the charity event was a labour of love.",
                "She volunteers at the town library to help with organizing books.",
                "I volunteer at the preschool to help with art activities and storytime.",
                "Jake actually volunteered to do the dishes after dinner?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdm9sdW50ZWVy&hash=2771107799713f176aa8dada779ec95f5b5eae73&lang=en&cache-only=0",
            "defineEn": "to offer to do something without being forced or without payment",
            "defineVi": "để cung cấp để làm một cái gì đó mà không bị ép buộc hoặc không có thanh toán"
        },
        {
            "id": "f0a17330-7454-4c14-8a0e-4b29c16f5877",
            "word": "clinical trial",
            "phonetic": "klɪnɪkəl tɹaɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company is running clinical trials of the new drug.",
                "In a clinical trial, one in four patients developed severe allergic reactions to the drug.",
                "This efficacy number comes from phase III clinical trials.",
                "In a clinical trial earlier this year, doctors recruited children with peanut allergies.",
                "Here in the US, as of the end of April 2020, two vaccine candidates had begun human clinical trials."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xpbmljYWwgdHJpYWw&hash=4896da80ede0667b28f677ffb911698dabafd852&lang=en&cache-only=0",
            "defineEn": "a controlled scientific experiment in which the effectiveness and safety of a medical treatment is measured by testing it on people",
            "defineVi": "một thí nghiệm khoa học có kiểm soát trong đó tính hiệu quả và an toàn của một phương pháp điều trị y tế được đo lường bằng cách thử nghiệm trên người"
        }
    ]
}