{
    "id": "1a5d3642-5233-4c31-ab5e-75768ad63f16",
    "title": "Equality",
    "originalTitle": "Lesson 28",
    "words": [
        {
            "id": "b9a88492-b8dd-4be8-8bf7-f9e0baf43c7e",
            "word": "atypical",
            "phonetic": "eɪtɪpɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That is atypical for the sector.",
                "and that's atypical",
                "For atypical depression it affects your thinking differently.",
                "Atypical depression is actually the most common way depression looks.",
                "With atypical depression, you oversleep."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR5cGljYWw&hash=5fac10eb797c96148ae4d066597d256a1e46de8b&lang=en&cache-only=0",
            "defineEn": "irregular and uncommon in a group, type or class",
            "defineVi": "bất thường và không phổ biến trong một nhóm, loại hoặc lớp",
            "hasImg": true
        },
        {
            "id": "d428dd40-afc5-4780-9f6d-f653198d5fd6",
            "word": "balanced",
            "phonetic": "bælənst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We had a side salad with our main course for a balanced meal.",
                "With a balanced diet, regular exercise, and a positive mindset, Alex maintains being up to the mark in terms of his overall well-being.",
                "She packed a lunchbox with a turkey wrap, carrot sticks, and a yogurt cup for a balanced lunch.",
                "It is important to remember that exercise and a balanced diet are the foundation of any successful fitness plan.",
                "Eating a balanced diet rich in fruits and vegetables promotes healthfulness."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsYW5jZWQ&hash=dc156f4eb1d26764f5f666a84fea6cd70f6b033c&lang=en&cache-only=0",
            "defineEn": "keeping or demonstrating a state of balance, with equal or proportionate amounts",
            "defineVi": "giữ hoặc thể hiện trạng thái cân bằng, với số lượng bằng nhau hoặc tương ứng",
            "hasImg": true
        },
        {
            "id": "f3ef31fa-d65d-421a-82c1-46457257e179",
            "word": "benchmark",
            "phonetic": "bɛntʃmɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, CPU benchmark, go.",
                "Her careful observations of the life cycle of the butterfly became a benchmark for other natural historians.",
                "But commitments to new benchmarks came from elsewhere.",
                "Running the good ol' 7Zip benchmark here.",
                "But two futures contracts serve as the major benchmark for oil price."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVuY2htYXJr&hash=49eb7d3673a506e6ea88d03c81738d4e754b2f35&lang=en&cache-only=0",
            "defineEn": "something that serves as a point of reference by which other things can be measured or judged",
            "defineVi": "một cái gì đó phục vụ như một điểm tham chiếu mà những thứ khác có thể được đo lường hoặc đánh giá"
        },
        {
            "id": "4518da86-e3d0-4681-baea-c527f78e8f16",
            "word": "childcare",
            "phonetic": "tʃaɪldkɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And one of the principal reasons is because of childcare.",
                "It's about childcare and families.",
                "What does this mean for childcare centers?",
                "We want people to go to work, we need universal childcare.",
                "You know, we had a childcare crisis long before the pandemic came along."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpbGRjYXJl&hash=a5b0723fb9c25a0d9ceae7659f5e8a8bdcfb4799&lang=en&cache-only=0",
            "defineEn": "the act of looking after children, especially while their parents are working",
            "defineVi": "hành động chăm sóc trẻ em, đặc biệt là khi cha mẹ chúng đang làm việc",
            "hasImg": true
        },
        {
            "id": "1fb191dd-ea5a-482e-8fc8-512dc1d72c4a",
            "word": "deficit",
            "phonetic": "dɛfɪsɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The government's explanation for the budget deficit had more holes than Swiss cheese, and many citizens were left feeling skeptical.",
                "Deficits are the difference between federal spending and revenue.",
                "That year's deficit is $200.",
                "Big deficits, but inflation has come down.",
                "We have a huge deficit."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmaWNpdA&hash=0887c90b66a041af2d0407cc54389215a0856a62&lang=en&cache-only=0",
            "defineEn": "the difference between the needed amount that is higher than the amount that is available, especially money",
            "defineVi": "sự khác biệt giữa số tiền cần thiết cao hơn số tiền có sẵn, đặc biệt là tiền"
        },
        {
            "id": "bd93941a-c398-4271-9eb4-71163877b552",
            "word": "dependent",
            "phonetic": "dᵻpɛndənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Small businesses dependent on the government also are feeling the pinch.",
                "Success is heavily dependent on skillful collaboration.",
                "The dependent person sees emotional connections as a lifeline.",
                "But cognitive ability is dependent on context, environment, and tons of other factors.",
                "Every single person in the elite is personally dependent on Putin for money and power."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwZW5kZW50&hash=b96c2e974c26031e6e0b7e5aa4eba2ea981c99d5&lang=en&cache-only=0",
            "defineEn": "determined by or needing something else",
            "defineVi": "được xác định bởi hoặc cần một cái gì đó khác"
        },
        {
            "id": "1e1641b1-9f47-4e75-a6b3-d66ddb1916dd",
            "word": "desegregation",
            "phonetic": "diːsɛɡɹɪɡeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And this particular clip was in response to circumstances around desegregation of public pools at the time.",
                "Therefore the arguments for desegregation centered on questions of legal access rather than the desire to subvert or hide black identity.",
                "The Brown decision was a watershed but it didn’t lead to massive immediate desegregation of the nation’s public schools.",
                "She took the oath at City Hall and reflected on the city's explosive days of school desegregation, in the 1970s.",
                "But by the early 20th century black run libraries began to spread nationwide and continued to develop alongside the fight for desegregation."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzZWdyZWdhdGlvbg&hash=a9e7227227f9d29e6123bd032d698725a55b17ef&lang=en&cache-only=0",
            "defineEn": "the act or process of putting an end to the separation of people based on religion, race or gender in a society or institution",
            "defineVi": "hành động hoặc quá trình chấm dứt sự tách biệt của mọi người dựa trên tôn giáo, chủng tộc hoặc giới tính trong một xã hội hoặc tổ chức"
        },
        {
            "id": "c3f9a073-063b-420f-901a-4430923de9f4",
            "word": "diversity",
            "phonetic": "daɪvɜːsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Brown algae have complex life cycles with genetic diversity.",
                "He joined ESPN, which already had a culture of inclusion and diversity, but he took it up a notch.",
                "Traveling to a foreign country allowed me to see my own culture and values in a new light, gaining a broader perspective and appreciation for diversity.",
                "I try to appreciate the diversity of cultures and not let stereotypes influence my opinions, because a black plum is as sweet as a white one.",
                "To take in diversity."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGl2ZXJzaXR5&hash=face7618068ff0893d991a3542c5f439c40b6834&lang=en&cache-only=0",
            "defineEn": "the quality or practice of involving many people from different cultures, social backgrounds, sexual orientations, etc.",
            "defineVi": "chất lượng hoặc thực hành liên quan đến nhiều người từ các nền văn hóa, nền tảng xã hội, khuynh hướng tình dục khác nhau, v.v.",
            "hasImg": true
        },
        {
            "id": "a1859b2f-9708-424b-a5ca-d22286ba7714",
            "word": "division",
            "phonetic": "dᵻvɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tax reform was one of the new president's primary campaign promises, but it will likely prove a hard row to hoe, given the deep divisions in congress.",
                "He wants division.",
                "And each division gives rise to distinctive patterns.",
                "The division generated $35 billion in sales last year.",
                "So the division was there."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGl2aXNpb24&hash=6d5def6518f31163bb9fcdc2b50040f9d77471a0&lang=en&cache-only=0",
            "defineEn": "disagreement among members of a group or society",
            "defineVi": "bất đồng giữa các thành viên của một nhóm hoặc xã hội"
        },
        {
            "id": "0f9badd3-68ee-4f24-b6c0-bb578495a318",
            "word": "empowerment",
            "phonetic": "ɛmpaʊɚmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Or instead of a tangible product, your venture might be a national empowerment network.",
                "They leave you with experience, they leave you with empowerment.",
                "Pyramid schemes entice people with the promise of opportunity and empowerment.",
                "So that's it's the empowerment.",
                "Square credits its success to a mission of economic empowerment, giving business owners an ecosystem of tools to seamlessly accept payments and finance growth."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1wb3dlcm1lbnQ&hash=9e657f7cae7d6b37b58ee6a35955f5ba4c2b1676&lang=en&cache-only=0",
            "defineEn": "the act of giving a person or an organization the right, authority or power in order to do something",
            "defineVi": "hành động trao cho một người hoặc một tổ chức quyền, thẩm quyền hoặc quyền lực để làm điều gì đó"
        },
        {
            "id": "d03876a0-93bb-45c9-8c14-ca36c868af59",
            "word": "equality",
            "phonetic": "iːkwɔlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The protesters raised their cries for justice and equality in the streets.",
                "The organization is committed to promoting equality and fairness for every person.",
                "Nelson Mandela was a well-respected African leader who fought for equality.",
                "Despite being from different backgrounds, the two activists shared a deep commitment to social justice and were kindred spirits in their fight for equality.",
                "Also, race and gender and other forms of inequality can exacerbate income equality."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXF1YWxpdHk&hash=53503aeeb9e8bad9dacafa4226139bd41e106502&lang=en&cache-only=0",
            "defineEn": "the state of having the same opportunities, rights, status, etc. as others",
            "defineVi": "trạng thái có cùng cơ hội, quyền, địa vị, v.v. như những người khác",
            "hasImg": true
        },
        {
            "id": "f1ab8ca3-eee8-4f9f-89b7-4e029d187535",
            "word": "equal",
            "phonetic": "iːkwəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They divided the grapefruit into equal segments to share among the group.",
                "Let line AB be equal to line CD.",
                "This law will help small businesses to compete on equal terms with large multinational corporations.",
                "We want to ensure that women can take part on an equal footing to men.",
                "My father always taught me that a fair exchange is no robbery, and that both sides should feel they got equal value in a transaction."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXF1YWw&hash=756b30f3c3b2aaf2dd8711a0c12f3def59a68ee7&lang=en&cache-only=0",
            "defineEn": "(of people) provided with the same opportunities, rights or status, without any discrimination",
            "defineVi": "(của mọi người) được cung cấp các cơ hội, quyền hoặc địa vị như nhau, không có bất kỳ sự phân biệt đối xử nào",
            "hasImg": true
        },
        {
            "id": "cbbf8563-f6b8-4083-bc3e-e2f79120efc3",
            "word": "violence",
            "phonetic": "vaɪələns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Violence in the last analysis produces more violence.",
                "Violence in the last analysis produces more violence.",
                "People are being driven to violence by police action.",
                "She called on both sides to stop the violence.",
                "The detective warned the gang members that blood will have blood, and that their violent actions would only lead to more violence and retribution."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlvbGVuY2U&hash=2b42bb1d7a799b07d63c541b2dd4b8e62c3222c5&lang=en&cache-only=0",
            "defineEn": "behavior directed intentionally toward a person or creature to hurt, injure, or kill them",
            "defineVi": "hành vi cố ý hướng tới một người hoặc sinh vật để làm tổn thương, làm bị thương hoặc giết họ",
            "hasImg": true
        },
        {
            "id": "e25dd037-5405-4be5-bc73-6d9ed1b85e4b",
            "word": "poverty",
            "phonetic": "pɑːvɚɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Government is taking pain to lessen poverty.",
                "He has known both poverty and wealth.",
                "As the saying goes, when poverty comes in the door, love flies out the window.",
                "The charity organization's mission statement emphasized the belief that poverty is no sin and that everyone deserves dignity and respect.",
                "The student worked multiple jobs to pay off her student loans, acknowledging that debt is the worst poverty."
            ],
            "audio": "https://tts.langeek.co/read?text=cG92ZXJ0eQ&hash=c723679a641570e1dc44be4e5fe1af680a5cd679&lang=en&cache-only=0",
            "defineEn": "the condition of being very poor",
            "defineVi": "tình trạng rất nghèo",
            "hasImg": true
        },
        {
            "id": "7053ee3d-f370-4615-8973-6623cbc7e3e3",
            "word": "distribution",
            "phonetic": "dɪstɹɪbjuːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The distribution has a cluster from four to six days.",
                "So the distribution has an outlier.",
                "The distribution has a peak at 22 degrees.",
                "The distribution has a cluster from zero to 39 guests.",
                "The distribution has a peak from 12 to 13 points."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzdHJpYnV0aW9u&hash=8fb826bec33530a138c77301f8ffb31966bfea50&lang=en&cache-only=0",
            "defineEn": "the act of giving a share of something to a group of people in an organized way",
            "defineVi": "hành động chia sẻ một cái gì đó cho một nhóm người một cách có tổ chức"
        },
        {
            "id": "5a69f9ec-4eae-4f57-aff0-bdacc711c83b",
            "word": "gap",
            "phonetic": "ɡæp ",
            "partOfSpeechType": "noun",
            "examples": [
                "This collection of stories bridges the gap between history and fiction.",
                "She had a gap between her front teeth that added character to her smile.",
                "They have a significant age gap but are happily married.",
                "He tried to push his hand through the gap but it wouldn't go.",
                "Richard Atlas bridged a gap between public and private funders by establishing the L.A. Partnership for Early Childhood Investment."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2Fw&hash=f98ea00cd239e06423c90941ef9f04a34c5cf871&lang=en&cache-only=0",
            "defineEn": "a difference, particularly an unwanted one, causing separation between two people, situations, or opinions",
            "defineVi": "một sự khác biệt, đặc biệt là một điều không mong muốn, gây ra sự tách biệt giữa hai người, tình huống hoặc ý kiến"
        },
        {
            "id": "1c89777d-6094-40c6-b0ac-25ea238ada45",
            "word": "neutral",
            "phonetic": "nuːtɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So four of these carbons are neutral.",
                "Neutral bromine has one, two, three, four, five, six, seven valence electrons.",
                "And this entire molecules becomes neutral.",
                "This one is also neutral for the same reason.",
                "These were neutral."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV1dHJhbA&hash=1176d2ca596b06efa4b02600efbd6328b2731438&lang=en&cache-only=0",
            "defineEn": "not taking any sides in a conflict, competition, or dispute and remaining impartial",
            "defineVi": "không đứng về phía nào trong một cuộc xung đột, cạnh tranh hoặc tranh chấp và giữ thái độ vô tư",
            "hasImg": true
        },
        {
            "id": "962b2b51-69c5-4ea7-963a-6945b8c9cade",
            "word": "human right",
            "phonetic": "hjuːmən ɹaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The European Parliament is the voice of human rights and we are making do with just one hour.",
                "One hundred years from now, will we remember the sitcom star, or the surgeon, or the human rights activist, or the guy who juggled frogs?",
                "The society believed that education was a fundamental human right, knowing that better unborn than untaught - it was essential to ensure that everyone had the opportunity to reach their full potential.",
                "Human rights groups have raised concerns about civilians in the city.",
                "Health care is a human right."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVtYW4gcmlnaHQ&hash=af25b4faf5d9bf8eddd01520df62dc53adb78618&lang=en&cache-only=0",
            "defineEn": "one of a series of rights that every human being must have",
            "defineVi": "một trong một loạt các quyền mà mỗi con người phải có"
        },
        {
            "id": "309f9c34-79fc-49b4-a5f5-2c7bbee21a46",
            "word": "individual",
            "phonetic": "ɪndᵻvɪdʒuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Last night we served individual portions of chicken and mushroom aspic.",
                "As a health-conscious individual, he sprinkled ground flaxseed over his morning yogurt.",
                "Then the punishment of individuals invariably took account of the harm or damage done to the victim.",
                "They ordered individual mini meatloaves, topped with a tangy ketchup glaze.",
                "As a health-conscious individual, he appreciated the nutritional benefits of incorporating poppy seeds into his meals."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kaXZpZHVhbA&hash=c4ee5a2cf37318cfbe5f277eab7cb076e3843f34&lang=en&cache-only=0",
            "defineEn": "of or related to one person only and not a group",
            "defineVi": "của hoặc liên quan đến một người duy nhất và không phải là một nhóm",
            "hasImg": true
        },
        {
            "id": "02d623fd-ce4f-4700-a3a1-3325405acb37",
            "word": "barrier",
            "phonetic": "bæɹiɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A car hit the barrier.",
                "Import barriers protected the fledgling enterprises.",
                "The mountain provided a natural barrier between the two valleys.",
                "but they had been brought in on a case that seemed to have a supernatural barrier.",
                "Discrimination and bias in hiring practices can result in an unlevel playing field for job applicants, as qualified candidates from marginalized groups may face barriers and unequal treatment."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFycmllcg&hash=2a603a901b17542062f21fc9e51b0a883c65720e&lang=en&cache-only=0",
            "defineEn": "an obstacle that separates people or hinders any progress or communication",
            "defineVi": "một chướng ngại vật ngăn cách mọi người hoặc cản trở bất kỳ tiến trình hoặc giao tiếp nào"
        },
        {
            "id": "c4d8a1b4-0837-43ca-b7b1-066cdd9bc177",
            "word": "segregation",
            "phonetic": "sɛɡɹɪɡeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your 60s didn't have segregation.",
                "And housing segregation tightened its grip on the American landscape.",
                "The segregation in France's is unbelievable.",
                "And I say segregation now, segregation tomorrow, and segregation forever.",
                "During his tenure from 1877 to 1911, the High Court enshrined racial segregation in American life."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VncmVnYXRpb24&hash=e78ce973306288d39cf887d05855f8cf347d2ec7&lang=en&cache-only=0",
            "defineEn": "the act or condition of setting a person or object apart from a group",
            "defineVi": "hành động hoặc điều kiện tách một người hoặc đối tượng ra khỏi một nhóm"
        },
        {
            "id": "4086c4df-ea84-4128-963b-73eb02eb955a",
            "word": "mainstream",
            "phonetic": "meɪnstɹiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "After being on the cusp for several years, Mark finally broke into mainstream success with his most recent novel.",
                "The singer is the poster boy for the new wave of indie music, with his unique sound and style setting him apart from the mainstream.",
                "But in the middle of the 20th century, pizza went mainstream.",
                "Once a taboo topic, pot is going mainstream.",
                "For now, reef burials haven't reached the mainstream."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFpbnN0cmVhbQ&hash=2f081c09baa9b75620b800c53c87d1a175ca98e9&lang=en&cache-only=0",
            "defineEn": "the opinions, activities, or methods that are considered normal because they are accepted by a majority of people",
            "defineVi": "ý kiến, hoạt động hoặc phương pháp được coi là bình thường bởi vì chúng được đa số mọi người chấp nhận"
        },
        {
            "id": "3bd02516-b458-46b1-99d3-a29d2a453c66",
            "word": "discrimination",
            "phonetic": "dɪskɹɪmᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Eventually, he came face to face with discrimination again.",
                "Discrimination based on race or religion is morally unacceptable and considered bad.",
                "Discrimination and bias in hiring practices can result in an unlevel playing field for job applicants, as qualified candidates from marginalized groups may face barriers and unequal treatment.",
                "After years of experiencing poverty and discrimination, he felt that above black there is no color and became indifferent to the daily struggles he faced.",
                "The teacher reminded her students that if you are not part of the solution, you are part of the problem when discussing the importance of taking an active role in addressing issues such as bullying and discrimination in the classroom."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY3JpbWluYXRpb24&hash=21648c6b101b70e65c1984b19292f50bde3c81df&lang=en&cache-only=0",
            "defineEn": "the practice of treating a person or different categories of people less fairly than others",
            "defineVi": "thực hành đối xử với một người hoặc các nhóm người khác nhau ít công bằng hơn những người khác"
        },
        {
            "id": "1be9d3e3-c0cf-4ca6-b856-3cf03ec081e9",
            "word": "quota",
            "phonetic": "kwoʊɾə ",
            "partOfSpeechType": "noun",
            "examples": [
                "If push comes to shove, the government will impose quotas on imports.",
                "The boss whaled on us for the entirety of the meeting because of our failure to meet our sales quota.",
                "Unfortunately the law also introduced quotas on immigrants from the Western Hemisphere.",
                "In those countries they have quotas.",
                "Most collectors work on monthly quotas."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVvdGE&hash=802b1c7fa77069f4aa2e943ab2bd0362731995da&lang=en&cache-only=0",
            "defineEn": "(economics) an amount or share that each individual is entitled to receive",
            "defineVi": "(kinh tế) một số tiền hoặc phần mà mỗi cá nhân có quyền nhận"
        },
        {
            "id": "c67b29ea-1a64-43ae-97bc-0e1e451274e9",
            "word": "regulation",
            "phonetic": "ɹɛɡjʊleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The organization called the new regulations a turning point in the campaign against smoking.",
                "A majority of Democrats believe that such regulations protect the public.",
                "A lot of companies are being boxed into a corner by these increasingly restrictive regulations.",
                "The regulations are scheduled to go into effect next winter, and in the interim, we'll be working hard to make all of the appropriate changes.",
                "The wealthy developer was able to skirt environmental regulations, while the poor homeowner faced steep fines for minor violations."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVndWxhdGlvbg&hash=c4b3598d6103a64fa03b85d65a253537de168049&lang=en&cache-only=0",
            "defineEn": "the process of controlling something by means of rules",
            "defineVi": "quá trình kiểm soát một cái gì đó bằng các quy tắc"
        },
        {
            "id": "be01d79f-5871-419d-8345-b3629b6bf8ae",
            "word": "recognition",
            "phonetic": "ɹɛkəɡnɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The praise and recognition turned his head, leading him to adopt an attitude of superiority and self-importance.",
                "A glance of recognition passed between them.",
                "We're just little frogs in a big pond, doing all the printing and copying without any recognition whatsoever.",
                "The fashion designer is currently enjoying her salad days, receiving prestigious awards and recognition for her unique and innovative designs.",
                "She has it going on in her career, receiving promotions and recognition."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjb2duaXRpb24&hash=55dd5ab47097b1936838e05b835abd86b1fe55a7&lang=en&cache-only=0",
            "defineEn": "the act of accepting that something exists, is true or legal",
            "defineVi": "hành động chấp nhận rằng một cái gì đó tồn tại, là đúng hoặc hợp pháp"
        },
        {
            "id": "dab806c7-107f-4c33-a81d-b65337c583fc",
            "word": "sexual harassment",
            "phonetic": "sɛkʃuːəl hɚɹæsmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "That's sexual harassment too.",
                "sexual harassment can look like different things.",
                "The sexual harassment storm around Clarence Thomas is intensifying.",
                "The subject of sexual harassment was front and center.",
                "Charney has denied claims of sexual harassment."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V4dWFsIGhhcmFzc21lbnQ&hash=87bd77b5ff31f45ba1e517b447597a95c0c481f7&lang=en&cache-only=0",
            "defineEn": "unwelcome and threatening sexual advances, requests or favors, of verbal or physical nature, usually directed toward a subordinate in a workplace",
            "defineVi": "những đề nghị, yêu cầu hoặc đặc ân tình dục không được hoan nghênh và mang tính đe dọa, bằng lời nói hoặc thể chất, thường hướng tới cấp dưới tại nơi làm việc"
        },
        {
            "id": "0b889196-9518-44ba-a10b-a24efd7811a0",
            "word": "trafficker",
            "phonetic": "tɹæfɪkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Authorities said the operation targeted a gang of drug traffickers.",
                "Given the callousness of people traffickers, these children were lucky to make it.",
                "So the effect is to encourage production of more drugs and recruitment of more traffickers, which increases availability.",
                "The Greek government has appealed to NATO to reinforce European Coast Guard vessels patrolling waters used by migrants and people traffickers.",
                "Their paychecks kept by their traffickers."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhZmZpY2tlcg&hash=20f3b3b99fb7707bb7d6f9d59bbb8c2f93d3526a&lang=en&cache-only=0",
            "defineEn": "a person who is engaged in the illegal exchange of something",
            "defineVi": "một người đang tham gia vào việc trao đổi bất hợp pháp của một cái gì đó"
        },
        {
            "id": "81d90ca4-f722-44f2-8049-70d9008a9e1f",
            "word": "to derive from",
            "phonetic": "tə dᵻɹaɪv fɹʌm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Carrageenan is a food additive derived from seaweed that is used as a thickener and stabilizer in dairy products and other foods.",
                "It derived from boogaloo, struttin', poppin', lockin'.",
                "Interestingly, one of the standard base units is derived from an actual value though not a universal one.",
                "And so the common name here is actually derived from acetone.",
                "Do our rights derive from nature or from God or from neither?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVyaXZlIGZyb20&hash=a7529192987251bacd437be385bc8689bbbc9fc8&lang=en&cache-only=0",
            "defineEn": "to be originated from something",
            "defineVi": "được bắt nguồn từ một cái gì đó"
        }
    ]
}