{
    "id": "1a6b12f9-49cd-42ca-b7c7-ab4155ed9e06",
    "title": "Lesson 41",
    "originalTitle": "Lesson 41",
    "words": [
        {
            "id": "e36a09e1-7c02-43dd-a3dc-7fd51e2dcc14",
            "word": "to indulge",
            "phonetic": "tʊ ɪndʌldʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She had a sweet tooth craving, so she indulged in a peanut butter and jelly sandwich.",
                "For the most part, I eat a healthy diet, but sometimes I indulge in junk food.",
                "Jane usually ate a healthy diet, but she indulged in a slice of chocolate cake every once in a while.",
                "Mary has a soft spot for homemade cookies and can never resist indulging in a freshly baked batch.",
                "She is letting herself go by neglecting her exercise routine and indulging in unhealthy eating habits, which is affecting her overall well-being."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5kdWxnZQ&hash=249adaa61d6ee1987c5aac3aace66be66ba6f1e0&lang=en&cache-only=0",
            "defineEn": "to allow oneself to do or have something that one enjoys, particularly something that might be bad for one",
            "defineVi": "để cho phép bản thân làm hoặc có một cái gì đó mà một người thích, đặc biệt là một cái gì đó có thể là xấu cho một"
        },
        {
            "id": "43fcb8cd-908d-44a7-9c51-c73a549b2a8a",
            "word": "indulgent",
            "phonetic": "ɪndʌldʒənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The chef prepared a cheesy and indulgent lasagna roll-up by filling each lasagna sheet with a mixture of ricotta, Parmesan, and herbs.",
                "Drizzle some single cream over warm apple pie for an indulgent and creamy dessert.",
                "The whipped cream adds a creamy and indulgent touch to the dessert.",
                "For a rich and indulgent meal, try baking cappelletti filled with ricotta, spinach, and Alfredo sauce.",
                "They swirled chocolate syrup into their milkshakes, turning them into creamy and indulgent beverages."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kdWxnZW50&hash=32dd8d6bd6c2dd3fdf49ecfe9f0dc9aae050eb66&lang=en&cache-only=0",
            "defineEn": "characterized by or given to yielding to the wishes of someone",
            "defineVi": "đặc trưng bởi hoặc được đưa ra để mang lại mong muốn của một ai đó"
        },
        {
            "id": "a0ed38dc-40d9-44e5-91f1-49d88f01ebea",
            "word": "cryptic",
            "phonetic": "kɹɪptɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's very cryptic.",
                "Some butterflies use cryptic camouflage to hide themselves by blending in with their surroundings.",
                "He just left viewers with a very cryptic message at the end.",
                "Let me ask you charters, cryptics, the 15th century.",
                "While cryptic, these text-image pairings have to be read through the lens of US/Middle East relations at that time."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3J5cHRpYw&hash=de6d5fafffd91669fb2c225bea9dba3c0f6fea20&lang=en&cache-only=0",
            "defineEn": "of an obscure nature",
            "defineVi": "bản chất mơ hồ",
            "hasImg": true
        },
        {
            "id": "ee904e2f-dfee-448c-bec3-bd73020b2241",
            "word": "cryptogam",
            "phonetic": "kɹɪptəɡæm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3J5cHRvZ2Ft&hash=ab190b20f99cb233b49fa61fb09322c3980d476c&lang=en&cache-only=0",
            "defineEn": "formerly recognized taxonomic group including all flowerless and seedless plants that reproduce by means of spores: ferns, mosses, algae, fungi",
            "defineVi": "nhóm phân loại trước đây được công nhận bao gồm tất cả các loài thực vật không hoa và không hạt sinh sản bằng bào tử: dương xỉ, rêu, tảo, nấm"
        },
        {
            "id": "43fce345-e2c3-44df-b648-765a75cab01a",
            "word": "audible",
            "phonetic": "ɔːdᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Audible will, if they go to audible.com/smarter.",
                "It's Audible.",
                "Thanks to Audible for sponsoring this episode.",
                "This episode of Crash Course Physics is sponsored by Audible.",
                "This episode is sponsored by Audible."
            ],
            "audio": "https://tts.langeek.co/read?text=YXVkaWJsZQ&hash=e0cd9b719086875120ed474416a55512fc72dff5&lang=en&cache-only=0",
            "defineEn": "(of sounds or voices) loud enough to be heard",
            "defineVi": "(của âm thanh hoặc giọng nói) đủ lớn để được nghe thấy"
        },
        {
            "id": "d812ae54-6c40-4a21-beae-c1ceb332705f",
            "word": "auditory",
            "phonetic": "ɔːdɪtoːɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Today, roughly one in seven people worldwide experiences this auditory sensation.",
                "Gentlemen, this computer has an auditory sensor.",
                "The specific vibration of these hair cells and the stereocilia on top of each one determine the auditory signal our brain perceives.",
                "The classic auditory example of selective attention is the cocktail party effect.",
                "They send the results of their analysis up to the auditory cortex."
            ],
            "audio": "https://tts.langeek.co/read?text=YXVkaXRvcnk&hash=afbe0e69f655fee2c4617ee7af3fc28c8a4ced48&lang=en&cache-only=0",
            "defineEn": "of or relating to the process of hearing",
            "defineVi": "của hoặc liên quan đến quá trình điều trần"
        },
        {
            "id": "a6a3374b-0503-45f2-af06-a9aca9d6aacf",
            "word": "cosmic",
            "phonetic": "kɑːzmɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Another concern is cosmic radiation.",
                "Sure enough, the equations of general relativity predict a cosmic tug-of-war between gravity and expansion.",
                "But what are these cosmic snipers?",
                "The cosmic horizon is approaching us.",
                "Cosmic housekeeping Let's create a black hole with dirty laundry."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29zbWlj&hash=49f050215b21c9ac7fa5a1ad8cda8374c853f148&lang=en&cache-only=0",
            "defineEn": "related to the universe",
            "defineVi": "liên quan đến vũ trụ"
        },
        {
            "id": "fac484be-72ef-4d94-ad8c-54050c9d1389",
            "word": "cosmogony",
            "phonetic": "kɑːzməɡəni ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29zbW9nb255&hash=92718784a874bb6b55d32754af597b415894e3ef&lang=en&cache-only=0",
            "defineEn": "the branch of astrophysics that studies the origin and evolution and structure of the universe",
            "defineVi": "nhánh của vật lý thiên văn nghiên cứu nguồn gốc, sự tiến hóa và cấu trúc của vũ trụ"
        },
        {
            "id": "79593cc2-c54a-4ec1-9f1f-c55e8c8283a7",
            "word": "cosmography",
            "phonetic": "kɑːzmɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29zbW9ncmFwaHk&hash=d4915948c73f480b281f5a5066b5dda00275fe89&lang=en&cache-only=0",
            "defineEn": "a representation of the earth or the heavens",
            "defineVi": "một đại diện của trái đất hoặc thiên đường"
        },
        {
            "id": "a5fba7f3-a7a7-47f5-bbc7-c8f559ca61d2",
            "word": "cosmogony",
            "phonetic": "kɑːzmɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29zbW9nb255&hash=92718784a874bb6b55d32754af597b415894e3ef&lang=en&cache-only=0",
            "defineEn": "the branch of astrophysics that studies the origin and evolution and structure of the universe",
            "defineVi": "nhánh của vật lý thiên văn nghiên cứu nguồn gốc, sự tiến hóa và cấu trúc của vũ trụ"
        },
        {
            "id": "cca69126-69ba-4aa7-9408-c24ee084e22d",
            "word": "philology",
            "phonetic": "fɪlɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGhpbG9sb2d5&hash=65949c694d39742f73df1b4554a52c515829c45d&lang=en&cache-only=0",
            "defineEn": "the study of language, literature, and historical texts to understand their origins, development, and cultural context, encompassing areas such as linguistics, textual criticism, and literary analysis",
            "defineVi": "nghiên cứu về ngôn ngữ, văn học và các văn bản lịch sử để hiểu nguồn gốc, sự phát triển và bối cảnh văn hóa của chúng, bao gồm các lĩnh vực như ngôn ngữ học, phê bình văn bản và phân tích văn học"
        },
        {
            "id": "0d925888-06a0-46e5-bcad-078098dc99e3",
            "word": "cosmos",
            "phonetic": "kɑːzmoʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The field of cosmology was born, the study of the cosmos itself.",
                "Most models of the universe suggest that the cosmos is arranged kind of like an enormous piece of foam.",
                "You see, the wandering stars must move in perfect circles, since the cosmos is orderly.",
                "If we peer out far enough, in between the galaxies, we can see parts of the Universe that are so far away, it has taken the light from that distance very nearly the entire age of the cosmos to reach us.",
                "Turns out, when it comes to the cosmos, size isn't the only thing that matters."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29zbW9z&hash=ed4763c69bf8068812f6e25f2b048fae85a40a77&lang=en&cache-only=0",
            "defineEn": "the universe, particularly when it is thought of as a systematic whole",
            "defineVi": "vũ trụ, đặc biệt khi nó được coi là một tổng thể có hệ thống"
        },
        {
            "id": "f958088e-bab5-4be6-b1fb-4e03466241c7",
            "word": "philologist",
            "phonetic": "fɪlɑːlədʒɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the late 18th century, the British philologist William Jones noticed striking similarities between seemingly unrelated languages like English, Greek, Celtic and Sanskrit. ",
                "He was a philologist, that is somebody who studies - historical languages."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhpbG9sb2dpc3Q&hash=4b755e5d7c7e1c97268cd55f111f983d506cf0a8&lang=en&cache-only=0",
            "defineEn": "a humanist specializing in classical scholarship",
            "defineVi": "một nhà nhân văn chuyên về học bổng cổ điển"
        },
        {
            "id": "f2b94bd2-ee9e-4293-bcc3-e0b2870a8740",
            "word": "philosophy",
            "phonetic": "fɪlɑːsəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This book bridges a gulf between the metaphysics literature and philosophy of mind literature.",
                "His political philosophy turned one hundred and eighty degrees when he grew a little older.",
                "The athlete found joy in the training and the process of improving, rather than just winning the competition, living by the philosophy that it is better to travel hopefully than to arrive.",
                "I've just always had the philosophy that it does no good to speak ill of anyone, so instead I direct that energy toward finding solutions to problems.",
                "I know you feel like you know everything about philosophy now, but this introductory course only scratches the surface."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhpbG9zb3BoeQ&hash=9ab75c92049d412b941c8c67d935c8339029798d&lang=en&cache-only=0",
            "defineEn": "a particular set of beliefs, values, or principles developed in search of the truth about life and the universe",
            "defineVi": "một tập hợp niềm tin, giá trị hoặc nguyên tắc cụ thể được phát triển để tìm kiếm sự thật về cuộc sống và vũ trụ",
            "hasImg": true
        },
        {
            "id": "7f4ccc36-c531-479c-8460-8145a8a125ad",
            "word": "to savor",
            "phonetic": "tə seɪvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He savored a classic hamburger with cheese, lettuce, and tomato.",
                "He savored the juicy bacon burger, piled high with crispy bacon, lettuce, tomato, and a tangy barbecue sauce.",
                "She savors every bite of her beef satay, dipping it into the satay sauce for an extra burst of deliciousness.",
                "He savored a bowl of piping hot masala soup, filled with vegetables, lentils, and aromatic spices.",
                "He savored the succulent lobster tail with melted butter, enjoying every bite."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2F2b3I&hash=de864210e8eb7717ecb4332435284c117f7b74d5&lang=en&cache-only=0",
            "defineEn": "to completely enjoy and appreciate something, such as an experience or feeling",
            "defineVi": "để hoàn toàn thưởng thức và đánh giá cao một cái gì đó, chẳng hạn như một kinh nghiệm hoặc cảm giác"
        },
        {
            "id": "73170d02-72c4-4b1d-98b2-c11525ab9109",
            "word": "savory",
            "phonetic": "seɪvɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Sprinkling Parmesan cheese over pasta dishes adds a savory touch.",
                "The bakery incorporated finely diced fatback into savory pie crusts for flaky results.",
                "She harvested fresh savory from her herb garden and dried it for future use in her favorite recipes.",
                "The street vendor at the night market skillfully grilled savory pork belly skewers.",
                "I stuffed the aubergine with a savory mixture of rice, vegetables, and herbs, creating a flavorful meal."
            ],
            "audio": "https://tts.langeek.co/read?text=c2F2b3J5&hash=545a1e40328099efe44b5902ec5a118dba1cfed8&lang=en&cache-only=0",
            "defineEn": "morally wholesome or acceptable",
            "defineVi": "đạo đức lành mạnh hoặc chấp nhận được"
        },
        {
            "id": "5b7bf8c4-9263-403b-bc35-21b0781fae45",
            "word": "savoriness",
            "phonetic": "seɪvɚɹinəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The story goes that Ikeda started pondering whether the savoriness of the dish was a biologically determined taste for, well, something he couldn't quite pin down."
            ],
            "audio": "https://tts.langeek.co/read?text=c2F2b3JpbmVzcw&hash=82c452db87e85cf01427443556c148b8199b7721&lang=en&cache-only=0",
            "defineEn": "having an appetizing flavor",
            "defineVi": "có hương vị thơm ngon"
        },
        {
            "id": "c2a8ce7f-908b-4f33-be52-01cff94a1d33",
            "word": "nomad",
            "phonetic": "noʊmæd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Nomads started hunting for gold in the western part of this desert almost 3,000 years ago.",
                "So I think of myself as a nomad.",
                "They were more concerned with protecting China against its traditional enemies, nomads from the steppe.",
                "Carol Meeks has a YouTube cooking channel for nomads on a tight budget.",
                "Carol Meeks has a YouTube cooking channel for nomads on a tight budget."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9tYWQ&hash=0c9ef2385269ae15af4ac8503debd26ce9dc1e1b&lang=en&cache-only=0",
            "defineEn": "a member of the community that moves from place to place with their livestock rather than residing in one place",
            "defineVi": "một thành viên của cộng đồng di chuyển từ nơi này sang nơi khác với gia súc của họ hơn là cư trú ở một nơi"
        },
        {
            "id": "3f39c801-5542-4877-88dd-243932ed89b1",
            "word": "nomadic",
            "phonetic": "noʊmædɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They are literally nomadic.",
                "We're a nomadic people.",
                "Waves of nomadic tribes poured into the region from the north and east.",
                "Nomadic hunters in Siberia built storehouses on top of tree stumps to deter animal foraging.",
                "The nomadic Scythians littered the steppes with grave mounds known as kurgans."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9tYWRpYw&hash=2ab7f39a7be6e21a07edda8e674e92c7852b314e&lang=en&cache-only=0",
            "defineEn": "migratory",
            "defineVi": "di cư"
        }
    ]
}