{
    "id": "1aacb3df-3b76-41df-aadb-199f1fbf93b1",
    "title": "Lesson 28",
    "originalTitle": "Lesson 28",
    "words": [
        {
            "id": "94a722fb-4263-4a4f-89e2-e9322dbd751b",
            "word": "to conform",
            "phonetic": "tə kənfɔːɹm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Despite the pressure to conform, she chose to do her own thing and started her own business, which became a great success.",
                "Despite his unconventional ideas, John knew that it is ill striving against the stream and decided to conform to the company's dress code.",
                "First of all, the brain conforms to the shape of the skull, not the other way around.",
                "- You can conform or confirm.",
                "In claws, the bed of keratinocytes conforms to a narrow finger bone, wrapping around the end of the digit and radiating outwards to form a cone-shaped structure."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZm9ybQ&hash=00ca0b9131188c8c2f000c230e87a04ea3df37fc&lang=en&cache-only=0",
            "defineEn": "to think or act similar to most people in a particular society or group",
            "defineVi": "suy nghĩ hoặc hành động tương tự như hầu hết mọi người trong một xã hội cụ thể hoặc nhóm"
        },
        {
            "id": "c4b83cfa-349b-4595-8d29-fa52da9b361f",
            "word": "conformable",
            "phonetic": "kənfɔːɹməbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29uZm9ybWFibGU&hash=090da915de0ef8590f08b5afa6368b270f98a060&lang=en&cache-only=0",
            "defineEn": "corresponding to or agreeing with something",
            "defineVi": "tương ứng với hoặc đồng ý với một cái gì đó"
        },
        {
            "id": "6924eea2-fa93-4a65-a716-a4b3ccc77265",
            "word": "conformance",
            "phonetic": "kənfoːɹməns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29uZm9ybWFuY2U&hash=29654d5956bb9926503999bc8aa904aeca870b3a&lang=en&cache-only=0",
            "defineEn": "the act of following or obeying the rules of something particular",
            "defineVi": "hành động tuân theo hoặc tuân theo các quy tắc của một cái gì đó cụ thể"
        },
        {
            "id": "4818c057-d7ad-4f5f-b9be-f4be2aab4104",
            "word": "conformation",
            "phonetic": "kɑːnfoːɹmeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And the conformation is so important to the function of these molecules.",
                "You get the Gauche conformation.",
                "Now, this conformation, this was called the anti-conformation.",
                "This basically magical structure is called the chair conformation of cyclohexane.",
                "So that’s one chair conformation."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZm9ybWF0aW9u&hash=18644e725b1df223aa22604f9de0a13515c10693&lang=en&cache-only=0",
            "defineEn": "a symmetrical arrangement of the parts of a thing",
            "defineVi": "một sự sắp xếp đối xứng của các bộ phận của một điều"
        },
        {
            "id": "ea215aca-3402-4eb1-8f46-9a5d6b017237",
            "word": "conformist",
            "phonetic": "kənfoːɹmɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "In The Lonely Crowd sociologist David Riesman criticized Americans for being conformist and lacking the rich inner life necessary to be truly independent.",
                "To the public, he’s a refreshing contradiction to stereotypes about physicists: A safe-cracking, bongo-playing, mildly-philanderous non-conformist whose heavily brooklyn-accented voice you’ve probably heard either relaying some bit of no-nonsense pragmatic wisdom about the only sensible way to view the world, or else some wry joke told through a crooked smile."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZm9ybWlzdA&hash=70eded89989af3ce89dcdbcf568988e8479739cd&lang=en&cache-only=0",
            "defineEn": "someone who conforms to established standards of conduct (especially in religious matters)",
            "defineVi": "một người tuân thủ các tiêu chuẩn ứng xử đã được thiết lập (đặc biệt là trong các vấn đề tôn giáo)"
        },
        {
            "id": "2199c779-a99c-4982-849c-deb0ba1a1193",
            "word": "conformity",
            "phonetic": "kənfoːɹmᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "But Divine Right theory also meant religious conformity.",
                "Now, this is different from conformity.",
                "Conformity is the tendency to change your beliefs or behaviors to match those around you or in your culture.",
                "Here, his subjects put an emphasis on conformity and worry about what would happen to Heinz if he was seen as a criminal.",
                "A single defector among the confederates was enough to completely wipe out the conformity effect."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZm9ybWl0eQ&hash=7eca55f00d5871f6a227d1c4534a31c9e6bb4259&lang=en&cache-only=0",
            "defineEn": "behavior that corresponds to socially accepted rules",
            "defineVi": "hành vi tương ứng với các quy tắc được xã hội chấp nhận"
        },
        {
            "id": "4bf1882f-f1c1-4426-a45c-36380cf35154",
            "word": "indefensible",
            "phonetic": "ɪndᵻfɛnsᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's indefensible.",
                "This is completely indefensible.",
                "This is completely indefensible.",
                "It's just indefensible, and when you're talking about elections.",
                "We cannot go back to the 1967 lines because these lines are indefensible."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kZWZlbnNpYmxl&hash=fb64b0ecef7562579581ed3dd57bf7908a3d1a1e&lang=en&cache-only=0",
            "defineEn": "(of theories etc) incapable of being defended or justified",
            "defineVi": "(về các lý thuyết, v.v.) không có khả năng được bảo vệ hoặc biện minh"
        },
        {
            "id": "c485d965-0c38-40bb-9f21-428ce0df54ce",
            "word": "indefinite",
            "phonetic": "ɪndɛfɪnət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We cannot have indefinite detention anywhere, any time in the United States.",
                "The territory faces an indefinite blockade from Israel and Egypt and an unemployment rate near 50 percent.",
                "As the reality of indefinite isolation sets in, experts worry the lack of physical intimacy isn't just an inconvenience, it could cause lasting damage.",
                "Um, this is later than the 80's, an indefinite period later.",
                "We want to know our indefinite integral in terms of x."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kZWZpbml0ZQ&hash=0909728f6f1a10355b9d5e1da5afe3c9b4cf799e&lang=en&cache-only=0",
            "defineEn": "not clearly defined; without clear limits",
            "defineVi": "không được xác định rõ ràng; không có giới hạn rõ ràng"
        },
        {
            "id": "df3f87ca-c767-4c62-82a6-75d148c1e7bd",
            "word": "indelible",
            "phonetic": "ɪndɛləbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "With wisdom and grace,this modern-day Renaissance man has left an indelible markon our community.",
                "And these indelible photos of a couple overdosed in their car with their son in the backseat were snapped just three blocks from here.",
                "It's EXTRAORDINARY to hear almost 50 years later, 60 years later what an indelible impression",
                "Now, we don’t really understand why these two individuals left the indelible mark that they have on our genomes.",
                "There is only really one thing that you can do that is absolutely indelible and completely permanent, and that is change the judiciary."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kZWxpYmxl&hash=933b5712c6d4803bfca1d74d99be9c71321f3641&lang=en&cache-only=0",
            "defineEn": "cannot be removed or erased",
            "defineVi": "không thể được gỡ bỏ hoặc xóa"
        },
        {
            "id": "30c90f05-b74f-4328-a7ff-90b89a3c0394",
            "word": "permanence",
            "phonetic": "pɜːmənəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "A related phenomenon is called 'object permanence'.",
                "JOHN BEYRLE - No, there is no permanence in U.S.-Russia relations.",
                "And especially I think the permanence one is that, to me, the biggest trap, because you'll catch people, you can actually see it in their language when they talk or when they write, they'll say things like, well, I will never be happy again, or I will always be a failure."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVybWFuZW5jZQ&hash=438df868feb4dc19670f8b088a4ed2567b2b265d&lang=en&cache-only=0",
            "defineEn": "the property of being able to exist for an indefinite duration",
            "defineVi": "tài sản có thể tồn tại trong một thời gian không xác định"
        },
        {
            "id": "02a95a62-d77d-491d-99e2-d5a0b7e7c6ab",
            "word": "permanent",
            "phonetic": "pɜːmənənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We label our boxes with permanent markers for easy identification.",
                "The landscape isn’t permanent.",
                "But these teeth are permanent!",
                "It’s permanent.",
                "Does it cause permanent damage?"
            ],
            "audio": "https://tts.langeek.co/read?text=cGVybWFuZW50&hash=e46c87fb4729efa2ffc8d4e6db216c802fb1681a&lang=en&cache-only=0",
            "defineEn": "continuing to exist all the time or remaining without change for a long time",
            "defineVi": "tiếp tục tồn tại mọi lúc hoặc không thay đổi trong một thời gian dài",
            "hasImg": true
        },
        {
            "id": "894849be-3f87-473d-bce1-2353c03ec61d",
            "word": "fission",
            "phonetic": "fɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Fission is like fusion's ugly sibling.",
                "Fission was an idea with a ton of potential.",
                "Fission bombs like the weapons that struck Japan, split atoms apart.",
                "In other words: she figured out nuclear fission.",
                "With fission, one atom is split into two new atoms."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmlzc2lvbg&hash=ef97392953d077da212a50aad95bc039e45adba6&lang=en&cache-only=0",
            "defineEn": "a nuclear reaction in which a massive nucleus splits into smaller nuclei with the simultaneous release of energy",
            "defineVi": "một phản ứng hạt nhân trong đó một hạt nhân lớn phân tách thành các hạt nhân nhỏ hơn với sự giải phóng năng lượng đồng thời"
        },
        {
            "id": "68ab391e-827f-4b6f-9112-18f26f00400c",
            "word": "fissure",
            "phonetic": "fɪʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They invade these cracks and fissures.",
                "Fissures that have become all too clear in the U.S. COVID response, as communities of color and low-wage workers have been disproportionately affected by the virus.",
                "From the Henle's fissures between the muscle fibers of your heart to the Crypts of Henle, which are microscopic pockets in the whites of your eyes.",
                "From time to time, lava spills out from fissures in the crust, which means Iceland is still growing!",
                "A hydrothermal vent is a fissure in the Earth’s crust where seawater seeps into magma chambers and is ejected back out at high temperatures, along with a rich slurry of minerals and simple chemical compounds."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmlzc3VyZQ&hash=919b6a7ea9ea0e6954c8cf32a4f0518f0c302069&lang=en&cache-only=0",
            "defineEn": "a long narrow opening",
            "defineVi": "một lỗ hẹp dài"
        },
        {
            "id": "97082863-8e91-44d9-89b8-72f4e612904d",
            "word": "solubility",
            "phonetic": "sɑːljuːbɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Solubility is important because your cell membranes are made of lipids.",
                "The ability of something to be dissolved is called its solubility.",
                "Sand doesn't dissolve in water, for instance, so we say it has low solubility in water, but sugar dissolves pretty easily, so sugar has high solubility in water.",
                "Sand doesn't dissolve in water, for instance, so we say it has low solubility in water, but sugar dissolves pretty easily, so sugar has high solubility in water."
            ],
            "audio": "https://tts.langeek.co/read?text=c29sdWJpbGl0eQ&hash=9b1967c76f5d5db0f57d20447d2eb547ac481284&lang=en&cache-only=0",
            "defineEn": "the quality of being soluble and easily dissolved in liquid",
            "defineVi": "chất lượng hòa tan và dễ dàng hòa tan trong chất lỏng"
        },
        {
            "id": "38cf9b04-6a1b-4b3f-8395-ccf4565d842e",
            "word": "soluble",
            "phonetic": "sɑːljuːbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Cholesterol and triglycerides are not soluble in water.",
                "There are actually two main types: soluble and insoluble.",
                "They're often not soluble in water, and even when they are, the solutions don't conduct electricity.",
                "That means that water soluble ones can’t get across them.",
                "The bioplastic is water soluble, which is both a blessing and a curse."
            ],
            "audio": "https://tts.langeek.co/read?text=c29sdWJsZQ&hash=4f2d0592cc9a32d1e5d95dddbdff99f2678bfcff&lang=en&cache-only=0",
            "defineEn": "(of a substance) capable of being dissolved in some solvent (usually water)",
            "defineVi": "(của một chất) có khả năng hòa tan trong một số dung môi (thường là nước)"
        },
        {
            "id": "f5657490-75e3-41a2-b37a-50362235e4b5",
            "word": "solvent",
            "phonetic": "sɑːlvənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have an aprotic solvent.",
                "Then you would have a protic solvent.",
                "It's an aprotic solvent.",
                "So this is an aprotic solvent.",
                "So just like before, we have the exact same solvent."
            ],
            "audio": "https://tts.langeek.co/read?text=c29sdmVudA&hash=198e3e537aa3c36a621ef1f4147e8f4305d16087&lang=en&cache-only=0",
            "defineEn": "a liquid that is capable of dissolving another substance",
            "defineVi": "một chất lỏng có khả năng hòa tan một chất khác"
        },
        {
            "id": "fcb295cf-f0eb-4fc8-b0ec-5db81bd1ca35",
            "word": "to juggle",
            "phonetic": "tə dʒʌɡəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "We get the first glimpse of his brilliance when he juggles frogs during his adolescence.",
                "She's always on the go, juggling work, family, and personal commitments.",
                "One hundred years from now, will we remember the sitcom star, or the surgeon, or the human rights activist, or the guy who juggled frogs?",
                "I've got so many things to do at the moment, I feel like I'm juggling frogs.",
                "- I am juggling a lot right now."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ganVnZ2xl&hash=388181d15d1257a660cd105f81112110b0da299e&lang=en&cache-only=0",
            "defineEn": "throw, catch, and keep in the air several things simultaneously",
            "defineVi": "ném, bắt và giữ nhiều thứ trong không khí cùng một lúc"
        },
        {
            "id": "fb3258d5-0596-4ed4-bede-9852814735c7",
            "word": "jugglery",
            "phonetic": "dʒʌɡəlɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=anVnZ2xlcnk&hash=4f5481d22151ca805d8cfe2d3db6d81ba1347048&lang=en&cache-only=0",
            "defineEn": "the performance of a juggler",
            "defineVi": "màn trình diễn của một nghệ sĩ tung hứng"
        },
        {
            "id": "0e5a05f5-c8cc-4b1c-a7c3-c01c7a0af1e4",
            "word": "disparate",
            "phonetic": "dɪspɚɹət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It has provided the disparate opposition an opportunity to come together and rake the government over the coals.",
                "Is their disparate impact?",
                "Is their disparate impact?",
                "It has a disparate impact on people from low income communities and on women and moms.",
                "Different branches used disparate methodology to pursue their own goals."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzcGFyYXRl&hash=7da7859e7766cd0c86aa89c3385a1aba66118be7&lang=en&cache-only=0",
            "defineEn": "not sharing any form of similarity",
            "defineVi": "không chia sẻ bất kỳ hình thức tương đồng"
        },
        {
            "id": "41c330a0-957d-47b1-a31a-78d4165700c9",
            "word": "disparity",
            "phonetic": "dɪspæɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Things like unequal access to resources and constant discriminatory treatment by institutions account for a lot of health disparities.",
                "You see that economic disparity. ",
                "And the disparities are enormous.",
                "That disparity has led to incredible political pressure on and from E.U. leaders.",
                "An educator and a leader, Judy addressed racial disparities in maternal health care and access to care."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzcGFyaXR5&hash=a0851ed6dc35a3c253f32b21c89f2fb832f41164&lang=en&cache-only=0",
            "defineEn": "a noticeable and often significant difference or inequality between two or more things",
            "defineVi": "một sự khác biệt hoặc bất bình đẳng đáng chú ý và thường đáng kể giữa hai hoặc nhiều thứ"
        }
    ]
}