{
    "id": "1ae8847b-4678-4fac-b67d-f38e1975a290",
    "title": "Top 451 - 475 Nouns",
    "originalTitle": "Top 451 - 475 Nouns",
    "words": [
        {
            "id": "9607f519-fbb6-4bf7-87f1-d01adbe90d76",
            "word": "freedom",
            "phonetic": "fɹiːdəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "She prefers the freedom and agility of a motorcycle over a car.",
                "Adults have the freedom to make their own decisions and choices.",
                "The west is often associated with notions of freedom and adventure.",
                "He's enjoying his newfound freedom by going out with friends and pursuing his hobbies.",
                "The teacher ruled the classroom with a heavy hand, rarely allowing any freedom or creativity."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlZWRvbQ&hash=1817e17cb9742f31f85925a184871bc24293039e&lang=en&cache-only=0",
            "defineEn": "the right to act, say, or think as one sees fit without being stopped, controlled, or restricted",
            "defineVi": "quyền hành động, nói hoặc suy nghĩ khi một người thấy phù hợp mà không bị ngăn chặn, kiểm soát hoặc hạn chế",
            "hasImg": true
        },
        {
            "id": "a0dd1213-af88-4ada-b1e1-90e63a0e1f85",
            "word": "income",
            "phonetic": "ɪŋkʌm ",
            "partOfSpeechType": "noun",
            "examples": [
                "His gambling was eating away at their income.",
                "Retirement often brings with it a massive drop in income.",
                "The budget can be balanced by raising income taxes by 2 percent.",
                "He got on his soapbox and gave a passionate speech about income inequality.",
                "Though it wasn't ideal, he knew that it was better to have some income than none at all."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jb21l&hash=32ff0b43239c1305cfe0bbf1ccd61364a69295d8&lang=en&cache-only=0",
            "defineEn": "the money that is regularly earned from a job or through an investment",
            "defineVi": "số tiền thường xuyên kiếm được từ một công việc hoặc thông qua một khoản đầu tư",
            "hasImg": true
        },
        {
            "id": "b1870fa7-61c0-43f5-a5d8-2ecd21b43608",
            "word": "threat",
            "phonetic": "θɹɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many companies saw the advent of online retailing as a threat to their bricks and mortar business.",
                "These threats are not to be taken lightly.",
                "Congress must act decisively against this threat.",
                "But they certainly view China as a threat of such dimensions that their minds boggle.",
                "I never thought you would carry out your threat."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhyZWF0&hash=2991797013f5137ba4dc7b3ebb9114a9186c1f89&lang=en&cache-only=0",
            "defineEn": "someone or something that is possible to cause danger, trouble, or harm",
            "defineVi": "một ai đó hoặc một cái gì đó có thể gây nguy hiểm, rắc rối, hoặc làm hại"
        },
        {
            "id": "37d35b9c-0d15-4086-ae42-6ca4ebba33c0",
            "word": "soul",
            "phonetic": "soʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The students worked their heart and soul on their project.",
                "He bared his soul to me after the divorce.",
                "He dedicated himself body and soul to the education of young men.",
                "She kept body and soul together by working two jobs.",
                "The volunteers dedicated themselves heart and soul to helping those in need, selflessly giving their time and energy."
            ],
            "audio": "https://tts.langeek.co/read?text=c291bA&hash=6ec926144fb8078f2581141a07ecdca80f619004&lang=en&cache-only=0",
            "defineEn": "the spiritual part of a person that is believed to be the essence of life in them",
            "defineVi": "phần tinh thần của một người được cho là bản chất của cuộc sống trong họ",
            "hasImg": true
        },
        {
            "id": "8b15a8ff-f174-4cc3-b5ec-148dded52ab0",
            "word": "trick",
            "phonetic": "tɹɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The coach always keeps a few tricks up his sleeve.",
                "The students played a trick on their teacher by switching the labels on the chemical bottles.",
                "I remember the trick you served me.",
                "The new software update has done the trick and fixed the issue with the app.",
                "He played a trick on his sister by putting a fake spider in her bed."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpY2s&hash=a715b0cb8958c1d07dc656f58fcf3248152d2b60&lang=en&cache-only=0",
            "defineEn": "something that is done to deceive someone else",
            "defineVi": "một cái gì đó được thực hiện để lừa dối người khác"
        },
        {
            "id": "168466bd-eadb-48b8-b7b6-899c4ad843d2",
            "word": "investment",
            "phonetic": "ɪnvɛstmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Any investment involves an element of risk.",
                "That investment is too risky.",
                "Government investment has brought thousands of new jobs to the area.",
                "Investment is all about running risks.",
                "Investors should diversify their investments instead of putting all their eggs in one basket."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52ZXN0bWVudA&hash=65bf022df41fd51da2d84399542032f2620389d5&lang=en&cache-only=0",
            "defineEn": "the act or process of putting money into something to gain profit",
            "defineVi": "hành động hoặc quá trình đưa tiền vào một cái gì đó để đạt được lợi nhuận",
            "hasImg": true
        },
        {
            "id": "cc0ea866-4f67-4b60-b09f-c2be943032b4",
            "word": "factor",
            "phonetic": "fæktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The make-or-break factor in this delicate post-course period is the attitude of the person's immediate superior.",
                "A number of factors decide whether a movie will be successful or not.",
                "This is the main factor driving investment in the area.",
                "The company offers a range of form factors for its products, including desktops, laptops, and tablets.",
                "While all forms of speech are valuable and deserve respect, some varieties are associated with more power and prestige - a language is a dialect with an army and navy, so be aware of the political factors that influence our perceptions of language."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFjdG9y&hash=d5f3821ab5268615f747589a1996b3fa4623c4f4&lang=en&cache-only=0",
            "defineEn": "one of the things that affects something or contributes to it",
            "defineVi": "một trong những điều ảnh hưởng đến một cái gì đó hoặc góp phần vào nó"
        },
        {
            "id": "feb6faca-04a4-45c2-8972-e2a2cc08c4cc",
            "word": "supply",
            "phonetic": "səplaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Take enough supplies.",
                "The medicine cabinet in the bathroom holds our first aid supplies.",
                "Supplies are being dropped for the refugees.",
                "The car company has lost ground in Europe amid supply bottlenecks.",
                "The food supply proved to be the nation's Achilles' heel in its defense against terrorist attacks."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwcGx5&hash=ed598b8bf16239b41d7002e963157bdc71301201&lang=en&cache-only=0",
            "defineEn": "the provided or available amount of something",
            "defineVi": "số lượng được cung cấp hoặc có sẵn của một cái gì đó"
        },
        {
            "id": "5c884d7f-f167-4681-b201-7626cb679bf8",
            "word": "location",
            "phonetic": "loʊkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The jury is still out as concerns the location of the new station.",
                "She unfolded the map to find the location of the tourist attractions.",
                "Having 3 locations in the same area creates a situation that the left doesn't know what the right hand is doing.",
                "Whenever a celebrity is spotted in town, fans make a beeline for the location, hoping to catch a glimpse or snap a photo.",
                "I used my finger to point at the map and show them the location."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9jYXRpb24&hash=3a096c951810123538e4f0454d574b80c6eff17f&lang=en&cache-only=0",
            "defineEn": "the geographic position of someone or something",
            "defineVi": "vị trí địa lý của một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "b7f14341-d711-4744-9742-e60f13806752",
            "word": "strength",
            "phonetic": "stɹɛŋθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The weakness of the enemy makes our strength.",
                "Oh, give me strength!",
                "He's saving his strength for the last part of the race.",
                "The bear is a symbol of strength and courage in many cultures.",
                "One of our great strengths is our ability to take it on the chin and come out fighting."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyZW5ndGg&hash=acb3b96887e8092782ef24919d2952da762ba5b0&lang=en&cache-only=0",
            "defineEn": "the quality or state of being physically or mentally strong",
            "defineVi": "chất lượng hoặc trạng thái mạnh mẽ về thể chất hoặc tinh thần",
            "hasImg": true
        },
        {
            "id": "9d110c41-e726-481d-9c1c-97fa68c4dd4c",
            "word": "milk",
            "phonetic": "mɪlk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The thunder had turned the milk.",
                "The milk has turned.",
                "The milk skin gives a unique texture to the homemade pudding.",
                "\"Do you have any milk?\"",
                "A classic hot chocolate recipe calls for scalded milk to be mixed with cocoa powder and sugar."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlsaw&hash=f67c76a77a7fe5bd77105803f37d3b6dd006135c&lang=en&cache-only=0",
            "defineEn": "the white liquid we get from cows, sheep, or goats that we drink and use for making cheese, butter, etc.",
            "defineVi": "chất lỏng màu trắng chúng ta lấy từ bò, cừu hoặc dê mà chúng ta uống và sử dụng để làm pho mát, bơ, v.v.",
            "hasImg": true
        },
        {
            "id": "1edbe019-b525-4ca7-b58e-1a8fa9b7e994",
            "word": "virus",
            "phonetic": "vaɪɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The body's immune system protects against harmful bacteria and viruses.",
                "When it comes to cybersecurity, there is no little enemy, and even a seemingly harmless email or file can contain a dangerous virus or malware.",
                "Viruses mutate more often than practically any other organism.",
                "So, much to their surprise, their data-driven approach implicated viruses.",
                "Viruses hate that!"
            ],
            "audio": "https://tts.langeek.co/read?text=dmlydXM&hash=aae268b03c2b0cb687f71654c1be6a13c8be5775&lang=en&cache-only=0",
            "defineEn": "a microscopic agent that causes disease in people, animals, and plants",
            "defineVi": "một tác nhân cực nhỏ gây bệnh cho người, động vật và thực vật",
            "hasImg": true
        },
        {
            "id": "0e120ce9-3ad7-40a9-9fdc-551db3c64ba5",
            "word": "suit",
            "phonetic": "suːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This suit is a steal at $80.",
                "Part-time work would suit me right down to the ground.",
                "He paired his suit with polished dress shoes.",
                "That job would suit you to a tee.",
                "My dad bought a stylish suit for his friend's wedding."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VpdA&hash=0256967c98f34fd7f4bd32194fe3a27f6749e902&lang=en&cache-only=0",
            "defineEn": "a jacket with a pair of pants or a skirt that are made from the same cloth and should be worn together",
            "defineVi": "áo khoác với quần hoặc váy được làm từ cùng một loại vải và nên được mặc cùng nhau",
            "hasImg": true
        },
        {
            "id": "229f3fd4-e5e1-4cf2-a359-4c0799fe6cef",
            "word": "vehicle",
            "phonetic": "viəkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Buses take priority over other vehicles on the road.",
                "The popularity of electric vehicles has remained in the ascendant.",
                "You need a special licence to drive a heavy goods vehicle.",
                "When it comes to choosing a car, it's easy to be swayed by flashy features and sleek designs, but sometimes the gray mare is the better horse, and a reliable, practical vehicle is a smarter choice in the long run.",
                "Vehicle starts at that price."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVoaWNsZQ&hash=a84236090493dede94eae263b2a181c9d42f917b&lang=en&cache-only=0",
            "defineEn": "a large object with an engine, such as a car or truck, used for transporting people or goods",
            "defineVi": "một vật thể lớn có động cơ, chẳng hạn như ô tô hoặc xe tải, được sử dụng để vận chuyển người hoặc hàng hóa",
            "hasImg": true
        },
        {
            "id": "803740bd-b578-4322-a7a8-dba588210a5c",
            "word": "wave",
            "phonetic": "weɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "The passengers waved goodbye to their loved ones from the ship's deck.",
                "The waves drove against the shore.",
                "Well, you can wave goodbye to your brand new car, mister!",
                "The sound of waves breaking on the beach.",
                "The politician is riding on the wave of public support, with high approval ratings and successful campaigns."
            ],
            "audio": "https://tts.langeek.co/read?text=d2F2ZQ&hash=af7c0cbb77e4c215c6577b12e49738b4c48a2260&lang=en&cache-only=0",
            "defineEn": "an elevated body of water that floats across the surface of a sea, river, lake, etc.",
            "defineVi": "một khối nước trên cao nổi trên mặt biển, sông, hồ, v.v.",
            "hasImg": true
        },
        {
            "id": "c00d1b62-dbe8-4006-9135-59f78f10e5a1",
            "word": "restaurant",
            "phonetic": "ɹɛstɹɑːnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The restaurant featured a signature dish of slow-roasted brisket.",
                "On the credit side, the restaurant offers a wide range of choices.",
                "The restaurant served their fish and chips with a side of brown sauce.",
                "The restaurant served a mouthwatering plate of spaghetti with bolognese pasta sauce.",
                "The restaurant offered a delightful combination of prosciutto and Parmesan tortelli."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzdGF1cmFudA&hash=d50fe30d7809a0b05960468add36e69277bff29e&lang=en&cache-only=0",
            "defineEn": "a place where we pay to sit and eat a meal",
            "defineVi": "một nơi mà chúng tôi trả tiền để ngồi và ăn một bữa ăn",
            "hasImg": true
        },
        {
            "id": "c4fd9bd0-4c88-4a99-9b2c-0bc122a2482a",
            "word": "opinion",
            "phonetic": "əpɪniən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His opinions are entirely beyond the pale.",
                "What is your opinion on the matter?",
                "Everyone within earshot soon knew her opinion of Reggie.",
                "In my opinion, none of the new jazz trumpeters are on a par with Miles Davis.",
                "In my opinion, people are getting their panties in a bunch over this election."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Bpbmlvbg&hash=f8b436069cf82998438ee611ac75bb8ba71edbd3&lang=en&cache-only=0",
            "defineEn": "one's feelings or thoughts about a particular subject, rather than a fact",
            "defineVi": "cảm xúc hoặc suy nghĩ của một người về một chủ đề cụ thể, chứ không phải là một thực tế",
            "hasImg": true
        },
        {
            "id": "3e306c32-f33a-407c-b457-f0d39b142a89",
            "word": "statement",
            "phonetic": "steɪtmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The journalist published a wrong statement in the article.",
                "Several conclusions follow on from his statement.",
                "We shall need a statement later, but that will have to wait.",
                "She nodded in agreement with his statement.",
                "The charity organization's mission statement emphasized the belief that poverty is no sin and that everyone deserves dignity and respect."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhdGVtZW50&hash=564ce1cde0821e08023c857fd7bc64b6162cf4fb&lang=en&cache-only=0",
            "defineEn": "something that is expressed through things one says or writes",
            "defineVi": "một cái gì đó được thể hiện thông qua những điều người ta nói hoặc viết"
        },
        {
            "id": "9f372f71-c23e-4a86-a973-4d6167aeb9ab",
            "word": "region",
            "phonetic": "ɹiːdʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The region produces over 50 per cent of the country's wheat.",
                "The entire region has been in the grip of a terrible drought.",
                "This election is being closely watched in the region.",
                "This election is being closely watched in the region.",
                "The fertile soil in this region yields abundant crops of wheat and corn."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVnaW9u&hash=a72dd05c02f03cbf4bacc629e7b8be4003bb5067&lang=en&cache-only=0",
            "defineEn": "a large area of land or of the world with specific characteristics, which is usually borderless",
            "defineVi": "một vùng đất rộng lớn hoặc trên thế giới với những đặc điểm cụ thể, thường là không biên giới",
            "hasImg": true
        },
        {
            "id": "d9810690-83d8-4f90-8e9a-97deb7a91692",
            "word": "metal",
            "phonetic": "mɛɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our players kept the pedal to the metal all season long.",
                "The metal rod began to bend under the weight of the heavy load.",
                "The metal rod began to bend under the weight of the heavy object.",
                "The metal handle became hot when left in the sun.",
                "We drove through the night flat-out, with the pedal to the metal."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0YWw&hash=d94e327f148df564738df0a688c11e571c953590&lang=en&cache-only=0",
            "defineEn": "a usually solid and hard substance that heat and electricity can move through it, such as gold, iron, etc.",
            "defineVi": "một chất thường rắn và cứng mà nhiệt và điện có thể di chuyển qua nó, chẳng hạn như vàng, sắt, v.v.",
            "hasImg": true
        },
        {
            "id": "45a634dc-f08e-4ef6-b43a-0b161bbff008",
            "word": "topic",
            "phonetic": "tɑːpɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The teacher went on about the topic he had chosen regardless of the fact that many students were asleep.",
                "The speaker ended by suggesting some topics for discussion.",
                "Let's leave that topic for another day.",
                "He always dances around the topic of pay raises for my team whenever I bring it up to him.",
                "The library is a great place to find books on various topics."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9waWM&hash=d189667396bbc183827d8143a485d34d5d85f4d6&lang=en&cache-only=0",
            "defineEn": "a matter that is dealt with in a conversation, text, or study",
            "defineVi": "một vấn đề được xử lý trong một cuộc trò chuyện, văn bản, hoặc nghiên cứu"
        },
        {
            "id": "1c704a12-7ba8-4c15-9cf4-6f5e2873b61f",
            "word": "king",
            "phonetic": "kɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "a king who ruled his country with an iron fist.",
                "The loyal subjects bowed down before their king as a sign of reverence.",
                "As they say, a king's chaff is worth more than other men's corn.",
                "He moves his knight to check my king again.",
                "The tech company's innovative product quickly surpassed its competitors and became the king of the hill in the industry."
            ],
            "audio": "https://tts.langeek.co/read?text=a2luZw&hash=03552ac31d8d95fe0fe9875811b1f2a0f4daabc8&lang=en&cache-only=0",
            "defineEn": "the male ruler of a territorial unit that has a royal family",
            "defineVi": "người cai trị nam của một đơn vị lãnh thổ có một gia đình hoàng gia",
            "hasImg": true
        },
        {
            "id": "1b4337cc-055b-4656-9a11-54273a06480b",
            "word": "queen",
            "phonetic": "kwiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He played his queen.",
                "She moved her queen.",
                "Buckingham Palace in London is the official residence of the Queen of the United Kingdom.",
                "The United Kingdom is known for its music scene, with iconic bands like The Beatles and Queen originating from the country.",
                "The Queen's holiday is arranged to go like clockwork, everything pre-planned to the minute."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVlZW4&hash=cba0192d01ad075cc2dab59e2f67644a081cf753&lang=en&cache-only=0",
            "defineEn": "the female ruler of a territorial unit that has a royal family",
            "defineVi": "người cai trị nữ của một đơn vị lãnh thổ có một gia đình hoàng gia",
            "hasImg": true
        },
        {
            "id": "1479c611-87b3-46cf-9a9a-819bf7357da1",
            "word": "salt",
            "phonetic": "sɔlt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Pass the salt, please.",
                "He put salt into the sugar bowl by mistake.",
                "Can you please pass the salt?",
                "The soup needed a little more salt to bring out the taste.",
                "Take a stock tip with a grain of salt."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FsdA&hash=2a6085b0fe097436c7096c0c73d76b9ea6071ad9&lang=en&cache-only=0",
            "defineEn": "a natural, white substance, obtained from mines and also found in seawater that is added to the food to make it taste better or to preserve it",
            "defineVi": "một chất tự nhiên, màu trắng, thu được từ các mỏ và cũng được tìm thấy trong nước biển được thêm vào thực phẩm để làm cho thức ăn ngon hơn hoặc để bảo quản",
            "hasImg": true
        },
        {
            "id": "4fc5db41-049a-46fa-a451-75d5499fa950",
            "word": "report",
            "phonetic": "ɹᵻpoːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Journalists on the spot reported no progress.",
                "Their bread and butter is reporting local events.",
                "The paper’s bread and butter is reporting local events in a small community.",
                "The report includes a number of recommendations.",
                "The report showed an increase in sales."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwb3J0&hash=bd382707097411c177c6bcb617077f12bc774d5e&lang=en&cache-only=0",
            "defineEn": "a written or oral description of something that includes pieces of information that someone needs to know",
            "defineVi": "một mô tả bằng văn bản hoặc bằng miệng về một cái gì đó bao gồm các mẩu thông tin mà ai đó cần biết"
        }
    ]
}