{
    "id": "1b31f74a-9387-4fd3-bccc-8b300c4e0da0",
    "title": "Let's Go for a Drive!",
    "originalTitle": "Lesson 23",
    "words": [
        {
            "id": "e283f336-5cbf-4bd3-b74b-6b18a521bd49",
            "word": "driving school",
            "phonetic": "dɹaɪvɪŋ skuːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHJpdmluZyBzY2hvb2w&hash=69927d8ca5830780578fd135c0081611ea52e07f&lang=en&cache-only=0",
            "defineEn": "an institute that teaches people how to drive",
            "defineVi": "một học viện dạy mọi người cách lái xe",
            "hasImg": true
        },
        {
            "id": "3decc217-cef7-4267-934f-7ec2160312e3",
            "word": "license number",
            "phonetic": "laɪsəns nʌmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Instead, absentee voters must have a driver's license number or send a copy of another state I.D.",
                "That's your name, your address, your Social Security, your date of birth, your mother's maiden, your driver’s license number, your background check and your credit report.",
                "And in this law, we move to a thing that actually is a better election administration item, which is using a voter I.D. number, their driver's license number, or their last four of their Social and their date of birth to identify the person, as opposed to a subjective signature match, which kind of undermined many people's faith in how that signature matching was done."
            ],
            "audio": "https://tts.langeek.co/read?text=bGljZW5zZSBudW1iZXI&hash=d60f384f544113b23090ec8eb2c7917c7e4e2b8b&lang=en&cache-only=0",
            "defineEn": "the numbers and letters on the plates at the front and back of a vehicle",
            "defineVi": "các số và chữ cái trên các tấm ở phía trước và phía sau của một chiếc xe",
            "hasImg": true
        },
        {
            "id": "776fbb29-c94f-42ee-86ac-37be01170cba",
            "word": "motor vehicle",
            "phonetic": "moʊɾɚ viəkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "More evening light also leads to fewer fatal motor vehicle accidents.",
                "it's a motor vehicle crash, a hit-and-run.",
                "The EPA says that up to 75% of carbon monoxide emissions in US cities come from motor vehicles.",
                "Research outside the laboratory further suggests that long-term sleep deprivation leads to greater susceptibility to motor vehicle accidents.",
                "Well, imagine two drivers go to the department of motor vehicles to get a new license."
            ],
            "audio": "https://tts.langeek.co/read?text=bW90b3IgdmVoaWNsZQ&hash=1530c6eef05d04a3b748515fb8d00f3dbad128f5&lang=en&cache-only=0",
            "defineEn": "any type of vehicle that is powered by an engine",
            "defineVi": "bất kỳ loại phương tiện nào chạy bằng động cơ",
            "hasImg": true
        },
        {
            "id": "2b5a7477-151c-43b8-b062-565acb54228d",
            "word": "bumper",
            "phonetic": "bʌmpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Back in the eighties and nineties the TV networks used to show these weird bumpers in between cartoons and commercials.",
                "The finish team fits body pieces like bumpers, fenders, grill, and headlights to the body of the X7.",
                "There's my bumper pile.",
                "And they’re bumper stickers. ",
                "I don't put bumper stickers on Ferrari's."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVtcGVy&hash=78d404a1ea2d1c0ab3da5f3212e65f6eda85e822&lang=en&cache-only=0",
            "defineEn": "a bar that is attached to the back and front of a vehicle to reduce damage in time of an accident",
            "defineVi": "một thanh được gắn vào phía sau và phía trước của một chiếc xe để giảm thiệt hại trong thời gian xảy ra tai nạn",
            "hasImg": true
        },
        {
            "id": "ce2e6b77-1fa1-4659-af94-b72f658e5adb",
            "word": "emergency brake",
            "phonetic": "ɪmɜːdʒənsi bɹeɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "But impeachment can be seen as an emergency brake for when these safeguards fail.",
                "Oh The car That sound effects of a car peeling out you're presuming that peeling out would be superior Keep the emergency brake on"
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1lcmdlbmN5IGJyYWtl&hash=1a71ad7094969160dacbe3d901fb626af91c3a96&lang=en&cache-only=0",
            "defineEn": "a brake that is operated by hand to hold a vehicle in place",
            "defineVi": "phanh được vận hành bằng tay để giữ xe tại chỗ",
            "hasImg": true
        },
        {
            "id": "fb7625f8-e548-49f5-8319-d137897a7403",
            "word": "hood",
            "phonetic": "hʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's not that politicians carry two faces under one hood that is so surprising, but the fact that so many people accept such phony façades as the truth.",
                "I've seen plenty of people who carry two faces under a hood, so it's no surprise she did that.",
                "This baby here is a fume hood.",
                "First step, you got the hood on.",
                "But under the hood, each cancer works differently."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9vZA&hash=cef6abb9c6aaddd38fa11095f276003f4dc6e24a&lang=en&cache-only=0",
            "defineEn": "a metal part that covers the engine of a vechicle",
            "defineVi": "một bộ phận kim loại bao gồm các động cơ của một vechicle",
            "hasImg": true
        },
        {
            "id": "4e0afedb-cddc-4ddf-9108-f5b54970fffa",
            "word": "plate",
            "phonetic": "pleɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I dropped another plate!",
                "They used disposable plates for the picnic.",
                "The restaurant served a mouthwatering plate of spaghetti with bolognese pasta sauce.",
                "Our waiter cleared the empty plates from the table.",
                "The plate of pasta was finished with a garnish of grated Parmesan cheese."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhdGU&hash=d7212f360846a4a544110150dbc29db80cf51d46&lang=en&cache-only=0",
            "defineEn": "a flat piece of metal at the front and back of a vehicle displaying numbers and letters",
            "defineVi": "một miếng kim loại phẳng ở phía trước và phía sau của một chiếc xe hiển thị số và chữ cái",
            "hasImg": true
        },
        {
            "id": "a3d45ca0-21ce-4f4f-92cc-d3090cf1f1da",
            "word": "safety belt",
            "phonetic": "seɪfti bɛlt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was wearing a safety belt at the time.",
                "He was wearing a safety belt at the time.",
                "As you know that everything started really with Volvo cars heritage related to the safety belt."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FmZXR5IGJlbHQ&hash=2b9913b7f32f911880c0c99a8cf8a238ecff7153&lang=en&cache-only=0",
            "defineEn": "a strap that keeps a person attached to their seat to prevent injuries, especially in cars, etc.",
            "defineVi": "một dây đai giữ một người gắn vào ghế của họ để ngăn ngừa thương tích, đặc biệt là trong ô tô, v.v.",
            "hasImg": true
        },
        {
            "id": "b8d62653-0e6c-46b5-a5cf-3b55ae043626",
            "word": "stop light",
            "phonetic": "stɑːp laɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Boom, and I'm stopped at a stop light.",
                "But there are highways, freeways, roundabouts, stop lights, construction signs, bicycle lanes, and so many other kinds of navigational signs and symbols.",
                "At stop lights, to make my legs a little more comfortable, I stand up and just hold the bike.",
                "Because stopping light pollution doesn’t mean getting rid of all artificial light."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvcCBsaWdodA&hash=898e486ca9af998f508661e584e3da77e296be4d&lang=en&cache-only=0",
            "defineEn": "the red light at the back of a vehicle that is lit up when brakes are used",
            "defineVi": "đèn đỏ ở phía sau xe sáng lên khi sử dụng phanh",
            "hasImg": true
        },
        {
            "id": "0c11a915-0a29-4cff-a63f-e048d1445b98",
            "word": "tailpipe",
            "phonetic": "teɪlpaɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "But but you're literally putting that money out of the tailpipe when you make that decision.",
                "40% of our energy goes to transportation, usually as fossil fuels, and a whopping 75% of that is wasted, right out the tailpipe.",
                "So, we have an aspiration to eliminate tailpipe emissions from all of our light-duty vehicles by 2035, and to be fully carbon-neutral by 2040.",
                "Because even if you're making electricity or diesel for a vehicle, the amount of pollution that comes out of the tailpipe or smokestack is less than the amount of emissions that you're offsetting in the first place.",
                "General Motors, one of the biggest automakers in the world, said, in just four years, it will have over 30 electric models for sale and that it wants to phase out tailpipe emissions totally for cars, trucks and SUVs by 2035."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFpbHBpcGU&hash=9d072f2040561878904930976227ed8e1aef58b7&lang=en&cache-only=0",
            "defineEn": "a pipe through which harmful gasses exit from a car",
            "defineVi": "một đường ống mà khí độc hại thoát ra khỏi xe hơi",
            "hasImg": true
        },
        {
            "id": "fd7eaf8a-98c4-43ab-9b37-b97c71e600bb",
            "word": "tank",
            "phonetic": "tæŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The tank takes 50 liters.",
                "We need to fill the gas tank before going on a long trip.",
                "Disconnect the pipe leading from the top of the water tank.",
                "Shares subsequently tanked.",
                "Travel and tourism have tanked."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFuaw&hash=b0b9f083d64e9be4554d7c5ccb0abb539966e010&lang=en&cache-only=0",
            "defineEn": "a container that holds the fuel of a vehicle, etc.",
            "defineVi": "một thùng chứa nhiên liệu của một chiếc xe, vv",
            "hasImg": true
        },
        {
            "id": "217dcd37-8a04-40b8-9c96-6ff98bc9c281",
            "word": "tire",
            "phonetic": "taɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Rough roads will be the death of these tires.",
                "We lost twenty minutes changing a tire.",
                "The repairman said he could fix our tire in two shakes of a lamb's tail.",
                "The boss always assigns difficult projects as a way of kicking the tires of new employees.",
                "The Boston front office has been monitoring the Leonard situation from afar and almost always kicks the tires when a premier talent hits the trade market."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlyZQ&hash=d3a3d688604d78400c82f6e84f7ed0ca5c3bb397&lang=en&cache-only=0",
            "defineEn": "a circular rubber object that covers the wheel of a vehicle",
            "defineVi": "một vật thể tròn cao su bao gồm các bánh xe của một chiếc xe",
            "hasImg": true
        },
        {
            "id": "32deee9d-4c7a-4a36-966d-bf30dcd7ee37",
            "word": "trunk",
            "phonetic": "tɹʌŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The elephant had big ears and a long trunk.",
                "Up in the canopy, single trees split into multiple trunks.",
                "Of course, their trunks didn't evolve as bomb detectors.",
                "Maybe because banana trunks can look like human legs.",
                "In one study, researchers counted 137 trunks growing out of a single tree."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJ1bms&hash=c7d4a7a75f3e918fdfaddedb4da136f11ed99d25&lang=en&cache-only=0",
            "defineEn": "the space at the back an automobile in which different things can be put",
            "defineVi": "không gian ở phía sau một chiếc ô tô trong đó những thứ khác nhau có thể được đặt",
            "hasImg": true
        },
        {
            "id": "5ab21c39-48de-45fa-9223-3978a41df8b5",
            "word": "turn signal",
            "phonetic": "tɜːn sɪɡnəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Oh, you hear his turn signals.",
                "The Trabant had a 25 hp two-stroke engine closer to what’s in a lawnmower than a car, a plastic body, no fuel door, no rear seatbelts, not even a turn signal indicator.",
                "It’s like when you’re stopped at a red light, and you notice your turn signal starts blinking in sync with the car in front of you: If you wait for a little bit, you’ll phase out of sync."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVybiBzaWduYWw&hash=ef292742865c96c21ddca066582ac6fc5d6b1a6d&lang=en&cache-only=0",
            "defineEn": "a light on a vehicle that blinks to indicate a change in lane",
            "defineVi": "đèn trên xe nhấp nháy để báo hiệu thay đổi làn đường",
            "hasImg": true
        },
        {
            "id": "ff0424f9-404f-4c02-baa4-cb9824b47dcf",
            "word": "windshield",
            "phonetic": "wɪndʃiːld ",
            "partOfSpeechType": "noun",
            "examples": [
                "The windshield was covered in ice, so I had to scrape it before driving.",
                "They bust the windshield.",
                "Birds are just piling up on your windshield.",
                "Which is good for windshields.",
                "And on the windshield you have annealed glass."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZHNoaWVsZA&hash=8cac2894cad56288ca08e3b2216e9785ddb63772&lang=en&cache-only=0",
            "defineEn": "the large front window of a vehicle",
            "defineVi": "cửa sổ lớn phía trước của một chiếc xe",
            "hasImg": true
        },
        {
            "id": "504a0bc9-f058-48ee-a5e4-15e99c912b81",
            "word": "windshield wiper",
            "phonetic": "wɪndʃiːld waɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And I had rigged the windshield wiper sprayers to go outwards, not at my windshield.",
                "You don't really know you need windshield wiper blades until it's raining and then at that point you need them now so you don't have time for next day delivery.",
                "Look at these buttons, I mean yes, okay, windshield wiper, oh, that's adorable, schloopy, schleipy, schloopy, schleipy Don't say it like that."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZHNoaWVsZCB3aXBlcg&hash=989917d0eec256ccecbc7f92c41f2c7016573c32&lang=en&cache-only=0",
            "defineEn": "a long and thin device with rubber on its edge, designed to move across the glass at the front of vehicles to clear it of rain, snow, etc. so that the driver can see the road properly",
            "defineVi": "một thiết bị dài và mỏng có cao su ở cạnh, được thiết kế để di chuyển ngang qua kính phía trước của phương tiện để tránh mưa, tuyết, v.v. để người lái xe có thể nhìn rõ đường",
            "hasImg": true
        },
        {
            "id": "ef752154-5729-4f2a-bf8a-bfe88a1248eb",
            "word": "crash",
            "phonetic": "kɹæʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It crashed just after take-off.",
                "The bank crash has had a ripple effect on the whole community.",
                "She lost a leg in a car crash.",
                "The loud crash made everyone in the room sit up and take notice.",
                "The car crashed into a tree and went down in flames, leaving no survivors."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jhc2g&hash=4d201e7bbf3457a866c97892ceea12b044205e80&lang=en&cache-only=0",
            "defineEn": "an accident in which a vehicle, plane, etc. hits something else",
            "defineVi": "một tai nạn trong đó một chiếc xe, máy bay, vv đâm vào một cái gì đó khác",
            "hasImg": true
        },
        {
            "id": "7d1e6ba5-baa2-450d-972d-ad5705503ba9",
            "word": "bend",
            "phonetic": "bɛnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The gymnast effortlessly bent her body into a graceful arch during her routine.",
                "He takes bends much too fast.",
                "The river took a meandering bend through the picturesque valley.",
                "The hiker bent at the waist to drink water from the stream.",
                "He bent his back to lift the heavy box."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVuZA&hash=2bfaf16ad5e1a3936bd50df9cc17cd218aaac0b2&lang=en&cache-only=0",
            "defineEn": "a curve in a road, river, etc.",
            "defineVi": "một khúc cua trong một con đường, dòng sông, vv",
            "hasImg": true
        },
        {
            "id": "4dd06bf7-5766-4343-80a3-53fdb77a45a9",
            "word": "crossing",
            "phonetic": "kɹɔsɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Trains are required to sound their whistles as they approach a crossing.",
                "This powerful barrier almost completely ended illegal crossings.",
                "You have this crossing over.",
                "Like, after 1000 crossings, an electron can pick up 20,000 times its original energy.",
                "We've had a lot of crossings."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jvc3Npbmc&hash=fe825106a82b6447c1c4a9b4f2c4ad37cc511445&lang=en&cache-only=0",
            "defineEn": "the place where two streets or roads cross each other",
            "defineVi": "nơi mà hai đường phố hoặc con đường giao nhau",
            "hasImg": true
        },
        {
            "id": "bfc620eb-9917-43e0-a952-05a63bed0b6c",
            "word": "intersection",
            "phonetic": "ɪntɚsɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cameras triggered by cars running red lights at intersections.",
                "The set of 4 and 12 is the intersection of sets A and B.",
                "Obviously, the carbon is just at the intersection.",
                "So that doesn't make the intersection.",
                "And now you’ve got that intersection. "
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJzZWN0aW9u&hash=7670b7ff1cdbf50944b2e255f4e8b74b8ca63993&lang=en&cache-only=0",
            "defineEn": "the place where two or more streets, roads, etc. cross each other",
            "defineVi": "nơi hai hoặc nhiều đường phố, con đường, v.v. giao nhau",
            "hasImg": true
        },
        {
            "id": "1db8000a-e839-4481-8dcb-a1cf54150c20",
            "word": "u-turn",
            "phonetic": "juːtɜːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "- You do a U-turn in space.",
                "So you do a U-turn in space?",
                "Those supersize carts also make it difficult to do a U-turn in a narrow aisle so you’re more likely to take the long way around.",
                "A road segment can have one hundred sixty attributes, everything from a speed limit to a drawbridge, an on-ramp, or a prohibition against U-turns.",
                "So that gets pushed out, forming a messy sort of U-turn shaped stream of air."
            ],
            "audio": "https://tts.langeek.co/read?text=dS10dXJu&hash=651cf8ef34dea92b7a63f5d895a3f4d22eafe02a&lang=en&cache-only=0",
            "defineEn": "a turn that a car, etc. makes to move toward the direction it was coming from",
            "defineVi": "một khúc cua mà một chiếc ô tô, v.v. thực hiện để di chuyển về hướng mà nó đã xuất phát",
            "hasImg": true
        },
        {
            "id": "1b247f59-f718-4744-832a-ab68d6900018",
            "word": "GPS",
            "phonetic": "dʒiːpiːɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The GPS will guide you to your desired destination with turn-by-turn directions.",
                "GPS systems now give accurate locations with an error of only a few meters.",
                "Most GPs are private contractors with the NHS.",
                "In 1974, the first GPS satellite was launched.",
                "I just have the GPS."
            ],
            "audio": "https://tts.langeek.co/read?text=R1BT&hash=975626f69364d92392f8242339d88bcfb99062ba&lang=en&cache-only=0",
            "defineEn": "a satellite system that shows a place, thing, or person's exact position using signals",
            "defineVi": "một hệ thống vệ tinh hiển thị vị trí chính xác của một địa điểm, sự vật hoặc người bằng tín hiệu",
            "hasImg": true
        },
        {
            "id": "a68904c3-d70e-4907-bc28-9a7b46a2a7b5",
            "word": "rush hour",
            "phonetic": "ɹʌʃ aʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They run extra trains during the rush hour.",
                "The train station is busy during rush hour.",
                "The subway station is crowded during rush hour.",
                "The train is always crowded during rush hour.",
                "Getting to the airport during rush hour can take ages."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVzaCBob3Vy&hash=a32b65dbd3e9892fe5d2a9ab09ab9c557d3759c5&lang=en&cache-only=0",
            "defineEn": "a time of day at which traffic is the heaviest because people are leaving for work or home",
            "defineVi": "thời điểm trong ngày mà giao thông đông đúc nhất vì mọi người đang đi làm hoặc về nhà",
            "hasImg": true
        },
        {
            "id": "d3192b91-4abc-4226-92e1-6bfaffc6b8a5",
            "word": "speeding",
            "phonetic": "spiːdɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was stopped by the police for speeding.",
                "She got done for speeding.",
                "He was found guilty of speeding.",
                "The video seemed to show the Nikola One speeding along an empty road.",
                "If you are simulated, not that much changes for you you might be on a small planet speeding through eternal nothingness, or a simulation inside a computer."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlZWRpbmc&hash=cadd31b5b4fbd8b6b87b136e929847dc0e7722ec&lang=en&cache-only=0",
            "defineEn": "the traffic offence of driving faster than is legally allowed",
            "defineVi": "vi phạm giao thông khi lái xe nhanh hơn mức cho phép của pháp luật",
            "hasImg": true
        },
        {
            "id": "ab46a461-985d-445c-92c9-222b6a8969a4",
            "word": "to brake",
            "phonetic": "tə bɹeɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Hit the brakes!",
                "The city has put the brakes on further spending.",
                "Taxi apparently jammed the brake, but it still the van's fault for not keeping a safe distance.",
                "He slammed on the brakes to avoid hitting the other car.",
                "He goes ripping down the driveway, jams on the brake, and lays down these sweet skids!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJha2U&hash=aaa578140c4796d6d13bdd2b0b0e622e8fb11efb&lang=en&cache-only=0",
            "defineEn": "to slow down or stop a moving car, etc. by using the brakes",
            "defineVi": "để giảm tốc độ hoặc dừng một chiếc ô tô đang di chuyển, v.v. bằng cách sử dụng phanh",
            "hasImg": true
        },
        {
            "id": "5c607954-0aa8-4f86-941d-7794a9fe676c",
            "word": "to exit",
            "phonetic": "tʊ ɛɡzɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We better stop at the next exit to make sure we don't run out of gas.",
                "Frustrated with the congestion, he started elbowing through the packed hallway to reach the exit.",
                "The flavor has exited the building.",
                "Three Democratic candidates in three days have exited the Democratic race for president.",
                "Bad exit, go back!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhpdA&hash=d03b88936fb6f1cbbe38ecddb6a7edcbbf8130e0&lang=en&cache-only=0",
            "defineEn": "to leave a place, vehicle, etc.",
            "defineVi": "để rời khỏi một nơi, xe, vv",
            "hasImg": true
        },
        {
            "id": "66422870-3166-44f2-93ed-3fbc8225a28e",
            "word": "to pull up",
            "phonetic": "tə pʊl ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "I pulled up a chair to join the conversation.",
                "Pull up a chair, man.",
                "At the same time, another protein, dynein, is pulling up the slack from the other ends of the ropes near the cell membranes.",
                "They would pull up a bottle of whiskey, two or three glasses.",
                "This will pull up the task manager."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVsbCB1cA&hash=14699fa16e805f4f7cab4b41ff1035770bb225cd&lang=en&cache-only=0",
            "defineEn": "to stop a vehicle",
            "defineVi": "để dừng một chiếc xe",
            "hasImg": true
        },
        {
            "id": "59b06bcf-7f4a-4611-93fd-5f4a0fe3d204",
            "word": "to navigate",
            "phonetic": "tə nævɪɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The captain navigated the ship through rough waters with skill and expertise.",
                "The subway map helped me navigate the different lines.",
                "I used a map to navigate my way through the city.",
                "The baby elephant clumsily followed its mother, learning to navigate the world.",
                "In the darkness, he was blind as a bat, relying on his memory to navigate his own home."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbmF2aWdhdGU&hash=020777764b5207318468b8e2a533e229cffe554c&lang=en&cache-only=0",
            "defineEn": "to choose the direction of a vehicle, ship, etc., especially by using a map",
            "defineVi": "để chọn hướng của một chiếc xe, tàu, vv, đặc biệt là bằng cách sử dụng bản đồ",
            "hasImg": true
        },
        {
            "id": "b0db9812-c26f-4911-90f4-3e5d726caa70",
            "word": "to rush",
            "phonetic": "tə ɹʌʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I've been rushed off my feet all morning.",
                "The brave police officer rushed to the scene of the accident to provide assistance.",
                "As the school bell rang, the boys rushed out of the classroom, laughing and chatting with their friends.",
                "Questions came rushing into her head.",
                "The chef is in action in the kitchen, preparing dishes for the busy dinner rush."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcnVzaA&hash=5631bd15e914e784355feaf67180726f96f9e40e&lang=en&cache-only=0",
            "defineEn": "to move or act very quickly",
            "defineVi": "để di chuyển hoặc hành động rất nhanh chóng",
            "hasImg": true
        },
        {
            "id": "f9971cdc-7d42-46f1-bf77-a80310ca51da",
            "word": "to slow",
            "phonetic": "tə sloʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The slow train arrived at the station behind schedule.",
                "The slow healing process of the wound required regular care.",
                "The slow elevator took a long time to reach the desired floor.",
                "Our progress has been fairly slow so far, but it's early days.",
                "She had a slow learning pace but never gave up."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2xvdw&hash=e64d6b0db89ba306dbb1ca717379ca335a19461f&lang=en&cache-only=0",
            "defineEn": "to decrease the speed of something",
            "defineVi": "để giảm tốc độ của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "850b2fd4-c1c3-40a4-820f-d56d5ffb1619",
            "word": "to fuel",
            "phonetic": "tə fjuːəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Your arrogance only adds fuel to the fire Manfred.",
                "When the bus stopped for fuel, we took the opportunity to get something to eat.",
                "The car manufacturer's latest model outperformed its competitors by a nose, offering slightly better fuel efficiency and a more comfortable ride.",
                "We are starting to feel the pinch of high fuel costs.",
                "This gauge tells you how much fuel you have left."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnVlbA&hash=7f7cec7e2fad95e0c191b0c3a081a96e69cb21f1&lang=en&cache-only=0",
            "defineEn": "to provide energy or power for a vehicle, etc.",
            "defineVi": "để cung cấp năng lượng hoặc sức mạnh cho một chiếc xe, vv",
            "hasImg": true
        },
        {
            "id": "9b921510-95b2-4122-a34b-7d78439810e2",
            "word": "progress",
            "phonetic": "pɹɑːɡɹɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Journalists on the spot reported no progress.",
                "Fallen rock is impeding the progress of rescue workers.",
                "Our progress has been fairly slow so far, but it's early days.",
                "He made such quick progress that the others suspected him of having private lessons on the sly.",
                "The parents attended the school meeting to discuss their child's progress."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZ3Jlc3M&hash=0f69a0a90bc8338d1b0caf1e3806e89a283672a1&lang=en&cache-only=0",
            "defineEn": "forward movement; movement toward somewhere",
            "defineVi": "chuyển động về phía trước; chuyển động về một nơi nào đó",
            "hasImg": true
        },
        {
            "id": "ac80359e-b0d8-4851-9e64-11706e28a9f9",
            "word": "steering wheel",
            "phonetic": "stɪɹɪŋ wiːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RlZXJpbmcgd2hlZWw&hash=865ee391e5a393b53dcae2031168d2e5557b23aa&lang=en&cache-only=0",
            "defineEn": "the wheel that a driver holds or turns to make a vehicle move in different directions",
            "defineVi": "bánh xe mà người lái giữ hoặc quay để làm cho xe di chuyển theo các hướng khác nhau",
            "hasImg": true
        },
        {
            "id": "bb592c0e-a8b9-4353-88f0-3b63f18020e7",
            "word": "handlebar",
            "phonetic": "hændəlbɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And one important thing is the position and mass of the front wheel and handlebars.",
                "When you turn the handlebar to the left, the wheel goes to the right.",
                "And the results are the inability to flip over the bike handlebars.",
                "It's not so much the scooters themselves that are to blame, but the people behind the handlebars who choose to ignore the rules.",
                "That process is also largely automatic, but you learn those reflexes by spending time behind the wheel, or behind the handlebars."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZGxlYmFy&hash=c0ef9dbb1006ad49dcaef99cec7b2477a7c9522c&lang=en&cache-only=0",
            "defineEn": "a bar in front of a motorcycle or bicycle that a person takes by hand to control the direction in which they want to travel",
            "defineVi": "một vạch phía trước xe máy hoặc xe đạp mà một người cầm bằng tay để điều khiển hướng mà họ muốn đi",
            "hasImg": true
        },
        {
            "id": "31d57511-0a58-439e-a38d-7c8cb9ed9b38",
            "word": "zebra crossing",
            "phonetic": "ziːbɹə kɹɔsɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=emVicmEgY3Jvc3Npbmc&hash=f48b238f38f6b63590d0372bed85c7120820005d&lang=en&cache-only=0",
            "defineEn": "an area on a road that is marked with wide white lines, where vehicles must stop so people could walk across the road safely",
            "defineVi": "một khu vực trên đường được đánh dấu bằng các vạch trắng rộng, nơi các phương tiện phải dừng lại để mọi người có thể đi bộ qua đường một cách an toàn",
            "hasImg": true
        },
        {
            "id": "aaed1d05-08b7-4bb8-b787-90233d29895f",
            "word": "gearshift",
            "phonetic": "ɡɪɹʃɪft ",
            "partOfSpeechType": "noun",
            "examples": [
                "After a while, using the gearshift becomes your second nature."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VhcnNoaWZ0&hash=c714a1578823e18e2133445c61453e195b78fa26&lang=en&cache-only=0",
            "defineEn": "a handle in a car or other vehicle, by which a driver can change gears",
            "defineVi": "một tay cầm trong ô tô hoặc phương tiện khác, nhờ đó người lái xe có thể sang số"
        },
        {
            "id": "92d0613f-0a86-47a7-871b-0b47349eead5",
            "word": "road rage",
            "phonetic": "ɹoʊd ɹeɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cm9hZCByYWdl&hash=734c8ac20d95231f749a9f965e218e7fb2ef9166&lang=en&cache-only=0",
            "defineEn": "an aggressive behavior that is seen among drivers, particularly when they are stuck in traffic",
            "defineVi": "một hành vi hung hăng được nhìn thấy giữa những người lái xe, đặc biệt là khi họ bị kẹt xe"
        }
    ]
}