{
    "id": "1befe093-40a0-4023-a601-934c62dfc788",
    "title": "School",
    "originalTitle": "Lesson 5",
    "words": [
        {
            "id": "ebb7beaa-e14a-4a10-b322-cd5f00d50c7e",
            "word": "course",
            "phonetic": "koːɹs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our ship changed course.",
                "The course gives you a bird's eye view of European art history.",
                "The guidance system keeps the machine on course.",
                "The college runs summer courses for foreign students.",
                "The ship is holding a south-easterly course."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291cnNl&hash=276da89157b3e2a579185bbd8bd39607aea0fde9&lang=en&cache-only=0",
            "defineEn": "a series of lessons or lectures on a particular subject",
            "defineVi": "một loạt các bài học hoặc bài giảng về một chủ đề cụ thể",
            "hasImg": true
        },
        {
            "id": "984a0c27-0a23-4386-8e5b-356617a39e2d",
            "word": "lesson",
            "phonetic": "lɛsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That will teach them a lesson!",
                "On Tuesdays, I have my piano lessons in the evening.",
                "I certainly learned my lesson about buying something from a stranger online.",
                "His deep love of music moved him to take lessons with Dr. Hill.",
                "I hope you've learned your lesson."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVzc29u&hash=635125d1986894cdf095825524b9e49039907b14&lang=en&cache-only=0",
            "defineEn": "a part of a book that is intended to be used for learning a specific subject",
            "defineVi": "một phần của một cuốn sách được dự định sẽ được sử dụng để học một chủ đề cụ thể"
        },
        {
            "id": "8714d4e6-0e73-4302-99cb-7e808a033da7",
            "word": "subject",
            "phonetic": "sʌbdʒɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The professor knew his subject from the ground up.",
                "She studied different subjects in school, from math to history.",
                "We study different subjects like math, science, and English at school.",
                "The loyal subjects bowed down before their king as a sign of reverence.",
                "They exchanged views on every subject under the sun."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ViamVjdA&hash=84940577ecf6ded51b9ed839e05aea89d5fb9257&lang=en&cache-only=0",
            "defineEn": "a branch or an area of knowledge that we study at a school, college, or university",
            "defineVi": "một nhánh hoặc một lĩnh vực kiến thức mà chúng tôi nghiên cứu tại một trường học, cao đẳng hoặc đại học",
            "hasImg": true
        },
        {
            "id": "263a71e3-b308-4708-9f85-ef06bd7fe212",
            "word": "level",
            "phonetic": "lɛvəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Water will always find its own level.",
                "The Geiger counter detected high levels of radiation in the vicinity of the radioactive material.",
                "As the saying goes, new levels, new devils.",
                "The conflict has now reached a new level of intensity.",
                "All through the hijacking the pilot kept a level head."
            ],
            "audio": "https://tts.langeek.co/read?text=bGV2ZWw&hash=4333ecd4bafe08976d9d9dcc5a61d0fbf57484d5&lang=en&cache-only=0",
            "defineEn": "a particular standard of skill or ability",
            "defineVi": "một tiêu chuẩn cụ thể của kỹ năng hoặc khả năng"
        },
        {
            "id": "52bcdcb2-c543-468f-8c52-7a949e9421ea",
            "word": "semester",
            "phonetic": "səmɛstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The school semester starts next month.",
                "The spring semester at school starts in January and ends in May, with a break for spring break in March.",
                "Don't forget to avail of the special discounts for students when purchasing your textbooks for the semester.",
                "I was worried that Sarah wouldn't be able to handled the advanced math class that we moved her into, but she's been on fire this whole semester.",
                "The student did not spend all his savings until he was sure he could afford the tuition for the next semester, following the advice of the saying 'never empty the water jar until the rain falls.'"
            ],
            "audio": "https://tts.langeek.co/read?text=c2VtZXN0ZXI&hash=96f2bfe8069cb1d284aab823fdf85cb726dc0819&lang=en&cache-only=0",
            "defineEn": "each of the two periods into which a year at schools or universities is divided",
            "defineVi": "mỗi trong hai giai đoạn mà một năm ở trường học hoặc trường đại học được chia"
        },
        {
            "id": "646ae48a-7f50-4f3d-900f-4ed8303613ab",
            "word": "major",
            "phonetic": "meɪdʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Then again, some major thinkers are way ahead of the curve.",
                "A major technological advancement like that is still light years away.",
                "The country was hit by a major earthquake.",
                "There are some major changes in the wind.",
                "The city had to pick up the pieces after a major storm caused widespread damage and power outages."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFqb3I&hash=a1d6b106985ce5b8fdebcca4db23b60d058514c3&lang=en&cache-only=0",
            "defineEn": "the main subject or course that a student studies at a university or college",
            "defineVi": "môn học chính hoặc khóa học mà một sinh viên học tại một trường đại học hoặc cao đẳng",
            "hasImg": true
        },
        {
            "id": "dbee1514-3f1e-4288-af92-96a8c87b838d",
            "word": "classmate",
            "phonetic": "klæsmeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She shares her eraser with her classmates during exams.",
                "Can I introduce you to my classmates?",
                "She lends her pencil to a classmate who forgot to bring one.",
                "The student submitted her term paper early, beating her classmates to the punch and impressing her professor with her diligence and quality of work.",
                "He had to work hard to keep up with his classmates in the advanced math course."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3NtYXRl&hash=e29b997ebbd4fa6d1c3a2a4327d978de3463fbb0&lang=en&cache-only=0",
            "defineEn": "someone who is or was in the same class as you at school or college",
            "defineVi": "ai đó đang hoặc đã học cùng lớp với bạn ở trường hoặc đại học",
            "hasImg": true
        },
        {
            "id": "d55f72cb-278a-4a77-94f5-78a35ec3ee9b",
            "word": "partner",
            "phonetic": "pɑːɹtnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "His partner left the table in a fit of pique.",
                "The diamond thief double-crossed his partners and gave them only worthless fake jewels.",
                "We're really more like partners.",
                "Ach partner is entitled to share in the profits of the business.",
                "His business partner is holding the fort while he is away."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFydG5lcg&hash=91fa5824e9ab9010a205fb18c2f43127a451df91&lang=en&cache-only=0",
            "defineEn": "a person we do a particular activity with, such as playing a game",
            "defineVi": "một người chúng tôi làm một hoạt động cụ thể với, chẳng hạn như chơi một trò chơi",
            "hasImg": true
        },
        {
            "id": "80f0f611-08f4-42f9-b2ce-fc6d68fe07c4",
            "word": "dictionary",
            "phonetic": "dɪkʃənɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This dictionary goes on the top shelf.",
                "See full dictionary entry for heart.",
                "I bought a French dictionary to help me with my language studies.",
                "I often use a dictionary to help me spell difficult words.",
                "It seems only reasonable to ask students to buy a dictionary."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGljdGlvbmFyeQ&hash=ba750bf055477e4e90afbaed3286bd68383e60c8&lang=en&cache-only=0",
            "defineEn": "a book or electronic resource that gives a list of words in alphabetical order and explains their meanings, or gives the equivalent words in a different language",
            "defineVi": "một cuốn sách hoặc tài nguyên điện tử cung cấp danh sách các từ theo thứ tự bảng chữ cái và giải thích nghĩa của chúng hoặc đưa ra các từ tương đương trong một ngôn ngữ khác",
            "hasImg": true
        },
        {
            "id": "a5368d65-7a5f-4fae-a30f-d3498dab2125",
            "word": "exam",
            "phonetic": "ɛɡzæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "She shares her eraser with her classmates during exams.",
                "I always get the jitters before exams.",
                "I always get butterflies before an exam.",
                "You may turn over your exam papers now.",
                "It's an easy exam."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhhbQ&hash=c00884fc4927a996f186bdbc9940663eb70af079&lang=en&cache-only=0",
            "defineEn": "a way of testing how much someone knows about a subject",
            "defineVi": "một cách kiểm tra xem ai đó biết bao nhiêu về một chủ đề",
            "hasImg": true
        },
        {
            "id": "d2e3960a-d198-4141-ab1e-57159b490482",
            "word": "test",
            "phonetic": "tɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "A stable relationship stands the test of time.",
                "The teaching method has stood the test of time.",
                "The English test was no problem for Pedro.",
                "The government is clearly testing the water, to gauge the country’s reactions to their proposals.",
                "The test will involve answering questions about a photograph."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVzdA&hash=1dc9a0632e306b38445b2194d9153515ea52b599&lang=en&cache-only=0",
            "defineEn": "an examination that consists of a set of questions, exercises, or activities to measure someone’s knowledge, skill, or ability",
            "defineVi": "một bài kiểm tra bao gồm một tập hợp các câu hỏi, bài tập hoặc hoạt động để đánh giá kiến thức, kỹ năng hoặc khả năng của ai đó",
            "hasImg": true
        },
        {
            "id": "5640b81e-a981-47fc-bdeb-2ac4f798fdd2",
            "word": "practice",
            "phonetic": "pɹæktɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The actress was practicing her lines before the audition.",
                "They practice their soccer skills every day after school.",
                "She sometimes practices yoga in the morning.",
                "Harvesting abalone for culinary purposes requires sustainable practices to ensure the long-term survival of it.",
                "She finishes her piano practice at 7 o'clock."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJhY3RpY2U&hash=d35789c5452598e4f27d75d8dd5e8e276d961756&lang=en&cache-only=0",
            "defineEn": "repetition of a particular activity for acquiring or maintaining proficiency in it",
            "defineVi": "lặp đi lặp lại một hoạt động cụ thể để đạt được hoặc duy trì sự thành thạo trong đó",
            "hasImg": true
        },
        {
            "id": "90c464c4-98ec-4530-ae0b-16dabe3bb51f",
            "word": "activity",
            "phonetic": "æktɪvᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Activities range from trapeze and freefall to archery and motorsports.",
                "What's your favorite evening activity?",
                "The whole house was a hive of activity on the day before the wedding.",
                "There's a lot of police activity around here lately.",
                "Italy's Mediterranean climate and diverse geography offer a wide range of outdoor activities"
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0aXZpdHk&hash=aa449f50baaf63c5b0cb20c38c8af2ee4e073df5&lang=en&cache-only=0",
            "defineEn": "something that a person spends time doing, particularly to accomplish a certain purpose",
            "defineVi": "một cái gì đó mà một người dành thời gian làm, đặc biệt là để hoàn thành một mục đích nhất định"
        },
        {
            "id": "b9412678-945e-4cb4-865c-3c62cb83e67a",
            "word": "problem",
            "phonetic": "pɹɑːbləm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lots of couples have problems in the first year of marriage.",
                "The problem has now reached crisis point.",
                "The problem was always at the back of my mind.",
                "There are problems.",
                "The problem is all in his head."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvYmxlbQ&hash=c08059eeda43d03d870a7c368a4e885b15db0536&lang=en&cache-only=0",
            "defineEn": "a question that can be answered by mathematics or logical thought",
            "defineVi": "một câu hỏi có thể được trả lời bằng toán học hoặc tư duy logic"
        },
        {
            "id": "c30bd3c9-c58b-4bc8-ade4-a549167ba0b7",
            "word": "to solve",
            "phonetic": "tə sɑːlv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The problem cannot be solved by throwing money at it.",
                "The teacher highlighted the correct steps to solve the math problem.",
                "I wasn't solving anything just by lending her my ear.",
                "Solving violent crimes is all in a day's work for these police detectives.",
                "She used her brain to solve the difficult puzzle."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc29sdmU&hash=b444fd8c85677603de8f7dea2eef4dc02295511e&lang=en&cache-only=0",
            "defineEn": "to find an answer or solution to a question or problem",
            "defineVi": "để tìm một câu trả lời hoặc giải pháp cho một câu hỏi hoặc vấn đề"
        },
        {
            "id": "f5bbd36b-fe35-411e-a5bc-0365da695140",
            "word": "grade",
            "phonetic": "ɡɹeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "He studies hard to achieve good grades.",
                "She started hanging out with a few rotten eggs in her school, and her grades have really suffered ever since.",
                "As the saying goes, nothing is easy to the unwilling, and Mary's grades are reflecting her lack of effort.",
                "I wish he would get off my back about my grades.",
                "Look, this lecture doesn't have anything to do with your grades."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhZGU&hash=7b197ccf8ca5a10819732670b57a3768f6ffec56&lang=en&cache-only=0",
            "defineEn": "a letter or number given by a teacher to show how good a student's performance is",
            "defineVi": "một chữ cái hoặc số do giáo viên đưa ra để cho biết thành tích của học sinh tốt như thế nào",
            "hasImg": true
        },
        {
            "id": "def3b28b-51f8-4cda-a3cb-f77f0a3483ac",
            "word": "project",
            "phonetic": "pɹɑːdʒɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The project failed for the want of adequate funding.",
                "The project is now in high gear.",
                "The students worked their heart and soul on their project.",
                "The current situation is spelling disaster for the project.",
                "My friend studied the nutritional benefits of different legumes for her research project."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvamVjdA&hash=56b82a14a66ca73c48cde67c080f4ccae9f5bc6a&lang=en&cache-only=0",
            "defineEn": "a piece of work involving careful study of a subject, done by school or college students",
            "defineVi": "một phần công việc liên quan đến nghiên cứu cẩn thận về một chủ đề, được thực hiện bởi các sinh viên trường học hoặc đại học"
        },
        {
            "id": "69307845-f0d8-4549-8ce7-ac62f0cc6a07",
            "word": "research",
            "phonetic": "ɹᵻsɜːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her groundbreaking research has revolutionized the scientific community.",
                "Her early research laid the foundation for many important medical discoveries.",
                "The department led the world in cancer research.",
                "Budget cuts are putting the squeeze on scientific research.",
                "Her research has been ruffling feathers for years."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzZWFyY2g&hash=0ebd79f35f4cf299035562ae13e56ec7f75cd7f7&lang=en&cache-only=0",
            "defineEn": "a careful and systematic study of a subject to discover new facts or information about it",
            "defineVi": "một nghiên cứu cẩn thận và có hệ thống về một chủ đề để khám phá những sự kiện hoặc thông tin mới về nó",
            "hasImg": true
        },
        {
            "id": "a0385a32-0576-4f78-99f8-2804e4d88c64",
            "word": "summary",
            "phonetic": "sʌmɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "So here's a brief summary.",
                "In summary: composite quantum objects are multiplied together .",
                "So in summary, to this very first video in this style, life goes on for the animals. ",
                "In summary then, in the heredity process, creatures pass on their characteristics to their offspring in the form of DNA.",
                "That's the summary of it all."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VtbWFyeQ&hash=3444c73ff656fb6d4f5bc501a0788509077f39df&lang=en&cache-only=0",
            "defineEn": "a brief account or statement, that gives only the main points of something, without mentioning the details",
            "defineVi": "một tài khoản hoặc tuyên bố ngắn gọn, chỉ đưa ra những điểm chính của một cái gì đó, mà không đề cập đến các chi tiết",
            "hasImg": true
        },
        {
            "id": "a6400814-725a-462a-967b-60205d0c1851",
            "word": "article",
            "phonetic": "ɑːɹɾɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Generally, the article reads very well.",
                "Your article barely laid a glove on my arguments.",
                "The journalist published a wrong statement in the article.",
                "The magazine has an article about famous celebrities and their lifestyles.",
                "The articles in this magazine are a cut above the others."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0aWNsZQ&hash=6a3306233002308124e6d2b36e663e0ae53ddf5d&lang=en&cache-only=0",
            "defineEn": "a piece of writing about a particular subject on a website, in a newspaper, magazine, or other publication",
            "defineVi": "một bài viết về một chủ đề cụ thể trên một trang web, trên một tờ báo, tạp chí hoặc ấn phẩm khác",
            "hasImg": true
        },
        {
            "id": "1c461ee3-a6ea-419f-b4ce-0c711a4aad04",
            "word": "page",
            "phonetic": "peɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She turned a page noisily.",
                "See page 158.",
                "My son reads twelve pages of his book every day.",
                "The story ran on page 4 of the print edition of the newspaper.",
                "I ran my eyes over the page."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFnZQ&hash=5300c28800473b0c9b59eed83d5031ee62c5e969&lang=en&cache-only=0",
            "defineEn": "one side or both sides of a sheet of paper in a newspaper, magazine, book, etc.",
            "defineVi": "một mặt hoặc cả hai mặt của tờ giấy trong báo, tạp chí, sách, v.v.",
            "hasImg": true
        },
        {
            "id": "49e007bd-84de-437e-9e7b-6ff6e2007ad9",
            "word": "whiteboard",
            "phonetic": "waɪtboːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "He uses a whiteboard marker to write on the board during presentations.",
                "She cleans the whiteboard to erase the writing.",
                "The professor's handwriting on the whiteboard was messy and unintelligibly scribbled, making it challenging for the students to read and follow the notes.",
                "You got a whiteboard out here?",
                "We’re on that whiteboard again."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hpdGVib2FyZA&hash=84c1cd46f838f8745629f91664428cb737a30c34&lang=en&cache-only=0",
            "defineEn": "a large board with a smooth white surface that we can write on, especially used for teaching or presentations",
            "defineVi": "một bảng lớn với một bề mặt trắng mịn mà chúng ta có thể viết trên đó, đặc biệt được sử dụng để giảng dạy hoặc thuyết trình",
            "hasImg": true
        },
        {
            "id": "5b040027-d6c6-4017-9702-0c4aeb4a4685",
            "word": "cafeteria",
            "phonetic": "kæfɪtɪɹiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The employee took a lunch break in the cafeteria.",
                "The factory employee was eating lunc in the cafeteria.",
                "I never eat in the school cafeteria.",
                "The cafeteria food is not something to write home about, but the company will be good.",
                "Food went missing from the school cafeteria?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FmZXRlcmlh&hash=c351f1218395a73ec214dafdf601af3bea96d431&lang=en&cache-only=0",
            "defineEn": "a restaurant, typically in colleges, hospitals, etc. where you choose and pay for your meal before carrying it to a table",
            "defineVi": "một nhà hàng, thường là ở các trường cao đẳng, bệnh viện, v.v. nơi bạn chọn và trả tiền cho bữa ăn của mình trước khi mang nó đến bàn",
            "hasImg": true
        },
        {
            "id": "1ffdbd97-513b-452b-8013-1b7b6451bbca",
            "word": "list",
            "phonetic": "lɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The conference program included a list of session titles along with their corresponding abstracts.",
                "His name was dropped from the list.",
                "John can list the capital cities of all 50 states off the top of his head.",
                "Shall I add your name to the list?",
                "They added 230 customers to their list at a stroke."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlzdA&hash=7206786449e1de950f2004da25af0fba63ab795a&lang=en&cache-only=0",
            "defineEn": "a series of written or printed names or items, typically one below the other",
            "defineVi": "một loạt các tên hoặc mục được viết hoặc in, thường là cái này bên dưới cái kia",
            "hasImg": true
        },
        {
            "id": "300a7846-bc37-43a9-9c3f-715fda6072a7",
            "word": "line",
            "phonetic": "laɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Health services are lining the drug companies’ pockets, according to the report.",
                "The line cuts the circle at two points.",
                "The actress was practicing her lines before the audition.",
                "Your remarks were really out of line.",
                "Remuneration is in line with comparable international organizations."
            ],
            "audio": "https://tts.langeek.co/read?text=bGluZQ&hash=e89245f2be47e8897fc5069817862feb24c1d8be&lang=en&cache-only=0",
            "defineEn": "a row of people or things behind each other or next to each other",
            "defineVi": "một hàng người hoặc vật phía sau nhau hoặc bên cạnh nhau",
            "hasImg": true
        },
        {
            "id": "ab93cf0d-aa25-458f-ba8c-fe9e6c7f0909",
            "word": "note",
            "phonetic": "noʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Did you take notes in the class?",
                "Please make a note of the dates.",
                "Someone left you this note.",
                "Someone left this note for you.",
                "She takes notes during lectures to review later as a dedicated student."
            ],
            "audio": "https://tts.langeek.co/read?text=bm90ZQ&hash=1a14477fa34459b858de0137bc36ebb410260dfc&lang=en&cache-only=0",
            "defineEn": "a short piece of writing that helps us remember something",
            "defineVi": "một đoạn văn bản ngắn giúp chúng ta nhớ một cái gì đó",
            "hasImg": true
        },
        {
            "id": "8912f6a5-29f8-4ab2-bfb9-996b1d29d27a",
            "word": "to pass",
            "phonetic": "tə pæs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The days passed slowly.",
                "The time passed quickly.",
                "The day and night passed slowly.",
                "The feeling of sickness soon passed.",
                "Unemployment has now passed the three million mark."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFzcw&hash=3b50cf4d62c7b70b80079db2e60f59421a6ea54d&lang=en&cache-only=0",
            "defineEn": "to get the necessary grades in an exam, test, course, etc.",
            "defineVi": "để đạt điểm cần thiết trong một kỳ thi, bài kiểm tra, khóa học, v.v.",
            "hasImg": true
        },
        {
            "id": "54f5eb61-01d5-46f8-add1-e5a8a26ebfcf",
            "word": "to fail",
            "phonetic": "tə feɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The project failed for the want of adequate funding.",
                "Words are failing me right now.",
                "Her date failed to show.",
                "The rise in turnover failed to add to the company's bottom line.",
                "Politicians again failed to reach an agreement."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmFpbA&hash=8e819dd4068ab4fb1c21d12aab3f557796afc141&lang=en&cache-only=0",
            "defineEn": "to be unsuccessful in an examination or course",
            "defineVi": "không thành công trong một kỳ thi hoặc khóa học",
            "hasImg": true
        },
        {
            "id": "1990a84a-06e6-410f-9024-2b276e0fae35",
            "word": "present",
            "phonetic": "pɹɛzənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The lawyer presented the right argument in court.",
                "Bring Helen a present.",
                "Bring a present for Helen.",
                "He presented a false document as evidence in the court case.",
                "Our hosts presented us with an embarrassment of riches."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc2VudA&hash=0956ee46e93e5b7ee68fd548b712c65d1d7b4038&lang=en&cache-only=0",
            "defineEn": "(of people) being somewhere particular",
            "defineVi": "(của mọi người) ở một nơi nào đó cụ thể",
            "hasImg": true
        },
        {
            "id": "c4315ade-242a-4618-8adf-ac3820fac316",
            "word": "absent",
            "phonetic": "æbsənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The intern had to make up for the absent administrative assistant and answer the phones all day.",
                "There were several other people absent that afternoon, weren’t there?",
                "For failing to report for duty, after more than 24 hours he normally would have been listed as absent without leave, or AWOL.",
                "The only judge to be convicted by the Senate was one impeached for being absent without leave.",
                "It just goes to show that he who is absent is always in the wrong."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJzZW50&hash=6691332928d72a2b3fe2c28dd4a5a438e6d271f9&lang=en&cache-only=0",
            "defineEn": "not present in a place",
            "defineVi": "không có mặt ở một nơi",
            "hasImg": true
        },
        {
            "id": "a7c2e602-754c-4e3a-89d6-4c5b9486a0bd",
            "word": "junior",
            "phonetic": "dʒuːnjɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Only a brand-new, not-dry-behind-the-ears junior executive tries to run everything and tell everybody what to do.",
                "When giving feedback to a junior colleague, it's important to be tactful and gentle.",
                "I was Junior.",
                "They called him Junior.",
                "Georgia's junior senator, Kelly Loeffler, was at the same January 2020 briefing as Burr."
            ],
            "audio": "https://tts.langeek.co/read?text=anVuaW9y&hash=c7424e2be0cfd4f6f2d82fe6649ed88ef6dd73c7&lang=en&cache-only=0",
            "defineEn": "a student who is in the year before the last year of college or high school",
            "defineVi": "một học sinh đang học năm cuối của trường đại học hoặc trung học",
            "hasImg": true
        },
        {
            "id": "c6d1cf17-6370-4c17-b9d8-de44f6fbff6c",
            "word": "to focus",
            "phonetic": "tə foʊkəs ",
            "partOfSpeechType": "verb",
            "examples": [
                "You just focus on the task at hand.",
                "We focused on building the business one customer at a time.",
                "The CEO's focus on customer satisfaction was reflected in the employees' behavior, as like master, like man.",
                "The gourmet cooking class focused on mastering the art of cooking the perfect beefsteak.",
                "He focused on the meat and potatoes of his job, accomplishing tasks efficiently and effectively."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9jdXM&hash=f86ac9979446b7959d78088734132829343acc1c&lang=en&cache-only=0",
            "defineEn": "to pay full attention to someone or something specific",
            "defineVi": "để chú ý đầy đủ đến một ai đó hoặc một cái gì đó cụ thể",
            "hasImg": true
        },
        {
            "id": "a6ba4c7f-1628-4340-8194-a84e4b5e1b20",
            "word": "freshman",
            "phonetic": "fɹɛʃmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "It will certainly give the freshmen something to write home about.",
                "Very few colleges allow incoming freshmen any choice in dorm-room assignments.",
                "This freshman class has been very strategic.",
                "The current freshmen and sophomores have never heard my voice.",
                "I'm a freshman this my second day."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlc2htYW4&hash=a8dd3ba142a67ef7bd6c71a3151c9cac80e0f4ec&lang=en&cache-only=0",
            "defineEn": "a high-school or university student who is in their first year of education",
            "defineVi": "một học sinh trung học hoặc đại học đang học năm đầu tiên",
            "hasImg": true
        },
        {
            "id": "bfa344e5-65fd-4a55-bc22-466c621289ab",
            "word": "sophomore",
            "phonetic": "sɑːfəmoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A father to a 3-year-old son, Tait is a sophomore.",
                "I was a sophomore in high school.",
                "Sophomore year, junior year of high school, something along the lines of that, around the time that SHINee debuted in 2008, definitely.",
                "The current freshmen and sophomores have never heard my voice.",
                "Maybe sophomore year they're preppy."
            ],
            "audio": "https://tts.langeek.co/read?text=c29waG9tb3Jl&hash=9b2650bc886fddf74478f9cde32fb21f2caa41cb&lang=en&cache-only=0",
            "defineEn": "a student at a high school or university in their second year of education",
            "defineVi": "một học sinh tại một trường trung học hoặc đại học trong năm thứ hai của giáo dục",
            "hasImg": true
        },
        {
            "id": "b6b43d4b-4510-48bb-b415-0ea859a2d91b",
            "word": "senior",
            "phonetic": "siːnjɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I had a senior moment and just couldn’t think of his name.",
                "There were hesitations, a gaffe, and one senior moment.",
                "She started as an intern, but now she's a senior manager in just two years.",
                "The museum offers discounted tickets for seniors and adults.",
                "The circumstances in which his most senior colleague resigned has lost him face with the Americans."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VuaW9y&hash=19ee5486c2c13ed16410985c096a1e7595241498&lang=en&cache-only=0",
            "defineEn": "a student who has one more year to graduate from a university or high school",
            "defineVi": "một học sinh còn một năm nữa để tốt nghiệp đại học hoặc trung học",
            "hasImg": true
        }
    ]
}