{
    "id": "1c8481b3-0256-4249-a207-e544beaf43e3",
    "title": "Lesson 18",
    "originalTitle": "Lesson 18",
    "words": [
        {
            "id": "ccd753ff-624a-4732-8c6d-d377bec88baf",
            "word": "viol",
            "phonetic": "vaɪəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmlvbA&hash=81d353bb596bdffe79dbd40661aabf985aef0cfd&lang=en&cache-only=0",
            "defineEn": "an early string instrument like a violin with six strings that is played by a bow",
            "defineVi": "một nhạc cụ dây ban đầu như đàn vĩ cầm có sáu dây được chơi bằng cung",
            "hasImg": true
        },
        {
            "id": "e251a7f4-228d-4b51-9057-ed117f3e74cd",
            "word": "viola",
            "phonetic": "vaɪoʊlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "He can play golf and the viola.",
                "For example, on a violin, viola or cello, the third harmonic on one string should be equal to the second harmonic on the next string up.",
                "VIOLA FLETCHER, Tulsa Race Massacre Survivor: I have lived through the massacre everyday.",
                "I tell them that it's a viola.",
                "Viola DAVIS,"
            ],
            "audio": "https://tts.langeek.co/read?text=dmlvbGE&hash=0ec313e5062b289c5055215f898e3abbaab5bdc6&lang=en&cache-only=0",
            "defineEn": "a string instrument that is slightly larger than a violin, tuned a fifth lower and producing deeper sounds",
            "defineVi": "một nhạc cụ dây lớn hơn một chút so với vĩ cầm, được điều chỉnh thấp hơn một phần năm và tạo ra âm thanh trầm hơn",
            "hasImg": true
        },
        {
            "id": "ded4223e-8b75-45c4-8a71-c37745cc9104",
            "word": "to nullify",
            "phonetic": "tə nʌlᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "What can I do to sort of, like, nullify that argument?",
                "JOHN YANG: Democrats on the House Oversight Committee say they now have e-mails that show Trump and his staff pressured top Justice Department officials last December to file a lawsuit in the Supreme Court, in an attempt to nullify the 2020 election.",
                "JOHN YANG: Democrats on the House Oversight Committee say they now have e-mails that show Trump and his staff pressured top Justice Department officials last December to file a lawsuit in the Supreme Court, in an attempt to nullify the 2020 election.",
                "It was so unpopular that Virginia and Kentucky’s legislatures passed resolutions against it, claiming that it violated Americans’ liberties and that state legislatures had the power to overturn or nullify any federal law that they found to violate the constitution."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbnVsbGlmeQ&hash=b476a2f68a88dc715e063140ba639acb2da6af13&lang=en&cache-only=0",
            "defineEn": "show to be invalid",
            "defineVi": "hiển thị là không hợp lệ"
        },
        {
            "id": "754dfcb0-5113-42f9-b4ce-c67d14f7a2e6",
            "word": "nullity",
            "phonetic": "nʌlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bnVsbGl0eQ&hash=02e7719b84ac54b1daa44bf6c762c5911720aafd&lang=en&cache-only=0",
            "defineEn": "something that is null (especially an enactment that has no legal validity)",
            "defineVi": "một cái gì đó là vô giá trị (đặc biệt là một ban hành không có giá trị pháp lý)"
        },
        {
            "id": "5f0c9732-e48d-42fe-93b5-36af9630bba5",
            "word": "anomaly",
            "phonetic": "ɐnɑːməli ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fourth staple of data mining is anomaly detection.",
                "An anomaly during a pre-flight test pushed back the anticipated launch date by a few days.",
                "This geographical anomaly is a flash point.",
                "Well maybe that person is a total anomaly.",
                "I'm a medical anomaly."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5vbWFseQ&hash=01630c8bf066164f2502a94111a764492865d149&lang=en&cache-only=0",
            "defineEn": "a thing, state, etc. that differs from what is usual or standard",
            "defineVi": "một điều, trạng thái, v.v. khác với những gì thông thường hoặc tiêu chuẩn"
        },
        {
            "id": "19d27cad-acaa-4024-9c09-3857161a6806",
            "word": "anomalous",
            "phonetic": "ɐnɑːmələs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "About 6.3% of men, and 0.37% of women, have anomalous trichromacy.",
                "One advantage of an automated aircraft system is it can recognize anomalous behavior much faster, then an onboard human might recognize and then respond to it much faster.",
                "But it's a lot more common to have what’s known as anomalous trichromacy: where you have all three cones, but one type gets activated by the wrong wavelengths."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5vbWFsb3Vz&hash=aef0dd03a5544b1d52d8e21f65930cd8ae934d76&lang=en&cache-only=0",
            "defineEn": "not consistent with what is considered to be expected, standard, or usual",
            "defineVi": "không phù hợp với những gì được coi là mong đợi, tiêu chuẩn hoặc thông thường"
        },
        {
            "id": "865bf363-6423-4729-ae8c-dfbc3befdacc",
            "word": "frivolity",
            "phonetic": "fɹɪvɑːlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Because as much as we all love to chastise these acts as musical frivolity, I can’t help but wonder if the heat would be quite so hot if the bands had a mixed or primarily male audience base."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJpdm9saXR5&hash=6bd77065411b17c7f0bc5d60592efc2608ba5cea&lang=en&cache-only=0",
            "defineEn": "acting like a clown or buffoon",
            "defineVi": "hành động như một chú hề hoặc chú hề"
        },
        {
            "id": "83844b01-2567-4f50-82f7-116d70b48945",
            "word": "frivolous",
            "phonetic": "fɹɪvələs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "\"It's frivolous.\"",
                "A lot of frivolous things, I can now do once again.",
                "Let's get into this frivolous lawsuitage. ",
                "Again, part of the secret of Mitch McConnell’s leadership is he does not make demands over frivolous things.",
                "And let’s face it, there are equally frivolous things and kitschy music crazes associated with teenage boy culture that don’t get nearly as much finger wagging."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJpdm9sb3Vz&hash=e772e4991fdb8a63cc2636b0e65a42f1684ba885&lang=en&cache-only=0",
            "defineEn": "describing behavior, actions, or things that are characterized by a lack of seriousness, depth, or significance",
            "defineVi": "mô tả hành vi, hành động hoặc những thứ được đặc trưng bởi sự thiếu nghiêm túc, sâu sắc hoặc ý nghĩa"
        },
        {
            "id": "3fb0b390-2727-420e-baa5-6ec3dd66972e",
            "word": "ostensible",
            "phonetic": "ɑːstɛnsᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And that ultimately was the kind of ostensible rationale of what zero tolerance was. ",
                "Well, the ostensible reason, the one they're saying, is that they detected electoral fraud that was not being adjudicated properly."
            ],
            "audio": "https://tts.langeek.co/read?text=b3N0ZW5zaWJsZQ&hash=60dc6681e0f2e5f7ef7a673d2401b86f8a631df6&lang=en&cache-only=0",
            "defineEn": "represented or appearing as such; pretended",
            "defineVi": "đại diện hoặc xuất hiện như vậy; giả vờ"
        },
        {
            "id": "5d2ad2c8-eb2d-491f-902d-baedba9d141c",
            "word": "ostentatious",
            "phonetic": "ɑːstənteɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Maybe you want it to be a bit more ostentatious, but if you do, like, I don't know what you're doing.",
                "These are colorful, ostentatious sea slugs, and they’re known to line up their bodies with the Earth’s magnetic field.",
                "It was published in 1873 and it was not that successful, but while The Gilded Age conjures up visions of fancy parties and ostentatious displays of wealth, the book itself was about politics, and it gives a very negative appraisal of the state of American democracy at the time.",
                "Lincoln described young thoughtless giddy-headed Kentucky slave holders with slaves trudging behind them, the most glittering ostentatious displaying property in the world, because human beings were property."
            ],
            "audio": "https://tts.langeek.co/read?text=b3N0ZW50YXRpb3Vz&hash=46db2b7f1727eabb6698ae835c351bb354341b3b&lang=en&cache-only=0",
            "defineEn": "intended to attract notice and impress others",
            "defineVi": "nhằm thu hút sự chú ý và gây ấn tượng với người khác"
        },
        {
            "id": "425a5cf9-d476-4f40-8c35-acbd5f883462",
            "word": "to excel",
            "phonetic": "tʊ ɛksɛl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Charlotte excels in playing the piano because she learned the instrument at her mother's knee.",
                "While his siblings excelled academically, John was the black sheep of the family, struggling with his studies and focusing more on his hobbies.",
                "Having buns in the oven didn't stop Lisa from pursuing her career goals and excelling at work.",
                "If you want to excel in your career, you must first invest time and effort in developing your skills and knowledge, because nothing comes out of the sack but what was in it.",
                "Sarah is a confident and determined girl who excels in her academic studies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhjZWw&hash=a49ad5793de36f5ca101a667af246850d312ceef&lang=en&cache-only=0",
            "defineEn": "distinguish oneself",
            "defineVi": "phân biệt chính mình"
        },
        {
            "id": "7a74be14-b121-4471-820a-0e4f24adb6db",
            "word": "excellence",
            "phonetic": "ɛksələns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cogs in a machine can't strive for excellence.",
                "The German education system is highly regarded for its emphasis on academic excellence.",
                "Charlie: You have pathway to excellence.",
                "The heritage of Popeyes has always been about culinary excellence.",
                "Buzzfeed, the standard of excellence in journalism in our country, prints the dossier, with a link."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjZWxsZW5jZQ&hash=9979145215528c8d233cb1fc2e8715473d175901&lang=en&cache-only=0",
            "defineEn": "the quality of being extremely good in a particular field or activity",
            "defineVi": "chất lượng cực kỳ tốt trong một lĩnh vực hoặc hoạt động cụ thể"
        },
        {
            "id": "a72ce81a-876f-4b7d-b459-3e49f58cac1e",
            "word": "utopia",
            "phonetic": "juːtoʊpiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "That's utopia.",
                "And to many both inside the was utopia in the making.",
                "The neat rows of sun-bleached homes here look like a vision of suburban utopia.",
                "Now, we envision Mars as a utopia in-waiting, a promise of hope and a better life, off-planet for Earthlings.",
                "But the Apple store utopia might not be as glorious as it looks from the outside."
            ],
            "audio": "https://tts.langeek.co/read?text=dXRvcGlh&hash=d7d2604ef2fe4434b9e01bd3645262f59758babe&lang=en&cache-only=0",
            "defineEn": "a made-up state or place in which everything is ideal",
            "defineVi": "một trạng thái trang điểm hoặc địa điểm trong đó mọi thứ đều lý tưởng"
        },
        {
            "id": "38932eb6-dc02-4bb2-93a1-7c77153e71bb",
            "word": "utopian",
            "phonetic": "juːtoʊpiən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Utopian writing frequently depicts an idealized society that the author puts forth as a blueprint to strive toward.",
                "But Gruen's utopian vision for the mall had not been realized.",
                "In Britain, Robert Owen, who had made his fortune in textiles, inspired the creation of utopian communities.",
                "We will turn into this perfect utopian civilization without wars, without strife of any kind.",
                "There were two branches of socialism in France, Utopian and revolutionary."
            ],
            "audio": "https://tts.langeek.co/read?text=dXRvcGlhbg&hash=704ad8ec0ae1e8851f8a0308ba2e35f9fd64e039&lang=en&cache-only=0",
            "defineEn": "of or pertaining to or resembling a utopia",
            "defineVi": "của, liên quan đến hoặc giống như một điều không tưởng"
        },
        {
            "id": "fbc6fa61-76ec-43f7-8128-237ff72f7c1c",
            "word": "to ponder",
            "phonetic": "tə pɑːndɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Pondering deep questions?",
                "Oh, gosh, oh, gosh, oh, gosh. - Ponder that.",
                "She pondered what she should do to the murderer.",
                "The king ponders for a minute and announces his judgment.",
                "We've pondered that question for decades, and yet, renewable energy still only provides about 13% of our needs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9uZGVy&hash=4c2510705a76f52f2b7fa7983d6052b5e28f3cc5&lang=en&cache-only=0",
            "defineEn": "reflect deeply on a subject",
            "defineVi": "phản ánh sâu sắc về một chủ đề",
            "hasImg": true
        },
        {
            "id": "96dcecab-c9d7-4156-940a-580a128a3c1d",
            "word": "ponderous",
            "phonetic": "pɑːndɚɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9uZGVyb3Vz&hash=b17361a9d84d1bca8f8dcfa6110880d6309d0cdd&lang=en&cache-only=0",
            "defineEn": "slow and laborious because of weight",
            "defineVi": "chậm chạp và mệt nhọc vì cân nặng"
        },
        {
            "id": "3bd8c92b-cbb0-4a33-bdd3-fa9c8f97300d",
            "word": "baton",
            "phonetic": "bɐtɑːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The President handed over the baton to his successor.",
                "As of September 1, Art van Rijn has handed over the baton, and with that, the Artechno Group has a new CEO.",
                "Yeah and I heard she was passing the baton to Michael too.",
                "I have so much work to do now that my boss has retired and passed on the baton to me.",
                "Andrew Morton, a royal biographer, said Prince Harry's fiancee will pick up the baton from Princess Diana because Markle's age of 36 is the same as Princess Diana's when she passed away in 1997."
            ],
            "audio": "https://tts.langeek.co/read?text=YmF0b24&hash=9d57478bf8dc4a0e2971340b138945143b4d63bf&lang=en&cache-only=0",
            "defineEn": "a slender stick used by a conductor while leading an orchestra",
            "defineVi": "một cây gậy mảnh mai được sử dụng bởi một nhạc trưởng khi chỉ huy một dàn nhạc",
            "hasImg": true
        },
        {
            "id": "02902df5-d92a-4b9d-b9f7-ce2cef99b564",
            "word": "battalion",
            "phonetic": "bɐtæliən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Despite their talent and hard work, the underdog team was defeated by the well-funded and well-equipped opponents, confirming the idea that providence is always on the side of the big battalions.",
                "STEPHANIE SY: Will Clelland, his battalion chief, says the first priority was saving lives.",
                "So every lift could only bring in 48 guys, so to get the battalion in there took a couple of hours.",
                "It just so happened to be one of the big commanders of that battalion.",
                "When a group of 400 armed men comes and they take control of everything and they organize themselves in battalions against the regime, what should we do?"
            ],
            "audio": "https://tts.langeek.co/read?text=YmF0dGFsaW9u&hash=cb3dc9c5e51c699ee41e136f5edaa50759564022&lang=en&cache-only=0",
            "defineEn": "an army unit usually consisting of a headquarters and three or more companies",
            "defineVi": "một đơn vị quân đội thường bao gồm một trụ sở và ba hoặc nhiều đại đội"
        },
        {
            "id": "e5ba234f-c3db-40de-b4ad-00f1e26b9ac0",
            "word": "foreign",
            "phonetic": "fɔːɹən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Foreign car manufacturers have made inroads into the European market.",
                "The college runs summer courses for foreign students.",
                "I've had it with foreign holidays.",
                "He traveled to a foreign country where horseflesh was considered a delicacy.",
                "Every so often, Claire has itchy feet and sets off for a foreign destination."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yZWlnbg&hash=c86a5e2db9e2c23aa47e95e2b7a54861c567a931&lang=en&cache-only=0",
            "defineEn": "concerning or involving a country or nation other than one's own",
            "defineVi": "liên quan đến hoặc liên quan đến một quốc gia hoặc quốc gia không phải là của riêng mình"
        },
        {
            "id": "b7092edb-7345-4593-849b-45712d9de09e",
            "word": "foreigner",
            "phonetic": "fɔːɹənɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Also, foreigners played an important role.",
                "Her two sons are foreigners.",
                "When I arrived for the shoot, his entire lobby was full of foreigners.",
                "About two-thirds of the foreigners are under the age of 12.",
                "We are often viewed as foreigners and outsiders."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yZWlnbmVy&hash=a5e779dcb37b1cf288217b016f11c10dd1f67977&lang=en&cache-only=0",
            "defineEn": "someone who comes from a foreign country",
            "defineVi": "một người đến từ nước ngoài",
            "hasImg": true
        }
    ]
}