{
    "id": "1d5bd332-8e6f-4ed0-b7aa-372ba7f9a0e0",
    "title": "A Jack of All Trades",
    "originalTitle": "Lesson 43",
    "words": [
        {
            "id": "73a91b35-a7a6-4c09-bca7-bff0b8f5ac54",
            "word": "hammer",
            "phonetic": "hæmɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The policeman hammered home the dangers of drinking and driving.",
                "The judge brought his hammer down on the table.",
                "The principal brought the hammer down on Mark because of that prank he pulled in class yesterday.",
                "The couple in the flat upstairs are always at it hammer and tongs.",
                "He hit the nail squarely on the head with the hammer."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFtbWVy&hash=448756a00b30c0451298eacb4bbec9abf275929c&lang=en&cache-only=0",
            "defineEn": "a tool with a metal head and a handle, used for striking nails, etc.",
            "defineVi": "một công cụ có đầu và tay cầm bằng kim loại, dùng để đóng đinh, v.v.",
            "hasImg": true
        },
        {
            "id": "d9de778d-5517-4acd-8dbf-1af5393e0a00",
            "word": "mallet",
            "phonetic": "mælɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "All right, yes, use the mallet.",
                "chisel and mallet marks are still evident.",
                "Isn't the mallet metal?",
                "Because, she knocks him with a mallet.",
                "Maybe it's like a rock mallet and a diamond file."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFsbGV0&hash=da9186dc549fccde5da11c538e45bce5e557c711&lang=en&cache-only=0",
            "defineEn": "a hammer-like tool with a large wooden or rubber head used for striking or driving objects",
            "defineVi": "một công cụ giống như búa có đầu bằng gỗ hoặc cao su lớn được sử dụng để đánh hoặc lái các vật thể",
            "hasImg": true
        },
        {
            "id": "fbbe8883-7a6d-4c5b-b285-7e563d575307",
            "word": "saw",
            "phonetic": "sɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "But the saw is more than just a weapon.",
                "- I haven't seen Saw.",
                "He's sawing away.",
                "Carpenters roughly shape the figurine with a band saw.",
                "He made this medieval knife with a saw blade, a threaded rod, and leather."
            ],
            "audio": "https://tts.langeek.co/read?text=c2F3&hash=777af48630c5151985d6c752c77a05489d60ab46&lang=en&cache-only=0",
            "defineEn": "a metal tool with a toothed blade that is used for cutting wood, metal, etc. by moving back and forth",
            "defineVi": "một công cụ kim loại có lưỡi răng dùng để cắt gỗ, kim loại, v.v. bằng cách di chuyển tới lui",
            "hasImg": true
        },
        {
            "id": "61ecb3c4-40a0-463d-a0b5-966105d07e02",
            "word": "chainsaw",
            "phonetic": "tʃeɪnsɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Stan had the chainsaw running.",
                "The chainsaw was not actually on.",
                "Instead of the wire, sometimes big chainsaws may be used.",
                "We don't have to the chainsaw.",
                "Axes, shovels, rakes, chainsaws to help them clear brush and control which way a fire burns."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhaW5zYXc&hash=6d1017f9421949623fefc089d171fec4e9b43473&lang=en&cache-only=0",
            "defineEn": "a tool with a toothed chain inside that is powered by a small engine, used for cutting wood",
            "defineVi": "một công cụ có một chuỗi răng bên trong được cung cấp bởi một động cơ nhỏ, được sử dụng để cắt gỗ",
            "hasImg": true
        },
        {
            "id": "ae55177d-d9e3-47dd-a7dd-1eca11c5794d",
            "word": "drill",
            "phonetic": "dɹɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The coach had to leave practice early, and the players took advantage of the situation by goofing off and not taking the drills seriously.",
                "We followed the instructions given by the police during an emergency evacuation drill.",
                "The birds drill a few new ones each year.",
                "Yes, drill sergeant!",
                "Yes, drill sergeant!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJpbGw&hash=73475ad726dba988e3699bd07a79fa1d0b00752d&lang=en&cache-only=0",
            "defineEn": "a handheld tool that uses rotational force to create holes or drive screws in various materials",
            "defineVi": "một công cụ cầm tay sử dụng lực quay để tạo lỗ hoặc bắt vít trên các vật liệu khác nhau",
            "hasImg": true
        },
        {
            "id": "efd037c7-a82a-45b2-82c4-834b663d2272",
            "word": "wrench",
            "phonetic": "ɹɛntʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I hate it when someone throws a monkey wrench in the works.",
                "Please hand me the wrench so I can loosen the bolt.",
                "The funding for the project was withdrawn so that really threw a wrench into the works.",
                "Some stars, like cool red dwarfs, throw another wrench into this system.",
                "Nature almost threw a wrench in its plans, though."
            ],
            "audio": "https://tts.langeek.co/read?text=d3JlbmNo&hash=26335da161962baf1871562e53f26d9b18407698&lang=en&cache-only=0",
            "defineEn": "a metal tool with an adjustable jaw, used for turning bolts or nuts",
            "defineVi": "một công cụ kim loại có hàm điều chỉnh được, được sử dụng để vặn bu lông hoặc đai ốc",
            "hasImg": true
        },
        {
            "id": "27063f1b-338b-4bac-83b8-0e74795951b1",
            "word": "screw",
            "phonetic": "skɹuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bill Mathis had his head screwed on right.",
                "You must have a few screws loose if you think jumping out of an airplane without a parachute is a good idea.",
                "Thank you so much for getting his head screwed on straight.",
                "John thinks he can talk to aliens, he must have a number of screws loose.",
                "She is the youngest, but she has her head screwed on the right way."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NyZXc&hash=7cee55ecdeebd79ed748398765e3be7674bdf3da&lang=en&cache-only=0",
            "defineEn": "a small pointy piece of metal that can be screwed into wooden or metal objects using a screwdriver to fasten things together",
            "defineVi": "một mảnh kim loại nhỏ nhọn có thể được vặn vào các vật bằng gỗ hoặc kim loại bằng tuốc nơ vít để buộc chặt các vật lại với nhau",
            "hasImg": true
        },
        {
            "id": "710d4652-7a7d-4c5c-b865-05be40b771ce",
            "word": "screwdriver",
            "phonetic": "skɹuːdɹaɪvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I need a screwdriver.",
                "You got a screwdriver?",
                "Do you have a screwdriver? -",
                "So I'm using James's screwdriver.",
                "As he slowly lowered the two halves closer and closer together, the screwdriver slipped."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NyZXdkcml2ZXI&hash=d28e77978a5088c770f87ffa54609aa7a322c76a&lang=en&cache-only=0",
            "defineEn": "a small tool with a metal part by which screws can be turned",
            "defineVi": "một công cụ nhỏ với một bộ phận kim loại mà vít có thể được vặn",
            "hasImg": true
        },
        {
            "id": "321ff16f-a83d-4704-8be7-233d58533aec",
            "word": "nail",
            "phonetic": "neɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lawyers put another nail in her coffin today.",
                "Those coffin nails are going to hurt your voice.",
                "He hit the nail squarely on the head with the hammer.",
                "This latest evidence could be the final nail in the coffin for Jackson's case.",
                "You’ve hit the nail on the head there, David."
            ],
            "audio": "https://tts.langeek.co/read?text=bmFpbA&hash=320dea3073bf95aec2e9d62804f1137fc4d318f1&lang=en&cache-only=0",
            "defineEn": "a small strong pointy metal that is inserted into walls or wooden objects using a hammer to hang things from or fasten them together",
            "defineVi": "một kim loại nhọn nhỏ mạnh mẽ được chèn vào tường hoặc đồ vật bằng gỗ bằng búa để treo đồ vật hoặc buộc chặt chúng lại với nhau",
            "hasImg": true
        },
        {
            "id": "197e3ec3-48d4-4222-b15b-e2345aac7c97",
            "word": "glue",
            "phonetic": "ɡluː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The glue is taking well.",
                "Her eyes were glued firmly to the computer screen.",
                "My eyes were glued to the wall in front of me.",
                "You kids have been glued to that sofa all weekend long.",
                "We were glued to our chairs, listening intently to every word."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2x1ZQ&hash=68c5fbc22b883cac54b39d6fc25e89a3318de66d&lang=en&cache-only=0",
            "defineEn": "a substance that is used to stick things to each other",
            "defineVi": "một chất được sử dụng để dính mọi thứ với nhau",
            "hasImg": true
        },
        {
            "id": "46773b02-2a6e-4242-ae2c-27d3f1f64e70",
            "word": "file",
            "phonetic": "faɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The defence has filed a petition to stay proceedings.",
                "Save the instructions to a new file.",
                "Always keep a backup of the file.",
                "Files can be read and written directly into the file system.",
                "Check inside each file carefully to make sure nothing slips through the cracks."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlsZQ&hash=79f064dcb473fa3fceeabd891bee91f7aa972bfb&lang=en&cache-only=0",
            "defineEn": "a metal tool with a toothed surface that is used to smooth wooden or metal rough edges",
            "defineVi": "một công cụ kim loại có bề mặt có răng được sử dụng để làm phẳng các cạnh thô bằng gỗ hoặc kim loại",
            "hasImg": true
        },
        {
            "id": "da5bbaac-cea7-4ec4-ac70-4866270332c9",
            "word": "chisel",
            "phonetic": "tʃɪzəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The thieves had a go at the front door, then chiselled their way in through the back door.",
                "chisel and mallet marks are still evident.",
                "Do you want a chisel for that there?",
                "We have to think of this as a hammer and a chisel.",
                "It's more of a chisel and it's designed for impact drilling."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpc2Vs&hash=ec894db43791ffc77eefdb5ff423c743e130cb3d&lang=en&cache-only=0",
            "defineEn": "a metal tool with a handle and a strong flat-edged blade that is used to shape hard objects, such as wood, metal, etc.",
            "defineVi": "một công cụ kim loại có tay cầm và một lưỡi phẳng mạnh được sử dụng để tạo hình các vật cứng, chẳng hạn như gỗ, kim loại, v.v.",
            "hasImg": true
        },
        {
            "id": "cc62c704-6d88-47a0-96ea-5419862f38c3",
            "word": "bolt",
            "phonetic": "boʊlt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The textile store offers bolts of various fabrics, from cotton to linen.",
                "The bolt clicked into place.",
                "The mechanic replaced the rusted bolt with a new one.",
                "The construction worker used a heavy-duty bolt to connect the steel beams.",
                "The dressmaker purchased a bolt of silk to create a stunning gown."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9sdA&hash=a66f4b67ed39c6b064c158bc2ea153af1212e1ae&lang=en&cache-only=0",
            "defineEn": "a piece of metal like a thick nail without a point that is screwed into a nut to help fasten things together",
            "defineVi": "một mảnh kim loại giống như một chiếc đinh dày không có đầu nhọn được vặn vào đai ốc để giúp gắn chặt mọi thứ lại với nhau",
            "hasImg": true
        },
        {
            "id": "af5c80c5-963b-4b74-b078-ee069afede92",
            "word": "nut",
            "phonetic": "nʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She is a hard nut",
                "The squirrel was running with a small nut in its mouth.",
                "The problem is a hard nut to crack.",
                "The team's defense is a tough nut to crack.",
                "She carefully arranged a selection of kola nuts on a decorative plate."
            ],
            "audio": "https://tts.langeek.co/read?text=bnV0&hash=a83d2898669f2afef7bfd7b3bfdbf561e11d8e50&lang=en&cache-only=0",
            "defineEn": "a flat piece of metal with a hole in the middle through which a bolt is put, used as a fastener",
            "defineVi": "một miếng kim loại phẳng có một lỗ ở giữa để đặt bu lông, được sử dụng làm dây buộc",
            "hasImg": true
        },
        {
            "id": "b2689889-0522-4fb3-acdc-a7197a7ea6e9",
            "word": "washer",
            "phonetic": "wɑːʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Because a washer's a top load.",
                "Washer dryers, of course, were floated in the garage.",
                "I actually sold Maytag washers and dryers.",
                "but it was a dryer not a washer?",
                "You cannot tolerate any lost parts, bolts, washers, screws or tools or whatnot."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FzaGVy&hash=03245c4d147c869e486646bad579e0a0683913a1&lang=en&cache-only=0",
            "defineEn": "a flat rubber, plastic, or metal ring which is small and acts as a seal or is put between a nut and a bolt to tighten their connection",
            "defineVi": "một vòng cao su phẳng, nhựa hoặc kim loại nhỏ và hoạt động như một vòng đệm hoặc được đặt giữa đai ốc và bu lông để siết chặt kết nối của chúng",
            "hasImg": true
        },
        {
            "id": "4663c5ac-14c4-4c89-a137-ad961965ee93",
            "word": "ax",
            "phonetic": "æks ",
            "partOfSpeechType": "noun",
            "examples": [
                "So you buy your new one, you upgrade to wireless ax or whatever",
                "You know, we don't have an ax to grind.",
                "I used to pronounce it 'foe ax pass.'",
                "And if we do, the 11:59:59 second would be the one that gets the ax.",
                "He doesn't cast a shadow and he carries a cudgel or an ax like a weapon that sort of symbolizes his authority over the forest."
            ],
            "audio": "https://tts.langeek.co/read?text=YXg&hash=bf70ec04b51c05a4bbaf06c88b4d938f751d5709&lang=en&cache-only=0",
            "defineEn": "a tool with a heavy blade and a wooden handle, used for chopping wood",
            "defineVi": "một công cụ có lưỡi nặng và tay cầm bằng gỗ, dùng để chặt gỗ",
            "hasImg": true
        },
        {
            "id": "48558c9f-b544-4a90-bb17-08d33f4b0eaf",
            "word": "fork",
            "phonetic": "fɔːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "You put the fork on the right and the knife on the left.",
                "The children used a plastic fork to eat their pasta.",
                "I used a fork to eat the spaghetti.",
                "I usually use a fork to cut into a tender piece of meat.",
                "You dug your own grave with your own knife and fork when the exams came."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yaw&hash=23edf65dffdc54dfe484039ff55072491e2777d7&lang=en&cache-only=0",
            "defineEn": "a gardening tool with a handle and three or four sharp points, used for digging or moving hay",
            "defineVi": "một công cụ làm vườn có tay cầm và ba hoặc bốn đầu nhọn, dùng để đào hoặc di chuyển cỏ khô",
            "hasImg": true
        },
        {
            "id": "00728aa6-6f8c-43ad-a695-d6f2a554fdf6",
            "word": "shovel",
            "phonetic": "ʃʌvəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "This new snow shovel makes short work of clearing off the driveway.",
                "This new snow shovel makes short work of clearing off the driveway.",
                "Where is your shovel?",
                "But your answer is shovel?",
                "We might need that shovel."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvdmVs&hash=d0df377da35f3275a7b2abaab3861033ea86bd7c&lang=en&cache-only=0",
            "defineEn": "a tool that has a long handle with a broad curved metal end, used for moving snow, soil, etc.",
            "defineVi": "một công cụ có tay cầm dài với đầu kim loại cong rộng, được sử dụng để di chuyển tuyết, đất, v.v.",
            "hasImg": true
        },
        {
            "id": "57cb991b-bc42-4ee8-98fb-5359e47cf2c8",
            "word": "wheelbarrow",
            "phonetic": "wiːlbæɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And you buy the wheelbarrows or whatever else, the things that have to cart things around.",
                "You'll notice I have a nice little mortar box which is very easy to make but you can also mix it in a wheelbarrow.",
                "But a lot of money today doesn't end up in anyone's pocket, or wallet, or duffel bags, or even wheelbarrows.",
                "The wheel of the wheelbarrow acts as the fulcrum, and instead of pushing down on the handles, you pull them up to lift what’s inside!",
                "For example, did you know that when you use a wheelbarrow to carry something, you’re using a kind of a lever?"
            ],
            "audio": "https://tts.langeek.co/read?text=d2hlZWxiYXJyb3c&hash=c47497c3055f0e344de00a15462c63c0e034e764&lang=en&cache-only=0",
            "defineEn": "an object with two handles and one wheel, used for carrying things",
            "defineVi": "một vật có hai tay cầm và một bánh xe, được sử dụng để mang đồ vật",
            "hasImg": true
        },
        {
            "id": "3ae0f022-1863-4edf-8db8-6bf564ee964c",
            "word": "toolbox",
            "phonetic": "tuːlbɑːks ",
            "partOfSpeechType": "noun",
            "examples": [
                "Logic is the philosopher’s toolbox.",
                "Like, here's your toolbox.",
                "Tap the toolbox icon and then tap the Signature button in the Markup preview.",
                "Stereochemistry is a really important part of our organic chemistry toolbox.",
                "One other resource in your toolbox is to practice gratitude."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9vbGJveA&hash=957cb0b9e763683772b522d51a5a2b4685ffa07a&lang=en&cache-only=0",
            "defineEn": "a metal box for keeping tools in",
            "defineVi": "một hộp kim loại để giữ các công cụ trong",
            "hasImg": true
        },
        {
            "id": "ea1bbc91-2def-4776-bafb-263dd7d50a61",
            "word": "pliers",
            "phonetic": "plaɪɚz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGxpZXJz&hash=16a278345069bc3472881ab911dfae49cd37c751&lang=en&cache-only=0",
            "defineEn": "a small metal tool with toothed jaws used for cutting wires or holding things tightly",
            "defineVi": "một công cụ kim loại nhỏ với hàm răng được sử dụng để cắt dây hoặc giữ chặt mọi thứ",
            "hasImg": true
        },
        {
            "id": "88ac738f-8db5-449a-8528-a51b6706bb54",
            "word": "wire cutter",
            "phonetic": "waɪɚ kʌɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2lyZSBjdXR0ZXI&hash=af06da80031e5e7486c7f9f553a9c2fc5320c368&lang=en&cache-only=0",
            "defineEn": "a metal tool used for cutting wire",
            "defineVi": "một công cụ kim loại được sử dụng để cắt dây",
            "hasImg": true
        },
        {
            "id": "7fe22fbb-509c-4679-8c75-a21b25be5a55",
            "word": "tape",
            "phonetic": "teɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "I ran the tape back.",
                "I have raised an invoice for the tape.",
                "He didn't know the tape was still running.",
                "Transfer tape makes light work of re-gluing in the workshop.",
                "- Take tape."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFwZQ&hash=646a6e7a62b6109f1e0b698c67991226c97e7df3&lang=en&cache-only=0",
            "defineEn": "a type of long, thin material with numbers on it, used for measuring the length of things",
            "defineVi": "một loại vật liệu dài, mỏng có đánh số, dùng để đo chiều dài của vật",
            "hasImg": true
        },
        {
            "id": "8fcb7f3c-b2dc-4f23-be7a-7d5756f61c42",
            "word": "duct tape",
            "phonetic": "dʌkt teɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Buy duct tape!",
                "- Can duct tape save your life?",
                "- Using what? - Duct tape.",
                "But you have duct tape! -",
                "Aim for the duct tape."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVjdCB0YXBl&hash=b01f51b7549e27fd410fe2240f35b16fb8e33bb4&lang=en&cache-only=0",
            "defineEn": "a silver-colored object that is sticky on one side and is used for fixing things",
            "defineVi": "một vật màu bạc dính ở một bên và được dùng để cố định đồ vật",
            "hasImg": true
        },
        {
            "id": "9fc1e5b0-1a50-4785-a902-598580d5d0ee",
            "word": "plunger",
            "phonetic": "plʌndʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Well, you know what, I actually have a bowl of jello and a plunger, I could do some sound effects.",
                "My 2-year-old can push a plunger, but it's also very easy to mess someone's face up.",
                "Anyone can push a plunger, my 2-year-old can push a plunger, but it's also very easy to mess someone's face up.",
                "Anyone can push a plunger, my 2-year-old can push a plunger, but it's also very easy to mess someone's face up."
            ],
            "audio": "https://tts.langeek.co/read?text=cGx1bmdlcg&hash=817103c05adb64ac0fd824496b38d4d7e4077ac9&lang=en&cache-only=0",
            "defineEn": "a tool with a rubber cup fixed to a handle, used for clearing pipes of debris",
            "defineVi": "một công cụ có cốc cao su được cố định vào tay cầm, được sử dụng để dọn sạch các mảnh vụn trong đường ống",
            "hasImg": true
        },
        {
            "id": "07cea10d-8efd-4ee3-b5f6-fd7747f98ee9",
            "word": "crowbar",
            "phonetic": "kɹoʊbɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They have baseball bats, crowbars, whatever they can get their hands on.",
                "Well, and I will get out of the way of the crowbar.",
                "Could any other company get away with selling a brick or a branded crowbar?",
                "and then you hit a deer and you don't have a crowbar in your trunk to put it out of its misery.",
                "If they opened up that crack a little bit, the lawyers for the political parties would put the crowbars in and rip it wide open. "
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jvd2Jhcg&hash=30da1ae054f99fb20b924dcc30955f52282ce892&lang=en&cache-only=0",
            "defineEn": "an iron bar with one end curved that is used as a lever",
            "defineVi": "một thanh sắt cong một đầu dùng làm đòn bẩy",
            "hasImg": true
        },
        {
            "id": "22868bef-bb44-4ffb-9c90-1cc1ed28742f",
            "word": "staple gun",
            "phonetic": "steɪpəl ɡʌn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RhcGxlIGd1bg&hash=484bd769bc25464c1c0bd2d5a74e4df77b0d29c0&lang=en&cache-only=0",
            "defineEn": "a metal tool that uses staples to fix paper or wood to other materials",
            "defineVi": "một công cụ kim loại sử dụng ghim để cố định giấy hoặc gỗ với các vật liệu khác",
            "hasImg": true
        },
        {
            "id": "e51a0af1-d7e6-42be-bbe3-14552d6fa53d",
            "word": "box-cutter",
            "phonetic": "bɑːkskʌɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym94LWN1dHRlcg&hash=0b7f64f25cca1ba94fa49e13b52c92007693c516&lang=en&cache-only=0",
            "defineEn": "a small razor for used for opening cardboard boxes",
            "defineVi": "một chiếc dao cạo nhỏ dùng để mở hộp các tông",
            "hasImg": true
        },
        {
            "id": "eaee5651-3480-4a3f-b4d3-f0746184eafb",
            "word": "to function",
            "phonetic": "tə fʌŋkʃən ",
            "partOfSpeechType": "verb",
            "examples": [
                "Art serves an important function in our society.",
                "The repairman fixed the faulty wiring, and now the electrical system in the house was functioning as right as rain.",
                "I can't even function in the morning until I've had my first cup of joe.",
                "The gentlemen's agreement was never intended to apply to executive functions.",
                "Furthermore, a well-integrated system bridges the divide among multiple, diverse functions within an organization."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnVuY3Rpb24&hash=bd9d518cda91eac40c213ea93f28960065a715be&lang=en&cache-only=0",
            "defineEn": "to work or perform properly",
            "defineVi": "để làm việc hoặc thực hiện đúng",
            "hasImg": true
        },
        {
            "id": "c48e40dc-90f1-4bae-87e7-94783ad96f54",
            "word": "adjustable wrench",
            "phonetic": "ɐdʒʌstəbəl ɹɛntʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWRqdXN0YWJsZSB3cmVuY2g&hash=0b6af2228cd7feb032edef65923379cf4697b3b7&lang=en&cache-only=0",
            "defineEn": "a type of wrench with a movable part that can turn or hold things of different sizes",
            "defineVi": "một loại cờ lê có bộ phận di động có thể xoay hoặc giữ các vật có kích thước khác nhau"
        },
        {
            "id": "b5bc2818-8d3a-4fdf-a8c4-ffc285e2658d",
            "word": "sledgehammer",
            "phonetic": "slɛdʒhæmɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My honest opinion is they took a sledgehammer to crack a nut.",
                "50 police officers to arrest two unarmed men is surely using a sledgehammer to crack a nut.",
                "He stood there whaling on the wall with a sledgehammer, but he barely seemed to be making a dent in it.",
                "Franz has a sledgehammer.",
                "I calculated the momentum of a sledgehammer by smashing bricks in the back yard and analyzing the high-speed."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xlZGdlaGFtbWVy&hash=9e164c65fbe80d891c017f182240af58d0846f4c&lang=en&cache-only=0",
            "defineEn": "a large tool consisted of a long handle with a heavy metal block at its end, used with both hands to break a stone, etc.",
            "defineVi": "một công cụ lớn bao gồm một tay cầm dài với một khối kim loại nặng ở cuối, được sử dụng bằng cả hai tay để phá đá, v.v.",
            "hasImg": true
        }
    ]
}