{
    "id": "1d6726d9-5df6-437c-8d41-2fb90b749129",
    "title": "Unit 10 - Preview",
    "originalTitle": "Unit 10 - Preview",
    "words": [
        {
            "id": "2e050bfb-4328-4577-b40e-8effb8df8f0a",
            "word": "financial",
            "phonetic": "faɪnænʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The increase had a ripple effect through the whole financial market.",
                "The company's financial report showed a significant increase in yield, indicating successful productivity and growth.",
                "The company ran into financial difficulties and had to lay off employees.",
                "He needs financial backing, but the building societies won't play.",
                "The company's recent financial scandal can be traced back to the CEO's unethical practices - fish rots from the head."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmluYW5jaWFs&hash=809313b0b2ffdb401acbb442af93414b516f015b&lang=en&cache-only=0",
            "defineEn": "related to money or its management",
            "defineVi": "liên quan đến tiền hoặc quản lý của nó",
            "hasImg": true
        },
        {
            "id": "296d16e0-30db-46cc-a9cd-e80d214d0b4a",
            "word": "exchange rate",
            "phonetic": "ɛkstʃeɪndʒ ɹeɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXhjaGFuZ2UgcmF0ZQ&hash=e3be9beeb670b4d3d1373e6743918a45fea2e37b&lang=en&cache-only=0",
            "defineEn": "the value of a country's currency compared to another country's currency",
            "defineVi": "giá trị của đồng tiền của một quốc gia so với đồng tiền của một quốc gia khác"
        },
        {
            "id": "0383bb4e-ea7e-41d3-a5cc-d1c2933c6e1e",
            "word": "cash",
            "phonetic": "kæʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I am short of cash at the moment.",
                "He cashed in his chips last summer aged 65.",
                "Andy cashed in his chips as soon as business started to slow down.",
                "I just took the easy way out and gave him some cash.",
                "He'd been helping himself to the money in the cash register."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzaA&hash=53b153d3b82c38f64a284c056fe78bb1be269140&lang=en&cache-only=0",
            "defineEn": "money in bills or coins, rather than checks, credit, etc.",
            "defineVi": "tiền dưới dạng hóa đơn hoặc tiền xu, thay vì séc, tín dụng, v.v.",
            "hasImg": true
        },
        {
            "id": "18626c19-5867-4bd9-aae5-167425e6a794",
            "word": "foreign",
            "phonetic": "fɔːɹən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Foreign car manufacturers have made inroads into the European market.",
                "The college runs summer courses for foreign students.",
                "I've had it with foreign holidays.",
                "He traveled to a foreign country where horseflesh was considered a delicacy.",
                "Every so often, Claire has itchy feet and sets off for a foreign destination."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yZWlnbg&hash=c86a5e2db9e2c23aa47e95e2b7a54861c567a931&lang=en&cache-only=0",
            "defineEn": "concerning or involving a country or nation other than one's own",
            "defineVi": "liên quan đến hoặc liên quan đến một quốc gia hoặc quốc gia không phải là của riêng mình"
        },
        {
            "id": "9a124e56-0d1f-4e35-a0d9-8dc9dc05faa7",
            "word": "currency",
            "phonetic": "kɜːɹənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The journalist's investigation uncovered a network of the gnomes of Zurich who were involved in manipulating global currency markets for their own benefit.",
                "When counterfeit bills started circulating in the town, people became skeptical of using the genuine currency, leading to a decrease in the overall value of money in circulation, showing how bad money drives out good.",
                "Devaluing our currency.",
                "Nowadays, prisoners use postage stamps and even small packages of mackerel as currency.",
                "The currency is worthless."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VycmVuY3k&hash=db6401b8d7910b87f159bc0629f72de4729dfb77&lang=en&cache-only=0",
            "defineEn": "the type or system of money that is used by a country",
            "defineVi": "loại hoặc hệ thống tiền được sử dụng bởi một quốc gia",
            "hasImg": true
        },
        {
            "id": "d3d6ed30-59f8-418f-9ae1-4b33ff15f47f",
            "word": "ATM",
            "phonetic": "eɪtiːɛm ",
            "partOfSpeechType": "noun",
            "examples": [
                "There's an ATM in the reception area which will change your English money.",
                "We used the ATM outside the bank to withdraw money quickly.",
                "An example of two-factor authentication is withdrawing money from an ATM.",
                "So depending on your credit union, you could have access to even more ATMs and branches than with a big national bank.",
                "My mom has stopped going to the ATM by herself."
            ],
            "audio": "https://tts.langeek.co/read?text=QVRN&hash=2b820919458c5330a598f2138e5b93c25a9563cf&lang=en&cache-only=0",
            "defineEn": "a machine for taking money or doing other banking operations, using a debit card",
            "defineVi": "một máy để lấy tiền hoặc thực hiện các hoạt động ngân hàng khác, sử dụng thẻ ghi nợ",
            "hasImg": true
        },
        {
            "id": "acc8df37-db7d-444b-84cb-f6b5b617973e",
            "word": "fee",
            "phonetic": "fiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Just complete the form, pay the fee, and Bob's your uncle!",
                "They had to use part of their retirement nest egg to pay for their son’s college fees.",
                "While our designs are tailored to specific needs, our styling fee suits all pockets alike.",
                "She won the court case, but it was a Pyrrhic victory because she had to pay so much in legal fees.",
                "Although the banks will still collect fees."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVl&hash=00f7afcc7d5f95ee20e5151e1d7c94a6050717c3&lang=en&cache-only=0",
            "defineEn": "the money that is paid to a professional or an organization for their services",
            "defineVi": "số tiền được trả cho một chuyên gia hoặc một tổ chức cho các dịch vụ của họ",
            "hasImg": true
        }
    ]
}