{
    "id": "1d917c93-4ddd-47ee-bf9d-e80eaa015451",
    "title": "Months and Seasons",
    "originalTitle": "Lesson 6",
    "words": [
        {
            "id": "aaf227b8-3ab1-4ec0-83c8-39362201bf72",
            "word": "month",
            "phonetic": "mʌnθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The agreement followed months of negotiation.",
                "The school semester starts next month.",
                "We have a family gathering every month.",
                "The permit runs for three months.",
                "Each month she holds a meeting with her entire staff."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9udGg&hash=e2837125e8af11d4ae151e7bfba3a0fd95f52a4c&lang=en&cache-only=0",
            "defineEn": "each of the twelve named divisions of the year, like January, February, etc.",
            "defineVi": "mỗi phần trong số mười hai phần được đặt tên của năm, như tháng Giêng, tháng Hai, v.v.",
            "hasImg": true
        },
        {
            "id": "52617c61-a0db-4396-9dbe-d5356fddac83",
            "word": "January",
            "phonetic": "dʒænjuːɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new president takes office in January.",
                "In January, we celebrate the start of the new year with fireworks and joy.",
                "January is the first month of the year and marks the beginning of the winter.",
                "The spring semester at school starts in January and ends in May, with a break for spring break in March.",
                "My birthday is in January, so I start the year with a celebration."
            ],
            "audio": "https://tts.langeek.co/read?text=SmFudWFyeQ&hash=212c973ac050aafa67ee7dddce3a8312feb2c9ac&lang=en&cache-only=0",
            "defineEn": "the first month of the year, after December and before February",
            "defineVi": "tháng đầu tiên của năm, sau tháng 12 và trước tháng 2",
            "hasImg": true
        },
        {
            "id": "41f7b89a-400a-45f9-a05f-8305d025040b",
            "word": "February",
            "phonetic": "fɛbɹuːɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "In some countries, February is known as the month of love and romance.",
                "During February, the days gradually start getting longer as we move closer to spring.",
                "February is the second month of the year and follows January.",
                "They set a date for a full hearing at the end of February.",
                "I bought a winter coat for nothing down and no payments due until February."
            ],
            "audio": "https://tts.langeek.co/read?text=RmVicnVhcnk&hash=c04155f39659548db4f02a924ee431100827e0ba&lang=en&cache-only=0",
            "defineEn": "the second month of the year, after January and before March",
            "defineVi": "tháng thứ hai của năm, sau tháng Giêng và trước tháng Ba",
            "hasImg": true
        },
        {
            "id": "ff6e855c-61fb-4c38-864c-d13656b19d3c",
            "word": "March",
            "phonetic": "mɑːɹtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The demonstrators marched in a body to the main square.",
                "They follow their March show with four UK dates next month.",
                "The dispute finally came to a head in March that year.",
                "St. Patrick's Day is celebrated in March.",
                "Lidl stole a march on other retailers by stocking pink prosecco in large volumes earlier."
            ],
            "audio": "https://tts.langeek.co/read?text=TWFyY2g&hash=0986a329eff585f05707b6e3392c2794febd5a69&lang=en&cache-only=0",
            "defineEn": "the third month of the year, after February and before April",
            "defineVi": "tháng thứ ba của năm, sau tháng hai và trước tháng tư",
            "hasImg": true
        },
        {
            "id": "7496c61d-3183-46df-a0bf-89b0a57eb79a",
            "word": "April",
            "phonetic": "eɪpɹəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The weather in April can be unpredictable, with both rain and sunshine.",
                "Earth Day is observed on April 22nd to promote environmental awareness.",
                "Despite the fact that the rain in April can be inconvenient, it is important to remember that April showers bring May flowers.",
                "Even though the project was difficult and challenging, we knew that our hard work would pay off in the end, just like April showers bring May flowers.",
                "Despite the fact that the rain in April can be inconvenient, it is important to remember that April showers bring May flowers."
            ],
            "audio": "https://tts.langeek.co/read?text=QXByaWw&hash=a68642372cc42b29261c7381878bb3e3bce25b15&lang=en&cache-only=0",
            "defineEn": "the fourth month of the year, after March and before May",
            "defineVi": "tháng thứ tư trong năm, sau tháng ba và trước tháng năm",
            "hasImg": true
        },
        {
            "id": "4c5bcd67-d8c7-4f4e-a45e-17a6f08cd3f5",
            "word": "May",
            "phonetic": "meɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The delicate aroma of ripe may apples fills the kitchen.",
                "The votes in the swing state may turn the tide in this election.",
                "Finally the couple may be celebrating a birthday, a wedding anniversary or some other red-letter day.",
                "A change of government may be on hand.",
                "May I choose the restaurant?"
            ],
            "audio": "https://tts.langeek.co/read?text=TWF5&hash=46993ef5f6db0c528c9ca530871b3b7b7fa2d86b&lang=en&cache-only=0",
            "defineEn": "the fifth month of the year, after April and before June",
            "defineVi": "tháng thứ năm của năm, sau tháng tư và trước tháng sáu",
            "hasImg": true
        },
        {
            "id": "a2bec57d-944a-4966-b1c5-0fa11a2fc730",
            "word": "June",
            "phonetic": "dʒuːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Candidates will sit the examinations in June.",
                "She turns 21 in June.",
                "The prime minister has called an election for 8 June.",
                "The course runs from June 25th to August 27th.",
                "Many students look forward to June because it marks the beginning of summer vacation."
            ],
            "audio": "https://tts.langeek.co/read?text=SnVuZQ&hash=f39e35a78d279f8b83083a11e35741df218c5488&lang=en&cache-only=0",
            "defineEn": "the sixth month of the year, after May and before July",
            "defineVi": "tháng thứ sáu của năm, sau tháng năm và trước tháng bảy",
            "hasImg": true
        },
        {
            "id": "5b4b8a82-c4ce-4196-98dd-8ad5825544a4",
            "word": "July",
            "phonetic": "dʒuːlaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The United States celebrates Independence Day on July 4th.",
                "Canada celebrates its national day, Canada Day, on July 1st.",
                "Fireworks displays are common in many countries during the month of July.",
                "Many people enjoy celebrating Independence Day on the Fourth of July.",
                "Clinton also had two personal strikes against him as he went into the home stretch toward the July Democratic convention."
            ],
            "audio": "https://tts.langeek.co/read?text=SnVseQ&hash=617409e14d69ea3d89b9a33283949cab5d524d9b&lang=en&cache-only=0",
            "defineEn": "the seventh month of the year, after June and before August",
            "defineVi": "tháng thứ bảy trong năm, sau tháng sáu và trước tháng tám",
            "hasImg": true
        },
        {
            "id": "884bbf34-a1f7-4c6f-ba36-73711349db89",
            "word": "August",
            "phonetic": "ɔːɡəst ",
            "partOfSpeechType": "noun",
            "examples": [
                "August marks the end of summer and the beginning of autumn in some parts of the world.",
                "Some fruits and vegetables, like watermelons and corn, are in season in August.",
                "The course runs from June 25th to August 27th.",
                "The law went into effect on 1 August.",
                "The case was continued without a finding until August 2."
            ],
            "audio": "https://tts.langeek.co/read?text=QXVndXN0&hash=8d17bd41dd91306ce2f8c9391bda995b8425d4ae&lang=en&cache-only=0",
            "defineEn": "the eighth month of the year, after July and before September",
            "defineVi": "tháng thứ tám của năm, sau tháng bảy và trước tháng chín",
            "hasImg": true
        },
        {
            "id": "f5c276f9-ab39-457e-9ca8-da5327b276a7",
            "word": "September",
            "phonetic": "sɛptɛmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The season starts in September.",
                "In September, the weather starts to cool down as autumn approaches.",
                "On the seventh of September the clouds broke for the first time.",
                "The school year begins in September and ends in June.",
                "September is a good time to visit the beach and enjoy the last days of summer."
            ],
            "audio": "https://tts.langeek.co/read?text=U2VwdGVtYmVy&hash=e7e40c859793b253ca72390e7f90a75cc4784f2f&lang=en&cache-only=0",
            "defineEn": "the ninth month of the year, after August and before October",
            "defineVi": "tháng thứ chín của năm, sau tháng tám và trước tháng mười",
            "hasImg": true
        },
        {
            "id": "4d4dd1bf-30cc-4e26-9294-d8916781c140",
            "word": "October",
            "phonetic": "ɑːktoʊbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many people look forward to October because it marks the beginning of the holiday season.",
                "Halloween is celebrated on the last day of October.",
                "The weather is very warm for October - it's an Indian summer!",
                "High time that we now do what we failed to do in October 2008 when the financial crisis broke.",
                "In October, the most popular scams involved health, interest rates, student loans, Social Security and warranties."
            ],
            "audio": "https://tts.langeek.co/read?text=T2N0b2Jlcg&hash=cd7f018fe53f0d45e9956a9838e0b7b646512737&lang=en&cache-only=0",
            "defineEn": "the tenth month of the year, after September and before November",
            "defineVi": "tháng thứ mười của năm, sau tháng chín và trước tháng mười một",
            "hasImg": true
        },
        {
            "id": "c43e09a9-1008-4972-80cd-8203403b3acc",
            "word": "November",
            "phonetic": "noʊvɛmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "November was closing in.",
                "November is the month when many people celebrate Thanksgiving.",
                "Many people enjoy watching the colorful leaves fall from the trees in November.",
                "Employers added a net of 245,000 jobs in November.",
                "In November 2010, Emirates group announced half year net losses of three point eight billion dollars."
            ],
            "audio": "https://tts.langeek.co/read?text=Tm92ZW1iZXI&hash=b06523f7d6dfbcdc22d8974582dc7344ceec90db&lang=en&cache-only=0",
            "defineEn": "the 11th month of the year, after October and before December",
            "defineVi": "tháng thứ 11 của năm, sau tháng 10 và trước tháng 12",
            "hasImg": true
        },
        {
            "id": "a346300f-97bf-410b-a83a-0ebc2a2e463e",
            "word": "December",
            "phonetic": "dᵻsɛmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My favorite month is December because of the holidays.",
                "Many people decorate their homes with lights and ornaments in December for the holiday season.",
                "December is the last month of the year.",
                "Some people set resolutions for the new year in December, hoping to make positive changes.",
                "Branches will be asked to close their books at the end of December."
            ],
            "audio": "https://tts.langeek.co/read?text=RGVjZW1iZXI&hash=1df53c5a57d482fe74fcca67a7ef0610e0121bf9&lang=en&cache-only=0",
            "defineEn": "the 12th and last month of the year, after November and before January",
            "defineVi": "ngày 12 và tháng cuối cùng của năm, sau tháng 11 và trước tháng 1",
            "hasImg": true
        },
        {
            "id": "f42691ce-4558-43e7-9af6-9a9dc564cd3e",
            "word": "season",
            "phonetic": "siːzən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Election season always puts my dad's back up.",
                "The season starts in September.",
                "She seasoned the meat with herbs and spices before cooking.",
                "Tomatoes are out of season now.",
                "The theatre company has several new productions in the pipeline for next season."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vhc29u&hash=7282d074ed95cf93b86619a9f6eee35251a6e3af&lang=en&cache-only=0",
            "defineEn": "a period of time that a year is divided into, such as winter and summer, with each having three months",
            "defineVi": "một khoảng thời gian mà một năm được chia thành, chẳng hạn như mùa đông và mùa hè, mỗi người có ba tháng",
            "hasImg": true
        },
        {
            "id": "d5f92aea-10f0-4450-8478-a9426f71e2a8",
            "word": "spring",
            "phonetic": "spɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Spring came late this year.",
                "When I saw the old photograph, memories of my childhood home and the sounds of my mother's laughter sprang into my mind.",
                "His new book will be appearing in the spring.",
                "There are four seasons in a year: spring, summer, autumn, and winter.",
                "In spring and summer, watch for kingfishers."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ByaW5n&hash=9685c137ea42c07d0a0466eb73346f8f7bbc0d83&lang=en&cache-only=0",
            "defineEn": "the season that comes after winter, when in most countries the trees and flowers begin to grow again",
            "defineVi": "mùa đến sau mùa đông, khi ở hầu hết các quốc gia, cây và hoa bắt đầu mọc trở lại",
            "hasImg": true
        },
        {
            "id": "8e56877f-f037-4ec0-85ad-6569f868bb93",
            "word": "summer",
            "phonetic": "sʌmɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Summer is the season for outdoor concerts and festivals.",
                "My grandmother makes the most amazing damson jam every summer.",
                "I hate summer vacation.",
                "I really love summer evenings.",
                "The college runs summer courses for foreign students."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VtbWVy&hash=5a39ae63b8be33d4dbcce093c72b755e7defd6c2&lang=en&cache-only=0",
            "defineEn": "the season that comes after spring and in most countries summer is the warmest season",
            "defineVi": "mùa đến sau mùa xuân và ở hầu hết các quốc gia, mùa hè là mùa ấm nhất",
            "hasImg": true
        },
        {
            "id": "d1f41c27-613d-4466-85d6-7e4383ed1609",
            "word": "fall",
            "phonetic": "fɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Shergar film falls at the first fence in Cannes.",
                "Underneath the orange tree, the leaves gently fall.",
                "The fall knocked the wind out of me.",
                "The leaves fall from the trees in autumn.",
                "People are falling like flies from COVID-19."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFsbA&hash=968781f89db4b64a8f21c81150eea00c90952666&lang=en&cache-only=0",
            "defineEn": "the season that comes after summer, when in most countries the color of the leaves change and they fall from the trees",
            "defineVi": "mùa đến sau mùa hè, khi ở hầu hết các quốc gia, màu sắc của lá thay đổi và chúng rụng khỏi cây",
            "hasImg": true
        },
        {
            "id": "5d578ba6-2b84-42e9-b0a7-271c1849aa9a",
            "word": "winter",
            "phonetic": "wɪntɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Winter brings a peaceful silence, especially after a fresh snowfall.",
                "In many Asian countries, winter melon is a staple ingredient in traditional dishes.",
                "The winter issue is hot off the press.",
                "Winter is the time when people celebrate holidays like Christmas and New Year's.",
                "All winter coats are half-price today."
            ],
            "audio": "https://tts.langeek.co/read?text=d2ludGVy&hash=22338743dab3b4c3eab310efaa65927ebeb58aa3&lang=en&cache-only=0",
            "defineEn": "the season that comes after fall and in most countries winter is the coldest season",
            "defineVi": "mùa đến sau mùa thu và ở hầu hết các quốc gia, mùa đông là mùa lạnh nhất",
            "hasImg": true
        }
    ]
}