{
    "id": "1e233ef2-33d9-4398-81c5-692df8900a57",
    "title": "Essential Verbs 2",
    "originalTitle": "Lesson 53",
    "words": [
        {
            "id": "883564ed-64cd-4520-bf75-5a15599b1c5a",
            "word": "to experience",
            "phonetic": "tʊ ɛkspiəɹɪəns ",
            "partOfSpeechType": "verb",
            "examples": [
                "Unfortunately, experience is the teacher of fools.",
                "The team's new manager brings ten years' experience to the job.",
                "That experience changed my life.",
                "I had experienced the heaven on earth.",
                "On the day of the wedding, Brown experienced cold feet."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwZXJpZW5jZQ&hash=ba4e444b7af226f4f330fadfbc83882ec96c932b&lang=en&cache-only=0",
            "defineEn": "to go through an emotion or physically feel something",
            "defineVi": "để trải qua một cảm xúc hoặc thể chất cảm thấy một cái gì đó"
        },
        {
            "id": "c09e1b91-d29a-4b5f-9496-31058f73da82",
            "word": "to face",
            "phonetic": "tə feɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The sunflower turned its face towards the sun.",
                "His face wore a puzzled look.",
                "Two faces appeared at our window.",
                "After the surgery, his face was as white as a sheet.",
                "After the car accident, her face was as white as a ghost."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmFjZQ&hash=7dec6c5e75bdb7812c85e14da17a1f85e6f728fa&lang=en&cache-only=0",
            "defineEn": "to deal with a given situation, especially an unpleasant one",
            "defineVi": "để đối phó với một tình huống nhất định, đặc biệt là một khó chịu"
        },
        {
            "id": "60f40791-b094-4940-bf71-71577944a1ad",
            "word": "to fold",
            "phonetic": "tə foʊld ",
            "partOfSpeechType": "verb",
            "examples": [
                "He carefully folded the fruit filling into the pastry dough made with pastry flour.",
                "She folded her T-shirt and put it neatly in the drawer.",
                "My mother asked me to fold my clothes and organize them in my closet.",
                "He spread jam on a slice of toast, folded it in half, and enjoyed a simple and tasty meal.",
                "Drill instructor: Fold the first sheet with you and your rackmate now."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9sZA&hash=4dd4e525929d93b7db1722db40680febbb8623db&lang=en&cache-only=0",
            "defineEn": "to bend something in a way that one part of it touches or covers another",
            "defineVi": "để uốn cong một cái gì đó trong một cách mà một phần của nó chạm vào hoặc bao phủ khác",
            "hasImg": true
        },
        {
            "id": "5257f6ac-664a-464b-98b1-05d499941aa9",
            "word": "to force",
            "phonetic": "tə foːɹs ",
            "partOfSpeechType": "verb",
            "examples": [
                "We all felt the force of her arguments.",
                "The school took the full force of the explosion.",
                "The organization was forced to abandon its plans for expansion due to budget constraints.",
                "The company CEO was forced to own up to the financial scandal.",
                "The referee was forced to stop the game because of heavy snow."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9yY2U&hash=9928e461f492d2ac6fa263ec3c80c868f4b42b86&lang=en&cache-only=0",
            "defineEn": "to make someone do something against their will",
            "defineVi": "để làm cho ai đó làm điều gì đó trái với ý muốn của họ",
            "hasImg": true
        },
        {
            "id": "0354557c-9a60-457c-a678-c539af051b8a",
            "word": "to hand",
            "phonetic": "tə hænd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Canadian team handed the game to them on a silver plate.",
                "The girl held her father's hand tightly.",
                "She handed me a clean plate for dessert.",
                "The police had the situation well in hand.",
                "The prisoner held his head in his hands."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFuZA&hash=5d254fa85bc4bc184534a3eb5696a74d168e089f&lang=en&cache-only=0",
            "defineEn": "to give something to someone",
            "defineVi": "để cung cấp cho một cái gì đó cho một ai đó",
            "hasImg": true
        },
        {
            "id": "68440101-aa0e-4157-899b-5bfdfbfa1cc3",
            "word": "to hang",
            "phonetic": "tə hæŋ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The patient's life was hanging by a thread.",
                "The mayor's political future has been hanging by a thread since the fraud scandal.",
                "She hangs a painting on the wall to add color to the room.",
                "He was finally getting the hang of his job.",
                "He hung tight for 50 minutes, awaiting further instructions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFuZw&hash=2ddf017259ee874ae4d55d6c5e54dae32d31795b&lang=en&cache-only=0",
            "defineEn": "to put something in a position that makes the bottom part of it suspended",
            "defineVi": "để đặt một cái gì đó ở một vị trí mà làm cho phần dưới cùng của nó lơ lửng",
            "hasImg": true
        },
        {
            "id": "f172679a-61cc-4a06-8f5f-6a095d7548ab",
            "word": "to head",
            "phonetic": "tə hɛd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The baby cried its head off.",
                "The prisoner held his head in his hands.",
                "Heads are rolling all over the place.",
                "Hold your head up.",
                "Watch your head on the low ceiling."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGVhZA&hash=58406b010eaced225d2958417d5ea15f6fe138db&lang=en&cache-only=0",
            "defineEn": "to move toward a particular direction",
            "defineVi": "để di chuyển về phía một hướng cụ thể",
            "hasImg": true
        },
        {
            "id": "53bae53c-28be-496d-9319-426adcbfeea6",
            "word": "to hold on",
            "phonetic": "tə hoʊld ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Hold on to your hat as the stock market zigs and zags!",
                "She held on to me as though I were a port in a storm.",
                "The government intends, by hook or by crook, to hold on to the land.",
                "All I can do is tell her to hold on, that there's light at the end of the tunnel.",
                "Hold on."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaG9sZCBvbg&hash=cd3ba3ef6cbb5e0514104aa21d24d08e02016bd6&lang=en&cache-only=0",
            "defineEn": "to stop what one is doing, and wait",
            "defineVi": "để dừng những gì một người đang làm, và chờ đợi"
        },
        {
            "id": "32772c81-8abc-4335-b337-2370c9b86c6c",
            "word": "to hug",
            "phonetic": "tə hʌɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Big Mama always has a warm hug and a kind word for everyone who walks through her door.",
                "My baby hugged his soft, plush doll tightly while sleeping.",
                "Delighted, I gave him some skin, and his mother gave him a big hug.",
                "When he realized that his so-called friend had been spreading rumors about him behind his back, he remembered the advice to never fear the enemy that attacks you but the fake friend that hugs you.",
                "That hugs the hips boys."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaHVn&hash=77d448ce4d36e336d7fc5d2d806ec36374062bbd&lang=en&cache-only=0",
            "defineEn": "to tightly hold a person that one loves in their arms",
            "defineVi": "ôm chặt người mình yêu trong vòng tay",
            "hasImg": true
        },
        {
            "id": "b48609e4-8d78-43fe-8aa5-1c64a1e88ea5",
            "word": "to ignore",
            "phonetic": "tʊ ɪɡnoːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He ignored the warning signs and now his poor health habits are coming home to roost.",
                "Unfortunately, the president struck the wrong note in his speech, ignoring the public mood.",
                "She walked in with her nose in the air, ignoring everyone.",
                "When the company's management team ignored the warnings of a janitor who had worked there for 20 years, they learned the hard way that jesters do oft prove prophets.",
                "He continued to ignore everything I was saying."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaWdub3Jl&hash=e14b970cb5477670b95071e63e539e2e3e71f5b1&lang=en&cache-only=0",
            "defineEn": "to intentionally pay no or little attention to someone or something",
            "defineVi": "cố ý không hoặc ít chú ý đến một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "633aaeee-20ad-4120-a4ad-8e579f54a4a7",
            "word": "to impact",
            "phonetic": "tʊ ɪmpækt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The French Revolution had a significant impact on shaping modern France.",
                "Mary, as the young blood of the department, is already making an impact with her creative solutions and proactive approach.",
                "Consuming prunes may have a positive impact on heart health by reducing LDL cholesterol levels.",
                "Real eyes realize that success is not measured by material possessions, but by the impact we have on others.",
                "The orchestra's rendition of Beethoven's Ninth Symphony was of the first water, with precise execution and a powerful emotional impact that left the audience in awe."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wYWN0&hash=e35a6a95f89116db8d7e43294f536ad72e1349f0&lang=en&cache-only=0",
            "defineEn": "to have an influence on something or someone",
            "defineVi": "để có ảnh hưởng đến một cái gì đó hoặc ai đó",
            "hasImg": true
        },
        {
            "id": "d8fd36a9-8bf9-4254-8654-cb50bd688c4a",
            "word": "to indicate",
            "phonetic": "tʊ ɪndᵻkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The presence of green algae in water bodies can indicate the health and balance of the ecosystem.",
                "The company's financial report showed a significant increase in yield, indicating successful productivity and growth.",
                "The professor's office hours are posted on the door, indicating when he is available for student consultations.",
                "She felt a rumble in her stomach, indicating that she was hungry.",
                "The building passed the safety inspection and received a clean bill of health, indicating that it was safe for occupancy"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5kaWNhdGU&hash=af225ce53dea4b5371d2294498bd844719465d4b&lang=en&cache-only=0",
            "defineEn": "to represent something; to suggest that something is likely",
            "defineVi": "để đại diện cho một cái gì đó; để gợi ý rằng một cái gì đó có khả năng"
        },
        {
            "id": "bf1789e0-72de-49a3-8266-ef7714400ab0",
            "word": "to influence",
            "phonetic": "tʊ ɪnfluːəns ",
            "partOfSpeechType": "verb",
            "examples": [
                "His ace in the hole is his political influence.",
                "His paintings had a strong influence on me as a student.",
                "Iranian cuisine is influenced by various Asian flavors, making it a delightful fusion of Middle Eastern and Asian culinary traditions.",
                "He saw that his unhealthy habits were influencing his children's behavior, as like breeds like.",
                "They got into trouble with the law for driving under the influence."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5mbHVlbmNl&hash=f4374dbc1c37489dc4818796d5a995a1fc36334f&lang=en&cache-only=0",
            "defineEn": "to have an effect on someone or something",
            "defineVi": "để có ảnh hưởng đến một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "4c5f4cf8-8248-4057-abd9-8e8db9c12b22",
            "word": "to iron",
            "phonetic": "tʊ aɪɚn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Turned the iron to a hotter setting.",
                "The patriarch has always been an iron fist in a velvet glove.",
                "Asparagus beanare rich in iron and vitamin K.",
                "The iron hand in the velvet glove approach seems to work best with this age group.",
                "She needs to iron her suit before the important meeting."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaXJvbg&hash=46be7ed56f969cc993304ed19959a5013b32bae9&lang=en&cache-only=0",
            "defineEn": "to use an iron to smooth a piece of cloth",
            "defineVi": "sử dụng bàn ủi để làm mịn một mảnh vải",
            "hasImg": true
        },
        {
            "id": "fb0c5264-36a2-40ba-bc64-7e1fd149e32d",
            "word": "to label",
            "phonetic": "tə leɪbəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "We label our boxes with permanent markers for easy identification.",
                "You can’t really attach a label to this type of art.",
                "He read the food label carefully to avoid products containing trans fatty acids.",
                "The students played a trick on their teacher by switching the labels on the chemical bottles.",
                "Be sure to check labels for specific information."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGFiZWw&hash=673588e58e68f557cd563b1d40904d5ef1e8a08d&lang=en&cache-only=0",
            "defineEn": "to stick or put a label on something with a little information written on it",
            "defineVi": "dán hoặc dán nhãn lên một cái gì đó với một ít thông tin được viết trên đó",
            "hasImg": true
        },
        {
            "id": "27049663-3c95-4388-a435-65370805b64a",
            "word": "to lack",
            "phonetic": "tə læk ",
            "partOfSpeechType": "verb",
            "examples": [
                "A lack of investment in education can breed ignorance and apathy in a society.",
                "Lack of oversight allowed overzealous investment bankers to play Old Harry with the economy.",
                "The plant was growing weakly due to lack of sunlight.",
                "They lacked experience sure, but Manfred knocked them into shape.",
                "He was piqued by her lack of attention."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGFjaw&hash=f20524e9e6b43b64a9f485035f741a59e9fef2bf&lang=en&cache-only=0",
            "defineEn": "to not have something or have so little of it",
            "defineVi": "để không có một cái gì đó hoặc có rất ít của nó"
        },
        {
            "id": "a1481b8f-e422-4696-87e3-186f4c14b3d2",
            "word": "to lay",
            "phonetic": "tə leɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Careful planning laid the foundations for the nation’s economic miracle.",
                "Her early research laid the foundation for many important medical discoveries.",
                "The chicken laid an egg in the nesting box.",
                "The media barely lays a glove on him.",
                "Your article barely laid a glove on my arguments."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGF5&hash=de53d3058bf96b21c48f7ba19053d04d05c594d6&lang=en&cache-only=0",
            "defineEn": "to carefully put something or someone down",
            "defineVi": "để cẩn thận đặt một cái gì đó hoặc ai đó xuống",
            "hasImg": true
        },
        {
            "id": "8362f85b-37dc-43dc-930e-fb49ae2f37f8",
            "word": "to limit",
            "phonetic": "tə lɪmɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "This limits the amount of money people spend out of pocket on medical expenses in a given year.",
                "The government has set strict limits on public spending this year.",
                "The speed limit on this road is sixty kilometers per hour.",
                "The speed limit on this highway is ninety kilometers per hour.",
                "The new product design pushes the limits of what is currently available on the market."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGltaXQ&hash=3005940f3d9cc83753f8022c930e25fb836db034&lang=en&cache-only=0",
            "defineEn": "to not let something increase in amount or number",
            "defineVi": "để không để một cái gì đó tăng về số lượng hoặc số lượng",
            "hasImg": true
        },
        {
            "id": "68a148bf-42b1-469b-a751-08ba76425793",
            "word": "to mess",
            "phonetic": "tə mɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "I found the house in a mess.",
                "You've made a terrible mess of this job.",
                "To make a noise/mess/fuss.",
                "to make a noise/mess/fuss",
                "He knows better than to mess with a good customer."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWVzcw&hash=dc58610af519b93a052de7212398a002fce40f01&lang=en&cache-only=0",
            "defineEn": "to make something untidy or some place dirty",
            "defineVi": "để làm cho một cái gì đó lộn xộn hoặc một số nơi bẩn",
            "hasImg": true
        },
        {
            "id": "78cc46fe-2f4d-4474-adae-89898f446c1b",
            "word": "to mix",
            "phonetic": "tə mɪks ",
            "partOfSpeechType": "verb",
            "examples": [
                "Mix cooked conchiglie with cherry tomatoes, cucumbers, and a vinaigrette for a pasta salad.",
                "They mixed Welsh onion with cream cheese for a tasty spread on their morning bagels.",
                "They mixed flax into their homemade granola bars.",
                "The artwork on the wall was a mix of colors and textures.",
                "The artist mixed different colors to create a masterpiece."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWl4&hash=546a170bd9424b6135dc7929cb1885c5f54a5636&lang=en&cache-only=0",
            "defineEn": "to combine different substances together to form one substance",
            "defineVi": "để kết hợp các chất khác nhau với nhau để tạo thành một chất",
            "hasImg": true
        },
        {
            "id": "fda0e4c4-8108-4da6-85d3-763edf0afa47",
            "word": "to note",
            "phonetic": "tə noʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Did you take notes in the class?",
                "Please make a note of the dates.",
                "Someone left you this note.",
                "Someone left this note for you.",
                "She takes notes during lectures to review later as a dedicated student."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbm90ZQ&hash=aec0d8ad36a7f0599ad4489cd85bb1f9384bb298&lang=en&cache-only=0",
            "defineEn": "to pay attention to or notice something",
            "defineVi": "để ý đến hoặc nhận thấy một cái gì đó"
        },
        {
            "id": "02db8407-800e-4b5d-b274-50962135fb9b",
            "word": "to occur",
            "phonetic": "tʊ əkɜː ",
            "partOfSpeechType": "verb",
            "examples": [
                "These events occurred within living memory.",
                "About 60% of the world's malaria cases and 90% of malaria deaths occur there. ",
                "Serious complications occur rarely.",
                "Massive auroras occurred as far south as the Caribbean.",
                "Carbon-hydrogen stretches occur around 3000 wavenumbers."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb2NjdXI&hash=5e48b68733651550ad36e7251f46ce42f4fb2b47&lang=en&cache-only=0",
            "defineEn": "to come to be or to happen",
            "defineVi": "để trở thành hoặc xảy ra"
        },
        {
            "id": "cf610c6f-0e3c-4982-b94c-d4dfe6faeb17",
            "word": "to persuade",
            "phonetic": "tə pɚsweɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The overwhelming majority of Irish-Americans probably persuaded the administration that the cake was not worth the candle.",
                "The salesman was a fast talker who persuaded the old lady to buy a new washing machine.",
                "I tried to persuade the Chancellor not to go.",
                "George didn't want to come, but we persuaded him to change his mind.",
                "Bob persuaded her to go by car, against her better judgement, and she regretted it as soon as she saw the heavy traffic."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVyc3VhZGU&hash=8f60e83c1ae0dc0dbfd9ee95a32b04df8cdf5a53&lang=en&cache-only=0",
            "defineEn": "to make a person do something by giving them a good reason why they should do it",
            "defineVi": "để làm cho một người làm điều gì đó bằng cách cho họ một lý do chính đáng tại sao họ nên làm điều đó"
        },
        {
            "id": "a903a843-8fe1-426e-b200-952e224ddfb1",
            "word": "to place",
            "phonetic": "tə pleɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The teacher placed the books on the desk.",
                "I placed the shiny red apple in the basket.",
                "He placed the puzzle pieces back into the puzzle box.",
                "My computer is placed on the desk in the office.",
                "The bolt clicked into place."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxhY2U&hash=098f68c4dc0ac87613f1612b21e613372efba43e&lang=en&cache-only=0",
            "defineEn": "to put something somewhere",
            "defineVi": "để đặt một cái gì đó ở đâu đó",
            "hasImg": true
        },
        {
            "id": "ec90f482-42e7-4be7-94c8-629368f13d2c",
            "word": "to poison",
            "phonetic": "tə pɔɪzən ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her blood was found to contain poison.",
                "It was found that her blood contained poison.",
                "Prejudice is a poison that divides and conquers the people that are engaged in this fear based, antagonistic way of living.",
                "Every breath carries poison to the lungs of the survivors.",
                "The first one is poison."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9pc29u&hash=82adc6ca721170de1e1b570dae39fddb7d4d0c8b&lang=en&cache-only=0",
            "defineEn": "to give poison to a person or animal in order to kill them",
            "defineVi": "để cung cấp cho chất độc cho một người hoặc động vật để giết họ"
        },
        {
            "id": "8cfe2d62-18bb-4723-8fc5-b5a4716ae194",
            "word": "to pour",
            "phonetic": "tə poːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Our waitress poured water for everyone at the table.",
                "They poured the flavorful beef broth over the noodles.",
                "He poured a generous amount of treacle over his warm pancakes",
                "She poured orange juice into a clear glass.",
                "Can you pour me a cup of grape juice, please?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG91cg&hash=81081bfb6479dbc9247f5b3277502587ba7db628&lang=en&cache-only=0",
            "defineEn": "to make a container's liquid flow out of it",
            "defineVi": "để làm cho chất lỏng của một thùng chứa chảy ra khỏi nó",
            "hasImg": true
        },
        {
            "id": "2ed0b98f-fc12-44a6-a08d-bb666753af69",
            "word": "to press",
            "phonetic": "tə pɹɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "She pressed her cheek against the cool glass window.",
                "I pressed the issue home to them.",
                "The tabloid press ran the story.",
                "The press as always gave him a free pass as with so many other issues.",
                "The winter issue is hot off the press."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlc3M&hash=1a9b97edd54368c785f30f24e893c3f27798a125&lang=en&cache-only=0",
            "defineEn": "to push a thing tightly against something else",
            "defineVi": "để đẩy một điều chặt chẽ chống lại một cái gì đó khác",
            "hasImg": true
        },
        {
            "id": "d74a8505-7a69-49fa-be4c-8b32ae08e0eb",
            "word": "to program",
            "phonetic": "tə pɹoʊɡɹæm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Programs are running a few minutes behind schedule this evening.",
                "The conference program included a list of session titles along with their corresponding abstracts.",
                "She can design computer programs like nobody's business.",
                "The old government program has become a sacred cow.",
                "The program aims to set convicts on their feet after they've been released from prison."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvZ3JhbQ&hash=94bef48b0881e358f1cc7ddc7c6bee29fcf1652e&lang=en&cache-only=0",
            "defineEn": "to make or arrange a plan for",
            "defineVi": "để thực hiện hoặc sắp xếp một kế hoạch cho",
            "hasImg": true
        },
        {
            "id": "fcac9132-ca7e-423d-8be1-051e9a57b32b",
            "word": "to prove",
            "phonetic": "tə pɹuːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The food supply proved to be the nation's Achilles' heel in its defense against terrorist attacks.",
                "This evidence proves that the senator was part of the conspiracy.",
                "That contract proved to be a millstone around his neck.",
                "\"This proves they're wrong.\"",
                "The new wide receiver and the team's veteran quarterback have proved to be a match made in heaven on the field."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvdmU&hash=d45029bd1ab54caccc8d2f78ce85e06f878d20d9&lang=en&cache-only=0",
            "defineEn": "to show that something is true through the use of evidence or facts",
            "defineVi": "để cho thấy rằng một cái gì đó là sự thật thông qua việc sử dụng các bằng chứng hoặc sự kiện"
        },
        {
            "id": "2b2d41a2-5e3a-4bf4-ade2-eb94e022a10f",
            "word": "to qualify",
            "phonetic": "tə kwɔlᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "All right, we qualify.",
                "But before a player qualifies for 200 million dollars super max contract.",
                "Therefore, will it qualify?",
                "Does that qualify as a VFR?",
                "Mike Webster's family, on the other hand, won't qualify for anything."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcXVhbGlmeQ&hash=3a073be2424436dbe5be1b5fc0dd53c8df4979f7&lang=en&cache-only=0",
            "defineEn": "to meet the needed requirements or show capability",
            "defineVi": "để đáp ứng các yêu cầu cần thiết hoặc thể hiện khả năng"
        },
        {
            "id": "5b536ef7-9164-4b80-95f5-faf74e49b686",
            "word": "to reflect",
            "phonetic": "tə ɹᵻflɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her actions reflect her kindness and compassion towards others.",
                "The CEO's focus on customer satisfaction was reflected in the employees' behavior, as like master, like man.",
                "African literature is rich with stories that reflect the continent's history and culture.",
                "Being selected as the team captain was a feather in his cap, reflecting his leadership skills and dedication to the sport.",
                "As the saying goes, nothing is easy to the unwilling, and Mary's grades are reflecting her lack of effort."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVmbGVjdA&hash=c044b7e356f1405ebffb351315f07577b0cad622&lang=en&cache-only=0",
            "defineEn": "to bounce heat, light, etc. off a surface",
            "defineVi": "để trả lại nhiệt, ánh sáng, vv ra khỏi một bề mặt"
        },
        {
            "id": "8988115b-fa1e-4c77-ba65-ccd55c9aa207",
            "word": "to relate",
            "phonetic": "tə ɹᵻleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "My aunt and I are related by blood.",
                "I related.",
                "The amount of charge in a current is related both to its voltage and its resistance.",
                "They are related.",
                "- I can relate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVsYXRl&hash=476450bd86cd9eff9ace47f6be286f3ba0d043b5&lang=en&cache-only=0",
            "defineEn": "to make or show a logical connection between two things",
            "defineVi": "để thực hiện hoặc hiển thị một kết nối hợp lý giữa hai điều"
        },
        {
            "id": "9a68b647-d0bd-4710-abc3-94da567cecee",
            "word": "to release",
            "phonetic": "tə ɹᵻliːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The nuclear power plant released a small amount of radiation into the atmosphere after the incident.",
                "Its release hasreally raised the ante on the story telling in video games.",
                "The European Community had even released lists of American unfair trade practices, paying us back in our own coin.",
                "The singer is in the spotlight for her new album release.",
                "She squeezed the orange, releasing the refreshing pulp into her glass."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVsZWFzZQ&hash=5d6cb704990b270eaca8ba9fa015cde280df0405&lang=en&cache-only=0",
            "defineEn": "to let go of something and let it be or move freely",
            "defineVi": "để cho đi của một cái gì đó và để cho nó được hoặc di chuyển tự do",
            "hasImg": true
        },
        {
            "id": "de4b3d20-680d-4373-a906-ad0aad9d9829",
            "word": "to remain",
            "phonetic": "tə ɹᵻmeɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The popularity of electric vehicles has remained in the ascendant.",
                "A slight question mark against her character remains.",
                "The question of the descent remained on his mind throughout 1598.",
                "The incident has remained something of an elephant in the room within our family.",
                "After numerous inspections, the correct answer to this dilemma still remains at sea."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVtYWlu&hash=a74fa9611739f76abfe58ffe31dea03cb9b8f9ee&lang=en&cache-only=0",
            "defineEn": "to stay in the place one has been for some time",
            "defineVi": "ở lại một nơi đã được một thời gian"
        },
        {
            "id": "01b91aaf-d2fb-45e6-9527-810d41502fe2",
            "word": "to remind",
            "phonetic": "tə ɹᵻmaɪnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Can you remind me of your name?",
                "The host reminded the guest that they didn't have all night, and that a drink is shorter than a tale.",
                "He reminded himself that it was better a small fish than an empty dish.",
                "The child's laughter reminded me that little fish are sweet, and that sometimes the simplest things can bring the greatest joy.",
                "When he returned home from a long trip, his cat's purrs and affection reminded him that she was truly the light of his life."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVtaW5k&hash=d05c8ab846ade841803496a369e3974ef98f117d&lang=en&cache-only=0",
            "defineEn": "to make a person remember an obligation, task, etc. so that they do not forget to do it",
            "defineVi": "để làm cho một người nhớ một nghĩa vụ, nhiệm vụ, vv để họ không quên làm điều đó",
            "hasImg": true
        },
        {
            "id": "5cfab94f-244a-4269-972a-395e78242829",
            "word": "to represent",
            "phonetic": "tə ɹɛpɹᵻzɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "It represents a one-way ticket to unhappiness.",
                "The discovery of new planets represents a quantum leap in astronomy, with the potential to deepen our understanding of the universe and our place in it.",
                "The billionaire's legal team has so much experience and resources that it's all Lombard Street to a China orange for the small law firm representing the plaintiff.",
                "A lawyer who represents himself has a fool for a client.",
                "Therefore, while they may represent a port in a storm, they are fundamentally unattractive business models."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVwcmVzZW50&hash=48e540dc93dec60282144b81632c53fbaf4e85e3&lang=en&cache-only=0",
            "defineEn": "to be an image, sign, or symbol of something",
            "defineVi": "là một hình ảnh, dấu hiệu, hoặc biểu tượng của một cái gì đó",
            "hasImg": true
        }
    ]
}