{
    "id": "1e2c1150-fb50-4414-850b-9befb49918b5",
    "title": "Unit 1",
    "originalTitle": "Unit 1",
    "words": [
        {
            "id": "71d3bd17-705f-4861-94e6-2c614a44a0c4",
            "word": "lifelong",
            "phonetic": "laɪflɔŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Jake had a lifelong fascination with history, and he finally decided to scratch the itch by traveling to historical sites around the world.",
                "Many couples believe that marriage should be a lifelong commitment until death do part.",
                "As soon as they met, they knew they had found their other half and embarked on a lifelong journey together.",
                "I've made very good lifelong friends from a number of different lodges.",
                "And lifelong hospitalization isn’t as common these days."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlmZWxvbmc&hash=497664aa6e1f6c1a644f3462f37aea884206f3f9&lang=en&cache-only=0",
            "defineEn": "lasting the whole of a person's life",
            "defineVi": "kéo dài cả đời người"
        },
        {
            "id": "4588990a-55dc-4a30-91a9-dbb4b57fab41",
            "word": "life expectancy",
            "phonetic": "laɪf ɛkspɛktənsi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGlmZSBleHBlY3RhbmN5&hash=91770e57da66a214096ef9adc4e0d8bbfcdf66d0&lang=en&cache-only=0",
            "defineEn": "the average number of years a person is expected to live, based on various demographic and health factors",
            "defineVi": "số năm trung bình mà một người dự kiến sẽ sống, dựa trên các yếu tố nhân khẩu học và sức khỏe khác nhau"
        },
        {
            "id": "13e13851-6de9-4cc1-a6cb-3550f2063b62",
            "word": "life story",
            "phonetic": "laɪf stoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGlmZSBzdG9yeQ&hash=fbf7f65c8b91bea119cd30b97896adba18962af8&lang=en&cache-only=0",
            "defineEn": "the account or narrative of a person's life, typically including significant events, experiences, and personal details",
            "defineVi": "tài khoản hoặc tường thuật về cuộc sống của một người, thường bao gồm các sự kiện quan trọng, trải nghiệm và thông tin cá nhân"
        },
        {
            "id": "4d318b08-bca8-40f1-a017-8f8d9f677c5a",
            "word": "life-size",
            "phonetic": "laɪfsaɪz ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Border Patrol Academy sits on 3,000 acres of rugged terrain, featuring life-size sectional replicas of border fences."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlmZS1zaXpl&hash=8a2d73bc02e5beb2af99be2c77364dacb27e46a8&lang=en&cache-only=0",
            "defineEn": "having the same size as an actual living being or object, without any exaggeration or reduction",
            "defineVi": "có cùng kích thước với một sinh vật hoặc vật thể thực tế, không có bất kỳ sự phóng đại hay thu nhỏ nào"
        },
        {
            "id": "f58d0e91-28bb-4c75-af84-e7333923e9ca",
            "word": "lifestyle",
            "phonetic": "laɪfstaɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He enjoys the low-maintenance lifestyle and the unique look it gives him.",
                "The magazine has an article about famous celebrities and their lifestyles.",
                "Due to his sedentary lifestyle and unhealthy eating habits, John started experiencing middle-aged spread in his 40s, resulting in a noticeable increase in his waistline.",
                "James' lavish lifestyle eventually caught up with him when he was unable to maintain it, showing that wilful waste makes woeful want.",
                "Mary gets on in years gracefully, maintaining her active lifestyle and pursuing her passions."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlmZXN0eWxl&hash=670eaf5aeeed2096c3be36ccd79eaf15b91fb17f&lang=en&cache-only=0",
            "defineEn": "a type of life that a person or group is living",
            "defineVi": "một loại cuộc sống mà một người hoặc nhóm đang sống"
        },
        {
            "id": "38f9fd33-f1c4-43b8-b112-da8aac6525a5",
            "word": "heartbroken",
            "phonetic": "hɑːɹtbɹoʊkən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The heartbroken man consoled himself with the thought that it is better to have loved and lost than never to have loved at all - he was grateful for the memories and experiences he had shared with his former partner.",
                "Susan faced a painful breakup that left her heartbroken, but it inspired her to work on herself and grow into a better version.",
                "He was heartbroken when the guy he liked started dating someone else, but I reminded him that you can't lose what you never had.",
                "He's heartbroken.",
                "So, I am just heartbroken over this."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhcnRicm9rZW4&hash=afb68de86412b2fb311954843e16834ed649ff92&lang=en&cache-only=0",
            "defineEn": "experiencing intense sadness, grief, or disappointment due to a broken romantic relationship or other loss",
            "defineVi": "trải qua nỗi buồn, đau buồn hoặc thất vọng dữ dội do mối quan hệ lãng mạn tan vỡ hoặc mất mát khác"
        },
        {
            "id": "b698718e-0a64-4091-b269-7c7fd6a7ce62",
            "word": "heartbeat",
            "phonetic": "hɑːɹtbiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This one actually has a heartbeat just right on the watch all the time.",
                "The plant isn't just the heartbeat of Lordstown.",
                "In turn, that regulates everything from breathing rate to heartbeat, body temperature, and digestion.",
                "It recognizes the driver by their heartbeat and breathing patterns.",
                "It almost looked like a heartbeat: a spike up, followed by a spike down."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhcnRiZWF0&hash=287e2b6cc069e777ca1ec1357d1576e1d8526aaa&lang=en&cache-only=0",
            "defineEn": "the rhythmic movement of the heart while it is pumping blood",
            "defineVi": "chuyển động nhịp nhàng của trái tim trong khi nó đang bơm máu"
        },
        {
            "id": "b867a291-7175-4c81-bc3c-46f068ed27f7",
            "word": "heart attack",
            "phonetic": "hɑːɹt ɐtæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "They've suffered a heart attack, maybe two.",
                "I was afraid he might have a heart attack or something!",
                "I was afraid he might have a heart attack or something!",
                "Ignoring warning signs of a heart attack and continuing to smoke and eat unhealthy foods is asking for a heart attack and can increase the likelihood of serious health problems.",
                "Ignoring warning signs of a heart attack and continuing to smoke and eat unhealthy foods is asking for a heart attack and can increase the likelihood of serious health problems."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhcnQgYXR0YWNr&hash=28eecb6caef9b607164cb7954ce9e078a63552b8&lang=en&cache-only=0",
            "defineEn": "a medical emergency that happens when blood flow to the heart is suddenly blocked, which is fatal in some cases",
            "defineVi": "một trường hợp cấp cứu y tế xảy ra khi máu chảy vào tim đột ngột bị tắc nghẽn, có thể gây tử vong trong một số trường hợp",
            "hasImg": true
        },
        {
            "id": "8a4529b0-5a50-4a9f-bd87-954970717f55",
            "word": "heartwarming",
            "phonetic": "hɑːɹtwɔːɹmɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Your childhood stories are so heartwarming.",
                "It's just so heartwarming.",
                "So see that film and really terrific performances and heartwarming.",
                "It's so heartwarming when you see that somebody has learned a little bit, you know?",
                "Which would be great, because it’s not every day that a scientific study is so heartwarming."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhcnR3YXJtaW5n&hash=607ea280c0a42e669964669e5d5f3157cfdb46a0&lang=en&cache-only=0",
            "defineEn": "inspiring positive emotions such as joy, happiness, and affection in the viewer or reader",
            "defineVi": "truyền cảm xúc tích cực như niềm vui, hạnh phúc và tình cảm trong người xem hoặc người đọc"
        },
        {
            "id": "351de974-092c-4b0e-b558-3c112cea4d2a",
            "word": "housework",
            "phonetic": "haʊswɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "To start with, neither of us likes housework.",
                "He always helps with the housework.",
                "It’s difficult to do housework with the children under my feet all the time.",
                "She considers it beneath her dignity to help with the housework now and again.",
                "I try to get the kids to share in the housework."
            ],
            "audio": "https://tts.langeek.co/read?text=aG91c2V3b3Jr&hash=ccf56313c78f9bdbef5e413f6887b76eedb6fe14&lang=en&cache-only=0",
            "defineEn": "regular work done in a house, especially cleaning, washing, etc.",
            "defineVi": "công việc thường xuyên được thực hiện trong nhà, đặc biệt là dọn dẹp, giặt giũ, v.v.",
            "hasImg": true
        },
        {
            "id": "842717aa-7e24-437b-98cc-97ef7215ec87",
            "word": "homecoming",
            "phonetic": "hoʊmkʌmɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is a homecoming for you.",
                "\"Homecoming\" was released on April 17, 2019.",
                "- We have the big homecoming game, next Friday.",
                "And if you can go to the homecoming football game, or whatever it is you wanna go to, make sure you make time to go to it!"
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tZWNvbWluZw&hash=35aa8d1c447b44bad8f6a821a028af1dcd5e42aa&lang=en&cache-only=0",
            "defineEn": "the act of returning to one's home or place of origin",
            "defineVi": "hành động trở về nhà hoặc nơi xuất xứ của một người",
            "hasImg": true
        },
        {
            "id": "aa076b82-aba8-4156-91fa-f3b86b318a0f",
            "word": "houseplant",
            "phonetic": "haʊsplənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This fern makes a good houseplant.",
                "And there are probably easier ways to perk up your houseplants.",
                "And the truth is, there is some evidence that houseplants are good for your mental health.",
                "But, like, please don’t pretend you’re on Iron Chef and make dolmas at home using random houseplants.",
                "But you could also dive into classes about productivity, growing houseplants or interior design."
            ],
            "audio": "https://tts.langeek.co/read?text=aG91c2VwbGFudA&hash=6d9464bfe9974d5ca8f19a5d55ce9455af313c57&lang=en&cache-only=0",
            "defineEn": "a plant that is typically grown indoors in a home or other building, often for decorative purposes",
            "defineVi": "một loại cây thường được trồng trong nhà ở nhà hoặc tòa nhà khác, thường dùng cho mục đích trang trí",
            "hasImg": true
        },
        {
            "id": "800051ba-4959-4f40-a54b-edcc7ecf2ee6",
            "word": "housewife",
            "phonetic": "haʊswaɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "I guess it's true what they say, a rouk-town's seldom a good housewife at home.",
                "She would introduce herself as a housewife from a small town in Virginia.",
                "These are the single housewives where their husband had passed away.",
                "Their expectations of me were that I would become a good African housewife, I would cook and clean for my family.",
                "Campaigns can spread their messages through direct mail, press releases, news coverage, and through advertisements, often on the TV, which is like the internet, only less interactive and has a lot of real housewives on it."
            ],
            "audio": "https://tts.langeek.co/read?text=aG91c2V3aWZl&hash=22c37241646a518c9095fe1c0c3b2eafdc33f0d8&lang=en&cache-only=0",
            "defineEn": "a married woman who does the housework (cooking, cleaning, etc.) and takes care of the children, and does not work outside the house",
            "defineVi": "một người phụ nữ đã kết hôn làm công việc nhà (nấu ăn, dọn dẹp, v.v.) và chăm sóc con cái, và không làm việc bên ngoài nhà",
            "hasImg": true
        },
        {
            "id": "c731f018-f854-47ec-af38-0632ad20f16b",
            "word": "house-proud",
            "phonetic": "haʊspɹaʊd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG91c2UtcHJvdWQ&hash=cbb8965170b7c90145f135d09675f478ab068c7e&lang=en&cache-only=0",
            "defineEn": "describing someone who takes great pride in the appearance, cleanliness, and overall condition of their home",
            "defineVi": "mô tả một người rất tự hào về diện mạo, sự sạch sẽ và tình trạng chung của ngôi nhà của họ"
        },
        {
            "id": "86d77ccf-ad21-44db-a9dc-7fe5b78ddce7",
            "word": "homesick",
            "phonetic": "hoʊmsɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You're homesick?",
                "His mother told me that he was never homesick.",
                "In 1945, a Japanese chef began using the cooking style to grill steaks for homesick American soldiers.",
                "While there is a 1,000 year history of celebrating the holiday with food and drink, the first St. Patrick’s Day parade actually occurred on American soil on March 17, 1772 when homesick Irish soldiers serving British forces marched in New York City in honor of the saint."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tZXNpY2s&hash=c361e6c3a5af3941ad13e599c71b4b321c077dd5&lang=en&cache-only=0",
            "defineEn": "feeling sad because of being away from one's home",
            "defineVi": "cảm thấy buồn vì xa nhà của một người"
        },
        {
            "id": "e2e24bdf-78d5-492b-a31f-183d7a8530ac",
            "word": "hometown",
            "phonetic": "hoʊmtaʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "But when she held an exhibit in her hometown, few people attended.",
                "Although he enjoyed traveling the world, he always looked forward to returning to his hometown, proving that every bird likes its own nest.",
                "After moving away from her hometown, Sarah quickly realized that the saying long absent, soon forgotten was true, as many of her old friends gradually stopped keeping in touch.",
                "John was a brilliant scientist, but when he returned to his hometown and shared his groundbreaking research, nobody seemed to care.",
                "I never understood the meaning behind the saying 'go abroad and you will hear news of home', until I traveled to Europe and realized how much I missed the simple things about my hometown."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tZXRvd24&hash=9752a130ca6d8a67a801e280edf56c45fac9e1e2&lang=en&cache-only=0",
            "defineEn": "the town or city where a person grew up or was born",
            "defineVi": "thị trấn hoặc thành phố nơi một người lớn lên hoặc sinh ra"
        },
        {
            "id": "a87d1e8a-d2d2-4809-89e8-cfee9a3322d1",
            "word": "homebound",
            "phonetic": "hoʊmbaʊnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The school provided loaner laptops and Wi-Fi hot spots for homebound studies, in person classes for visual or high-touch programs, open dorms and libraries for those who need them, and socially distanced sports teams operating on a limited basis."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tZWJvdW5k&hash=fcd4e0c03b466f2503c03dcb8c44821c03c7f604&lang=en&cache-only=0",
            "defineEn": "a person who is unable or restricted from leaving their home, typically due to physical, medical, or other circumstances",
            "defineVi": "một người không thể hoặc bị hạn chế rời khỏi nhà của họ, thường là do thể chất, y tế hoặc các trường hợp khác"
        },
        {
            "id": "108913a4-458e-424c-b2ac-2095e118b90d",
            "word": "homegrown",
            "phonetic": "hoʊmɡɹoʊn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When lockers aren't an option, consumers often turn to more homegrown solutions.",
                "It's prompted hope that other homegrown companies will follow suit.",
                "There's also a new popular homegrown approach: scam the scammers.",
                "She later expanded her work to include studies of homegrown cults, publishing numerous articles and books on her findings.",
                "Though the country is Amazon's second largest international market, here the e-commerce giant is locked in a tight competition for market share with homegrown Japanese company Rakuten."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tZWdyb3du&hash=acb006dc892a5196a21c2f990ee3e6cc3a9f7ea2&lang=en&cache-only=0",
            "defineEn": "referring to something that is native, locally produced, or originating from one's own country or region",
            "defineVi": "đề cập đến một cái gì đó có nguồn gốc, được sản xuất tại địa phương hoặc có nguồn gốc từ quốc gia hoặc khu vực của chính mình"
        },
        {
            "id": "923baf6d-fedd-42fe-acd9-5103e2c065fd",
            "word": "house-warming",
            "phonetic": "haʊswɔːɹmɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG91c2Utd2FybWluZw&hash=910279158ff68dec26437a453a9b59cef4d6cda5&lang=en&cache-only=0",
            "defineEn": "a party that one gives in a new house or an apartment they just purchased to celebrate such event",
            "defineVi": "một bữa tiệc mà một người tặng một ngôi nhà mới hoặc một căn hộ mà họ vừa mua để ăn mừng sự kiện đó"
        },
        {
            "id": "1e624abe-6dc6-4079-8d18-15446394ff7e",
            "word": "homepage",
            "phonetic": "hoʊmpeɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The TikTok homepage is split into two sections.",
                "And then homepage is obviously a website that's not launched",
                "On the homepage is like a little bell.",
                "The home button will take you to the homepage at any time.",
                "On the homepage next to your profile name, you'll find your Skype balance here."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tZXBhZ2U&hash=6a8e681ef73e4696dbda8b0cb0af59a9446fd2bc&lang=en&cache-only=0",
            "defineEn": "the main opening page of a website that introduces it and links the user to other pages",
            "defineVi": "trang mở chính của một trang web giới thiệu nó và liên kết người dùng với các trang khác",
            "hasImg": true
        },
        {
            "id": "8b040979-e8d9-43a5-8fa4-22464bb9c7da",
            "word": "homeless",
            "phonetic": "hoʊmləs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Kowalski goes to the mat for homeless vets.",
                "A homeless man was arrested for stealing a loaf of bread, but when a wealthy socialite was caught shoplifting expensive jewelry, she was let off with a warning.",
                "Instead of giving money to homeless people, some charities focus on providing them with job training and education, believing in the saying 'give a man fish and you feed him for a day, teach a man to fish and you feed him for a lifetime.'",
                "But that count misses most homeless students.",
                "We were homeless."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tZWxlc3M&hash=387de64e61b94ad74c44c6d1092d305c7f93a946&lang=en&cache-only=0",
            "defineEn": "someone who does not have a place to live in and so lives on the streets",
            "defineVi": "một người không có nơi ở và vì vậy sống trên đường phố",
            "hasImg": true
        },
        {
            "id": "b66b6683-903c-4e2f-b5b4-621fb6a4dc9e",
            "word": "seafood",
            "phonetic": "siːfuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Seafood lovers can relish a delightful dish of spaghetti with succulent shrimp, clams, and calamari.",
                "The seafood market showcased a mouthwatering display of fresh clams.",
                "At a lively seafood restaurant, guests relished succulent crab legs.",
                "The restaurant offered a flavorful seafood ravioli, featuring a filling of shrimp and crab.",
                "They celebrated their anniversary with a romantic seafood dinner at a waterfront restaurant"
            ],
            "audio": "https://tts.langeek.co/read?text=c2VhZm9vZA&hash=da034319d263e2431e8dd593381a78dbacc5ceeb&lang=en&cache-only=0",
            "defineEn": "any sea creature that is eaten as food such as fish, shrimp, and shellfish",
            "defineVi": "bất kỳ sinh vật biển nào được dùng làm thức ăn như cá, tôm và động vật có vỏ",
            "hasImg": true
        },
        {
            "id": "1193f178-b3b9-4ae4-b24d-8385e207cf1d",
            "word": "bookshelf",
            "phonetic": "bʊkʃɛlf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The width of the bookshelf is 120 centimeters.",
                "He placed a bookshelf against the wall to store his books.",
                "The book I'm looking for should lie somewhere on this bookshelf.",
                "My mother screamed when she saw a tiny mouse hiding behind the bookshelf.",
                "Elizabeth sought to fill her bookshelves with classics that would stand the test of time rather than the latest bestsellers, knowing as the proverb states that books and friends should be few but good."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9va3NoZWxm&hash=30bc0a08877d4ae42e3afd9d089dbe7e3b5b1583&lang=en&cache-only=0",
            "defineEn": "‌a board connected to a wall or a piece of furniture on which books are kept",
            "defineVi": "‌một bảng kết nối với một bức tường hoặc một mảnh đồ nội thất mà trên đó những cuốn sách được giữ",
            "hasImg": true
        },
        {
            "id": "ce540e30-daa7-4eff-9be8-1c2b4e8ac758",
            "word": "junk food",
            "phonetic": "dʒʌŋk fuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I was eating way too much junk food and was gaining a lot of weight as a result.",
                "For the most part, I eat a healthy diet, but sometimes I indulge in junk food.",
                "If I eat too much junk food, I will probably go down with some kind of stomach bug.",
                "Expressing your identity through junk food advertisements?",
                "We're eating junk food."
            ],
            "audio": "https://tts.langeek.co/read?text=anVuayBmb29k&hash=45997b3a1c64fa207a71fc1859872e2534b3b850&lang=en&cache-only=0",
            "defineEn": "unhealthy food, containing a lot of fat, sugar, etc.",
            "defineVi": "thực phẩm không lành mạnh, chứa nhiều chất béo, đường, v.v.",
            "hasImg": true
        },
        {
            "id": "2f149f54-324c-456c-a6ba-7b6c7eb7ae3a",
            "word": "headphones",
            "phonetic": "hɛdfoʊnz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGVhZHBob25lcw&hash=4003d9cce1621f02069e6731ca088bcac1b203e5&lang=en&cache-only=0",
            "defineEn": "a device that has two pieces that cover our ears and we use to listen to music or sounds without others hearing",
            "defineVi": "một thiết bị có hai miếng che tai của chúng ta và chúng ta sử dụng để nghe nhạc hoặc âm thanh mà người khác không nghe thấy",
            "hasImg": true
        },
        {
            "id": "1392ffe9-61fc-4eec-a277-905012352f5d",
            "word": "headline",
            "phonetic": "hɛdlaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "ran the dramatic headline.",
                "The celebrity scandal dominated the headlines for a short period, but it turned out to be just a nine-day wonder as people quickly forgot about it and focused on other news.",
                "They can get their heads around something that's in the headlines of The Globe and Mail that morning.",
                "Social media can be a platform for anyone to voice their opinions, but often shallow streams make most din as people compete for attention with flashy headlines and clickbait.",
                "And in 2017, one of hers made headlines."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhZGxpbmU&hash=f5b826dad13f8a79e1f9455e2b0cc0a6df2ca9fb&lang=en&cache-only=0",
            "defineEn": "the large words in the upper part of a page of a newspaper, article, etc.",
            "defineVi": "các từ lớn ở phần trên của một trang báo, bài báo, v.v."
        },
        {
            "id": "5c18d553-29d2-4c44-bc81-65924a71258e",
            "word": "headway",
            "phonetic": "hɛdweɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "By this time next year, we will have made significant headway on our goals, thanks to our steady progress and hard work.",
                "We've been making headway on the project for a while now, and we're starting to see some real progress.",
                "Researchers are making headway, though, to get around some of these limitations.",
                "They can't make any headway.",
                "Tesla and some local Chinese brands are also making headway in China, according to a report from Piper Sendler."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhZHdheQ&hash=bb2beba9fbf62bd204e762fa6fe7ffe70813d52a&lang=en&cache-only=0",
            "defineEn": "the forward movement or advancement made despite difficulties or obstacles",
            "defineVi": "sự di chuyển về phía trước hoặc sự tiến bộ được thực hiện bất chấp những khó khăn hoặc trở ngại"
        },
        {
            "id": "6d9092c4-0521-4544-b2fc-6c45698dff77",
            "word": "textbook",
            "phonetic": "tɛkstbʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "We use textbooks and online resources to help us with our homework.",
                "She realized that the information in the textbook was incorrect.",
                "Don't forget to avail of the special discounts for students when purchasing your textbooks for the semester.",
                "As the student opened his textbook to a difficult math problem, he couldn't help but make a face at the challenging equations.",
                "But back in the ‘90s, the existence of hot Jupiters rewrote the textbooks."
            ],
            "audio": "https://tts.langeek.co/read?text=dGV4dGJvb2s&hash=545d9e1bbabd5cf134d7d83a7462d6b39318dede&lang=en&cache-only=0",
            "defineEn": "a book used for the study of a particular subject, especially in schools and colleges",
            "defineVi": "một cuốn sách được sử dụng để nghiên cứu về một chủ đề cụ thể, đặc biệt là trong các trường học và cao đẳng",
            "hasImg": true
        },
        {
            "id": "8e0de683-6099-41fc-905e-32c45b678396",
            "word": "text message",
            "phonetic": "tɛkst mɛsɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'll send you a text message.",
                "Text message scams are also illegal.",
                "Text messages would be sent.",
                "They send three, four, five anti-union text messages a day.",
                "Text messages, Twitter, I might have even got a phone call."
            ],
            "audio": "https://tts.langeek.co/read?text=dGV4dCBtZXNzYWdl&hash=a5909baec3af386915145117e4d37c1172479e95&lang=en&cache-only=0",
            "defineEn": "a written message that one sends or receives using a mobile phone",
            "defineVi": "một tin nhắn bằng văn bản mà một người gửi hoặc nhận bằng điện thoại di động",
            "hasImg": true
        },
        {
            "id": "24ea287c-5dac-4b52-b383-587d4e3de9de",
            "word": "open air",
            "phonetic": "oʊpən ɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3BlbiBhaXI&hash=ff49e9432adeddeea2308052afe23a5c732b4878&lang=en&cache-only=0",
            "defineEn": "an outdoor or unenclosed space that is exposed to the elements",
            "defineVi": "một không gian ngoài trời hoặc không kín được tiếp xúc với các yếu tố"
        },
        {
            "id": "5f9df61f-8914-4e5a-9da6-fa5bc43ae318",
            "word": "business line",
            "phonetic": "bɪznəs laɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnVzaW5lc3MgbGluZQ&hash=13f0be552881c1fec3f9baa80ce613b1268cd892&lang=en&cache-only=0",
            "defineEn": "a specific set or range of products or merchandise offered by a business, often with a common theme, category, or market focus",
            "defineVi": "một bộ hoặc phạm vi sản phẩm hoặc hàng hóa cụ thể do một doanh nghiệp cung cấp, thường có chủ đề, danh mục hoặc trọng tâm thị trường chung"
        },
        {
            "id": "3b098706-78f8-469c-8380-d79ef9602c56",
            "word": "businessman",
            "phonetic": "bɪznəsmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The rich businessman owned multiple luxurious cars.",
                "At the charity event, the wealthy businessman's joke had everyone in stitches.",
                "The wealthy businessman realized too late that a contented mind is a perpetual feast, and that money couldn't buy him true happiness.",
                "Even the most successful businessmen have made foolish decisions at some point in their careers, proving that every man has a fool in his sleeve.",
                "The successful businessman understood the importance of the saying 'the early man never borrows from the late man', and always started his projects early to avoid delays and setbacks."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVzaW5lc3NtYW4&hash=decbd827352b03d79192e8b502121fa35b48ccbb&lang=en&cache-only=0",
            "defineEn": "a man who works in business, especially at a high level",
            "defineVi": "một người đàn ông làm việc trong kinh doanh, đặc biệt là ở cấp cao",
            "hasImg": true
        },
        {
            "id": "fc2ee144-38c8-4cbd-93d8-48dfa4cc8d09",
            "word": "firehouse",
            "phonetic": "faɪɚhaʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Quiznos was once Subway's main competition, but tons of sub chains, like Jimmy John's, Firehouse, Potbelly, and Jersey Mike's, and fast-casual chains like Panera, were offering seemingly fresher and healthier options."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlyZWhvdXNl&hash=9f1fb4f94a340941dcea56529cefb701b2bfa8a8&lang=en&cache-only=0",
            "defineEn": "a building or facility used by firefighters as a station for fire-fighting equipment and personnel",
            "defineVi": "một tòa nhà hoặc cơ sở được lính cứu hỏa sử dụng làm trạm cho thiết bị và nhân viên chữa cháy",
            "hasImg": true
        },
        {
            "id": "99999471-bd49-4cf5-8f65-7320e24b38f6",
            "word": "fire alarm",
            "phonetic": "faɪɚɹ ɐlɑːɹm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmlyZSBhbGFybQ&hash=09231bf47dfb2b9bc4fe6cc310c5e5174c3bf621&lang=en&cache-only=0",
            "defineEn": "a device that gives warning of a fire, by making a loud noise",
            "defineVi": "một thiết bị đưa ra cảnh báo về đám cháy, bằng cách tạo ra tiếng ồn lớn",
            "hasImg": true
        },
        {
            "id": "d037b743-21b2-4bca-8fa1-4c0ab2799227",
            "word": "sleeping pill",
            "phonetic": "sliːpɪŋ pɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sleep eating and sleeping pills.",
                "It's very much like a sleeping pill.",
                "And over-the-counter sleeping pills can be highly addictive, leading to withdrawal that worsens symptoms.",
                "After she was told that she couldn't come to work because of the complaint that she filed, she took all of her sleeping pills.",
                "Placebo sleeping pills work best if they’re blue, red placebos are better as stimulants or pain relievers, and yellow placebos make better antidepressants."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xlZXBpbmcgcGlsbA&hash=0f7a62bb9d97270c589d9a42d1dbe7232dd990b5&lang=en&cache-only=0",
            "defineEn": "a soporific drug taken as a tablet or capsule",
            "defineVi": "một loại thuốc ngủ được dùng dưới dạng viên nén hoặc viên nang",
            "hasImg": true
        },
        {
            "id": "62f2324d-c37d-4422-a494-b892667c59ed",
            "word": "sleeping bag",
            "phonetic": "sliːpɪŋ bæɡ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2xlZXBpbmcgYmFn&hash=ce58fe919a6cdec6cc014653075a3b02d1b58977&lang=en&cache-only=0",
            "defineEn": "a  portable bag designed to keep one warm while sleeping outside or in places without a bed",
            "defineVi": "một chiếc túi di động được thiết kế để giữ ấm khi ngủ bên ngoài hoặc ở những nơi không có giường",
            "hasImg": true
        },
        {
            "id": "4cbe4404-204f-454a-a8fd-737262e9d083",
            "word": "air conditioning",
            "phonetic": "ɛɹ kəndɪʃənɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The air conditioning made the room too cold, so I adjusted the temperature.",
                "About two-thirds of Oregon households have air conditioning. ",
                "Many homes in the region don't have air conditioning at all.",
                "And beyond carbon, tropical forests act sort of like the planet’s air conditioning.",
                "The space also had 5,000 parking spaces and central air conditioning."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlyIGNvbmRpdGlvbmluZw&hash=d15b4e666bf1cd64dfbee06b4027b0026ce05e79&lang=en&cache-only=0",
            "defineEn": "a system that controls the temperature and humidity in a house, car, etc.",
            "defineVi": "một hệ thống kiểm soát nhiệt độ và độ ẩm trong nhà, xe hơi, v.v.",
            "hasImg": true
        },
        {
            "id": "f75ad428-62ae-400d-a09b-d73bfc3873e7",
            "word": "crowd",
            "phonetic": "kɹaʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "A large crowd watched the game on Saturday.",
                "The subway station is crowded during rush hour.",
                "She lost her husband in the crowd.",
                "The crowd parted to let the truck pass.",
                "The beach was crowded with people enjoying the sun and surf."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jvd2Q&hash=64e03f0f8c27313c472bf790c2e3b5b1eaee6ee4&lang=en&cache-only=0",
            "defineEn": "a large group of people gathered together in a particular place",
            "defineVi": "một nhóm lớn người tập hợp lại với nhau ở một nơi cụ thể",
            "hasImg": true
        },
        {
            "id": "b191059a-028a-4680-a2f8-0327271f037d",
            "word": "horde",
            "phonetic": "hoːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Violence itself actually created the infected hordes in 28 Days Later.",
                "The body sends hordes of white blood cells, antibodies and inflammatory molecules to kill the foreign invader.",
                "Using charms and craftiness, they horde their treasures in mountains, woods, caves, and rocks.",
                "But these stores of food attracted hordes of rodents, as well as their predator, Felis silvestris lybica - the wildcat found across North Africa and Southwest Asia.",
                "In fact, it was a Mongol horde including converted Christian tribes that had routed the army."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9yZGU&hash=fbd4cc39ffdb5e76adcc35160a2f5d3d88d425dc&lang=en&cache-only=0",
            "defineEn": "a large moving crowd or mass of people, often in a disorderly or unruly manner",
            "defineVi": "một đám đông di chuyển lớn hoặc nhiều người, thường là một cách mất trật tự hoặc ngang ngược"
        },
        {
            "id": "8822d129-c996-4aba-abaa-67d0849dcf59",
            "word": "to understand",
            "phonetic": "tʊ ʌndɚstænd ",
            "partOfSpeechType": "verb",
            "examples": [
                "She understands the importance of good design.",
                "I fully understand the reason for your decision.",
                "Do you understand the instructions?",
                "I understand his feelings up to a point.",
                "Nobody understands me."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5kZXJzdGFuZA&hash=3ff71366371dcddd0ab773398c26c46e4820e5b8&lang=en&cache-only=0",
            "defineEn": "to know something's meaning, particularly something that someone says",
            "defineVi": "để biết ý nghĩa của một cái gì đó, đặc biệt là một cái gì đó mà ai đó nói",
            "hasImg": true
        },
        {
            "id": "55131f2d-7852-4134-9a42-f307d942ded8",
            "word": "to grasp",
            "phonetic": "tə ɡɹæsp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The government grasped the nettle.",
                "Grasp all, lose all.",
                "She grasped the side of the boat and hung on for dear life.",
                "We are free from the sheriff's grasp, and I'd say that with the benefit of the doubt",
                "Easy to grasp maybe, but once you learn it, it sticks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3Jhc3A&hash=b7b73263b3724e9d1a2f0a2db12d5f22fb7e1b39&lang=en&cache-only=0",
            "defineEn": "to understand or comprehend mentally",
            "defineVi": "để hiểu hoặc hiểu tinh thần",
            "hasImg": true
        },
        {
            "id": "afc4c194-8453-4761-93c5-aa03dbfea028",
            "word": "lucky",
            "phonetic": "lʌki ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You’ll be lucky!",
                "Thanks, I'm so lucky to have you.",
                "We were lucky to witness a herd of elephants grazing peacefully in the savannah.",
                "Touch wood, I've been lucky enough to avoid any other serious injuries.",
                "It's lucky I was sent here, to Hepzibah, or I'd be pushing up daisies."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVja3k&hash=438341af4c9d9f11dd4869c7625a69685b70a3a3&lang=en&cache-only=0",
            "defineEn": "having or bringing good luck",
            "defineVi": "có hoặc mang lại may mắn",
            "hasImg": true
        },
        {
            "id": "182eaf8f-41fa-40a4-a0f3-ec0ad980ea98",
            "word": "to [strike] gold",
            "phonetic": "tə stɹaɪk ɡoʊld ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RyaWtlIGdvbGQ&hash=d3f8d6070dbb7c4183614e28231cbb98347cb242&lang=en&cache-only=0",
            "defineEn": "to have great success with something, particularly something that brings one a lot of money",
            "defineVi": "đạt được thành công lớn với một cái gì đó, đặc biệt là cái gì đó mang lại cho một người rất nhiều tiền"
        },
        {
            "id": "3b8f06a3-09a9-45bc-b907-7d2e5b2577e0",
            "word": "nap",
            "phonetic": "næp ",
            "partOfSpeechType": "noun",
            "examples": [
                "I usually take a nap after lunch.",
                "I laid the baby down on the soft carpet for a nap.",
                "The sofa provides a great place to take an afternoon nap.",
                "The living room had a comfortable sofa where she took afternoon naps.",
                "Catching your opponent napping can turn the game in your favor."
            ],
            "audio": "https://tts.langeek.co/read?text=bmFw&hash=a3beee49a39eb608d1cd121c2172aa48cdf90d61&lang=en&cache-only=0",
            "defineEn": "to sleep and rest for a short amount of time, particularly during the day",
            "defineVi": "ngủ và nghỉ ngơi trong một khoảng thời gian ngắn, đặc biệt là vào ban ngày"
        },
        {
            "id": "3c7b1912-89b1-4dc5-80cb-d68a2cfe7825",
            "word": "to look after",
            "phonetic": "tə lʊk æftɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "For 10 years she looked after her children, with her career very much on the back burner.",
                "I'll look after Jamie while you go shopping.",
                "John has been up to his knees looking after the kids lately.",
                "He is a self-interested liar, whose sole motive throughout his life has been looking after number one.",
                "The employees in that department act as if the devil looks after his own, covering up incompetence and wrongdoing by their coworkers rather than reporting issues through proper channels."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9vayBhZnRlcg&hash=ae64f2a7ff29cb7d19d08933cadb4a432c6a4afd&lang=en&cache-only=0",
            "defineEn": "to be in charge of someone and attend to their needs or to take care of something",
            "defineVi": "chịu trách nhiệm về ai đó và đáp ứng nhu cầu của họ hoặc chăm sóc một cái gì đó"
        },
        {
            "id": "8a824c66-5b03-4f0d-aebd-35fda652e00f",
            "word": "to fend for",
            "phonetic": "tə fɛnd fɔːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Luckily, for the water bug, he can return to his regular life after the eggs hatch because the babies fend for themselves.",
                "Rather than force young girls to fend for themselves, we have to protect them.",
                "They were effectively left to fend for themselves, in some cases almost from birth.",
                "Of course, nowadays, you won’t be left in the wild alone to fend for yourself if you’re not invited to a party.",
                "And so many Libyans are left to fend for themselves as they wait to see just how far the war and the virus will spread."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmVuZCBmb3I&hash=84ea59126e83087f48b09ba0d39d9b6ea1c8b220&lang=en&cache-only=0",
            "defineEn": "to take care of oneself, especially in a challenging or difficult situation, without the help or support of others",
            "defineVi": "để tự chăm sóc bản thân, đặc biệt là trong một tình huống đầy thử thách hoặc khó khăn, mà không cần sự giúp đỡ hoặc hỗ trợ của người khác"
        },
        {
            "id": "f5ff0380-9544-4c93-9e8a-c98fab2023da",
            "word": "to [sleep] rough",
            "phonetic": "tə sliːp ɹʌf ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gc2xlZXAgcm91Z2g&hash=ae1e0f773ac0b0cb2d1aa5c2874e396a6460f86b&lang=en&cache-only=0",
            "defineEn": "to sleep outdoors or in a place that is not intended for accommodation, such as on the streets or in a park, usually without proper bedding or shelter",
            "defineVi": "ngủ ngoài trời hoặc ở một nơi không dành cho chỗ ở, chẳng hạn như trên đường phố hoặc trong công viên, thường không có giường hoặc nơi trú ẩn thích hợp",
            "hasImg": true
        },
        {
            "id": "e382bca8-3614-4e8b-9099-53e50259acf1",
            "word": "accustomed to",
            "phonetic": "ɐkʌstəmd tuː ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWNjdXN0b21lZCB0bw&hash=7a252ec4875ebf8ff6935db9027c82cbb1f667d2&lang=en&cache-only=0",
            "defineEn": "familiar with something and having developed a habit or tolerance towards it",
            "defineVi": "quen thuộc với một cái gì đó và đã phát triển một thói quen hoặc khoan dung đối với nó"
        },
        {
            "id": "a5c0c31e-8600-4b31-ad3a-52c467510e03",
            "word": "to settle down",
            "phonetic": "tə sɛɾəl daʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "After her whirlwind romance, Susan decided it was time to put her house in order before settling down with her new partner.",
                "After chopping and changing for the first year, they have settled down to a stable system of management.",
                "It was time for Dean to settle down and raise a family.",
                "It hit her that I wanted to settle down here.",
                "I want to live a little before I settle down."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2V0dGxlIGRvd24&hash=61b8e9d4aa2e5e1cdf37a8ea0336cc98507c1d00&lang=en&cache-only=0",
            "defineEn": "to come to rest or sink into a surface or ground, typically after a period of movement or disturbance",
            "defineVi": "đứng yên hoặc chìm xuống một bề mặt hoặc mặt đất, thường là sau một thời gian di chuyển hoặc xáo trộn"
        },
        {
            "id": "40df7c70-1398-4969-8de4-b31810bbb63d",
            "word": "crime",
            "phonetic": "kɹaɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Crime doesn't pay.",
                "The crime of obtaining title to another's property by false pretenses.",
                "In these traditional stories, no crime goes unpunished.",
                "The crime was committed in broad daylight.",
                "Crime rates are soaring and our public transport system is beyond a joke."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpbWU&hash=fd35490915e9cbdca1bd0d90746d69a1a25469cb&lang=en&cache-only=0",
            "defineEn": "an illegal act that is punishable by law",
            "defineVi": "một hành động bất hợp pháp bị trừng phạt bởi pháp luật",
            "hasImg": true
        },
        {
            "id": "83bf319c-fe03-461e-8893-5bbd18062835",
            "word": "foul play",
            "phonetic": "faʊl pleɪ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zm91bCBwbGF5&hash=9d6c16b5074e917db4550529756cf74c3b06d60b&lang=en&cache-only=0",
            "defineEn": "an illegal or dishonest behavior, particularly in sports or games, that is intended to gain an unfair advantage over opponents or break the rules",
            "defineVi": "một hành vi bất hợp pháp hoặc không trung thực, đặc biệt là trong thể thao hoặc trò chơi, nhằm đạt được lợi thế không công bằng trước đối thủ hoặc vi phạm các quy tắc"
        },
        {
            "id": "2c2e5dfb-07a9-4e36-97ec-ed122eee76aa",
            "word": "star-studded",
            "phonetic": "stɑːɹstʌdᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But Chef Lex is no stranger to star-studded clientele."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Rhci1zdHVkZGVk&hash=380d76b1052b151b8b487249482a823c066f4ff2&lang=en&cache-only=0",
            "defineEn": "consisting of multiple famous entertainers, performers, etc.",
            "defineVi": "bao gồm nhiều nghệ sĩ giải trí nổi tiếng, người biểu diễn, v.v."
        },
        {
            "id": "754eaf89-e903-461f-914e-28704b2956f5",
            "word": "home-made",
            "phonetic": "hoʊmmeɪd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9tZS1tYWRl&hash=2613d0a999477ee8c9d02c5e791f4ebaf02b9cfe&lang=en&cache-only=0",
            "defineEn": "something that is cooked, created, or produced at home",
            "defineVi": "một cái gì đó được nấu chín, tạo ra, hoặc sản xuất tại nhà"
        },
        {
            "id": "c30e2b05-92e2-434c-8516-99842609340f",
            "word": "homework",
            "phonetic": "hoʊmwɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Can I ask you a question about the homework?",
                "I have a lot of homework to complete tonight.",
                "Ok, I'll finish my homework before watching TV.",
                "He forgot his homework and had to rush back to school to get it.",
                "Mom, can you help me with my homework?"
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tZXdvcms&hash=962862ca2613155a61e0ee90a41c7c352808c7a9&lang=en&cache-only=0",
            "defineEn": "schoolwork that students are required to do at home",
            "defineVi": "bài tập ở trường mà học sinh phải làm ở nhà",
            "hasImg": true
        }
    ]
}