{
    "id": "1e38fbe9-5a9e-4c45-80bd-325b170fd8d9",
    "title": "Lesson 10A",
    "originalTitle": "Lesson 10A",
    "words": [
        {
            "id": "2dda65b8-a0ae-4f90-9093-a59a8ef47853",
            "word": "bed",
            "phonetic": "bɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "She sent the kids to bed early.",
                "The price includes dinner, bed, and breakfast.",
                "The sofa had to serve as a bed.",
                "I have a bedside table next to my bed for my books and glasses.",
                "I usually go to bed around 11 o'clock."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVk&hash=f168fe9b1cb85c90950402c3950f6578447cb42f&lang=en&cache-only=0",
            "defineEn": "furniture we use to sleep on that normally has a frame and mattress",
            "defineVi": "đồ nội thất chúng ta sử dụng để ngủ thường có khung và nệm",
            "hasImg": true
        },
        {
            "id": "a1abc787-9b44-4b9b-afd9-8276ba8d57f7",
            "word": "chair",
            "phonetic": "tʃɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The classroom has rows of chairs for students.",
                "That chair doesn't give.",
                "Our dining table has four chairs around it.",
                "We moved our chairs a little nearer.",
                "He dropped his briefcase on a chair."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhaXI&hash=45633f05549abd59b87026ad75653d2d7f7958f1&lang=en&cache-only=0",
            "defineEn": "furniture with a back and often four legs that a person can use for sitting",
            "defineVi": "đồ nội thất có lưng và thường có bốn chân mà một người có thể sử dụng để ngồi",
            "hasImg": true
        },
        {
            "id": "6567d5ec-c583-46ff-b109-40638d92b961",
            "word": "mirror",
            "phonetic": "mɪɹɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The closet had a mirror on the inside of the door for getting dressed.",
                "The outgoing president used smoke and mirrors to make the situation look better.",
                "I usually stand in front of the mirror to comb my hair.",
                "Unfortunately, most companies won't take a long look in the mirror until something goes disastrously wrong.",
                "He adjusted his tie in the mirror to make sure it was straight."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlycm9y&hash=9c81b0d2375685386d02c08fdf1e2d35f5372c84&lang=en&cache-only=0",
            "defineEn": "a flat surface made of glass that people can see themselves in",
            "defineVi": "một bề mặt phẳng làm bằng thủy tinh mà mọi người có thể nhìn thấy mình trong",
            "hasImg": true
        },
        {
            "id": "2546ee9c-f6b0-4b1f-bcdf-295ccd0f710b",
            "word": "picture",
            "phonetic": "pɪktʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This picture shows my mother as a young woman.",
                "For children, picture books provide a window onto the world.",
                "The board meeting painted a pretty grim picture.",
                "The book paints a vivid picture of life in the city.",
                "I have a picture frame with a family photo on my desk."
            ],
            "audio": "https://tts.langeek.co/read?text=cGljdHVyZQ&hash=bad3c3434f7430776dab6143795da7f683a92914&lang=en&cache-only=0",
            "defineEn": "a visual representation of a scene, person, etc. produced by a camera",
            "defineVi": "một đại diện trực quan của một cảnh, người, v.v. được tạo ra bởi một máy ảnh",
            "hasImg": true
        },
        {
            "id": "23f0406b-727d-4884-a122-4f55d132e55b",
            "word": "window",
            "phonetic": "wɪndoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "For children, picture books provide a window onto the world.",
                "The closed window blocked out the noise from the street.",
                "The photographs clearly show a broken window.",
                "Two faces appeared at our window.",
                "Language is a window into the world."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZG93&hash=b28e4eb8148fc7ea01aba92634e2bc6811a16f72&lang=en&cache-only=0",
            "defineEn": "a space in a wall or vehicle that is made of glass and we use to look outside or get some fresh air",
            "defineVi": "một không gian trong một bức tường hoặc chiếc xe được làm bằng kính và chúng tôi sử dụng để nhìn ra bên ngoài hoặc hít thở không khí trong lành",
            "hasImg": true
        },
        {
            "id": "baba0794-0955-40a3-b5fa-ff2938bf5692",
            "word": "TV",
            "phonetic": "tiːviː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cable TV reaches a huge audience.",
                "The TV quiz was more fun than a barrel of monkeys!",
                "The TV stays on all day in their house.",
                "Millions of people followed the trial on TV.",
                "She regularly appears on TV."
            ],
            "audio": "https://tts.langeek.co/read?text=VFY&hash=52b33cf1729ceadde67112613df825ed2e99090c&lang=en&cache-only=0",
            "defineEn": "an electronic device that shows images and videos and plays sounds and people use to watch different programs",
            "defineVi": "một thiết bị điện tử hiển thị hình ảnh và video và phát âm thanh và mọi người sử dụng để xem các chương trình khác nhau",
            "hasImg": true
        },
        {
            "id": "1817f133-a6f9-49af-a892-d336d611a691",
            "word": "whiteboard",
            "phonetic": "waɪtboːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "He uses a whiteboard marker to write on the board during presentations.",
                "She cleans the whiteboard to erase the writing.",
                "The professor's handwriting on the whiteboard was messy and unintelligibly scribbled, making it challenging for the students to read and follow the notes.",
                "You got a whiteboard out here?",
                "We’re on that whiteboard again."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hpdGVib2FyZA&hash=84c1cd46f838f8745629f91664428cb737a30c34&lang=en&cache-only=0",
            "defineEn": "a large board with a smooth white surface that we can write on, especially used for teaching or presentations",
            "defineVi": "một bảng lớn với một bề mặt trắng mịn mà chúng ta có thể viết trên đó, đặc biệt được sử dụng để giảng dạy hoặc thuyết trình",
            "hasImg": true
        },
        {
            "id": "94bb2571-9820-4793-94de-5cbb4859b08d",
            "word": "DVD player",
            "phonetic": "diːviːdiː pleɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Have you set up the DVD player?",
                "The all-in-one remote control allows you to operate your TV, DVD player, and sound system with a single device.",
                "In a 2018 study in the journal Emotion, 90 people were asked to decide between two DVD players.",
                "Stan, how much are DVD players again?"
            ],
            "audio": "https://tts.langeek.co/read?text=RFZEIHBsYXllcg&hash=11aff578ff0c0ae87be87435d35166657c5d16f2&lang=en&cache-only=0",
            "defineEn": "an electronic device that plays DVD discs, allowing a person to watch movies, TV shows, or other video content on a television or other display",
            "defineVi": "một thiết bị điện tử phát đĩa DVD, cho phép một người xem phim, chương trình TV hoặc nội dung video khác trên TV hoặc màn hình khác",
            "hasImg": true
        },
        {
            "id": "4bd1fa4b-662a-4568-a63b-da4abafdad8a",
            "word": "computer",
            "phonetic": "kəmpjuːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My computer is placed on the desk in the office.",
                "Two computers have gone AWOL from the office.",
                "She can design computer programs like nobody's business.",
                "Does the computer turn itself off?",
                "The new computer is an all-in-one that integrates the monitor, CPU, and speakers into a single unit."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcHV0ZXI&hash=786c7624c37d66b3bc24bf74d27d39297bac8bc8&lang=en&cache-only=0",
            "defineEn": "an electronic device that stores and processes data",
            "defineVi": "một thiết bị điện tử lưu trữ và xử lý dữ liệu",
            "hasImg": true
        },
        {
            "id": "babdec43-9b60-46da-baff-5221f01a7a5b",
            "word": "library",
            "phonetic": "laɪbɹɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The library closes early on Sundays.",
                "The library opens at 10 o'clock on weekdays.",
                "The library is often quiet during weekdays.",
                "The library is a great place to find books on various topics.",
                "I meet my study group at the library on Tuesday afternoons."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlicmFyeQ&hash=d6807e6488f505253b10cfa3a567d8dcb70e8e76&lang=en&cache-only=0",
            "defineEn": "a room or building in which collections of books, newspapers, etc. and sometimes films and music are kept for people to read or borrow",
            "defineVi": "một căn phòng hoặc tòa nhà trong đó các bộ sưu tập sách, báo, v.v. và đôi khi là phim và nhạc được lưu giữ để mọi người đọc hoặc mượn",
            "hasImg": true
        },
        {
            "id": "c587b007-7329-474a-b083-e76e882318b0",
            "word": "cafe",
            "phonetic": "kæfeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The café served a delicious breakfast sandwich with eggs, cheese, and ham on a toasted bagel.",
                "Surprisingly, the little café had the best coffee in town.",
                "The little café had, surprisingly, the best coffee in town.",
                "The café served a variety of coffee drinks, including cappuccino and macchiato.",
                "She discovered a new café in the neighborhood."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FmZQ&hash=9421e16162d634ea4b2314881412d7f668947a29&lang=en&cache-only=0",
            "defineEn": "a small restaurant that sells drinks and meals",
            "defineVi": "một nhà hàng nhỏ bán đồ uống và bữa ăn",
            "hasImg": true
        },
        {
            "id": "bde7f9f2-ad21-4c2f-bb67-d08622a919c7",
            "word": "car park",
            "phonetic": "kɑːɹ pɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FyIHBhcms&hash=651ccedd43c65ba3516859d208989751ace5a1ba&lang=en&cache-only=0",
            "defineEn": "an area where people can leave their cars or other vehicles for a period of time",
            "defineVi": "một khu vực mà mọi người có thể rời khỏi xe ô tô của họ hoặc các phương tiện khác trong một khoảng thời gian",
            "hasImg": true
        },
        {
            "id": "a72e9bc5-6945-4e88-9665-2f587c8becb1",
            "word": "garden",
            "phonetic": "ɡɑːɹdən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The garden is a feast for the eyes.",
                "The garden looks nice.",
                "Her grandmother's garden was full of stone fruit trees.",
                "The child carefully planted caryopses of wildflowers in the garden.",
                "The garden is filled with an assortment of herbs like parsley, sage, and cilantro."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FyZGVu&hash=882530302a1f6db776229e718574ff232c602e3f&lang=en&cache-only=0",
            "defineEn": "a piece of land where flowers, trees, and other plants are grown",
            "defineVi": "một mảnh đất trồng hoa, cây và các loại cây khác",
            "hasImg": true
        },
        {
            "id": "15004744-bfb0-4f08-8bc3-6489757a5b93",
            "word": "in",
            "phonetic": "ɪn ",
            "partOfSpeechType": "preposition",
            "examples": [
                "The police closed in.",
                "The mother gently cradled her newborn baby in her arms.",
                "His partner left the table in a fit of pique.",
                "In 2018 the party had 10 000 members.",
                "The birds built their nest in the tree."
            ],
            "audio": "https://tts.langeek.co/read?text=aW4&hash=d9f99e59087477e0ce749c9005cc1d3a28dfe1d6&lang=en&cache-only=0",
            "defineEn": "at a point inside or within a space or an area",
            "defineVi": "tại một điểm bên trong hoặc trong một không gian hoặc một khu vực",
            "hasImg": true
        },
        {
            "id": "2b0e43c5-1b3e-4641-94ce-5e18c5b67707",
            "word": "on",
            "phonetic": "ɔn ",
            "partOfSpeechType": "preposition",
            "examples": [
                "The heat was really on at work.",
                "That hot guy had a good head on his shoulders.",
                "The children enjoyed a refreshing slice of watermelon on a hot summer day.",
                "On the credit side, the restaurant offers a wide range of choices.",
                "Our company puts the emphasis on quality."
            ],
            "audio": "https://tts.langeek.co/read?text=b24&hash=17e412bb945ed7419a7b7f8c1bda62c2e7095c7d&lang=en&cache-only=0",
            "defineEn": "used to show that an object is physically in contact with or attached to a surface or object",
            "defineVi": "được sử dụng để chỉ ra rằng một vật thể đang tiếp xúc hoặc gắn vào một bề mặt hoặc vật thể",
            "hasImg": true
        },
        {
            "id": "2bbd2261-787a-45d3-ac74-9e14d5fa2503",
            "word": "under",
            "phonetic": "ʌndɚ ",
            "partOfSpeechType": "preposition",
            "examples": [
                "Under stress, the body produces adrenalin.",
                "The flowers bloomed under the sunny sky.",
                "The bag broke under the weight of the bottles inside it.",
                "Lots of people had left comments under the post.",
                "A reporter obtained documents from the company under false pretenses."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXI&hash=f57c5b40f3717c9d7a31c2a2bc73b5e10cfdb64a&lang=en&cache-only=0",
            "defineEn": "in, to, or through a position that is below something",
            "defineVi": "trong, đến hoặc thông qua một vị trí bên dưới một cái gì đó",
            "hasImg": true
        },
        {
            "id": "41f22e69-dcb6-4226-bcef-46b73d3fe3f1",
            "word": "tourist destination",
            "phonetic": "tʊɹɹɪst dɛstɪneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG91cmlzdCBkZXN0aW5hdGlvbg&hash=f29b3f0d483d5e9e44a1e6ab4469e98711001c69&lang=en&cache-only=0",
            "defineEn": "a country, city, or area with places or activities that attracts many visitors and tourists",
            "defineVi": "một quốc gia, thành phố hoặc khu vực có địa điểm hoặc hoạt động thu hút nhiều du khách và khách du lịch",
            "hasImg": true
        },
        {
            "id": "25cebcb9-f044-4811-ad57-02f9c2b9b734",
            "word": "coast",
            "phonetic": "koʊst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The coast is clear.",
                "New York City is located on the east coast of the United States.",
                "My brother went to see if the coast was clear, and we snuck out of our bedroom.",
                "because by the middle of summer, the coast becomes home to big swarms of mosquitos and other biting insects!",
                "The southern coast of the United States has a variety of different accents."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29hc3Q&hash=c71db3d023f6d7164eee906e33b7bc7c27cd812c&lang=en&cache-only=0",
            "defineEn": "the land near or next to a sea or ocean",
            "defineVi": "vùng đất gần hoặc bên cạnh biển hoặc đại dương",
            "hasImg": true
        },
        {
            "id": "fbd46eef-1541-44d5-aad1-f920768a89af",
            "word": "island",
            "phonetic": "aɪlənd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The explosion wiped the island off the map.",
                "Our dream destination for this year's vacation is a secluded tropical island.",
                "The island had a famous lighthouse that guided ships safely to shore.",
                "The island had stunning sunsets that painted the sky with vibrant hues.",
                "Years of war have left their mark on these pretty islands."
            ],
            "audio": "https://tts.langeek.co/read?text=aXNsYW5k&hash=b4ba16bf2fdbe845421c5526c527932548fc99b2&lang=en&cache-only=0",
            "defineEn": "a piece of land surrounded by water",
            "defineVi": "một mảnh đất được bao quanh bởi nước",
            "hasImg": true
        },
        {
            "id": "9a86ac27-c0ce-486f-95a0-dea4896c3a9f",
            "word": "lake",
            "phonetic": "leɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The road led away from the house directly to the lake.",
                "Sunlight played on the surface of the lake.",
                "We enjoyed a picnic by the lake, and she surprised us with a brooklime-infused lemonade.",
                "We saw a beautiful white swan swimming in the lake.",
                "During the heatwave, the group of friends decided to cool off by skinny-dipping in the lake, enjoying the refreshing water in their birthday suits under the moonlight."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFrZQ&hash=2dba95c14a3c0cab5e09962fbae9068e0078b6c9&lang=en&cache-only=0",
            "defineEn": "a large area of water, surrounded by land",
            "defineVi": "một khu vực rộng lớn của nước, bao quanh bởi đất",
            "hasImg": true
        },
        {
            "id": "24a2fdd9-9b52-49bb-b13a-f010501f6840",
            "word": "castle",
            "phonetic": "kæsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "European architecture is known for its stunning cathedrals and castles.",
                "She visited an old castle and marveled at its medieval architecture.",
                "The ancient castle has stood for over a century, preserving its grandeur and history for hundreds of years.",
                "Buying a house shouldn't be a castle in the air for the youth.",
                "A small river runs into the sea at one side of the castle."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzdGxl&hash=6d39a50dbda32dc445d2db7b83d3d032100383c9&lang=en&cache-only=0",
            "defineEn": "a large and strong building that is protected against attacks, in which the royal family lives",
            "defineVi": "một tòa nhà lớn và mạnh mẽ được bảo vệ chống lại các cuộc tấn công, trong đó gia đình hoàng gia sống",
            "hasImg": true
        },
        {
            "id": "0e4f10bc-1b70-4735-bace-31a6b867094c",
            "word": "visitor",
            "phonetic": "vɪzɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm not allowed visitors.",
                "Around 200 000 visitors each year come to see the summer palace.",
                "The receptionist sat behind the desk, welcoming visitors.",
                "It's always ready for visitors, so feel free to stay as long as you like.",
                "We work hard to create a pleasant environment for patients, visitors and staff."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlzaXRvcg&hash=b8266ec0bda3194855ea468788b86bbdbf48f190&lang=en&cache-only=0",
            "defineEn": "someone who travels to a place or visits a person",
            "defineVi": "một người đi du lịch đến một nơi hoặc thăm một người",
            "hasImg": true
        },
        {
            "id": "c988818e-8f3b-4111-b34c-21374fdd4c4e",
            "word": "bar",
            "phonetic": "bɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "er killer was finally put behind bars.",
                "He has raised the bar for other filmmakers.",
                "Friends shared a platter of crispy chicken wings with tangy dipping sauces at the sports bar.",
                "Apple iPhone is really raising the bar with the latest model.",
                "I washed my face and hands with a bar of soap."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFy&hash=ad2da7ff2333c91e5f56246cc478b9d3ea64829c&lang=en&cache-only=0",
            "defineEn": "a place where alcoholic and other drinks and light snacks are sold and served",
            "defineVi": "nơi bán và phục vụ đồ uống có cồn, đồ uống khác và đồ ăn nhẹ",
            "hasImg": true
        },
        {
            "id": "af2a6169-2389-4a86-aaf8-21a11a99d23e",
            "word": "day trip",
            "phonetic": "deɪ tɹɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "There's still a packing cube from my Valentine's Day trip that I need to wash.",
                "It didn't matter that I wanted (LAUGHS) the Valentine's Day trip.",
                "If I'm just taking like a really quick, like a one or two day trip, it's not something for me to worry about, but say, I'm gonna go see my boyfriend, and I'm there for about a week, you know, I like to have options, so I just take the powder palette."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGF5IHRyaXA&hash=f414a1595b4f00c54b2fc00b19ae660c7ab74598&lang=en&cache-only=0",
            "defineEn": "a trip completed in just one day",
            "defineVi": "một chuyến đi hoàn thành chỉ trong một ngày",
            "hasImg": true
        },
        {
            "id": "32180ca3-8cfe-4103-9029-fbe9a6641124",
            "word": "monster",
            "phonetic": "mɔnstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "With the judge handing down the maximum possible sentence, this monster will be paying the fiddler for the rest of his life.",
                "I imagined her to be a monster by the way you described her",
                "Other vampire stories reframe the undead monster in exciting ways.",
                "This one is Monster.",
                "'Did the army make any more monsters?'"
            ],
            "audio": "https://tts.langeek.co/read?text=bW9uc3Rlcg&hash=c7e2512877b0550d3d2d25554ed1fc597fa3d445&lang=en&cache-only=0",
            "defineEn": "a fictional, scary and large creature",
            "defineVi": "một sinh vật hư cấu, đáng sợ và lớn"
        }
    ]
}