{
    "id": "1e3b8d34-3fc9-4549-b035-bde053ffc676",
    "title": "Social Media Interactions",
    "originalTitle": "Social Media Interactions",
    "words": [
        {
            "id": "4af3a13d-41c6-4d3d-b4a6-3b0270e5415d",
            "word": "to post",
            "phonetic": "tə poʊst ",
            "partOfSpeechType": "verb",
            "examples": [
                "Lots of people had left comments under the post.",
                "Mrs. Thatcher held the post of prime minister longer than anyone else last century.",
                "On his retirement the post will cease to exist.",
                "Ugh, Ross just posted pictures of him and Steve lounging on a beach in Hawaii.",
                "The professor's office hours are posted on the door, indicating when he is available for student consultations."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9zdA&hash=023f2f84b83723cf6a79f15601fb26d813af4dda&lang=en&cache-only=0",
            "defineEn": "to publish an image, video, text, or other form of content on to the Internet, particularly on social media",
            "defineVi": "xuất bản hình ảnh, video, văn bản hoặc dạng nội dung khác lên Internet, đặc biệt là trên phương tiện truyền thông xã hội",
            "hasImg": true
        },
        {
            "id": "0374bbf0-2ccd-46a7-9c8e-244ea64e2e6a",
            "word": "to share",
            "phonetic": "tə ʃɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Both drivers shared the blame for the accident.",
                "My friend shared a bag of chocolate-covered macadamia nuts with us.",
                "The locals generously shared their knowledge of manioc processing techniques.",
                "All members of the band equally share the band's profits.",
                "The HR department only shared the employee's personal information on a need-to-know basis."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hhcmU&hash=2fdc32346871753d5fdf75008e9c453a351505c4&lang=en&cache-only=0",
            "defineEn": "to use social media applications or websites to post or repost a message",
            "defineVi": "sử dụng các ứng dụng hoặc trang web truyền thông xã hội để đăng hoặc đăng lại một tin nhắn"
        },
        {
            "id": "28d3ceac-0e5e-4579-9bf2-9799c72a8c0e",
            "word": "to like",
            "phonetic": "tə laɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Over seven hundred Facebook users have already liked the company’s website.",
                "He likes the comfortable seats and big screen at the movie theater.",
                "By the next morning, over twenty of my friends had liked my new profile picture.",
                "Like the commandments written in stone.",
                "Such helps were like drop in the ocean."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGlrZQ&hash=a753f2b9d00ab3c1a3a0bec21a1ef34a42143faf&lang=en&cache-only=0",
            "defineEn": "to show support for or interest in a post shared on social media, a blog, etc. by tapping a specific button",
            "defineVi": "để thể hiện sự ủng hộ hoặc quan tâm đến bài đăng được chia sẻ trên mạng xã hội, blog, v.v. bằng cách nhấn vào một nút cụ thể",
            "hasImg": true
        },
        {
            "id": "c621efd4-64ac-486f-8836-52c9529c4287",
            "word": "to dislike",
            "phonetic": "tə dɪslaɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "I took a dislike to him.",
                "He dislikes the taste of celery and avoids it in his meals.",
                "Dees disliked all editors on principle, but he had to admit that this one at least gave credit where credit was due.",
                "My son dislikes the taste of cayenne pepper as he finds it too spicy.",
                "The person who pursued their passion and found fulfillment in their work was happier than the person who had a high-paying job but disliked what they did."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzbGlrZQ&hash=bdf748fe08435621cef658dd83e3d5d150701680&lang=en&cache-only=0",
            "defineEn": "to express a negative sentiment or lack of approval towards a post, comment, or content by indicating one's dissatisfaction or disagreement with it, often through the use of a dislike button or similar feature provided by the platform",
            "defineVi": "để bày tỏ cảm xúc tiêu cực hoặc không tán thành một bài đăng, nhận xét hoặc nội dung bằng cách thể hiện sự không hài lòng hoặc không đồng ý của một người với nội dung đó, thường thông qua việc sử dụng nút không thích hoặc tính năng tương tự do nền tảng cung cấp"
        },
        {
            "id": "f515537e-f7d2-4fbd-be72-3a1365766158",
            "word": "to comment",
            "phonetic": "tə kɑːmɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Lots of people had left comments under the post.",
                "Her comment about my work piqued my anger.",
                "Bob's comment must have been close to home.",
                "The Youtube comment sowed a seed of anger and untold frustrations which brought some questions to the forefront of her mind.",
                "No one at the company could be reached for comment."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tbWVudA&hash=816cf9a08d34435c25770aa2eea35f820666978f&lang=en&cache-only=0",
            "defineEn": "to express one’s opinion or give explanations about something",
            "defineVi": "để bày tỏ ý kiến của một người hoặc đưa ra lời giải thích về một cái gì đó",
            "hasImg": true
        },
        {
            "id": "92a02170-215e-4259-aa88-4880b6b7b610",
            "word": "to follow",
            "phonetic": "tə fɑːloʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her second movie followed close on the heels of her successful film debut.",
                "Her second movie followed close on the heels of her successful film debut.",
                "The movie follows the book faithfully.",
                "The film faithfully follows Shakespeare's plot.",
                "Millions of people followed the trial on TV."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9sbG93&hash=81f37c11a5ef93e3d1ef3f754dd1914977bdf9a7&lang=en&cache-only=0",
            "defineEn": "to subscribe to a person or organization's account on a social media platform to check everything that they post or publish",
            "defineVi": "đăng ký tài khoản của một người hoặc tổ chức trên nền tảng truyền thông xã hội để kiểm tra mọi thứ họ đăng hoặc xuất bản"
        },
        {
            "id": "ef2cf4f0-56a3-45bd-ad5d-0041c3892ff8",
            "word": "to unfollow",
            "phonetic": "tʊ ʌnfɑːloʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "And then people unfollow you because they don't want to see that in their feed when they're trying to relax.",
                "I can keep following the dog, but I will unfollow a couple other random exes that I don't need in my life anyways.",
                "And I would even encourage you to mute or unfollow those accounts, Until we get a better handle on all of this.",
                "And, other things that I started to do is I started to unfollow a lot of people on Instagram, on social media and what-not because I realized that in order for me to calm down, I needed to not see it and then maybe eventually, once I start to attempt or try to do my best to reprogram my brain to not be so bitter, jealous, envious all the time.",
                "I know that her displaying it publicly is making it hard, but maybe we should take a social media break or unfollow her, or if you find yourself having the urges to check her facebook or whatever, you know, get off."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5mb2xsb3c&hash=b65eb48bce498becd7ff254f0a6257151ebc94ba&lang=en&cache-only=0",
            "defineEn": "to stop receiving updates or posts from another user on social media, removing their content from one's feed or timeline",
            "defineVi": "để ngừng nhận cập nhật hoặc bài đăng từ người dùng khác trên phương tiện truyền thông xã hội, xóa nội dung của họ khỏi nguồn cấp dữ liệu hoặc dòng thời gian của một người"
        },
        {
            "id": "1e8d12ed-b3b1-46d5-8424-6c327e821e8f",
            "word": "tag",
            "phonetic": "tæɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can't tag on to the training pitch with a chip on your shoulder because you haven't been selected.",
                "Tag is a classic outdoor game where players chase and try to touch each other.",
                "Tag your friends in your post.",
                "Anyway, my journal, Late Night with Conan O'Brien, okay, I tagged some stuff, guys.",
                "Tag whoever is featured in your post."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFn&hash=9c8ccddb1b5b7984782a336a94b81206323c141a&lang=en&cache-only=0",
            "defineEn": "to associate or label someone or something in a post, comment, or photo, typically by using their username or adding relevant keywords, enabling others to easily find or identify them when viewing the content",
            "defineVi": "để liên kết hoặc gắn nhãn ai đó hoặc điều gì đó trong bài đăng, nhận xét hoặc ảnh, thường bằng cách sử dụng tên người dùng của họ hoặc thêm từ khóa có liên quan, cho phép người khác dễ dàng tìm thấy hoặc nhận dạng họ khi xem nội dung"
        },
        {
            "id": "6efb00a5-6adf-48a3-908b-511e242a6352",
            "word": "to mention",
            "phonetic": "tə mɛnʃən ",
            "partOfSpeechType": "verb",
            "examples": [
                "Mentioning her new boyfriend just rubbed salt into the wound.",
                "By mentioning rope in the house of a man who has been hanged?",
                "When the old girl finally kicked the bucket there was no mention of yours truly in the will.",
                "You struck a raw nerve when you mentioned divorce.",
                "She could not bring herself to mention it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWVudGlvbg&hash=05be962fb0bb5e9e672c7470cb4ea9083d0d3c62&lang=en&cache-only=0",
            "defineEn": "to include or reference another user's username or handle in a post, comment, or message, often by using the \"@\" symbol followed by their username, drawing their attention to the content or inviting them to join the conversation",
            "defineVi": "để bao gồm hoặc tham chiếu tên người dùng hoặc tên người dùng khác trong bài đăng, nhận xét hoặc tin nhắn, thường bằng cách sử dụng ký hiệu \"@\" theo sau tên người dùng của họ, thu hút sự chú ý của họ vào nội dung hoặc mời họ tham gia cuộc trò chuyện"
        },
        {
            "id": "825af2fa-69a8-4434-b1da-71e9008e21bb",
            "word": "to DM",
            "phonetic": "tə diːɛm ",
            "partOfSpeechType": "verb",
            "examples": [
                "People would just slide in your DM's and say hateful things.",
                "Change your DM settings using the icon here, which will enable you to change the theme of the window and mute messages.",
                "Sliding into someone’s DMs is a thing.",
                "Leave them a comment, a DM, tweet, whatever, simply asking them to caption their videos.",
                "But he sent his followers after me because I didn't answer his dm about his boyfriend's issues."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gRE0&hash=4e70670406dd7913a0365d1a9eeda8a977045ee0&lang=en&cache-only=0",
            "defineEn": "to send someone a private message on the social media",
            "defineVi": "để gửi cho ai đó một tin nhắn riêng trên phương tiện truyền thông xã hội"
        },
        {
            "id": "7ece9649-aeb3-4cb4-9c75-584eeb481068",
            "word": "to reply",
            "phonetic": "tə ɹᵻplaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Replies to the advertisement are arriving in fits and starts.",
                "He replied to my message within a few seconds.",
                "When Peter told Susan to finish a hundred-page report in an hour, she replied with exasperation, 'You may as well bid me lade the sea with a nutshell.'",
                "Luckily my bus arrived before I had time to reply.",
                "When I asked my grandfather how much sleep he got each night, he replied, 'six hours' sleep for a man, seven for a woman, and eight for a fool,' which I found surprising and somewhat offensive."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVwbHk&hash=396860369f29f7f2f8fb03e1bc01ee008244d8af&lang=en&cache-only=0",
            "defineEn": "to respond or react to a post, comment, or message, typically by providing a direct response or engaging in a conversation related to the original content",
            "defineVi": "để trả lời hoặc phản ứng với một bài đăng, nhận xét hoặc tin nhắn, thường bằng cách đưa ra phản hồi trực tiếp hoặc tham gia vào một cuộc trò chuyện liên quan đến nội dung gốc"
        },
        {
            "id": "6f87136c-e3f4-4765-9ba2-b306e465c873",
            "word": "to retweet",
            "phonetic": "tə ɹᵻtwiːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Wendy's response got 23000 retweets from fans and attention from the media in 2018.",
                "Should I retweet it?",
                "Should I retweet it?",
                "Retweet it and share it.",
                "You can also retweet our tweet and that will count as a vote."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV0d2VldA&hash=b5935551805a7a28c138b36fa9e756ca46994d24&lang=en&cache-only=0",
            "defineEn": "to repost or share a message that has already been shared by someone else on Twitter",
            "defineVi": "để đăng lại hoặc chia sẻ một tin nhắn đã được chia sẻ bởi người khác trên Twitter"
        },
        {
            "id": "d1ee0e29-717a-4af6-8fff-57d0792c1219",
            "word": "to favorite",
            "phonetic": "tə feɪvɚɹᵻt ",
            "partOfSpeechType": "verb",
            "examples": [
                "My sister's famous sweet cherry jam is a family favorite.",
                "My son's favorite animal is the lion.",
                "The little boy's favorite toy was a blue car.",
                "What is your favorite color?",
                "Our mascarpone cheesecake is a customer favorite"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmF2b3JpdGU&hash=fa806cb074b5cbd25edd9139ef716650e7b1580a&lang=en&cache-only=0",
            "defineEn": "to mark or indicate that a post, tweet, or other content is liked, enjoyed, or of interest by selecting a \"favorite\" or similar button, allowing users to save or bookmark the content for future reference or to show appreciation for the post",
            "defineVi": "để đánh dấu hoặc cho biết rằng một bài đăng, tweet hoặc nội dung khác được thích, thưởng thức hoặc quan tâm bằng cách chọn nút \"yêu thích\" hoặc nút tương tự, cho phép người dùng lưu hoặc đánh dấu nội dung để tham khảo trong tương lai hoặc thể hiện sự đánh giá cao đối với bài đăng"
        },
        {
            "id": "49554586-72d7-43e8-b47e-a72f8406c655",
            "word": "to save",
            "phonetic": "tə seɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The goalie saved Johnson's long-range shot.",
                "Save data frequently.",
                "But a truck driver saved her bacon.",
                "Save your breath, Tom.",
                "To save a penalty."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2F2ZQ&hash=89a06fa419a9dc559941b967d3dcb789909a7b1c&lang=en&cache-only=0",
            "defineEn": "to preserve or bookmark a post, image, video, or other content for later viewing or reference, often by selecting a \"save\" or similar option provided by the platform",
            "defineVi": "để lưu giữ hoặc đánh dấu một bài đăng, hình ảnh, video hoặc nội dung khác để xem hoặc tham khảo sau này, thường bằng cách chọn tùy chọn \"lưu\" hoặc tùy chọn tương tự do nền tảng cung cấp"
        },
        {
            "id": "306e6cc8-d96e-419a-84b1-d9e9a7220c98",
            "word": "to block",
            "phonetic": "tə blɑːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The clouds blocked the sun, creating a momentary shadow.",
                "The train station is just a few blocks to the east of here.",
                "The new office block has become an expensive white elephant.",
                "Marco Silva has his head on the block at the moment.",
                "She always puts her neck on the block by telling lies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxvY2s&hash=4681320f781fb51e1c8d51bb10a3955f43c39d9d&lang=en&cache-only=0",
            "defineEn": "(on social media) to stop allowing a person from contacting one or checking one's activities",
            "defineVi": "(trên phương tiện truyền thông xã hội) ngừng cho phép một người liên hệ với một người hoặc kiểm tra các hoạt động của một người"
        },
        {
            "id": "e737dec9-6a3c-4755-a536-0425c77f7f9d",
            "word": "to unblock",
            "phonetic": "tʊ ʌnblɑːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "I blocked and I unblocked from Instagram."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5ibG9jaw&hash=86a1b8a7fc74a9bb02780271ffda98694034a7d7&lang=en&cache-only=0",
            "defineEn": "to remove restrictions or limitations placed on another user's account, allowing them to regain access to one's profile, posts, or interactions",
            "defineVi": "để xóa các hạn chế hoặc giới hạn được đặt trên tài khoản của người dùng khác, cho phép họ lấy lại quyền truy cập vào hồ sơ, bài đăng hoặc tương tác của một người"
        },
        {
            "id": "04478c07-9563-4308-8872-4b1a568a3fad",
            "word": "to report",
            "phonetic": "tə ɹᵻpoːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Journalists on the spot reported no progress.",
                "Their bread and butter is reporting local events.",
                "The paper’s bread and butter is reporting local events in a small community.",
                "The report includes a number of recommendations.",
                "The report showed an increase in sales."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVwb3J0&hash=029b324999d920db6e45ff603b6d4942830dbef1&lang=en&cache-only=0",
            "defineEn": "to notify the platform or its administrators about inappropriate, offensive, or abusive content or behavior by using the provided reporting feature or option",
            "defineVi": "để thông báo cho nền tảng hoặc quản trị viên của nền tảng về nội dung hoặc hành vi không phù hợp, xúc phạm hoặc lạm dụng bằng cách sử dụng tính năng hoặc tùy chọn báo cáo được cung cấp"
        },
        {
            "id": "143f23e9-9d1c-440b-819c-b5135c273ec8",
            "word": "to hide",
            "phonetic": "tə haɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "She hides her light under a bushel.",
                "He hid my son's new bicycle until his birthday",
                "Don't hide your light under a bushel.",
                "The cat hid under the table when it heard a loud noise.",
                "She couldn't hide her grimace of disgust when she tasted the spoiled milk."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGlkZQ&hash=f8a3cde01f857c28e73659a94933ba8473001e3b&lang=en&cache-only=0",
            "defineEn": "to conceal or make content less visible in one's feed or timeline, often by selecting an option or feature that temporarily or permanently removes the content from view",
            "defineVi": "để ẩn hoặc làm cho nội dung ít hiển thị hơn trong nguồn cấp dữ liệu hoặc dòng thời gian của một người, thường bằng cách chọn một tùy chọn hoặc tính năng tạm thời hoặc vĩnh viễn xóa nội dung khỏi chế độ xem"
        },
        {
            "id": "f480dc7c-4896-4cd5-8800-40df79de5f04",
            "word": "to friend",
            "phonetic": "tə fɹɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Friends shared a platter of crispy chicken wings with tangy dipping sauces at the sports bar.",
                "The new student quickly made friends with the other musicians, because birds of a feather flock together.",
                "My friends enjoyed tangy barbecue gammon skewers at the summer barbecue.",
                "My friend prefers a vegetarian sandwich with avocado and sprouts.",
                "My friends enjoyed smoky beef rib chops at the countryside barbecue."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnJpZW5k&hash=1ec195a4272ecbc5e429121056db695dfad76672&lang=en&cache-only=0",
            "defineEn": "to add someone to the list of contacts on social media",
            "defineVi": "để thêm ai đó vào danh sách liên lạc trên phương tiện truyền thông xã hội"
        },
        {
            "id": "c61c8282-b891-429d-8009-10ab995e9d96",
            "word": "to tweet",
            "phonetic": "tə twiːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "YouTube videos, news articles, Tumblr posts, tweets get lots of attention.",
                "Instead, what the president's doing is tweeting.",
                "Tweeting it.",
                "His tweets provided the script for Fox News.",
                "Show the tweet!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHdlZXQ&hash=88d3d822f384ccacc160efabb0447f00cacc0214&lang=en&cache-only=0",
            "defineEn": "to post or send something on Twitter",
            "defineVi": "để đăng hoặc gửi một cái gì đó trên Twitter",
            "hasImg": true
        },
        {
            "id": "2598a67b-22be-4428-bb90-7951d839c1ad",
            "word": "to share",
            "phonetic": "tə ʃɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Both drivers shared the blame for the accident.",
                "My friend shared a bag of chocolate-covered macadamia nuts with us.",
                "The locals generously shared their knowledge of manioc processing techniques.",
                "All members of the band equally share the band's profits.",
                "The HR department only shared the employee's personal information on a need-to-know basis."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hhcmU&hash=2fdc32346871753d5fdf75008e9c453a351505c4&lang=en&cache-only=0",
            "defineEn": "to use social media applications or websites to post or repost a message",
            "defineVi": "sử dụng các ứng dụng hoặc trang web truyền thông xã hội để đăng hoặc đăng lại một tin nhắn"
        },
        {
            "id": "baed112c-6053-4f56-8c54-221d14b52eb9",
            "word": "to pm",
            "phonetic": "tə piːɛm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The lecture begins at 8pm.",
                "She hits the hay every night at 10 pm.",
                "Every evening at 8 PM, as regular as clockwork, my dad sits in his armchair and reads the newspaper for exactly 45 minutes.",
                "4:00 PM is essentially the 60th minute.",
                "The test begins at 1:59 PM."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG0&hash=9094c4c99379b0bf9a7ae06f8ea64452897b5e72&lang=en&cache-only=0",
            "defineEn": "(social media) to write someone a private message",
            "defineVi": "(phương tiện truyền thông xã hội) để viết cho ai đó một tin nhắn riêng tư",
            "hasImg": true
        },
        {
            "id": "fb428b79-5a03-4b6a-bbb9-74455b3f1bee",
            "word": "to deactivate",
            "phonetic": "tə diːæktᵻveɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "This permanently deactivates COX-1 and COX-2.",
                "To deactivate as you lift it.",
                "They activate or deactivate brain cells when a chemical, like a neurotransmitter, hits them.",
                "If you boil it or leave it on the heat for too long, it will deactivate the agent.",
                "And after five days, the virus will be deactivated and it can't infect anyone anymore."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVhY3RpdmF0ZQ&hash=cd9683cca19641770a0958dd26ae1ee89e694bc5&lang=en&cache-only=0",
            "defineEn": "to disable or turn off an account or profile on a digital platform or social media network",
            "defineVi": "để vô hiệu hóa hoặc tắt tài khoản hoặc hồ sơ trên nền tảng kỹ thuật số hoặc mạng truyền thông xã hội"
        },
        {
            "id": "1df88c1c-e928-43a2-b473-de93804e8885",
            "word": "to subscribe",
            "phonetic": "tə səbskɹaɪb ",
            "partOfSpeechType": "verb",
            "examples": [
                "My mom subscribes to a cooking magazine, and we often try new recipes from it.",
                "I subscribe to a science magazine that keeps me updated on scientific discoveries.",
                "Again, subscribe.",
                "If you haven't yet, subscribe!",
                "Seriously, subscribe."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Vic2NyaWJl&hash=26e13c7164e24b8bdef0a5c3e88091021618ff3e&lang=en&cache-only=0",
            "defineEn": "to voluntarily sign up or register for a service or regular updates, indicating the desire to receive ongoing content or notifications from a specific source",
            "defineVi": "tự nguyện đăng ký hoặc đăng ký dịch vụ hoặc cập nhật thường xuyên, cho biết mong muốn nhận nội dung hoặc thông báo liên tục từ một nguồn cụ thể"
        },
        {
            "id": "4891827f-21b0-45c2-8396-7f43f70b6dae",
            "word": "to unsubscribe",
            "phonetic": "tʊ ʌnsəbskɹaɪb ",
            "partOfSpeechType": "verb",
            "examples": [
                "On this list, you can tap \"Unsubscribe.\"",
                "You can also unsubscribe from a channel while watching its content or browsing its page.",
                "Last thing, feel free to unsubscribe to Smarter Every Day.",
                "They care more about views and clicks than telling you the truth, you should unsubscribe to that news source or that social media account, and you should clean up your news timeline.",
                "To remove a channel altogether, swipe to the left to reveal the unsubscribe prompt."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5zdWJzY3JpYmU&hash=ee4dcaa9ab2b9c79cbc65c6f6394a582dd654532&lang=en&cache-only=0",
            "defineEn": "to voluntarily remove or cancel one's subscription or connection to a particular user, page, or channel on a social media platform",
            "defineVi": "để tự nguyện xóa hoặc hủy đăng ký hoặc kết nối của một người với một người dùng, trang hoặc kênh cụ thể trên nền tảng truyền thông xã hội"
        }
    ]
}