{
    "id": "1e4d1ba5-543d-4c9a-8c29-2a6cea57ab81",
    "title": "Top 176 - 200 Adverbs",
    "originalTitle": "Top 176 - 200 Adverbs",
    "words": [
        {
            "id": "71e72ee7-c72a-4814-93b1-f07bc830f741",
            "word": "closely",
            "phonetic": "kloʊsli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "This election is being closely watched in the region.",
                "This election is being closely watched in the region.",
                "The two colleagues worked together closely and, over time, developed a strong rapport.",
                "She examined the potato closely, noticing the small eye where a new sprout would eventually emerge.",
                "Look closely and tell me what you see."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvc2VseQ&hash=0bd02dc5f9c3f3a32c61d9843c00a5bf7cae000e&lang=en&cache-only=0",
            "defineEn": "without having a lot of space or time in between",
            "defineVi": "mà không có nhiều không gian hoặc thời gian ở giữa"
        },
        {
            "id": "a3374d9f-6ace-488c-a2d2-dbf9b29169be",
            "word": "apart",
            "phonetic": "ɐpɑːɹt ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Intellectually, this man and I are worlds apart.",
                "They are worlds apart in their political views.",
                "She cheated on her husband and broke her family apart.",
                "They made a wish and pulled apart the wishbone, hoping for good luck.",
                "My sister and I are very close now, but we were worlds apart growing up."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBhcnQ&hash=61bc09730603ce21ce1930bb857c7ccf08ed0986&lang=en&cache-only=0",
            "defineEn": "distanced from one another by time or space",
            "defineVi": "cách xa nhau bởi thời gian hoặc không gian"
        },
        {
            "id": "ebb2cd05-e91d-4630-b351-56fd08917eec",
            "word": "wherever",
            "phonetic": "wɛɹɛvɚ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "They have to obtain dribs and drabs from wherever they can, including charity, to make up their weekly income.",
                "Ethan cuts a dash wherever he goes with his sharp suits and stylish accessories, leaving a lasting impression.",
                "Oh I'm letting it roll, wherever I go.",
                "The medical school's graduates are considered to be the cream of the crop and can get jobs wherever they want to.",
                "James has always been a ladies' man, effortlessly charming and attracting women wherever he goes."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hlcmV2ZXI&hash=d31b757c2e247e99303695b1e56ace8f3419aff1&lang=en&cache-only=0",
            "defineEn": "to, in, or at any place",
            "defineVi": "đến, trong, hoặc bất cứ nơi nào"
        },
        {
            "id": "e3573f2b-6c36-4a4f-8665-836d27f34920",
            "word": "meanwhile",
            "phonetic": "miːnwaɪl ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Meanwhile, her New York career hangs in the wind as it seems she's about to be passed over for a huge promotion.",
                "Meanwhile, two of their biggest competitors, Amul and Nestlé, made nearly five billion and 750 million from dairy, respectively.",
                "Meanwhile, those three films grossed $2.3 billion in North America and $2.5 billion internationally.",
                "Meanwhile, in the Himalayan mountains, languages follow valleys.",
                "Meanwhile, technology was rapidly increasing industrial productivity."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVhbndoaWxl&hash=0db6c928611b89f62f18e569da279167b8bf793e&lang=en&cache-only=0",
            "defineEn": "at the same time but often somewhere else",
            "defineVi": "cùng một lúc nhưng thường ở một nơi khác"
        },
        {
            "id": "2055759d-96d2-4150-bbb8-66aef5f1b76f",
            "word": "barely",
            "phonetic": "bɛɹli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Current drilling technology thus barely scrapes the surface.",
                "The media barely lays a glove on him.",
                "Your article barely laid a glove on my arguments.",
                "They barely have enough money to keep body and soul together.",
                "I was barely saved by the bell."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyZWx5&hash=dfe9fcc194433f45b9d6bb9ffedddafcab3c0670&lang=en&cache-only=0",
            "defineEn": "in a manner that almost does not exist or occur",
            "defineVi": "theo cách gần như không tồn tại hoặc xảy ra"
        },
        {
            "id": "cd798037-cc22-4d2d-ae1a-836f5c77ef90",
            "word": "regardless",
            "phonetic": "ɹᵻɡɑːɹdləs ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The CEO of the company listened to the feedback of all employees, regardless of their rank or expertise.",
                "The coach believed that nature passes nurture, and that some athletes are just naturally more talented than others, regardless of their training and practice.",
                "The teacher went on about the topic he had chosen regardless of the fact that many students were asleep.",
                "I think she has rats in the attic because she declined to accept that work regardless of the salary and benefits.",
                "Regardless of where the bacteria came from, the test results should sound an alarm bell."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVnYXJkbGVzcw&hash=024e45755b460e4271f61944dc7ba377006914f2&lang=en&cache-only=0",
            "defineEn": "with no attention to the thing mentioned",
            "defineVi": "không chú ý đến điều được đề cập"
        },
        {
            "id": "d7239dd8-b151-41ce-af2f-98927a31b8ca",
            "word": "effectively",
            "phonetic": "ɪfɛktɪvli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The cleaning product contains stiff chemicals that effectively remove tough stains.",
                "He focused on the meat and potatoes of his job, accomplishing tasks efficiently and effectively.",
                "Sally decided to quit her job and publicly criticize her former employer, effectively burning her bridges with the company.",
                "It helps me to focus on the most important parts of a story and communicate them effectively.",
                "After a disagreement, the team is working to get back on the rails and collaborate effectively to achieve their shared goals."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWZmZWN0aXZlbHk&hash=0e10550701e80268b3da7c8f0d293c3405c27466&lang=en&cache-only=0",
            "defineEn": "in a way that results in the desired outcome",
            "defineVi": "theo cách dẫn đến kết quả mong muốn"
        },
        {
            "id": "3b460983-72e1-4cf4-a9ae-947cf9bb812c",
            "word": "physically",
            "phonetic": "fɪzɪkli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The filtration process works by physically removing the contaminants from the water.",
                "The other team was eating us alive both physically and mentally.",
                "The concept of time is abstract and difficult to grasp, as it cannot be physically perceived.",
                "And that psychological anguish takes a toll physically.",
                "A colleague was physically there. "
            ],
            "audio": "https://tts.langeek.co/read?text=cGh5c2ljYWxseQ&hash=e76c1769d7ae8156301e4f23e344c131b1594018&lang=en&cache-only=0",
            "defineEn": "in relation to the body as opposed to the mind",
            "defineVi": "liên quan đến cơ thể trái ngược với tâm trí",
            "hasImg": true
        },
        {
            "id": "82766938-c6c7-4d1a-ad2e-2b8ee79525b4",
            "word": "overall",
            "phonetic": "oʊvɚɹɔːl ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Adding a pinch of dulse flakes to my stir-fry enhances the overall taste.",
                "The company's new product line contributed to a significant increase in its overall yield for the quarter.",
                "If the head and feet keep warm, the rest will take no harm, and our overall health and well-being will thrive.",
                "With a balanced diet, regular exercise, and a positive mindset, Alex maintains being up to the mark in terms of his overall well-being.",
                "The benefits of exercise may not be immediately apparent, but over the long term, it can improve your overall health and well-being."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcmFsbA&hash=6b3c15dcde77b9b37d4b09ae9e733c60ec0ef7ec&lang=en&cache-only=0",
            "defineEn": "with everything considered",
            "defineVi": "với tất cả mọi thứ được xem xét"
        },
        {
            "id": "e00695d2-a323-4c14-98b3-fa5ad0aecf62",
            "word": "initially",
            "phonetic": "ɪnɪʃəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "He may have initially been attracted to your looks, but once he got to know you better, he realized that you're not his kind of person.",
                "For our first entrepreneurial venture, we decided to cross the stream where it is shallowest by starting small and local rather than taking on a massive nationwide project initially.",
                "As a young lawyer, I quickly learned that in a calm sea every man is a pilot when I struggled to handle a difficult case that required more expertise than I had initially thought.",
                "Initially, consumers hoarded items like rice, beans and frozen foods.",
                "Initially, the high interest rates definitely provoked a recession in 1981 and 1982."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5pdGlhbGx5&hash=b0a21d883cdeff1f3722996d7fd0e190d7ccc7b6&lang=en&cache-only=0",
            "defineEn": "at first; at the beginning",
            "defineVi": "lúc đầu; lúc bắt đầu"
        },
        {
            "id": "3b50ccd8-bafc-4215-be65-7fed1fcccf2e",
            "word": "previously",
            "phonetic": "pɹiːviəsli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Detectives had closed the book on the Hornsey Murders case three years previously.",
                "Previously estate agents ended up as a monkey in the middle between landlord and tenant.",
                "The Olympics can make sporting heroes out of previously little-known athletes.",
                "Previously, the certification of the Electoral College votes was a mere formality.",
                "So we did a video previously on Brittani's channel."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJldmlvdXNseQ&hash=397962d7111d9525946067becaa314624ad9129e&lang=en&cache-only=0",
            "defineEn": "before this moment or a specific time",
            "defineVi": "trước thời điểm này hoặc một thời điểm cụ thể"
        },
        {
            "id": "67b4c9d9-acd4-4baa-8a82-272af33a8862",
            "word": "largely",
            "phonetic": "lɑːɹdʒli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Their conversation had been largely to do with work.",
                "The book became a worldwide best-seller, largely by the word of mouth.",
                "Looking back on his own childhood, he realized that his love for nature and the outdoors was largely shaped by his experiences exploring the woods behind his childhood home - a perfect example of how the child is the father of the man.",
                "Narrator: The size of the pearl largely depends on the size of the mollusk.",
                "And the money largely had symbolic value."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFyZ2VseQ&hash=5ba29e6786d5594d9407e519a06938a218c017b4&lang=en&cache-only=0",
            "defineEn": "chiefly or mostly; to a great degree",
            "defineVi": "chủ yếu hoặc chủ yếu; đến một mức độ tuyệt vời"
        },
        {
            "id": "b3fbfc7b-f575-47a9-8dd2-e7136a8bda32",
            "word": "heavily",
            "phonetic": "hɛvili ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Mary's makeup was applied so heavily that it looked like she had a face that could stop a clock.",
                "The company's decision to invest heavily in the new product was a kill or cure move.",
                "The company that relies too heavily on a single product or service may be vulnerable to market changes or competition, demonstrating how the pitcher goes so often to the well that it is broken at last.",
                "In a business environment, a playing field which is heavily regulated and favors established companies can make it challenging for new startups to compete and thrive.",
                "Islamic narratives heavily influenced the perception of jinn and their characteristics."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhdmlseQ&hash=4a1cf6be1f4e84f73e04d20e05c50a91b9364f7f&lang=en&cache-only=0",
            "defineEn": "in large amounts or to a great degree",
            "defineVi": "với số lượng lớn hoặc ở mức độ lớn"
        },
        {
            "id": "cf13d6d1-acfd-4687-996e-11e2b09b02b7",
            "word": "live",
            "phonetic": "laɪv ",
            "partOfSpeechType": "adverb",
            "examples": [
                "She lived a very peaceful life.",
                "She lives just a stone's throw away from the beach.",
                "He lives far from the city center.",
                "He lived in a small town with friendly neighbors.",
                "She lived in the same village from the cradle to the grave."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl2ZQ&hash=406867a04825bf06b5e64b1a275e214872c8b293&lang=en&cache-only=0",
            "defineEn": "performed or recorded in front of an audience or as the mentioned event is taking place",
            "defineVi": "được thực hiện hoặc ghi lại trước khán giả hoặc khi sự kiện được đề cập đang diễn ra",
            "hasImg": true
        },
        {
            "id": "69fc6042-9e52-4261-9153-21076b730e6e",
            "word": "in the first place",
            "phonetic": "ɪnðə fɜːst pleɪs ",
            "partOfSpeechType": "phrase",
            "examples": [
                "What brought you to Chicago in the first place?",
                "I didn't care much for the job in the first place.",
                "I'm not going to tell you because, in the first place, it's none of your business, and in the second place, you would tell everyone else.",
                "We should never have agreed to let him borrow the money in the first place.",
                "If you ask me, it was Diana who treated him like trash and put the whole divorce thing in motion in the first place."
            ],
            "audio": "https://tts.langeek.co/read?text=aW4gdGhlIGZpcnN0IHBsYWNl&hash=def3333798d678f967d563a5a6874eab4aa3d823&lang=en&cache-only=0",
            "defineEn": "used to talk about why something was or was not done from the beginning",
            "defineVi": "được sử dụng để nói về lý do tại sao một cái gì đó được hoặc không được thực hiện ngay từ đầu"
        },
        {
            "id": "342b0cc5-0dd1-4d42-ae75-1491eb824c5e",
            "word": "correctly",
            "phonetic": "kɚɹɛktli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "He had true knowledge about the subject and answered all the questions correctly.",
                "I remember correctly.",
                "Am I saying that correctly?",
                "Did you guess correctly?",
                "The American people perceive correctly that we are in an urgent moment."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ycmVjdGx5&hash=25b868b6b89b93b0ab7bcf9c488fe086f5f8a049&lang=en&cache-only=0",
            "defineEn": "in a right way and without mistake",
            "defineVi": "một cách đúng đắn và không có sai lầm"
        },
        {
            "id": "6f456f7d-7e91-48e3-a9bf-0403ec187d35",
            "word": "regularly",
            "phonetic": "ɹɛɡjʊlɚli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "She regularly appears on TV.",
                "They both gave regularly to charity.",
                "We donate blood regularly at the hospital to help those in need.",
                "Lisa hits the gym regularly to stay in shape and maintain her physical fitness.",
                "We recommend you save regularly by clicking on the update button."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVndWxhcmx5&hash=9fb53f36fbfca528b744878dd9b95546fc1d78ca&lang=en&cache-only=0",
            "defineEn": "at regular intervals or with the same amount of time between events",
            "defineVi": "tại các khoảng thời gian đều đặn hoặc với cùng một khoảng thời gian giữa các sự kiện"
        },
        {
            "id": "825a9191-a744-4490-9bba-a4e9f87dfb77",
            "word": "nowhere",
            "phonetic": "noʊwɛɹ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Bad manners will get you nowhere.",
                "I wanted to talk to him but he was nowhere to be found.",
                "The politician was quick to take credit for the country's economic growth, but when the economy took a downturn, he was nowhere to be found.",
                "When their car broke down in the middle of nowhere, the stranded family had to resort to Shanks' mare and walk several miles until they reached the nearest town.",
                "All nothing but futile attempts that went nowhere."
            ],
            "audio": "https://tts.langeek.co/read?text=bm93aGVyZQ&hash=0d289cffe18a13272447573eff6d6e1c35bfa79a&lang=en&cache-only=0",
            "defineEn": "not any place; to or in any place",
            "defineVi": "không phải bất cứ nơi nào; đến hoặc ở bất kỳ nơi nào"
        },
        {
            "id": "04917a94-c030-4606-a1ef-4fa02b149c8f",
            "word": "deep",
            "phonetic": "diːp ",
            "partOfSpeechType": "adverb",
            "examples": [
                "To take a deep breath.",
                "As I bite into a black cherry, its deep red juice stains my lips, leaving behind a sweet aftertaste.",
                "The experienced lawyer is streets ahead of her young colleagues, with a deep understanding of the law and years of courtroom experience.",
                "He knew deep down inside that she was right.",
                "His deep love of music moved him to take lessons with Dr. Hill."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVlcA&hash=19546422bb4e9ab997ca93851d9f151d4ca0caed&lang=en&cache-only=0",
            "defineEn": "at, or to a significant depth",
            "defineVi": "tại, hoặc đến một độ sâu đáng kể"
        },
        {
            "id": "d9dde52e-b257-4618-969a-2f5b9d590bed",
            "word": "mainly",
            "phonetic": "meɪnli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "ur company mainly produces goods for export.",
                "The smell was mainly decomposing flesh.",
                "The cases on the Till Act list mainly cover the 1950s and 60s.",
                "The city is projecting a fifteen point six billion dollar deficit for fiscal year twenty twenty two for twenty four, mainly due to a decline in property tax collections.",
                "Mainly, he just picked up static from thunderstorms."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFpbmx5&hash=a4fe0c85f1cd62f31cf4cccca8ef7a850f587d1b&lang=en&cache-only=0",
            "defineEn": "more than any other thing",
            "defineVi": "hơn bất kỳ thứ gì khác"
        },
        {
            "id": "7071988f-5285-4d48-b991-db86f8e0fe53",
            "word": "frequently",
            "phonetic": "fɹiːkwəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Save data frequently.",
                "They frequently went to Manchester to go window shopping.",
                "Lisa and Mark have been spotted together so frequently that everyone knows they're an item.",
                "Tension began to build as they argued more frequently.",
                "When he was away for prolonged periods on work, he would frequently write letters to her and write SWAK at the back of the envelope, to signify that it was sealed with a kiss."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlcXVlbnRseQ&hash=dcd4a686449980477c30cb11155a1bd4aa81f977&lang=en&cache-only=0",
            "defineEn": "regularly and with short time in between",
            "defineVi": "thường xuyên và với thời gian ngắn ở giữa",
            "hasImg": true
        },
        {
            "id": "1fe9d8a1-6207-42c9-bc03-8650dcf50ff4",
            "word": "through",
            "phonetic": "θɹuː ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The organization supports various charitable causes through donations.",
                "The increase had a ripple effect through the whole financial market.",
                "The captain navigated the ship through rough waters with skill and expertise.",
                "The train traveled through beautiful countryside.",
                "The road continues through the village of Knightwick."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhyb3VnaA&hash=01c4254b818d5e080dba2686f04d3730b8dfd980&lang=en&cache-only=0",
            "defineEn": "expressing movement from one side of something to the other",
            "defineVi": "thể hiện sự chuyển động từ một phía của một cái gì đó sang một bên khác"
        },
        {
            "id": "d664c917-c1d4-42d1-bbf4-7db5da2c709a",
            "word": "afterward",
            "phonetic": "æftɚwɚd ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Emma couldn't handle the roller coaster ride and ended up spilling her guts right afterward.",
                "Thompson published his findings not long afterward.",
                "It affects their interactions afterward, too.",
                "But afterward, in the Triassic, some amphibians still held on.",
                "Comey hangs around afterward."
            ],
            "audio": "https://tts.langeek.co/read?text=YWZ0ZXJ3YXJk&hash=773d023359f39637bfdbe15d9552a52ba64fe170&lang=en&cache-only=0",
            "defineEn": "after another event that has just been mentioned",
            "defineVi": "sau một sự kiện khác vừa được đề cập"
        },
        {
            "id": "7587abc3-53e2-4bf2-a47b-bb76e3f7cdd7",
            "word": "behind",
            "phonetic": "bᵻhaɪnd ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Our equipment is a bit behind the times.",
                "The meeting was held behind closed doors.",
                "Programs are running a few minutes behind schedule this evening.",
                "A man suddenly appeared from behind a tree.",
                "Shoppers took cover behind cars as police marksmen returned fire."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVoaW5k&hash=e24c2fa02ff99297d3225b65edfd2dd3b4b53deb&lang=en&cache-only=0",
            "defineEn": "toward or at the back of something or someone",
            "defineVi": "về phía hoặc ở phía sau của một cái gì đó hoặc một ai đó",
            "hasImg": true
        },
        {
            "id": "ee157985-d975-47c0-a7cb-9c2df05310bb",
            "word": "significantly",
            "phonetic": "sɪɡnɪfɪkəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The company's stock prices took a beating in the market, dropping significantly due to poor financial performance.",
                "The company's profits have been declining for months, but the CEO only started to take notice after the stock price dropped significantly.",
                "The oil industry pollutes, significantly.",
                "White Castle's profits fell significantly.",
                "There, phonons could significantly affect the star’s behavior."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lnbmlmaWNhbnRseQ&hash=04d67fbbc6b5e351c2af1354e691f7ffc8865760&lang=en&cache-only=0",
            "defineEn": "in a manner that is important or large enough to be noticed or be effective",
            "defineVi": "theo cách đó là quan trọng hoặc đủ lớn để được chú ý hoặc có hiệu quả"
        }
    ]
}