{
    "id": "1e506545-923d-4754-bc6b-bbe9ef0c0db3",
    "title": "The Law",
    "originalTitle": "The Law",
    "words": [
        {
            "id": "35b2f536-7ecf-4c1f-9685-aef1026eca6c",
            "word": "court of appeals",
            "phonetic": "koːɹt ʌv ɐpiːlz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y291cnQgb2YgYXBwZWFscw&hash=b62e2ce64ff7f74e1dd8e6713a237e5ecf5eb982&lang=en&cache-only=0",
            "defineEn": "in the US, a court of law that makes decisions regarding cases in which the lower court's judgment is contested",
            "defineVi": "ở Hoa Kỳ, một tòa án luật đưa ra các quyết định liên quan đến các vụ việc mà phán quyết của tòa án cấp dưới bị phản đối"
        },
        {
            "id": "6251379a-aa04-4d21-8e9f-315a90ead027",
            "word": "appellant",
            "phonetic": "ɐpɛlənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The appellant is a private individual, she's free to do with her unmortgaged property as she chooses.",
                "- This is either incompetence on a scale which beggars belief, or a further illustration that the council has one rule for the appellant, and another for everyone else."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwZWxsYW50&hash=7c6f6ba20c6804fa5287f38ec0b77ad5af2d7d9d&lang=en&cache-only=0",
            "defineEn": "a person who appeals in a higher court against a decision made in a lower court",
            "defineVi": "một người kháng cáo tại tòa án cấp cao hơn đối với quyết định được đưa ra tại tòa án cấp dưới"
        },
        {
            "id": "c72b9b58-ea9c-428e-9878-5b7846a2a2c0",
            "word": "article",
            "phonetic": "ɑːɹɾɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Generally, the article reads very well.",
                "Your article barely laid a glove on my arguments.",
                "The journalist published a wrong statement in the article.",
                "The magazine has an article about famous celebrities and their lifestyles.",
                "The articles in this magazine are a cut above the others."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0aWNsZQ&hash=6a3306233002308124e6d2b36e663e0ae53ddf5d&lang=en&cache-only=0",
            "defineEn": "a paragraph or clause in a legal agreement or document that is separate from others and deals with something particular",
            "defineVi": "một đoạn hoặc điều khoản trong một thỏa thuận pháp lý hoặc tài liệu tách biệt với những người khác và liên quan đến một cái gì đó cụ thể"
        },
        {
            "id": "d1e355de-f6f6-43e4-ae88-fac8fd616fb8",
            "word": "subclause",
            "phonetic": "sʌbklɔːz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3ViY2xhdXNl&hash=bb5c92cc8e6351feb83e020fe709328c0beaccc0&lang=en&cache-only=0",
            "defineEn": "an additional part of a legal document",
            "defineVi": "một phần bổ sung của một tài liệu pháp lý"
        },
        {
            "id": "32fc4178-6120-4174-ba2b-f14eb1878eaa",
            "word": "writ",
            "phonetic": "ɹɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He said his lawyer would serve a writ to the multinational corporation within a week.",
                "Well, my writ at this point really focuses on Yemen.",
                "So, Marbury did what any self-respecting petitioner would do, he went to the Supreme Court for a writ of mandamus that would force Madison to give Marbury his job.",
                "The American academy writ large, not just UVA, has been built on, right, money from the slave trade, built by enslaved people.",
                "Marshall's ruling took the power of writs of mandamus away from the Court, making it look weaker, while at the same time giving the Court the power to declare the law that had granted it the mandamus power in the first place unconstitutional."
            ],
            "audio": "https://tts.langeek.co/read?text=d3JpdA&hash=78bcc7f53fbd4fbf08b964a80800e3c2db5ba847&lang=en&cache-only=0",
            "defineEn": "a legal document from a court or another legal authority that instructs someone on what to do or not to do",
            "defineVi": "một tài liệu pháp lý từ tòa án hoặc cơ quan pháp lý khác hướng dẫn ai đó về những việc cần làm hoặc không nên làm"
        },
        {
            "id": "37e4cbd7-51c3-44ee-a1d7-026067f9a607",
            "word": "affidavit",
            "phonetic": "æfɪdeɪvɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The National Police still need affidavits before the raids can go ahead.",
                "Give me five Finally, the girls' affidavits are formally sworn.",
                "Well tomorrow, we're going to present the affidavits for the search warrant.",
                "But it's her sister Mirasol's affidavit that's critical as she once worked at the two bars alongside the girls she has identified as minors.",
                "But the National Police may still take weeks to examine the affidavits and approve the operation."
            ],
            "audio": "https://tts.langeek.co/read?text=YWZmaWRhdml0&hash=f5c6cb629f0bba4b6b7e51c1433011b78fe1cc7d&lang=en&cache-only=0",
            "defineEn": "a written statement affirmed by oath or pledge that can be used as evidence in court",
            "defineVi": "một tuyên bố bằng văn bản được khẳng định bằng lời thề hoặc cam kết có thể được sử dụng làm bằng chứng trước tòa"
        },
        {
            "id": "3dd0b1c3-189b-44ad-ba99-0e269437344e",
            "word": "warrant",
            "phonetic": "wɔːɹənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "When the government tried to pass a law that would allow them to enter people's homes without a warrant, many citizens protested, stating that an Englishman's home is his castle.",
                "The skepticism around ESG investing is warranted.",
                "In 1555, this procedure didn’t warrant much acclaim.",
                "Are they warranted?",
                "We hunt the warrant it."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FycmFudA&hash=6008ffaa08d0666e0b17141f17df1ce65c4973ef&lang=en&cache-only=0",
            "defineEn": "an order issued by a judge that authorizes the police to carry out certain measures",
            "defineVi": "một lệnh ban hành bởi một thẩm phán ủy quyền cho cảnh sát để thực hiện các biện pháp nhất định"
        },
        {
            "id": "ca9f64ce-11aa-4d1f-9390-bd862ac9f53b",
            "word": "plaintiff",
            "phonetic": "pleɪntɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The plaintiff’s lawyer turned the tables this morning by producing some strong new evidence.",
                "The billionaire's legal team has so much experience and resources that it's all Lombard Street to a China orange for the small law firm representing the plaintiff.",
                "The settlement would also steer future profits to the plaintiffs.",
                "JED LEIBER, Plaintiff: For me, the metaphor for my grandfather's story and mine is chess.",
                "JED LEIBER, Plaintiff: For me, the metaphor for my grandfather's story and mine is chess."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhaW50aWZm&hash=4e0ae0d7c74b4d59e32434e526765df697eb373a&lang=en&cache-only=0",
            "defineEn": "a person who brings a lawsuit against someone else in a court",
            "defineVi": "một người khởi kiện người khác tại tòa án"
        },
        {
            "id": "83690a69-31ef-4b8a-86ad-3faee7985a3d",
            "word": "litigator",
            "phonetic": "lɪɾᵻɡeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In a marvelous way, she probably meant more as a litigator than she did as a jurist, not to offend anybody.",
                "While hedge funds contributed only some of Kentucky's pension woes, two class-action litigators from San Diego-- Bill and Michelle Lerach-- sensed an opportunity here."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl0aWdhdG9y&hash=50e543d92f348ccf805fc09c8b9b36bc972f9464&lang=en&cache-only=0",
            "defineEn": "a lawyer who specializes in bringing a lawsuit against people or organizations in a court of law",
            "defineVi": "một luật sư chuyên đưa ra một vụ kiện chống lại những người hoặc tổ chức tại một tòa án của pháp luật"
        },
        {
            "id": "3625672b-fdaa-460e-87b6-25f5f627ffc5",
            "word": "settlement",
            "phonetic": "sɛɾəlmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She came out of the divorce settlement a rich woman.",
                "The company opted for a settlement rather than taking their former employee to court.",
                "State regulators will go the extra mile to ensure that this settlement is as investor-friendly as possible.",
                "The settlement includes money for the victims families.",
                "This settlement is an abandoned care home."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V0dGxlbWVudA&hash=23eae63049451fd7e1f90cde8645028b41bd8d5a&lang=en&cache-only=0",
            "defineEn": "an official agreement that puts an end to a dispute",
            "defineVi": "một thỏa thuận chính thức chấm dứt tranh chấp",
            "hasImg": true
        },
        {
            "id": "0cfedd56-bfb9-4df4-b04a-928bd743ef32",
            "word": "waiver",
            "phonetic": "weɪvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, the waivers have historically been issued in many different parts of the country.",
                "Therefore, I will not support a waiver for future nominees.",
                "Congress has only approved that waiver twice, for former World War II Five-Star General George Marshall and for President Trump's first defense secretary, James Mattis, Austin's predecessor at Central Command.",
                "Fee waivers or whether or not disclosure of any responsive records would be in the public interest.",
                "German Chancellor Angela Merkel spoke out against a patent waiver today."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FpdmVy&hash=c25ba4d3e280cf2905df5c08132827d9789a26f8&lang=en&cache-only=0",
            "defineEn": "an official statement according to which one gives up their legal right or claim",
            "defineVi": "một tuyên bố chính thức theo đó một người từ bỏ quyền hợp pháp hoặc yêu cầu của họ"
        },
        {
            "id": "e35e94d1-8602-4d10-b220-ed4584aa5b97",
            "word": "to nullify",
            "phonetic": "tə nʌlᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "What can I do to sort of, like, nullify that argument?",
                "Now, Jefferson went further and said nullify.",
                "JOHN YANG: Democrats on the House Oversight Committee say they now have e-mails that show Trump and his staff pressured top Justice Department officials last December to file a lawsuit in the Supreme Court, in an attempt to nullify the 2020 election.",
                "JOHN YANG: Democrats on the House Oversight Committee say they now have e-mails that show Trump and his staff pressured top Justice Department officials last December to file a lawsuit in the Supreme Court, in an attempt to nullify the 2020 election.",
                "Because Madison didn't think that a state could nullify, but he did think that they could make a fuss, interpose, try to change public opinion."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbnVsbGlmeQ&hash=b476a2f68a88dc715e063140ba639acb2da6af13&lang=en&cache-only=0",
            "defineEn": "to legally invalidate an agreement, decision, etc.",
            "defineVi": "vô hiệu về mặt pháp lý một thỏa thuận, quyết định, v.v."
        },
        {
            "id": "f1b56d6d-91c4-4747-97be-760018477bdf",
            "word": "to sanction",
            "phonetic": "tə sæŋkʃən ",
            "partOfSpeechType": "verb",
            "examples": [
                "Sanctions have failed to loosen his grip on power.",
                "We have sanctioned individual Communist Party members.",
                "You mentioned the sanctions.",
                "But not all norm violations are informally sanctioned.",
                "It probably introduces similar sanctions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2FuY3Rpb24&hash=e59992b46d4049bd5eef9574b1d0169abf817b4f&lang=en&cache-only=0",
            "defineEn": "to officially approve or authorize something such as an action, change, practice, etc.",
            "defineVi": "để chính thức phê duyệt hoặc ủy quyền một cái gì đó như một hành động, thay đổi, thực hành, vv"
        },
        {
            "id": "fe06a955-b155-4c86-8da7-97752374a3cc",
            "word": "to enforce",
            "phonetic": "tʊ ɛnfoːɹs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Its courts, religious law, local priests, and a huge bureaucracy of religious officials enforced its domination.",
                "Judy, the new rule enforces tougher work requirements.",
                "Soldiers enforce a strict military curfew.",
                "These codes are enforced at the local level.",
                "Laws have to be enforced."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5mb3JjZQ&hash=4f628633412d5109735695efc49c8b2bd6e6cf64&lang=en&cache-only=0",
            "defineEn": "to ensure that a law or rule is followed",
            "defineVi": "để đảm bảo rằng một luật hoặc quy tắc được tuân theo"
        },
        {
            "id": "51cf79d4-869f-4a16-ba7f-53b12933c4ef",
            "word": "to issue",
            "phonetic": "tʊ ɪʃuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "Alan's explanation just muddies the issue!",
                "The issue comes up over and over on the stump.",
                "He danced the issue around.",
                "I pressed the issue home to them.",
                "The winter issue is hot off the press."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaXNzdWU&hash=a1a51e4b21e18eaa5f5c1ae4abebeba91cfe836f&lang=en&cache-only=0",
            "defineEn": "to release or send out an official document such as a statement, warrant, etc.",
            "defineVi": "phát hành hoặc gửi đi một tài liệu chính thức như tuyên bố, bảo đảm, v.v."
        },
        {
            "id": "a75ff491-bfe4-4c3e-8ee5-b49cf35f2d7f",
            "word": "to acquit",
            "phonetic": "tʊ ɐkwɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "An all-white jury in Kansas City acquitted the killer, Raymond Bledsoe, the following year. ",
                "Zimmerman was acquitted.",
                "He's going to be acquitted on a party-line vote in the Senate.",
                "Ahmed Omar Saeed Sheik, a British-born Pakistani man, was acquitted of killing Pearl earlier this year.",
                "We're acquitting that to a stress This is the future of metal."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNxdWl0&hash=a3cfd51c38425338ee7a23e75a9b85a8cfb5f04d&lang=en&cache-only=0",
            "defineEn": "officially deciding and declaring in a law court that someone is not guilty of a crime",
            "defineVi": "chính thức quyết định và tuyên bố trước tòa án rằng ai đó không phạm tội",
            "hasImg": true
        },
        {
            "id": "feb4d88a-2593-4b1b-9cef-2bb8773eb80b",
            "word": "to pardon",
            "phonetic": "tə pɑːɹdən ",
            "partOfSpeechType": "verb",
            "examples": [
                "Pardon me?",
                "I beg your pardon.",
                "I beg your pardon.",
                "Pardon me, does this train go to Oakland?",
                "Pardon my French, but that's a damned shame!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFyZG9u&hash=f21b2c2867ba2c43fa3d35829f14c04d864d6dab&lang=en&cache-only=0",
            "defineEn": "to discharge a criminal from the legal consequences of a conviction or violation",
            "defineVi": "giải phóng tội phạm khỏi hậu quả pháp lý của việc kết án hoặc vi phạm"
        },
        {
            "id": "5d713fbe-0e85-483d-abe3-6a6ffc6aed46",
            "word": "to decree",
            "phonetic": "tə dᵻkɹiː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The constitution does not decree the right to keep and bare arms.",
                "He signed a bunch of decrees.",
                "The Ferguson police are also operating under a consent decree.",
                "The Grand Mufti of Saudi Arabia had decreed the war a jihad, and encouraged thousands of Saudis to become holy warriors.",
                "The Parlements registered royal decrees and their members could sell their jobs to the highest bidder."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVjcmVl&hash=2ecb71c8841f3a064fcfd1274844772581ee2d2e&lang=en&cache-only=0",
            "defineEn": "to make an official judgment, decision, or order",
            "defineVi": "đưa ra phán quyết, quyết định hoặc lệnh chính thức"
        },
        {
            "id": "e718a5f6-d326-461d-9a59-12cda3e9e011",
            "word": "prosecution",
            "phonetic": "pɹɑːsɪkjuːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "It seems like a slam dunk for the prosecution: your client confessed to the crime.",
                "The truth is that the prosecution hasn't got a leg to stand on now that their key witness has been discredited in court.",
                "In a criminal trial, the prosecution bears the burden of proof to demonstrate the guilt of the accused beyond a reasonable doubt.",
                "In a court of law, both the prosecution and the defense have the opportunity to present their case, as there are two sides to every question.",
                "The fact that minor drug offenders are often given lengthy prison sentences while powerful drug lords evade capture and prosecution is a clear example of the proverb little thieves are hanged, but great ones escape."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvc2VjdXRpb24&hash=967a008089ecbc7106d0c01803d62b14758eebd9&lang=en&cache-only=0",
            "defineEn": "the process of bringing someone to court in an attempt to prove their guilt",
            "defineVi": "quá trình đưa ai đó ra tòa trong nỗ lực chứng minh tội lỗi của họ"
        },
        {
            "id": "07276fdc-cdd1-4f07-a152-e339a18e08dc",
            "word": "judiciary",
            "phonetic": "dʒuːdɪʃɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "An independent judiciary is a godsend.",
                "There's no independent judiciary.",
                "And we saw a rise of activism also in the judiciary.",
                "Aztec bureaucracy included tax collection, judiciary system, and censuses.",
                "An independent judiciary is the heart and soul of a democracy, not voting."
            ],
            "audio": "https://tts.langeek.co/read?text=anVkaWNpYXJ5&hash=e3fbd2289d3f53a013725712be39d7064afbe3b1&lang=en&cache-only=0",
            "defineEn": "the part of a country's government that administers the legal system, including all its judges",
            "defineVi": "một phần của chính phủ của một quốc gia quản lý hệ thống pháp luật, bao gồm tất cả các thẩm phán của nó"
        },
        {
            "id": "9ae70dfa-c9b7-4d14-bac6-e008aab2e3e0",
            "word": "to infringe",
            "phonetic": "tʊ ɪnfɹɪndʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "It's not subject to interpretation, shall not be infringed.",
                "That's anything that infringes on a company's intellectual property rights, or IPR.",
                "Once I'm at work, I spend the morning procrastinating and doodle pictures of Finn and Jake from Adventure Time TPing Frank Gehry's Jay Pritzker Pavilion, infringing on Time Warner's copyrights on the characters and on Frank Gehry's architectural rendering.",
                "It says the right to keep and bare arms shall not be infringed.",
                "This in theory makes it impossible for states to infringe upon the liberties and the Bill of Rights."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5mcmluZ2U&hash=0f6456cdc928691ff6b24e523e7657c62b10dbd5&lang=en&cache-only=0",
            "defineEn": "to go against a rule, law, term of agreement, etc.",
            "defineVi": "để đi ngược lại một quy tắc, pháp luật, điều khoản của thỏa thuận, vv"
        },
        {
            "id": "9f8a8be8-5198-487b-9e56-69a83aff7221",
            "word": "to overturn",
            "phonetic": "tʊ oʊvɚtɜːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "An industry-backed initiative petition with a large marketing budget overturned the apple cart.",
                "His only conviction was later overturned.",
                "Instead, on Saturday, he personally made this demand of Georgia Secretary of State Brad Raffensperger: Overturn the state's election results.",
                "A French rescue ship found an overturned rubber boat on Thursday.",
                "Executive orders can be overturned by actual Congressional lawmaking, or by Supreme Court decisions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3ZlcnR1cm4&hash=6f9a35dbc9a9841f430b764eedbd59d91ea1c3ad&lang=en&cache-only=0",
            "defineEn": "to reverse, abolish, or invalidate something, especially a legal decision",
            "defineVi": "để đảo ngược, bãi bỏ, hoặc làm mất hiệu lực một cái gì đó, đặc biệt là một quyết định pháp lý"
        },
        {
            "id": "b3e53ab2-cfd2-4086-a1b2-c83b878de7c5",
            "word": "to void",
            "phonetic": "tə vɔɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The change in the law makes the previous agreement null and void.",
                "The election was declared null and void.",
                "The void allowed misinformation and conspiracy.",
                "This silica-enriched water enters the voids inside pieces of volcanic rock, prehistoric river beds, wood and even the bones of ancient creatures.",
                "However, the new exceptions didn't void requirements states might have for telehealth."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdm9pZA&hash=f6785790cc6507f162ba59f7af09dd19cedf3559&lang=en&cache-only=0",
            "defineEn": "to announce that something is no longer legally valid or binding",
            "defineVi": "để thông báo rằng một cái gì đó không còn giá trị pháp lý hoặc ràng buộc"
        },
        {
            "id": "e63dc6de-6a02-4ad3-b7ca-49470a7a2572",
            "word": "conviction",
            "phonetic": "kənvɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He has the courage of his convictions.",
                "The conviction of the billionaire sends a message to the world that no one gets a free pass to break the law.",
                "Lead your own life and have the courage of your convictions.",
                "When we learned of the conviction, we dropped him like a hot potato.",
                "George is a decent fella, it's just that he lacks the courage of his convictions."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udmljdGlvbg&hash=4c9043279fb2235c915110b3a75111aac74c92c8&lang=en&cache-only=0",
            "defineEn": "a formal declaration by which someone is found guilty of a crime in a court of law",
            "defineVi": "một tuyên bố chính thức theo đó một người nào đó bị kết tội tại một tòa án của pháp luật"
        },
        {
            "id": "3a386f3a-3677-4fc4-b0e5-2970c786c402",
            "word": "indictment",
            "phonetic": "ɪndaɪtmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Yet. 1984 is an indictment of specific governments.",
                "The Miami Herald and others report a federal indictment in Miami names at least five suspects.",
                "And the speech itself, Trump’s speech, is a searing indictment of the prior administration.",
                "- Today we are announcing the indictment of a federal savings bank on mortgage fraud, securities fraud, and conspiracy.",
                "Was it an early indictment of market-driven economies?"
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kaWN0bWVudA&hash=e7de3aa0dbc049b2b33fd5ea0985a56ff208629e&lang=en&cache-only=0",
            "defineEn": "a formal accusation of a crime",
            "defineVi": "một lời buộc tội chính thức của một tội phạm"
        },
        {
            "id": "1620e286-4311-4d94-a4a7-240f292644e2",
            "word": "validation",
            "phonetic": "vælɪdeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "When the shoot is complete, Ruth, who is also always looking for validation, fishes for a compliment from a new cameraman.",
                "Jack was struggling and found comfort in venting his problems to his brother Joe, looking for sympathy and validation.",
                "Amanda ended her relationship with Josh when she discovered his habit of kissing and telling, realizing that he valued attention and validation more than their privacy and trust.",
                "The second reason is validation.",
                "It's really a validation of our shareholders' confidence in us and our technology."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFsaWRhdGlvbg&hash=3904a2c01d22b99bd59d9e6120a090be532d3ef6&lang=en&cache-only=0",
            "defineEn": "the act of making something legally acceptable and the declaration of it",
            "defineVi": "hành động làm cho một cái gì đó được chấp nhận về mặt pháp lý và tuyên bố của nó"
        },
        {
            "id": "15b36ec3-187a-436a-b171-5ee2c3603702",
            "word": "litigation",
            "phonetic": "lɪɾɪɡeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Litigation is slow.",
                "We even won litigation over one.",
                "There is ongoing litigation.",
                "Litigation is not going to be the answer for Parler in this.",
                "There was litigation around the Great Lakes fishing treaties with the same result."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl0aWdhdGlvbg&hash=2320bf8f560fc9579ec864fef5a7edc7c0522129&lang=en&cache-only=0",
            "defineEn": "the process of bringing a lawsuit to a court in order to obtain a judgment",
            "defineVi": "quá trình đưa vụ kiện ra tòa án để có được phán quyết"
        },
        {
            "id": "a72e6c65-1239-4a0e-8a3d-12c2ba54af88",
            "word": "to outlaw",
            "phonetic": "tʊ aʊtlɔː ",
            "partOfSpeechType": "verb",
            "examples": [
                "He also outlawed worker activism.",
                "Virtually all foreign travel has now been outlawed.",
                "Robocalls to non-consenting individuals were outlawed by the Telephone Consumer Protection Act in 1991.",
                "The Sherman Act outlaws any monopolization or attempted monopolization.",
                "It didn't specifically outlaw cannabis."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3V0bGF3&hash=e3c9ee0cb3292a9e1cf3adebba2c54e526e9770c&lang=en&cache-only=0",
            "defineEn": "to ban or make something illegal or unacceptable",
            "defineVi": "để cấm hoặc làm cho một cái gì đó bất hợp pháp hoặc không thể chấp nhận"
        },
        {
            "id": "ecd6c26a-b952-478e-82bc-1119a412bda4",
            "word": "to legislate",
            "phonetic": "tə lɛdʒɪsleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Britain legislated that they could do so.",
                "It's easier to legislate around.",
                "It's almost like legislating morality doesn't actually increase morality.",
                "Whereby the legislating powers incapable of annihilation, have returned to the people at large for their exercise, the state remaining in the meantime, exposed to all the dangers of invasion from without and convulsions within.",
                "So, while Democrats are beginning to operate the Senate, there still is not a process in place to legislate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGVnaXNsYXRl&hash=26a54b0aafb893d842c25ea77ab2712fd21e26d9&lang=en&cache-only=0",
            "defineEn": "to make or enact laws that affect something",
            "defineVi": "để thực hiện hoặc ban hành luật có ảnh hưởng đến một cái gì đó"
        },
        {
            "id": "09308cb1-ac78-41a2-a7a3-e3d214f70efa",
            "word": "notary",
            "phonetic": "noʊɾɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bm90YXJ5&hash=94c8cd012a2718140084b81d6fc9040d6f31fa53&lang=en&cache-only=0",
            "defineEn": "an official authorized to conduct particular legal formalities, especially to make documents legally acceptable",
            "defineVi": "một quan chức được ủy quyền để tiến hành các thủ tục pháp lý cụ thể, đặc biệt là để làm cho các tài liệu được chấp nhận về mặt pháp lý"
        },
        {
            "id": "516ed219-cc35-4f8e-bf5b-19fee941512b",
            "word": "legality",
            "phonetic": "liːɡælᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Legality creates incentives here that drug dealers can't exploit.",
                "But the ongoing use of these chemical agents, like pepper spray and tear gas, on peaceful protests have sparked a debate around the legality of these methods.",
                "And ultimately, it left the fight over the legality of fantasy sports up to individual states.",
                "In the interim, there are serious questions about the legality of the behavior on Reddit.",
                "Legality is a way to exercise some control over them, especially when it comes to protecting young people."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVnYWxpdHk&hash=fc353f13062105e4454e565745f1aab83e6ece77&lang=en&cache-only=0",
            "defineEn": "the fact that something is in accordance with the law",
            "defineVi": "thực tế là một cái gì đó là phù hợp với pháp luật"
        },
        {
            "id": "2fde4b91-8d1c-469e-916f-e0b8e4853a41",
            "word": "to interrogate",
            "phonetic": "tʊ ɪntɛɹəɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They're interrogating the chief in this little village here.",
                "I was interrogated by what I assume to be state security officers or intelligence officers. ",
                "They interrogated him and asked him: What are you doing here?",
                "Interrogating the evidence our online sources provide us is incredibly important.",
                "As they interrogate their prisoner, it's pretty obvious that there are a lot of other people here."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50ZXJyb2dhdGU&hash=51dffc9bf2e3bc13b3f97ca60a88bcf9373aed7c&lang=en&cache-only=0",
            "defineEn": "to question someone in an aggressive way for a long time in order to get information",
            "defineVi": "để đặt câu hỏi cho ai đó một cách tích cực trong một thời gian dài để có được thông tin",
            "hasImg": true
        },
        {
            "id": "3b80df31-4bc9-4be1-b71a-c82f05262a9f",
            "word": "barrister",
            "phonetic": "bæɹɪstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Owing to legal changes, young barristers can no longer earn easy money on undefended divorces, which are now done by solicitors."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFycmlzdGVy&hash=abc3bb5c3da732fc24d4bb72fb8385e63329d2c1&lang=en&cache-only=0",
            "defineEn": "a lawyer in the UK, Australia, and some other countries entitled to argue cases in the higher courts of law",
            "defineVi": "một luật sư ở Vương quốc Anh, Úc và một số quốc gia khác có quyền tranh luận về các vụ kiện tại các tòa án pháp luật cấp cao hơn",
            "hasImg": true
        },
        {
            "id": "17845418-7382-4f10-9342-bac5df51613a",
            "word": "to adjudicate",
            "phonetic": "tʊ ɐdʒuːdᵻkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I suppose it's being adjudicated now whether it's genocide.",
                "Given this problem, we might expect the courts to help correct them by accurately adjudicating guilt and innocence.",
                "Otherwise, we’re all just believing whatever we want, with no grounds for adjudicating between beliefs.",
                "Well, the ostensible reason, the one they're saying, is that they detected electoral fraud that was not being adjudicated properly.",
                "And, Senator, in connection with the commanders' ability to punish alleged perpetrators, you did introduce eight years ago legislation creating a new channel for adjudicating sexual assault."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRqdWRpY2F0ZQ&hash=2082fe54bceac7a43624720ecf673c32bdaeee79&lang=en&cache-only=0",
            "defineEn": "to make a formal decision or judgment about who is right in an argument or dispute",
            "defineVi": "để đưa ra quyết định chính thức hoặc bản án về việc ai đúng trong một cuộc tranh luận hoặc tranh chấp"
        }
    ]
}