{
    "id": "1e88f0a6-1795-4ec6-a485-af91fc0814fc",
    "title": "Unit 10",
    "originalTitle": "Unit 10",
    "words": [
        {
            "id": "36a18e12-40ec-4e7a-b12d-d13ac6069bb6",
            "word": "body",
            "phonetic": "bɑːdi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The gymnast effortlessly bent her body into a graceful arch during her routine.",
                "Under stress, the body produces adrenalin.",
                "The doctor examined her body to check for any signs of illness or injury.",
                "The demonstrators marched in a body to the main square.",
                "He dedicated himself body and soul to the education of young men."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9keQ&hash=f7a733a6c5b315d0682a60f3b15f02925b011363&lang=en&cache-only=0",
            "defineEn": "our or an animal's hands, legs, head, and every other part together",
            "defineVi": "tay, chân, đầu và mọi bộ phận khác của chúng ta hoặc động vật cùng với nhau",
            "hasImg": true
        },
        {
            "id": "6b5faf1f-4d97-4990-8728-981f507192c6",
            "word": "elbow",
            "phonetic": "ɛlboʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The player elbowed his opponent out of the way to gain possession of the ball",
                "The determined fan elbowed his way through the crowd to get closer to the stage.",
                "Oh, did you bonk your elbow?",
                "She elbowed her way to the front of the line to secure the last ticket.",
                "His favorite pair of jeans became out at elbows after years of regular use, developing holes and signs of distress."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxib3c&hash=5115d7a4e00e540f87c17f211c0762079397f397&lang=en&cache-only=0",
            "defineEn": "the joint where arms bend; between the upper and lower parts of the arm",
            "defineVi": "khớp nơi cánh tay uốn cong; giữa phần trên và phần dưới của cánh tay",
            "hasImg": true
        },
        {
            "id": "c073c6b9-94a3-4264-a166-64310a886642",
            "word": "shin",
            "phonetic": "ʃɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He prepared a tasty beef stew, using tender pieces of shin meat.",
                "They're wearing shin guards, helmets.",
                "It can also pad your shins if they fly forward during an impact.",
                "On this ride, safety devices restrain the legs, shins, and lap to secure each person in the car.",
                "On this ride, safety devices restrain the legs, shins, and lap to secure each person in the car."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hpbg&hash=9b21ee6238f209c8e1e2d3b6818ffe82a956575c&lang=en&cache-only=0",
            "defineEn": "the front part of the leg that is between the foot and the knee",
            "defineVi": "phần trước của chân nằm giữa bàn chân và đầu gối",
            "hasImg": true
        },
        {
            "id": "743a922a-c3fe-41c2-b395-ccffc26a64db",
            "word": "ankle",
            "phonetic": "æŋkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Wright turned his ankle in the first minute of the game.",
                "She wore ankle boots that emphasized her cankles.",
                "She turned her ankle on the rocks and had to hobble back to camp.",
                "The young athlete suffered a sprained ankle during the game, but with proper treatment and rehabilitation, she's on the mend and eager to get back on the field.",
                "The X-rays show that he has a broken ankle."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5rbGU&hash=a2c54e40c73218dedf8de11f0b6479f65a253fef&lang=en&cache-only=0",
            "defineEn": "the joint that connects the foot to the leg",
            "defineVi": "khớp nối bàn chân với chân",
            "hasImg": true
        },
        {
            "id": "f5167425-1bf8-40bf-b413-0b46ecacf6f8",
            "word": "waist",
            "phonetic": "weɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her hair reaches down to her waist.",
                "The hiker bent at the waist to drink water from the stream.",
                "The pants are too tight around the waist, so I can't zip them up.",
                "Researchers measured their waist circumference and weight at the beginning and end of the study.",
                "This one actually-- - Right, he's got a high waist."
            ],
            "audio": "https://tts.langeek.co/read?text=d2Fpc3Q&hash=f28fd6ff6807f44a538814e452f25e0fe94bb34e&lang=en&cache-only=0",
            "defineEn": "the part of the body between the ribs and hips, which is usually narrower than the parts mentioned",
            "defineVi": "phần cơ thể giữa xương sườn và hông, thường hẹp hơn các phần được đề cập",
            "hasImg": true
        },
        {
            "id": "92a9d32e-ea01-44a0-8065-a454c10be1fb",
            "word": "chin",
            "phonetic": "tʃɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He gently rested his chin on her shoulder.",
                "The company took it on the chin as a symbol of the system in the Sixties.",
                "She wore a chin strap to protect her jaw during sports activities.",
                "She rested her chin on her hand, listening attentively to the conversation.",
                "He scratched his chin, trying to recall the answer to the question."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpbg&hash=174d607a349e5e6cfaf3af557823197aef33aec1&lang=en&cache-only=0",
            "defineEn": "the lowest part of our face that is below our mouth",
            "defineVi": "phần thấp nhất của khuôn mặt của chúng tôi là dưới miệng của chúng tôi",
            "hasImg": true
        },
        {
            "id": "b90d11e7-b7c6-45f1-be67-5597b2482e89",
            "word": "throat",
            "phonetic": "θɹoʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "His throat was dry as dust.",
                "Memories of that day still bring a lump to his throat.",
                "He's cutting his own throat.",
                "It cuts their own throats by making less revenue.",
                "Mary gets a frog in her throat whenever she has to sing in front of an audience, but she practices diligently to overcome it."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhyb2F0&hash=e7bd278dffaa1839146830c125be1a6b27c3e4fa&lang=en&cache-only=0",
            "defineEn": "a passage in the neck through which food and air pass",
            "defineVi": "một lối đi ở cổ qua đó thức ăn và không khí đi qua",
            "hasImg": true
        },
        {
            "id": "a2df9bc7-e543-4ae6-8e98-0c13c6f857cb",
            "word": "eyebrow",
            "phonetic": "aɪbɹaʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her irreverent chatter during the ceremony raised many people's eyebrows.",
                "My best friend's pink hair definitely raised a few eyebrows at our very strict school.",
                "He raised his eyebrows in surprise when he heard the unexpected news.",
                "She used a small brush to comb her eyebrows into shape.",
                "I'm well aware that statement will raise eyebrows."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXllYnJvdw&hash=12e453b0840e0af14f51f9a1506e1f516772e4a2&lang=en&cache-only=0",
            "defineEn": "one of the two lines of hair that grow above our eyes",
            "defineVi": "một trong hai dòng tóc mọc phía trên mắt của chúng ta",
            "hasImg": true
        },
        {
            "id": "33040799-f1a5-4a7f-b7a5-d52ab24d3adf",
            "word": "spine",
            "phonetic": "spaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "A shiver ran down my spine.",
                "That song always sends a shiver down my spine.",
                "I felt a chill up my spine.",
                "A shiver runs up my spine when I listen to a beautiful Beethoven symphony.",
                "A cold chill ran down my spine when I heard his angry voice."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BpbmU&hash=b68806c7948504beff6652c2c15928ee4500d5ba&lang=en&cache-only=0",
            "defineEn": "the row of small bones that are joined together down the center of the back of the body",
            "defineVi": "hàng xương nhỏ được nối với nhau xuống trung tâm của mặt sau của cơ thể",
            "hasImg": true
        },
        {
            "id": "8e1f2c7d-e09b-4dec-9f6d-b860ad240e49",
            "word": "forehead",
            "phonetic": "fɔːɹhɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "He reached out a hand and touched her forehead.",
                "I try to give people the benefit of the doubt and assume the best in them, as everyone's faults are not written in their forehead.",
                "Forehead reaching toward the earth, palms up.",
                "My last tennis match took place on Link's forehead.",
                "He had a forehead vein."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yZWhlYWQ&hash=a29e5504ddb19bf9c8f764cc1fa367b7dc5de90c&lang=en&cache-only=0",
            "defineEn": "the part of the face above the eyebrows and below the hair",
            "defineVi": "một phần của khuôn mặt trên lông mày và dưới tóc",
            "hasImg": true
        },
        {
            "id": "4e2de23c-12b4-4c32-be2a-3da918b13cb6",
            "word": "sole",
            "phonetic": "soʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He is a self-interested liar, whose sole motive throughout his life has been looking after number one.",
                "My father was as poor as Job growing up, so his sole focus was to give his kids every opportunity in life that he missed out on.",
                "Different numbers mean a different sole.",
                "What is a dog handler's sole responsibility?",
                "The issue was the sole topic of Democratic Governor Gavin Newsom's state of the state address."
            ],
            "audio": "https://tts.langeek.co/read?text=c29sZQ&hash=a69e25668a421836c3d4c1faaab9415d1c4a22d3&lang=en&cache-only=0",
            "defineEn": "the bottom area of someone's foot",
            "defineVi": "khu vực dưới cùng của bàn chân của ai đó",
            "hasImg": true
        },
        {
            "id": "653943b3-e6aa-444c-8c51-8cab31007d9c",
            "word": "calf",
            "phonetic": "kæf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The farmer witnessed the birth of a baby calf in the barn.",
                "The parents were both highly successful doctors, but their son struggled in medical school, proving that many a good cow has a bad calf.",
                "The chef was known for her delicious dishes, but even she had a few failed experiments, showing that many a good cow has a bad calf.",
                "Maria had been part of a social group, but when she had a falling out with one of the members, they quickly excluded her and moved on, proving that a bellowing cow soon forgets her calf.",
                "Maggie had been committed to a project, but when it became too challenging, she gave up and moved on, proving that a bellowing cow soon forgets her calf."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FsZg&hash=d491c88a0ac106fd7b26d00b9b7fe42e3c9fd375&lang=en&cache-only=0",
            "defineEn": "the muscular part at the back of the leg between the knee and the ankle",
            "defineVi": "phần cơ ở phía sau chân giữa đầu gối và mắt cá chân",
            "hasImg": true
        },
        {
            "id": "93334675-86fb-46e8-aadc-b01ebb393474",
            "word": "nostril",
            "phonetic": "nɑːstɹəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "It burns the eyes, the nostrils.",
                "My nostrils are burning! -",
                "For one thing, its nostrils were on the top of the snout.",
                "We put some iodine into the nostrils.",
                "It has a paired set of nostrils in the front."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9zdHJpbA&hash=117290df8ae8e0b83eace82d844bdd0d615a9cd6&lang=en&cache-only=0",
            "defineEn": "either of the two external openings of the nose that one breathes through",
            "defineVi": "một trong hai lỗ mũi bên ngoài mà người ta thở qua",
            "hasImg": true
        },
        {
            "id": "6b94d107-58f3-424f-9b29-7cc321d6a696",
            "word": "palm",
            "phonetic": "pɑːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Drug barons were greasing the palm of the chief of police.",
                "I'll have him in the palm of my hand in no time.",
                "If you want to get something done around here, you have to grease someone's palm.",
                "He likes to cook his french fries in palm oil for a crispy texture.",
                "There's a second way through this situation but it involves greasing your boss's palms."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFsbQ&hash=6504263a429be2e635de107a0e1293a1493d985b&lang=en&cache-only=0",
            "defineEn": "the inner surface of the hand between the wrist and fingers",
            "defineVi": "bề mặt bên trong của bàn tay giữa cổ tay và ngón tay",
            "hasImg": true
        },
        {
            "id": "a0ec547b-2794-48c6-b17a-91e7398125fc",
            "word": "chest",
            "phonetic": "tʃɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "He's still playing his cards close to his chest.",
                "The shirt has a pocket on the chest for small items.",
                "Getting things off your chest can be liberating.",
                "I feel all better now that I got that off my chest.",
                "Thank you for lending an ear, I feel much better now that I've gotten that off my chest."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlc3Q&hash=1c738b1c69b3bbb89b0e8998432b8d3886f63567&lang=en&cache-only=0",
            "defineEn": "the front part of the body between the neck and the stomach",
            "defineVi": "phần phía trước của cơ thể giữa cổ và dạ dày",
            "hasImg": true
        },
        {
            "id": "a7c380c4-1546-4d28-991d-02a654ef7ca3",
            "word": "hip",
            "phonetic": "hɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The two friends were joined at the hip during their college years.",
                "He is shooting from the hip in an act of political desperation.",
                "John and Mary are joined at the hip.",
                "She fell downstairs and broke her hip.",
                "Jeff is a straight talker who always shoots from the hip."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlw&hash=9c1cc4c2e9ed905d4e386b4336a36699b52da8b4&lang=en&cache-only=0",
            "defineEn": "each of the parts above the legs and below the waist at either side of the body",
            "defineVi": "mỗi bộ phận phía trên chân và dưới thắt lưng ở hai bên cơ thể",
            "hasImg": true
        },
        {
            "id": "ab323812-dd81-4316-b7a7-7a5ab228c97a",
            "word": "armpit",
            "phonetic": "ɑːɹmpɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Drill instructor: Get your armpit up there.",
                "Many microorganisms thrive in moist environments, like our armpits.",
                "And these heat sensors are in their armpits. ",
                "Well, not really their armpits, because beetles don’t have arms.",
                "I'm ticklish in my armpits!"
            ],
            "audio": "https://tts.langeek.co/read?text=YXJtcGl0&hash=6ac95b8c2718fedc1e1fc9f0140826067e132aa6&lang=en&cache-only=0",
            "defineEn": "the part under the shoulder that is hollow",
            "defineVi": "phần dưới vai bị rỗng",
            "hasImg": true
        },
        {
            "id": "fa0f52ec-fd91-41c8-8c89-185323f9330d",
            "word": "pelvis",
            "phonetic": "pɛlvɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Its leg bones and pelvis were broken.",
                "- She broke her pelvis.",
                "An alligator with a pelvis that is detached and can become legs in different places on its body? ",
                "Specifically, the rearward-tilted bone is a part of the pelvis called the pubis.",
                "Partly because some modern whales still have the vestigial remnants of a pelvis and hind-limb bones."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVsdmlz&hash=5e4fab51f163fcc1a66a352eca5548385a361f57&lang=en&cache-only=0",
            "defineEn": "(anatomy) the large round bone structure that the limbs and the spine are joined to, which also protects the abdominal organs",
            "defineVi": "(giải phẫu) cấu trúc xương tròn lớn nối các chi và cột sống với nhau để bảo vệ các cơ quan trong bụng",
            "hasImg": true
        },
        {
            "id": "73e9761b-21a0-4714-8344-bcdc2d380476",
            "word": "wrist",
            "phonetic": "ɹɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "When upper management does the same the law slaps them on the wrist.",
                "We have a wrist rest.",
                "So your wrist didn't fold.",
                "Isn't the wrist the shallowest portion of the body?",
                "it's on my wrist right now."
            ],
            "audio": "https://tts.langeek.co/read?text=d3Jpc3Q&hash=c2aee232bc92051b0e1148e0e6ac7e046d17d294&lang=en&cache-only=0",
            "defineEn": "the joint connecting the hand to the arm",
            "defineVi": "khớp nối bàn tay với cánh tay",
            "hasImg": true
        },
        {
            "id": "e6f23b71-e77a-46f7-a707-2dc3a37c9a32",
            "word": "thumb",
            "phonetic": "θʌm ",
            "partOfSpeechType": "noun",
            "examples": [
                "So it's the thumbs up for Brighton's latest nightclub.",
                "He was very much under the thumb of his father.",
                "In Japan a European stands out like a sore thumb.",
                "I'm all thumbs when it comes to making bows.",
                "They hope the audience will give a thumbs up to the TV series."
            ],
            "audio": "https://tts.langeek.co/read?text=dGh1bWI&hash=57a57c30013fb454cd17d45bdd460bf1e145fa47&lang=en&cache-only=0",
            "defineEn": "the thick finger that has a different position than the other four",
            "defineVi": "ngón dày có vị trí khác với bốn ngón còn lại",
            "hasImg": true
        },
        {
            "id": "3da9c975-a606-4df4-8ad2-189d221f34d1",
            "word": "cheek",
            "phonetic": "tʃiːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The tears ran down her cheeks.",
                "She pressed her cheek against the cool glass window.",
                "The baby had chubby cheeks and a cute face.",
                "He planted a gentle kiss on her cheek.",
                "Neither nation is renowned for turning the other cheek."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlZWs&hash=6b03fd084933a4e0341f58aa2abebc371fb4f29a&lang=en&cache-only=0",
            "defineEn": "any of the two soft sides of our face that are bellow our eyes",
            "defineVi": "bất kỳ hai mặt mềm mại nào trên khuôn mặt của chúng ta dưới mắt chúng ta",
            "hasImg": true
        },
        {
            "id": "1041fffc-ca28-4bd3-84f1-99d272a4e1b0",
            "word": "jaw",
            "phonetic": "dʒɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lion's powerful jaws allowed it to tear apart its prey.",
                "She wore a chin strap to protect her jaw during sports activities.",
                "Our jaws dropped when we found out how much they were paying in rent.",
                "My jaw dropped open when she told me how old she was.",
                "The family was lost in the wilderness without any food or water, but they managed to find a way out and snatched victory from the jaws of defeat by surviving."
            ],
            "audio": "https://tts.langeek.co/read?text=amF3&hash=aa276af05934e0a16546fab508fc7be42ab332cb&lang=en&cache-only=0",
            "defineEn": "the lower bone of the face containing the chin and the bottom teeth",
            "defineVi": "xương dưới của khuôn mặt chứa cằm và răng dưới",
            "hasImg": true
        },
        {
            "id": "b783788c-7bec-4d9e-a84b-62e2d6f446b4",
            "word": "thigh",
            "phonetic": "θaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Look at little baby's adorable thunder thighs!",
                "I asked my mother to prepare a delicious honey-glazed roasted turkey thigh for dinner.",
                "Growing up, Jason was teased for his larger thighs, but he eventually learned to love and appreciate his thunder thighs for their strength and endurance.",
                "They marinated their chicken thighs in a mixture of mace, garlic, and lemon juice.",
                "The skinless turkey thighs were tender and juicy, perfect for a Thanksgiving dinner."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhpZ2g&hash=c6b8e632d47688a49c38f06a76600ae1de981ec1&lang=en&cache-only=0",
            "defineEn": "the top part of the leg between the hip and the knee",
            "defineVi": "phần trên cùng của chân giữa hông và đầu gối",
            "hasImg": true
        },
        {
            "id": "ef7ab988-5692-41a4-85b8-d1542a732c0c",
            "word": "neck",
            "phonetic": "nɛk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The doctor examined her neck for any signs of injury.",
                "His parents are always breathing down his neck.",
                "My debts are a millstone round my neck.",
                "The bullet got him in the neck.",
                "She wore a necklace around her neck."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVjaw&hash=9de013395b3339c27a4c2a894134f0c10d0c1667&lang=en&cache-only=0",
            "defineEn": "the body part that is connecting the head to the shoulders",
            "defineVi": "phần cơ thể nối đầu với vai",
            "hasImg": true
        },
        {
            "id": "bf407e3b-28dc-4841-812a-97da58388901",
            "word": "lung",
            "phonetic": "lʌŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boss sure aired his lungs when we lost another customer!",
                "She almost shouted bloody murder on top of her lungs.",
                "A cure for lung cancer would save thousands of lives each year.",
                "She can sing for hours without getting tired, she really has a good pair of lungs.",
                "I am going to head outside and throw down a few more lung darts."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVuZw&hash=aaf009ec89ded0c0ea533e96f468b720ffa8c317&lang=en&cache-only=0",
            "defineEn": "each of the two organs in the chest that help us breathe",
            "defineVi": "mỗi cơ quan trong lồng ngực giúp chúng ta thở",
            "hasImg": true
        },
        {
            "id": "fbd2fd8e-badd-4723-8851-d3f835c0efcd",
            "word": "intestine",
            "phonetic": "ɪntɛstɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tapeworms, for example, invade your intestines.",
                "Your intestines has about 39 trillion microorganisms in it.",
                "When babies switch from milk to mashed carrots and pureed peas, plant-eating species take over their intestines.",
                "I'm now spreading the pig's intestines over this tube.",
                "Cholecystokinin also slows down the movement of food from the stomach into the intestines."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXN0aW5l&hash=896aae5bb22efbac19fb8693feb7a18fa289881e&lang=en&cache-only=0",
            "defineEn": "a long, continuous tube in the body through which the food coming from the stomach moves and is passed",
            "defineVi": "một ống dài, liên tục trong cơ thể qua đó thức ăn từ dạ dày di chuyển và được truyền đi",
            "hasImg": true
        },
        {
            "id": "4c5120e1-6386-4c1a-ab75-e7324173f0fb",
            "word": "knuckle",
            "phonetic": "nʌkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "you want a knuckle sandwich?",
                "Some of his jokes are a bit near the knuckle.",
                "The company was rapped over the knuckles for broadcasting the interview.",
                "His mom raps him across the knuckles and says \"bad boy.\"",
                "If you keep mocking me, you're going to get a knuckle sandwich!"
            ],
            "audio": "https://tts.langeek.co/read?text=a251Y2tsZQ&hash=3ee8ca2e58e970a3f53c28d5d8d6d2abc0914ea4&lang=en&cache-only=0",
            "defineEn": "a rounded joint where the fingers can bend or are joined to the hand",
            "defineVi": "một khớp tròn nơi các ngón tay có thể uốn cong hoặc nối với bàn tay",
            "hasImg": true
        },
        {
            "id": "8bc09908-d235-48c0-91a6-a1b01003ccf2",
            "word": "vein",
            "phonetic": "veɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bravery is coursing through my veins.",
                "The blue-green veins that criss-cross cheeses like gorgonzola come from penicillium molds.",
                "He had a forehead vein.",
                "There's a vein.",
                "Blood roars through arteries and veins."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVpbg&hash=f26b6f874db391e8f0d6df49228c147d0b142a38&lang=en&cache-only=0",
            "defineEn": "any tube or vessel that carries blood to one's heart",
            "defineVi": "bất kỳ ống hoặc tàu nào mang máu đến tim của một người",
            "hasImg": true
        },
        {
            "id": "247b9a6a-d699-4e5a-8fe9-5313d4ec8c1e",
            "word": "eyelash",
            "phonetic": "aɪlæʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He had long, curly eyelashes that framed his eyes.",
                "You get the eyelashes.",
                "- You don't have eyelashes there.",
                "I haven't worn eyelashes in a while.",
                "Especially if your mascara, your eyelashes aren't really thick."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXllbGFzaA&hash=6d05b93dec59fc8d773c9df26ad4012f8d1ab839&lang=en&cache-only=0",
            "defineEn": "any of the short hairs that grow along the edges of the eyelids",
            "defineVi": "bất kỳ sợi lông ngắn nào mọc dọc theo các cạnh của mí mắt",
            "hasImg": true
        },
        {
            "id": "3f4bcc55-62d0-4c12-86ce-c99349158d41",
            "word": "lip",
            "phonetic": "lɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Rumors never passed her lips.",
                "Not a drop of liquor has passed my lips.",
                "Read my lips.",
                "Read my lips.",
                "My lips are sealed."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlw&hash=fa1cbd7d95b7698a4cfbaa75f2f0e9eaf872e010&lang=en&cache-only=0",
            "defineEn": "each of the two body parts that are soft and surround our mouth",
            "defineVi": "mỗi bộ phận trong số hai bộ phận cơ thể mềm và bao quanh miệng của chúng ta",
            "hasImg": true
        },
        {
            "id": "98294fa8-0443-4d9a-8121-8537347145a5",
            "word": "earlobe",
            "phonetic": "ɪɹloʊb ",
            "partOfSpeechType": "noun",
            "examples": [
                "She wore earrings that dangled from her earlobes.",
                "Every part of their look is equally important when it comes to grading, from symmetrical wattles and earlobes to uniformly covered shiny black feathers."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWFybG9iZQ&hash=cdf0d691b593e890ba3270b99adb4c1010430bf2&lang=en&cache-only=0",
            "defineEn": "the soft fleshy part of the external ear",
            "defineVi": "phần thịt mềm của tai ngoài",
            "hasImg": true
        },
        {
            "id": "18b9aeb2-7ddd-4a0c-a42b-d77e762ddd59",
            "word": "stomach",
            "phonetic": "stʌmək ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new soldiers had no stomach for a fight.",
                "You must have a cast-iron stomach.",
                "She felt a wave of nausea in her stomach during the car ride.",
                "Do you get butterflies in your stomach when you have to talk to lots of people?",
                "You must have a cast-iron stomach if you're eating pickles with peanut butter!"
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvbWFjaA&hash=3c26c90dc3cd981fc5b6bb4b0a52c40cbacd467e&lang=en&cache-only=0",
            "defineEn": "the body part inside our body where the food that we eat goes",
            "defineVi": "phần cơ thể bên trong cơ thể chúng ta, nơi thức ăn chúng ta ăn đi",
            "hasImg": true
        },
        {
            "id": "04afaa6c-c50d-4d31-a1fc-7f17d41eaa14",
            "word": "heel",
            "phonetic": "hiːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The town has become very down at heel.",
                "His shoes were wearing at the heel.",
                "This disaster comes hard on the heels of last week’s train crash.",
                "Hearing the noise in the dark, the children ran head over heels back home.",
                "Her second movie followed close on the heels of her successful film debut."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVlbA&hash=ffa2ee004b343736e7d6f2df6952b63340d8519b&lang=en&cache-only=0",
            "defineEn": "the back part of the foot, below the ankle",
            "defineVi": "phần sau của bàn chân, dưới mắt cá chân",
            "hasImg": true
        },
        {
            "id": "64c42c27-36ac-4eec-b1a1-40dfe23ed74c",
            "word": "liver",
            "phonetic": "lɪvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She cooked the chicken liver with onions and served it as an appetizer.",
                "I read an article about the potential benefits of quassia in improving liver health.",
                "He decided to try a traditional dish that featured a mix of variety meats, including liver, heart, and tripe.",
                "The liver sausage spread on crackers was a tasty appetizer for the party.",
                "The liver sausage and onion omelette offered a rich and satisfying breakfast choice."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl2ZXI&hash=814bfad2e51683e116043a03efea8658235eed01&lang=en&cache-only=0",
            "defineEn": "a large organ in the body that produces bile and cleans the blood",
            "defineVi": "một cơ quan lớn trong cơ thể sản xuất mật và làm sạch máu",
            "hasImg": true
        },
        {
            "id": "9b065d5f-6c3d-4fc0-9e19-9f72019b645e",
            "word": "rib",
            "phonetic": "ɹɪb ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friends enjoyed smoky beef rib chops at the countryside barbecue.",
                "She coated the pork ribs with a generous amount of piri-piri marinade.",
                "They hosted a backyard cookout, serving mouthwatering ribs that were a hit with their guests.",
                "She prepared a satisfying dish of pansotti stuffed with braised short rib and blue cheese.",
                "She visited a renowned steakhouse and savored a mouthwatering plate of grilled lamb ribs."
            ],
            "audio": "https://tts.langeek.co/read?text=cmli&hash=9d50d74a3453e1c17ff5ffc27aab95aa197bcfcb&lang=en&cache-only=0",
            "defineEn": "each of the curved bones surrounding the chest to protect the organs inside",
            "defineVi": "mỗi xương cong bao quanh ngực để bảo vệ các cơ quan bên trong",
            "hasImg": true
        },
        {
            "id": "3ff217f5-0c98-4eea-8311-34bd4f64a6ac",
            "word": "kidney",
            "phonetic": "kɪdni ",
            "partOfSpeechType": "noun",
            "examples": [
                "As adventurous eaters, they tried a variety of exotic foods but drew the line at kidneys.",
                "As she explored a bustling street market, she discovered a vendor selling savory kidney bean tacos.",
                "They joined a cooking class, learning to prepare diverse dishes with kidney beans.",
                "He had a deep-seated hate for kidney, finding it unappetizing and refusing to even consider trying it.",
                "Your kidneys filter out excess waste and water from your bloodstream."
            ],
            "audio": "https://tts.langeek.co/read?text=a2lkbmV5&hash=b74334be1a8f97342229d0b9a07d7674faf039bd&lang=en&cache-only=0",
            "defineEn": "each of the two bean-shaped organs in the lower back of the body that separate wastes from the blood and make urine",
            "defineVi": "mỗi cơ quan trong số hai cơ quan hình hạt đậu ở phần lưng dưới của cơ thể giúp tách chất thải ra khỏi máu và tạo ra nước tiểu",
            "hasImg": true
        },
        {
            "id": "56fe7e39-f80e-4d76-b355-e9a754fe9d03",
            "word": "temple",
            "phonetic": "tɛmpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The exceptional taste of Temple oranges makes them a prized ingredient in gourmet recipes.",
                "As midnight approaches, Buddhist temples around the country begin ringing out the old year.",
                "He applied a few drops of spikenard oil to his temples, finding relief from his headache.",
                "Unlike regular oranges, Temple oranges have a distinct floral note that enhances their sweet and tangy flavor.",
                "In the holy city of Varanasi, temples draw throngs of believers, who float oil lamps and marigolds."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVtcGxl&hash=583544c3bc2cbf01dfd8ceff192a32c7c4d59d61&lang=en&cache-only=0",
            "defineEn": "one of the two flat areas between the eyes and the ears",
            "defineVi": "một trong hai vùng phẳng giữa mắt và tai",
            "hasImg": true
        },
        {
            "id": "97896470-c77f-4aaa-bab2-08ff42c64a5c",
            "word": "eye",
            "phonetic": "aɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My father has brown eyes.",
                "The woman has eyes like a hawk!",
                "A vase on a side table caught his eye.",
                "The actor's intense bedroom eyes added an extra layer of allure to his performance.",
                "The intense gaze from across the room, eyes on stalks, left no doubt about his attraction."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXll&hash=f6db2d27d3e734403e211643841eb4f89c653156&lang=en&cache-only=0",
            "defineEn": "a body part on our face that we have two of and use for seeing",
            "defineVi": "một bộ phận cơ thể trên khuôn mặt của chúng ta mà chúng ta có hai và sử dụng để nhìn",
            "hasImg": true
        },
        {
            "id": "e52d28d5-ac08-4dcb-9638-0594daa3246f",
            "word": "toe",
            "phonetic": "toʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cut and thrust of the business world keeps entrepreneurs on their toes.",
                "The pair went toe to toe until the third set, when Azarenka squandered two match points.",
                "They won't stand toe to toe with us.",
                "The pair went toe to toe until the third set, when Azarenka squandered two match points.",
                "I keep my students on their toes with pop quizzes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9l&hash=84283c28d064bf30360bbd0c5b57fe4e1eec9dcf&lang=en&cache-only=0",
            "defineEn": "each of the five parts sticking out from the foot",
            "defineVi": "mỗi trong số năm phần nhô ra từ bàn chân",
            "hasImg": true
        },
        {
            "id": "cbd358d9-bca7-4a85-8e51-51b485898382",
            "word": "to tickle",
            "phonetic": "tə tɪkəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The resident pianist will be tickling the ivories.",
                "I was tickled pink to be invited.",
                "I have a new toy, and I am tickled to death.",
                "Whatever tickles your fancy.",
                "- It tickles my tongue!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGlja2xl&hash=9df929b05562abd755135107c85fba70e5574330&lang=en&cache-only=0",
            "defineEn": "to lightly touch or stroke a sensitive part of the body, causing a tingling or laughing sensation",
            "defineVi": "chạm nhẹ hoặc vuốt ve một bộ phận nhạy cảm của cơ thể, gây cảm giác ngứa ran hoặc buồn cười",
            "hasImg": true
        },
        {
            "id": "d7639620-cbdd-4582-a1ff-86384b092c6e",
            "word": "to nod",
            "phonetic": "tə nɑːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The teacher nodded approvingly at the student's answer.",
                "She nodded in agreement with his statement.",
                "He nodded his head to acknowledge his friend's suggestion.",
                "The audience nodded in understanding as the speaker explained the concept.",
                "They nodded at every platitude about making sacrifices today for a better tomorrow."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbm9k&hash=a16ffabfc84a448ea10a440184727980838e8e5e&lang=en&cache-only=0",
            "defineEn": "to move one's head up and down as a sign of agreement, understanding, or greeting",
            "defineVi": "di chuyển đầu của một người lên xuống như một dấu hiệu của sự đồng ý, hiểu biết hoặc lời chào",
            "hasImg": true
        },
        {
            "id": "8bbf6afb-7916-45ef-b659-505303f0836f",
            "word": "to thump",
            "phonetic": "tə θʌmp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Thump thump thump thump thump thump thump.",
                "Thump thump thump thump thump thump thump.",
                "Thump thump thump thump thump thump thump.",
                "[calls] rrrm, thump",
                "Thump thump thump thump thump thump thump."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGh1bXA&hash=42d88e97e3399746161a756c36b7d22a80f6b64d&lang=en&cache-only=0",
            "defineEn": "to hit or strike heavily with the hand or a blunt object, producing a dull, muffled sound",
            "defineVi": "đánh hoặc đập mạnh bằng tay hoặc vật cùn, tạo ra âm thanh chói tai, bị bóp nghẹt"
        },
        {
            "id": "81fe7d36-6d82-4b5b-bcba-3d23ce745fae",
            "word": "to sniff",
            "phonetic": "tə snɪf ",
            "partOfSpeechType": "verb",
            "examples": [
                "She sniffed at the idea, saying it was impractical.",
                "A curious sheep approached me and sniffed my hand.",
                "We had a leak *sniffs",
                "Essentially, the two workers had been unknowingly sniffing glue for a while.",
                "Three of the dogs, Casey, Dodger, and Zoey, sniffed out the odor associated with seizure with 100% accuracy."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc25pZmY&hash=e7eb28ae61c1fed8771671ac5249a80caa746ecb&lang=en&cache-only=0",
            "defineEn": "to inhale air audibly through the nose, often to detect or identify a scent or odor",
            "defineVi": "hít không khí bằng mũi, thường để phát hiện hoặc xác định mùi hương hoặc mùi",
            "hasImg": true
        },
        {
            "id": "4e37066d-8097-47ef-ab6f-34ef62f54155",
            "word": "to slap",
            "phonetic": "tə slæp ",
            "partOfSpeechType": "verb",
            "examples": [
                "She flew into rage and suddenly slapped me!",
                "He gave me a high-five, slapping his hand against mine.",
                "Next time he calls shotgun, i'll slap him in the face.",
                "When upper management does the same the law slaps them on the wrist.",
                "Other people slap five."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2xhcA&hash=fb782ee7e3f881be4bce1344e72d152e48c2cf9b&lang=en&cache-only=0",
            "defineEn": "to hit someone or something with an open hand, usually making a sharp sound",
            "defineVi": "đánh ai đó hoặc thứ gì đó bằng bàn tay mở, thường tạo ra âm thanh sắc nét"
        },
        {
            "id": "1614ed3b-3410-4230-9320-123d4edea2cb",
            "word": "to swallow",
            "phonetic": "tə swɔloʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "One swallow does not make a summer in sports.",
                "He accidentally swallowed a pip while eating the juicy watermelon.",
                "I swallowed my pride and phoned him.",
                "The people seem to have swallowed the government's promises hook, line, and sinker.",
                "I watched as the snake swallowed its prey whole."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dhbGxvdw&hash=db5556aa2004158d393af5cddb81a149bc9c3a7a&lang=en&cache-only=0",
            "defineEn": "to cause food, drink, or another substance to pass from the mouth down into the stomach through the esophagus, using the muscles of the throat",
            "defineVi": "làm cho thức ăn, đồ uống hoặc một chất khác đi từ miệng xuống dạ dày qua thực quản, sử dụng các cơ của cổ họng"
        },
        {
            "id": "6cf90a23-6405-45e9-8646-8d3f77c23dc5",
            "word": "to smack",
            "phonetic": "tə smæk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Property developers have been smacking their lips at the thoughts of getting their hands on such prime real estate.",
                "\"I love chocolate cake,\" said Susannah, smacking her lips.",
                "I had half a mind to smack his face good.",
                "They’ve got a third eye right smack in the middle of their forehead.",
                "Mrs. Reed smacked my face and left me without a word."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc21hY2s&hash=782497e7c27cf8491ac772e83d3f1f3db9824c87&lang=en&cache-only=0",
            "defineEn": "to hit someone or something hard with an open hand or a flat object",
            "defineVi": "đánh ai đó hoặc thứ gì đó cứng bằng bàn tay mở hoặc vật phẳng"
        },
        {
            "id": "74ff1462-84ce-4c4f-bce0-227071c7808b",
            "word": "to pinch",
            "phonetic": "tə pɪntʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "A pinch of laver flakes enhances the flavor of miso soup.",
                "The policeman pinched his eyes as if overcome with a sudden stab of pain.",
                "He sprinkled a pinch of ground anise over his roasted vegetables.",
                "The chef sprinkled a pinch of salt to enhance the flavors of the soup.",
                "They added a pinch of cocoa powder to their milk for a homemade chocolate milk."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGluY2g&hash=5d55593eefeb1cb38ba9b1c5603c81a4ec3e8af4&lang=en&cache-only=0",
            "defineEn": "to tightly grip and squeeze something, particularly someone's flesh, between one's fingers",
            "defineVi": "nắm chặt và siết chặt một cái gì đó, đặc biệt là thịt của ai đó, giữa các ngón tay của một người",
            "hasImg": true
        },
        {
            "id": "b84ebe68-f56d-41f1-9243-cd5ad0636eed",
            "word": "to frisk",
            "phonetic": "tə fɹɪsk ",
            "partOfSpeechType": "verb",
            "examples": [
                "I'm being frisked by Conan.",
                "Julie, I'm being frisked by Conan O'Brien right now.",
                "They were frisked, handcuffed, and read their rights.",
                "He frisked both of my brothers, who were 15 and 16, against the rail on the second floor.",
                "New stop and frisk methods further antagonized community members, often young, male, and minority, who felt the brunt of unwarranted encounters and conflict with the local police."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnJpc2s&hash=4349975db761cb0b30634fde0d37b1dec4dd05b3&lang=en&cache-only=0",
            "defineEn": "to move about playfully or energetically",
            "defineVi": "để di chuyển về tinh nghịch hoặc tràn đầy năng lượng"
        },
        {
            "id": "6c39059f-efc0-47d6-9433-9bae232008d5",
            "word": "to rub",
            "phonetic": "tə ɹʌb ",
            "partOfSpeechType": "verb",
            "examples": [
                "He gently rubs the eraser over the words to erase them completely.",
                "Thanks for rubbing salt in my wounds.",
                "He rubbed elbows with his movie star clients and appeared on numerous TV talk shows.",
                "We rubbed lavender lotion on our hands, reveling in its softening and relaxing properties.",
                "Mentioning her new boyfriend just rubbed salt into the wound."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcnVi&hash=73c7a711ba92a979746a07bc8bcf49281e1f79cc&lang=en&cache-only=0",
            "defineEn": "to apply pressure to a surface with back and forth or circular motions",
            "defineVi": "để tạo áp lực lên một bề mặt với chuyển động qua lại hoặc chuyển động tròn",
            "hasImg": true
        },
        {
            "id": "168f5e04-0da7-419d-a652-4919ddcf9859",
            "word": "to stroke",
            "phonetic": "tə stɹoʊk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The disease wiped out 40 million rabbits at a stroke.",
                "At one stroke, the country lost two outstanding leaders.",
                "stroke a nerve didn't I?",
                "The nurses had to spoon-feed my mother after her stroke.",
                "They added 230 customers to their list at a stroke."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Ryb2tl&hash=f22be274b41d20d277c04860bee6bdd57dd2f625&lang=en&cache-only=0",
            "defineEn": "to rub gently or caress an animal's fur or hair",
            "defineVi": "để xoa nhẹ nhàng hoặc vuốt ve lông hoặc tóc của một con vật",
            "hasImg": true
        },
        {
            "id": "617d197e-5d97-44c3-a33d-3480bcfa17a5",
            "word": "to clap",
            "phonetic": "tə klæp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The movie finished, and the audience clapped.",
                "The baby giggled and clapped its hands in delight.",
                "The queen claps her hands again.",
                "People are clapping.",
                "No-- No clap?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xhcA&hash=970fc97b3578ff5dd0bd213e0e2d97af8acaf2ee&lang=en&cache-only=0",
            "defineEn": "to hit one's palms against each other, making a loud noise",
            "defineVi": "đập lòng bàn tay vào nhau, tạo ra tiếng động lớn",
            "hasImg": true
        },
        {
            "id": "3e09d8fd-81cf-4703-ba3c-f9e8c2fde584",
            "word": "to nudge",
            "phonetic": "tə nʌdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "That rate nudges upward to 40 to 50 percent.",
                "These little probes and satellites sometimes just need gentle nudges instead of big shoves.",
                "It'll nudge our clips out of the way.",
                "Charitable deductions nudge people to be generous.",
                "Mortgage deductions nudge people to be homeowners."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbnVkZ2U&hash=abf80b7cf7b4c489c0f812911e8db277cd45f92c&lang=en&cache-only=0",
            "defineEn": "to push against gently",
            "defineVi": "chống lại một cách nhẹ nhàng"
        },
        {
            "id": "529d36d9-bc1f-4490-b8fc-3d27c03aff65",
            "word": "to pat",
            "phonetic": "tə pæt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She had the baby's medical routine down pat.",
                "You must have that angle off down pat.",
                "I always get my routine down pat so there won't be any room for error during the performance.",
                "You've heard Jamie talk about the deal all week, so you should know the story off down pat.",
                "I reached out to pat the dog."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGF0&hash=391076641bd6d81c68a25a34aac38aa77ff43489&lang=en&cache-only=0",
            "defineEn": "pat or squeeze fondly or playfully, especially under the chin",
            "defineVi": "vỗ hoặc bóp một cách trìu mến hoặc tinh nghịch, đặc biệt là dưới cằm"
        },
        {
            "id": "baae1ce7-4a87-42e4-902d-a5baec88fe27",
            "word": "to hug",
            "phonetic": "tə hʌɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Big Mama always has a warm hug and a kind word for everyone who walks through her door.",
                "My baby hugged his soft, plush doll tightly while sleeping.",
                "Delighted, I gave him some skin, and his mother gave him a big hug.",
                "When he realized that his so-called friend had been spreading rumors about him behind his back, he remembered the advice to never fear the enemy that attacks you but the fake friend that hugs you.",
                "That hugs the hips boys."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaHVn&hash=77d448ce4d36e336d7fc5d2d806ec36374062bbd&lang=en&cache-only=0",
            "defineEn": "to tightly hold a person that one loves in their arms",
            "defineVi": "ôm chặt người mình yêu trong vòng tay",
            "hasImg": true
        },
        {
            "id": "050f9a2f-4454-4ebb-b9e5-36dad9262ff6",
            "word": "to squeeze",
            "phonetic": "tə skwiːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Budget cuts are putting the squeeze on scientific research.",
                "She squeezed the orange, releasing the refreshing pulp into her glass.",
                "She puts the squeeze on her mother for a hundred bucks every month.",
                "He added a squeeze of lemon to his fish tacos for a citrusy twist.",
                "He squeezed fresh lemon juice into his water, enjoying the tangy taste of the citrus."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3F1ZWV6ZQ&hash=29b4a909232f20ce4c9a788df2d43ff44270622d&lang=en&cache-only=0",
            "defineEn": "to compress with violence, out of natural shape or condition",
            "defineVi": "để nén với bạo lực, ra khỏi hình dạng hoặc điều kiện tự nhiên",
            "hasImg": true
        },
        {
            "id": "ad8644e0-bed2-4961-8b35-2071bb070029",
            "word": "to shove",
            "phonetic": "tə ʃʌv ",
            "partOfSpeechType": "verb",
            "examples": [
                "If push comes to shove, the government will impose quotas on imports.",
                "When push comes to shove, I have some extra savings I could tap into.",
                "I’m tired of Dave shoving his opinions down our throats.",
                "We were supposed to look after each other, but when push came to shove, it was every man for himself.",
                "Shove this in there."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hvdmU&hash=57a3fa94fbcfa487f5f5e0cd6dfe5c4da2002916&lang=en&cache-only=0",
            "defineEn": "come into rough contact with while moving",
            "defineVi": "tiếp xúc thô bạo với trong khi di chuyển"
        },
        {
            "id": "c32a89aa-5f5f-44ea-90bc-1b8d471f4330",
            "word": "to spit",
            "phonetic": "tə spɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The three year-old I babysit always spits on me when talking.",
                "He accidentally took a bite of the inedible fruit and quickly spat it out.",
                "That district attorney will chew you up and spit you out in the courtroom.",
                "Both the Church report and the atheist professor are spitting into the wind, of course, because the incoming tide of superstition has a long way to rise yet.",
                "They competed to see who could spit the cherry pits the farthest during the summer picnic."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3BpdA&hash=ec95db1ccafb1a36da8b9ec3cbc1c9067906ba8d&lang=en&cache-only=0",
            "defineEn": "expel or eject (saliva or phlegm or sputum) from the mouth",
            "defineVi": "trục xuất hoặc tống ra (nước bọt hoặc đờm hoặc đờm) ra khỏi miệng"
        },
        {
            "id": "ff7ba68d-c8cc-413a-818f-301b41ac522b",
            "word": "to wink",
            "phonetic": "tə wɪŋk ",
            "partOfSpeechType": "verb",
            "examples": [
                "I didn't sleep a wink last night.",
                "She winked at him, playfully closing one eye.",
                "Our newborn son is rather colicky, so my wife and I haven't slept a wink the last few nights.",
                "In a world where miscommunication can lead to misunderstandings and conflicts, it's important to be straightforward and avoid relying on subtle or indirect cues - as they say, a nod is as good as a wink to a blind horse.",
                "And just like give a little wink."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2luaw&hash=07b293871188f2502241a085ec383ce468a854e8&lang=en&cache-only=0",
            "defineEn": "to quickly open and close one eye as a sign of affection, or to indicate something is a secret or a joke",
            "defineVi": "nhanh chóng mở và nhắm một mắt như một dấu hiệu của tình cảm, hoặc để biểu thị điều gì đó là một bí mật hoặc một trò đùa",
            "hasImg": true
        },
        {
            "id": "5b802c91-576d-4783-b624-d5bbf09ac621",
            "word": "placebo",
            "phonetic": "pləsiːboʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Half of them, after treatment, got placebo.",
                "It was a placebo.",
                "A round of medicine first trains the brain, then the placebo maintains the response.",
                "Other players wore the same device with just some placebo stimulation as a control.",
                "The trial also doesn't have a control or placebo group."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhY2Vibw&hash=4a1b34b32a69efa4c0812b0e7689be969771c03a&lang=en&cache-only=0",
            "defineEn": "a medicine without any physiological effect that is given to a control group in an experiment to measure the effectiveness of a new drug or to patients who think they need medicine when in reality they do not",
            "defineVi": "một loại thuốc không có bất kỳ tác dụng sinh lý nào được dùng cho một nhóm đối chứng trong một thí nghiệm để đo lường hiệu quả của một loại thuốc mới hoặc cho những bệnh nhân nghĩ rằng họ cần thuốc trong khi thực tế họ không cần"
        },
        {
            "id": "c912d33d-60b8-4625-973f-a0315df4a211",
            "word": "flu",
            "phonetic": "fluː ",
            "partOfSpeechType": "noun",
            "examples": [
                "I might be getting the flu.",
                "The flu is going around, and many people in town are as sick as horses.",
                "My friend is afraid he might go down with the flu.",
                "Samantha looked like a bag of bones and feathers after weeks of battling the flu.",
                "The doctor advised me to let the flu run its course, rather than prescribing medication."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmx1&hash=f12566333ecdece8c5ac02abddd6a0adb0d10fd3&lang=en&cache-only=0",
            "defineEn": "influenza; an infectious disease similar to a bad cold, causing fever and severe pain",
            "defineVi": "cúm; một bệnh truyền nhiễm tương tự như cảm lạnh nặng, gây sốt và đau dữ dội",
            "hasImg": true
        },
        {
            "id": "d4d8a062-7eae-4d15-a021-d69a5773287d",
            "word": "insomnia",
            "phonetic": "ɪnsɑːmniə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some people have insomnia.",
                "I stands for insomnia.",
                "Familial fatal insomnia usually affects adults as early as their 30s, though there have been a very small number of cases in teenagers.",
                "This seemingly unsolvable loop is at the heart of insomnia, the world’s most common sleep disorder.",
                "And I ended up with, like, really bad insomnia."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zb21uaWE&hash=7de158723cbbb67277afbffed3f6ab4f8bc6ed62&lang=en&cache-only=0",
            "defineEn": "a disorder in which one is unable to sleep or stay asleep",
            "defineVi": "một rối loạn trong đó một người không thể ngủ hoặc ngủ"
        },
        {
            "id": "98898e64-397b-44aa-b9d0-b33a03da2227",
            "word": "fascinated",
            "phonetic": "fæsᵻneɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm always fascinated.",
                "I am just fascinated by fluid dynamics, ballistics, optics, mechanics, aerodynamics.",
                "In the early 1800s, he became fascinated with human digestion especially our urine.",
                "And I'm fascinated with that stuff.",
                "During an ocean voyage to the United States, he became fascinated with ocean invertebrates, admiring their glass-like colors and shapes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFzY2luYXRlZA&hash=78ff8435bc391a187de56069d60665e639666ac5&lang=en&cache-only=0",
            "defineEn": "having a strong interest and curiosity in something",
            "defineVi": "có một sự quan tâm mạnh mẽ và sự tò mò trong một cái gì đó",
            "hasImg": true
        },
        {
            "id": "b2fae489-365c-44b2-a345-5766051e6483",
            "word": "intrigued",
            "phonetic": "ɪntɹiːɡd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So, I'm very intrigued by this.",
                "Marc: I'm very intrigued to meet Chris, because I don't know what she looks like.",
                "And I thought, I am very intrigued and now I have to see the rest of the show.",
                "I'm very, very intrigued about how this is gonna go down."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50cmlndWVk&hash=2403a2a34ea39b276583faf6e9543222cf911187&lang=en&cache-only=0",
            "defineEn": "wanting to know more about something because it seems very interesting",
            "defineVi": "muốn biết thêm về một cái gì đó bởi vì nó có vẻ rất thú vị"
        },
        {
            "id": "f62c67d8-669c-4db6-af8f-fc4f70a29295",
            "word": "limited",
            "phonetic": "lɪmɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For a limited time, every car in our range is available for nothing down!",
                "When Tim arrived home after his backpacking trip, he looked like he was just skin and bones from all the hiking and limited food.",
                "When Sarah was a college student with limited funds, she found herself less interested in shopping and spending time in commercial areas, demonstrating how a moneyless man goes fast through the market.",
                "Their options for employment were very limited.",
                "The evidence base is somewhat limited."
            ],
            "audio": "https://tts.langeek.co/read?text=bGltaXRlZA&hash=d599136ac38b215baa678253a0d4a03f83516055&lang=en&cache-only=0",
            "defineEn": "not being great in extent or amount",
            "defineVi": "không lớn về mức độ hoặc số lượng"
        },
        {
            "id": "8aa222e4-5424-4646-b721-c4460aac7fea",
            "word": "restricted",
            "phonetic": "ɹᵻstɹɪktᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They have a restricted host range.",
                "number three, I just feel so restricted.",
                "A Maine newspaper reports that the California Republican entered a restricted zone, but there is no indication he stormed the building.",
                "Once you're on the property itself, that's the biggest time that you're more likely to have these up-charges and additional fees for restricted restaurants.",
                "It was so restricted and heavily controlled."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzdHJpY3RlZA&hash=ddf586d07c49d031de263981dd9f98062c775315&lang=en&cache-only=0",
            "defineEn": "limited or controlled by laws or regulations",
            "defineVi": "bị giới hạn hoặc kiểm soát bởi luật pháp hoặc quy định"
        },
        {
            "id": "0acbe92b-7dbf-4d96-b7e4-d332d18e1010",
            "word": "to notice",
            "phonetic": "tə noʊɾɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "I handed in my notice yesterday.",
                "She noticed a small bird nesting on the roof of her garage.",
                "He noticed a spider crawling up the wall.",
                "Did you notice the way he was looking at you?",
                "She noticed a difference in taste and texture when she switched to unbleached flour in her cookie recipe."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbm90aWNl&hash=85e8e890bade5530f30622fcacfb6eb3ad2ebd20&lang=en&cache-only=0",
            "defineEn": "to become aware of something or someone",
            "defineVi": "để trở thành nhận thức của một cái gì đó hoặc ai đó",
            "hasImg": true
        },
        {
            "id": "46ced3c9-dbcd-431c-bdd0-442479cebc62",
            "word": "to perceive",
            "phonetic": "tə pɚsiːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Buying time may serve as a buffer against the negative effects of time stress in part by enhancing perceived control.",
                "The idea appears to be to target perceived 'luxury' goods, while not queering the pitch for exporters.",
                "A professional appearance can make all the difference in how others perceive your skills and abilities.",
                "The concept of time is abstract and difficult to grasp, as it cannot be physically perceived.",
                "She lets herself go and dances freely at the party, expressing her joy without concern for how others perceive her."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVyY2VpdmU&hash=73f4a9d5dabc7e2cd8a2b4b9818b122f132d7736&lang=en&cache-only=0",
            "defineEn": "to become aware or conscious of something",
            "defineVi": "để trở thành nhận thức hoặc ý thức về một cái gì đó"
        },
        {
            "id": "1ec07bb1-12e1-41e8-8584-6f4787927ca1",
            "word": "example",
            "phonetic": "ɛɡzæmpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "You should include some examples in your essay.",
                "We should take our cue from their example.",
                "It's a classic example of 'full of courtesy, full of craft.'",
                "Alec Davidson, for example, was one of those who came off worst.",
                "Canada may follow the EU’s example by banning these products."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhhbXBsZQ&hash=f67bc709d71c1965cbcbdda06fdd7a120209b7a5&lang=en&cache-only=0",
            "defineEn": "something such as a situation, object, fact, etc. that shows or proves what one is saying",
            "defineVi": "một cái gì đó như một tình huống, đối tượng, thực tế, vv cho thấy hoặc chứng minh những gì một người đang nói"
        },
        {
            "id": "28050b04-1dfa-42eb-8a38-8dcd5ee0f44a",
            "word": "demonstration",
            "phonetic": "dɛmənstɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Opposition to the war in Vietnam has set off demonstrations in several major cities.",
                "Did you see demonstrations?",
                "Instead, thousands of protesters confronted police in pro-democracy demonstrations.",
                "West Virginia teachers in turn sparked similar demonstrations in Oklahoma and Arizona.",
                "The peaceful demonstrations were in response to the decadelong rule of Serzh Sargsyan."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtb25zdHJhdGlvbg&hash=b91cee6548451b06d2f10b813330aa0a78b2ba71&lang=en&cache-only=0",
            "defineEn": "the act of displaying or expressing something such as an emotion or opinion",
            "defineVi": "hành động hiển thị hoặc thể hiện một cái gì đó như một cảm xúc hoặc ý kiến"
        },
        {
            "id": "f8f3934a-4e2a-4fa3-adcb-f1ac79e491bd",
            "word": "to gain",
            "phonetic": "tə ɡeɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company is gaining ground rapidly with its new product launch.",
                "He gained a reputation as a smart number-cruncher who could turn data into policy.",
                "She gained a second wind during the campaign and turned the opinion polls around.",
                "Smaller capitalist countries are maneuvering to gain a bigger share of the pie.",
                "The company's marketing team is on a roll with their latest campaign, gaining a lot of attention on social media."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2Fpbg&hash=909bf599f3723319374f363c6fc3551d85f275c6&lang=en&cache-only=0",
            "defineEn": "to obtain something through one's own actions or hard work",
            "defineVi": "để có được một cái gì đó thông qua hành động của chính mình hoặc làm việc chăm chỉ"
        },
        {
            "id": "299eb9dd-edfa-4b8a-a5d4-646bcba54029",
            "word": "access",
            "phonetic": "æksɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have access to a library with extensive resources at college.",
                "We have access to a state-of-the-art library at the university.",
                "A ramp allows easy access for wheelchairs.",
                "Students with disabilities have priority access to the lift.",
                "The US wants access to Chinese markets."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjZXNz&hash=11ae992854b7cb1b72921bea1806a3123ae6f9c5&lang=en&cache-only=0",
            "defineEn": "the right or opportunity to use something or benefit from it",
            "defineVi": "quyền hoặc cơ hội để sử dụng một cái gì đó hoặc hưởng lợi từ nó"
        },
        {
            "id": "2e32a6c4-b706-47f0-90e1-dfd9fb1e340a",
            "word": "to tap",
            "phonetic": "tə tæp ",
            "partOfSpeechType": "verb",
            "examples": [
                "To run the hot tap.",
                "I ran my hands under the tap.",
                "I gently tapped the glass with a fork to make a sound.",
                "Some bright spark left the tap running all night.",
                "Can you hear the sound of rain tapping on the window?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFw&hash=fac71641bab090e75cd736e37a06a8b55ebe6498&lang=en&cache-only=0",
            "defineEn": "to make use of or access a resource or source of information",
            "defineVi": "để sử dụng hoặc truy cập một tài nguyên hoặc nguồn thông tin"
        },
        {
            "id": "e62c029a-4649-4186-975f-8b2b516808a8",
            "word": "to beg",
            "phonetic": "tə bɛɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I beg your pardon.",
                "I beg your pardon.",
                "I beg you, from the bottom of my heart, to spare his life.",
                "We have to go cap in hand begging for funds.",
                "He should be on his knees begging for forgiveness."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVn&hash=7869f03fe1a2b96412876a88d596885927058bd2&lang=en&cache-only=0",
            "defineEn": "to ask humbly for something, especially when one needs or desires that thing a lot",
            "defineVi": "để yêu cầu một cách khiêm tốn cho một cái gì đó, đặc biệt là khi một người cần hoặc mong muốn điều đó rất nhiều",
            "hasImg": true
        },
        {
            "id": "464b7471-7a21-4f5d-9f73-83a2ed35642f",
            "word": "to harness",
            "phonetic": "tə hɑːɹnɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "We worked in harness on our last job.",
                "Carefully, in harness with the captain, he carried Australia to victory.",
                "After a fun weekend I was back in harness on Monday, handling paperwork at my desk.",
                "They’ll be working in harness with other doctors to compile the report.",
                "Morin's book is a helpful guide to surviving the first few months in harness."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFybmVzcw&hash=2b70aa4063255ba72480a087a72e0fa1cf0fbd60&lang=en&cache-only=0",
            "defineEn": "exploit the power of",
            "defineVi": "khai thác sức mạnh của"
        },
        {
            "id": "28c5a4cf-f414-49d8-a21a-e6bbf73e43b1",
            "word": "snag",
            "phonetic": "snæɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, quick as a dog can lick a dish, go snag yourself a copy!",
                "The hungry hydra stretches out its tentacles to snag swimming prey.",
                "In the 2000s, Rigley and other gun manufacturers hit a snag.",
                "And I am going to snag a lot of fish.",
                "Louboutin snagged the bottle and painted the soles of a prototype shoe."
            ],
            "audio": "https://tts.langeek.co/read?text=c25hZw&hash=bba77fc3318ef0b2ab7959d7cba3a4ceb71e5762&lang=en&cache-only=0",
            "defineEn": "a difficulty or problem, particularly a minor, hidden, or unpredicted one",
            "defineVi": "một khó khăn hoặc vấn đề, đặc biệt là một vấn đề nhỏ, ẩn hoặc không được dự đoán"
        },
        {
            "id": "c1183092-f88c-4e9b-883d-33d2f76e626c",
            "word": "quite",
            "phonetic": "kwaɪt ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The prices at the luxury boutique were quite high.",
                "The weather turned quite chilly in the afternoon.",
                "My father is quite old now",
                "Quite suddenly, her mind was made up.",
                "He plays quite well."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVpdGU&hash=d8fda49a7583b474c8d85edeb65ede19fdecb7c2&lang=en&cache-only=0",
            "defineEn": "to the highest degree",
            "defineVi": "ở mức độ cao nhất"
        }
    ]
}