{
    "id": "1e9d0b7d-9a30-48df-957d-a107098c7911",
    "title": "Discord & Agreement",
    "originalTitle": "Discord & Agreement",
    "words": [
        {
            "id": "ce736b41-6fec-4ef1-8f1f-2c651b30bf36",
            "word": "concession",
            "phonetic": "kənsɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Both parties are making concessions, and there is a lot on the line.",
                "So in a concession to unions, the War Labor Board exempted employer-paid health benefits from wage controls and income tax.",
                "And those included some concessions that had not been given in the 2018 vote.",
                "At a local theater, you'll often find cheaper concessions and tickets.",
                "And in bigger theaters, there might even be multiple concession areas."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY2Vzc2lvbg&hash=8d490cfcbe32798cbfa20649acba6da961eebc29&lang=en&cache-only=0",
            "defineEn": "something that is done, allowed, or allowed to have in order to put an end to a disagreement; the act of giving or allowing this",
            "defineVi": "một cái gì đó được thực hiện, được phép hoặc được phép có để chấm dứt bất đồng; hành động cho hoặc cho phép điều này"
        },
        {
            "id": "677b9e47-b2c9-4399-9782-563c7c09d0e2",
            "word": "acquiescence",
            "phonetic": "ækwɪɛsəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "There was an acquiescence on the part of many of this new arrangement.",
                "Whether it was sincere or he constructed a narrative about what he had agreed to, he came to believe that he had been misled or potentially manipulated by the United States in terms of Russia's acquiescence in the U.N. Security Council action in Libya."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNxdWllc2NlbmNl&hash=06d137c46acc6781d5570e2e701ec591dc7f32be&lang=en&cache-only=0",
            "defineEn": "willingness to accept something or do what others want without question",
            "defineVi": "sẵn sàng chấp nhận một cái gì đó hoặc làm những gì người khác muốn mà không có câu hỏi"
        },
        {
            "id": "4b09ce2c-a9c3-44e1-ba7a-c94d5fda4683",
            "word": "treaty",
            "phonetic": "tɹiːɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The peace treaty that ended the war.",
                "With the signing of the treaty, a powerful new European alliance first saw the light of day.",
                "According to the US Department of State’s website, the treaty had a very colonial purpose in mind.",
                "he finally accepted the treaty.",
                "The treaty itself outlines a few key principles for future space exploration:"
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlYXR5&hash=50e6a0ccfd553a03923ca4e6b9408c885433d147&lang=en&cache-only=0",
            "defineEn": "an official agreement between two or more governments or states",
            "defineVi": "một thỏa thuận chính thức giữa hai hoặc nhiều chính phủ hoặc tiểu bang"
        },
        {
            "id": "5ae68b7a-c253-462e-9e78-31a56fad81a4",
            "word": "consensus",
            "phonetic": "kənsɛnsəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The political debate seemed to go on endlessly, with the candidates going from pillar to post without reaching a consensus.",
                "Practice consensus building.",
                "I built consensus around it.",
                "Nonetheless, scientific consensus is a powerful tool.",
                "What was the consensus about him?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2Vuc3Vz&hash=092e631975012462e70753d6729c712ee7eff04a&lang=en&cache-only=0",
            "defineEn": "an agreement reached by all members of a group",
            "defineVi": "một thỏa thuận đạt được bởi tất cả các thành viên của một nhóm",
            "hasImg": true
        },
        {
            "id": "a853f294-1cfa-4dc7-9356-c239d1f1071f",
            "word": "inducement",
            "phonetic": "ɪnduːsmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is called inducement, and it’s part of how you get air coming from the center of the fan even though the slit is in the outside of the ring."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kdWNlbWVudA&hash=086c429e14681849c13889cdd5ae8e14e629ff03&lang=en&cache-only=0",
            "defineEn": "something given to someone in order to persuade or encourage them to do something particular",
            "defineVi": "một cái gì đó trao cho một ai đó để thuyết phục hoặc khuyến khích họ làm một cái gì đó đặc biệt"
        },
        {
            "id": "ae35e595-8c97-4ebb-970f-963fdae03f51",
            "word": "concord",
            "phonetic": "kəŋkoːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I made a refreshing summer beverage by muddling Concord grapes and adding sparkling water.",
                "The aroma of freshly baked Concord grape muffins filled the kitchen.",
                "Lexington and Concord, depending on whether you live in Lexington or Concord.",
                "In 2013, Concord, Massachusetts became the first U.S. city to ban most single-use plastic water bottles.",
                "Even standardized American English employs a bit of negative Concord."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY29yZA&hash=aa2d5a6ab137901047e7993cadf40e1ab25efd2a&lang=en&cache-only=0",
            "defineEn": "agreement and peace between people or a group of countries",
            "defineVi": "thỏa thuận và hòa bình giữa người dân hoặc một nhóm các quốc gia",
            "hasImg": true
        },
        {
            "id": "705a9519-9e25-4352-9acd-2ae825c00d46",
            "word": "abrogation",
            "phonetic": "æbɹəɡeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In what some see as an abrogation of responsibility, the island's police chief, Gary Griffith, has urged women to do more to save themselves."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJyb2dhdGlvbg&hash=d29799ae619d527190c25b8c85078a6813485e81&lang=en&cache-only=0",
            "defineEn": "the act of officially abolishing or ending a law, agreement, etc.",
            "defineVi": "hành động chính thức bãi bỏ hoặc chấm dứt một luật, thỏa thuận, v.v."
        },
        {
            "id": "04d0d58e-2ef3-4f8e-b567-1efd0fc120ac",
            "word": "capitulation",
            "phonetic": "kɐpɪtʃʊleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is capitulation, really.",
                "To purists, as always in these sorts of cases, the company's choice seemed like a betrayal of its legacy and a capitulation to the ever encroaching crossover SUV craze sweeping the lower end of the market.",
                "The Serbs rejected Austria's ultimatum on July 25, but they made their rejection sound like a capitulation so the Germans thought that war had been averted."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwaXR1bGF0aW9u&hash=a9a76edb5dfe31a8f7335d0e68e017953558b8fc&lang=en&cache-only=0",
            "defineEn": "the act of not resisting something anymore and agreeing to it",
            "defineVi": "hành động không chống lại một cái gì đó nữa và đồng ý với nó"
        },
        {
            "id": "b60c3e85-7bdd-44b7-b86a-138cf1b9a126",
            "word": "breach",
            "phonetic": "bɹiːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "When the teacher fell ill, the substitute had to step into the breach and take over the class.",
                "The company had to eat crow and apologize to its customers after a major data breach exposed their personal information.",
                "After the data breach, the company is going to have to take a long, hard look at their security measures.",
                "The notice must be served upon the tenant and include a legal description of the breach they have committed.",
                "By 1990, CPUs breached the 1 million transistor count."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWNo&hash=e5dc7931384c1d9eedbf998ed17160c1934f39a6&lang=en&cache-only=0",
            "defineEn": "an act that violates an agreement, law, etc.",
            "defineVi": "một hành động vi phạm một thỏa thuận, pháp luật, vv"
        },
        {
            "id": "9c3015f4-5c60-428b-b6d3-f64a8c316a3e",
            "word": "collusion",
            "phonetic": "kəluːʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Russian collusion, give me a break.",
                "It said no collusion",
                "The collusion delusion is over.",
                "They're in collusion.",
                "And whatever they actually talked about in the meeting, the advertised intent of the meeting was collusion."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbHVzaW9u&hash=4dbd65eddc3caffeffb6c91854ffae0c7e11464c&lang=en&cache-only=0",
            "defineEn": "secret agreement particularly made to deceive people",
            "defineVi": "thỏa thuận bí mật được thực hiện đặc biệt để đánh lừa mọi người"
        },
        {
            "id": "e1e17d43-1450-480e-a459-ca4567635767",
            "word": "convention",
            "phonetic": "kənvɛnʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Clinton also had two personal strikes against him as he went into the home stretch toward the July Democratic convention.",
                "After attending a gaming convention, she got the bug and now spends all her weekends playing video games.",
                "KISS convention.",
                "Convention starts at 10.",
                "So this Russian campaign successfully affected Hillary Clinton’s convention."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udmVudGlvbg&hash=1b1ff5f65d81ccb6e037de506b6e21aacfebc37c&lang=en&cache-only=0",
            "defineEn": "a formal agreement between countries",
            "defineVi": "thỏa thuận chính thức giữa các quốc gia",
            "hasImg": true
        },
        {
            "id": "19fa3e48-3895-492b-9000-c278f1d19bf0",
            "word": "arbitration",
            "phonetic": "ɑːɹbɪtɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Arbitration can be a smart decision by both parties to avoid the requirements of a trial in court, but it's often agreed to unwittingly when people sign contracts like employment applications and consumer agreements.",
                "And then with that they own the team could either accept the team or deny they go to arbitration."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJiaXRyYXRpb24&hash=bbf35f7489ab57e9359327b5e3ce33caf3bb9bb6&lang=en&cache-only=0",
            "defineEn": "the process in which a person is officially appointed to act as a judge and settle an argument",
            "defineVi": "quá trình trong đó một người được chính thức bổ nhiệm làm thẩm phán và giải quyết tranh luận"
        },
        {
            "id": "e9c287f4-c2ce-4ebb-bc86-c9897cfdd838",
            "word": "intercession",
            "phonetic": "ɪntɚsɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJjZXNzaW9u&hash=d56a534f7450bd0b4962b9584d026efad6eb6bb0&lang=en&cache-only=0",
            "defineEn": "the action of talking to someone so that they help settle an argument or show kindness to someone else",
            "defineVi": "hành động nói chuyện với ai đó để họ giúp giải quyết tranh cãi hoặc thể hiện lòng tốt với người khác"
        },
        {
            "id": "0f2a76ec-6404-488d-987b-49f06da55540",
            "word": "intermediary",
            "phonetic": "ɪntɚmiːdiːɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was the intermediary.",
                "Before 1750, most European states relied on intermediaries, like local clergy and landlords, to do what governments do.",
                "In most cases, Europeans ruled their colonies with the help of, and sometimes completely through, intermediaries and collaborators.",
                "But these intermediaries could get in the way, so the rulers started bypassing them and instituting more direct forms of rule.",
                "We don't believe that we need a union to be an intermediary between us and our employees."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJtZWRpYXJ5&hash=5e4f7d226d73c198598772c916a047b59aff9f7a&lang=en&cache-only=0",
            "defineEn": "an organization or someone who helps others to reach an agreement",
            "defineVi": "một tổ chức hoặc một người giúp người khác đạt được thỏa thuận"
        },
        {
            "id": "d31ab07c-8bcd-47f7-b1e9-cb02958f7afe",
            "word": "complaisance",
            "phonetic": "kəmpleɪsəns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29tcGxhaXNhbmNl&hash=3b66e83aba685e82c35ca1145ef6cad1c0532d9e&lang=en&cache-only=0",
            "defineEn": "willingness to do what makes others pleased and accept their opinions",
            "defineVi": "sẵn sàng làm những gì khiến người khác hài lòng và chấp nhận ý kiến của họ"
        },
        {
            "id": "66356358-df1d-43b5-9412-5bd5b52a8b10",
            "word": "bargaining chip",
            "phonetic": "bɑːɹɡɪnɪŋ tʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "In negotiations, a clever hawk hides its claws, which is why it's important to be strategic and hold back some of your bargaining chips until the right moment.",
                "The Dreamers have been a political bargaining chip, and they exist in limbo right now. ",
                "That’s because the gingerbread men can now use their future decisions as bargaining chips for the present ones."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyZ2FpbmluZyBjaGlw&hash=e1e8def8626de2413e4a711b7b974eb26cc69bd8&lang=en&cache-only=0",
            "defineEn": "anything that gives an advantage to a person or group when trying to reach an agreement",
            "defineVi": "bất cứ điều gì mang lại lợi thế cho một người hoặc một nhóm khi cố gắng đạt được thỏa thuận"
        },
        {
            "id": "c1fcb742-5b20-4636-b7df-ba08424d50ee",
            "word": "concordat",
            "phonetic": "kəŋkoːɹdæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29uY29yZGF0&hash=32ce6276db38a6506d5f39b04b7f633370ef492a&lang=en&cache-only=0",
            "defineEn": "a formal agreement, particularly one between a certain country and the Roman Catholic Church",
            "defineVi": "một thỏa thuận chính thức, đặc biệt là thỏa thuận giữa một quốc gia nhất định và Giáo hội Công giáo La Mã"
        },
        {
            "id": "82299729-d5ce-4cf1-8fc0-47143902ef79",
            "word": "exhortation",
            "phonetic": "ɛɡzɔːɹteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXhob3J0YXRpb24&hash=e16b6d4ecb23a5e2847725d784d1974b6de44581&lang=en&cache-only=0",
            "defineEn": "a communication intended to urge or persuade the recipients to take some action",
            "defineVi": "một thông tin liên lạc nhằm thúc giục hoặc thuyết phục người nhận thực hiện một số hành động"
        },
        {
            "id": "d730a11d-513c-49cd-9de3-18f27ffa00ce",
            "word": "intervention",
            "phonetic": "ɪntɚvɛnʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I think any further intervention would be unwise at this stage of the game. ",
                "Criticizing the government for not doing enough to control the economy cuts both ways, as too much government intervention can also lead to negative consequences.",
                "The photographer ventured into remote landscapes, capturing stunning images of untouched nature in the raw, free from any human intervention.",
                "The intervention reduced the participants’ negative thoughts and feelings two to three times more effectively than a control group.",
                "Early intervention is also extremely important."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJ2ZW50aW9u&hash=3379d5e5e5108e6f1c26ef75ccb79d8c95ee46e5&lang=en&cache-only=0",
            "defineEn": "involvement in a difficult situation in order to improve it or prevent it from getting worse",
            "defineVi": "tham gia vào một tình huống khó khăn để cải thiện nó hoặc ngăn nó trở nên tồi tệ hơn"
        },
        {
            "id": "d1cd2f1f-cf2c-42a4-b418-a4911a07edd1",
            "word": "ratification",
            "phonetic": "ɹæɾɪfɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This system remained firmly in place in parts of the United States until 1865, with the ratification of the 13th, 14th and 15th amendments.",
                "The Federalist Papers, published between 1787and 1788 and written to urge the ratification of the United States Constitution, were all published under the name of Publius.",
                "So for this episode I’m going to trace the 5 major rulings made by the Supreme Court on the 2nd amendment, since its ratification, in 1791, and yes, the story does involve the Case 1: United States vs. Cruikshank"
            ],
            "audio": "https://tts.langeek.co/read?text=cmF0aWZpY2F0aW9u&hash=7b9f97500c27d909345b308d0b7f657ecc5eff7d&lang=en&cache-only=0",
            "defineEn": "the act of validating an agreement by signing it or voting for it",
            "defineVi": "hành động xác nhận một thỏa thuận bằng cách ký tên hoặc bỏ phiếu cho nó"
        },
        {
            "id": "c744c277-9a5b-4074-bfcc-ebcf2d74c89a",
            "word": "to yield",
            "phonetic": "tə jiːld ",
            "partOfSpeechType": "verb",
            "examples": [
                "The negotiations between the two countries finally yielded a peace agreement.",
                "The apple orchard typically yields a bountiful harvest each year.",
                "The fertile soil in this region yields abundant crops of wheat and corn.",
                "The study yielded significant findings that could advance medical research.",
                "The orchard's yield of apples was lower this year due to unfavorable weather conditions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8geWllbGQ&hash=1eb805969185c715e720b1bc467d3df93422709c&lang=en&cache-only=0",
            "defineEn": "to stop fighting something or someone",
            "defineVi": "để ngừng chiến đấu một cái gì đó hoặc ai đó",
            "hasImg": true
        },
        {
            "id": "4c295389-b019-4741-b35a-58832a1c1e83",
            "word": "to sway",
            "phonetic": "tə sweɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Don't be swayed by false promises or quick fixes.",
                "As the sun set, the fields of safflower swayed gently in the breeze, creating a picturesque scene.",
                "The strong wind caused the tree branches to bend and sway.",
                "When selecting a career path, it's easy to be swayed by the allure of prestige.",
                "Seeing no other option, the politician decided desperate times call for desperate measures and made a controversial speech spreading misleading information to sway the crucial election results."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dheQ&hash=69b01eb633169fbbf7444e53b52b541e161c48fa&lang=en&cache-only=0",
            "defineEn": "to encourage someone to do or believe something",
            "defineVi": "để khuyến khích một ai đó để làm hoặc tin tưởng một cái gì đó"
        },
        {
            "id": "deb76c3b-d8ca-41b9-a8b9-829275e0f0c4",
            "word": "to retract",
            "phonetic": "tə ɹᵻtɹækt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The politician had to eat crow and retract his statements after they were proven to be false.",
                "But later on she retracted her complaint and her statement to Roland.",
                "Eventually the magazine retracted the story, an indication that it was probably not true.",
                "The landing gear was retracted and the airplane was set on some shipping trestles.",
                "Unlike modern turtles, it couldn’t retract its head into its shell, but had defensive spines on its neck."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV0cmFjdA&hash=669714fa207d0c801d20d43adbf1a65616efb230&lang=en&cache-only=0",
            "defineEn": "formally reject or disavow a formerly held belief, usually under pressure",
            "defineVi": "chính thức từ chối hoặc từ chối một niềm tin trước đây, thường là dưới áp lực"
        },
        {
            "id": "cbc147a5-037b-44be-88af-f805b5cdddb2",
            "word": "to rupture",
            "phonetic": "tə ɹʌptʃɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "What he might very well have had is a rupture of his intestine.",
                "This creates a high pressure shockwave, which shatters glass, ruptures ear drums, and maybe some internal organs.",
                "This could rupture high-pressure gas lines, releasing gas into the air and igniting potentially deadly explosions.",
                "This is when the ruptured follicle forms in the corpus luteum.",
                "All of these would be ruptured, and so we would be losing 60% of our water supply."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcnVwdHVyZQ&hash=864f0ab84a84f7544c4bf97f0d6da05aa28b9f17&lang=en&cache-only=0",
            "defineEn": "to cause an agreement or relation to be breached",
            "defineVi": "gây ra một thỏa thuận hoặc mối quan hệ bị vi phạm"
        },
        {
            "id": "b11dc3d6-40a0-4e84-825b-4f9e7e74fa1e",
            "word": "settlement",
            "phonetic": "sɛɾəlmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She came out of the divorce settlement a rich woman.",
                "The company opted for a settlement rather than taking their former employee to court.",
                "State regulators will go the extra mile to ensure that this settlement is as investor-friendly as possible.",
                "The settlement includes money for the victims families.",
                "This settlement is an abandoned care home."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V0dGxlbWVudA&hash=23eae63049451fd7e1f90cde8645028b41bd8d5a&lang=en&cache-only=0",
            "defineEn": "an official agreement that puts an end to a dispute",
            "defineVi": "một thỏa thuận chính thức chấm dứt tranh chấp",
            "hasImg": true
        },
        {
            "id": "be15a43a-57d7-4bfc-a21d-9c459ffb3da0",
            "word": "to reconcile",
            "phonetic": "tə ɹɛkənsaɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "\"I know we had a disagreement earlier, but let not the sun go down on your wrath,\" said Sarah, trying to reconcile with her sister.",
                "Despite her attempts to reconcile, he offered her a cold shoulder, refusing to engage in conversation.",
                "A fourth dimension is very difficult to reconcile with our experience of the world.",
                "The early vampire chronicles especially feature the clash between atheism and spirituality in the moral approaches the different vampires take to reconcile their dark existences.",
                "Physicists have been working for over 90 years to reconcile general relativity and quantum mechanics in those situations, and while we’ve learned a lot, we still haven’t come close to solving everything!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjb25jaWxl&hash=9f468b8850e2e252716b72e1af433df5bd39ffe5&lang=en&cache-only=0",
            "defineEn": "to become or make a person become friendly again with another after ending a disagreement or dispute",
            "defineVi": "trở thành hoặc làm cho một người trở nên thân thiện trở lại với người khác sau khi chấm dứt bất đồng hoặc tranh chấp"
        },
        {
            "id": "bb2c3f2c-c9fa-45b8-b61a-ae8f222d7140",
            "word": "to renege",
            "phonetic": "tə ɹᵻnɛdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He said that the Chinese government had reneged on some of the policies and promises that they have made.",
                "And then in the run-up to the launch of the Mate 10 in 2018, which was really this big flagship phone, both carriers seemed to renege on that agreement with Huawei, and Huawei was left without any carrier partners in the US.",
                "Biden was crystal clear that, even as we sought a reset with Russia, we weren't going to renege on our basic principles."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVuZWdl&hash=2ad224389cf956e1ffea442cdf13861493c381da&lang=en&cache-only=0",
            "defineEn": "to act against an agreement, promise, etc.",
            "defineVi": "để hành động chống lại một thỏa thuận, lời hứa, vv"
        },
        {
            "id": "210df8f0-a2c3-41e1-bda2-63e044fdd920",
            "word": "to nullify",
            "phonetic": "tə nʌlᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "What can I do to sort of, like, nullify that argument?",
                "JOHN YANG: Democrats on the House Oversight Committee say they now have e-mails that show Trump and his staff pressured top Justice Department officials last December to file a lawsuit in the Supreme Court, in an attempt to nullify the 2020 election.",
                "JOHN YANG: Democrats on the House Oversight Committee say they now have e-mails that show Trump and his staff pressured top Justice Department officials last December to file a lawsuit in the Supreme Court, in an attempt to nullify the 2020 election.",
                "It was so unpopular that Virginia and Kentucky’s legislatures passed resolutions against it, claiming that it violated Americans’ liberties and that state legislatures had the power to overturn or nullify any federal law that they found to violate the constitution."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbnVsbGlmeQ&hash=b476a2f68a88dc715e063140ba639acb2da6af13&lang=en&cache-only=0",
            "defineEn": "to legally invalidate an agreement, decision, etc.",
            "defineVi": "vô hiệu về mặt pháp lý một thỏa thuận, quyết định, v.v."
        },
        {
            "id": "5baa5b3c-a0cc-4bf2-8640-4159f2e91405",
            "word": "to realign",
            "phonetic": "tə ɹiːɐlaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Ground control told the crew exactly when to fire the thrusters to realign themselves.",
                "So I ended going back to the store to get them realigned and tightened to fit my face.",
                "Well, arguments by both the Census bureau and supporters of keeping race on the census point out that the issues with recording the race on the census (namely to gerrymandering or realigning congressional districts) can easily be flipped on its head.",
                "I have another mount I could've, but if anybody kicks it or moves it then I've got ta realign it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVhbGlnbg&hash=4473d034db9b38d529be5530c0ffa26e815d0245&lang=en&cache-only=0",
            "defineEn": "to change one's opinions, beliefs, etc. to be like those of another person or group",
            "defineVi": "để thay đổi ý kiến, niềm tin của một người, vv để được giống như những người khác hoặc nhóm"
        },
        {
            "id": "9fb52a84-d8c0-48e5-83ed-9221f3383f5c",
            "word": "submissively",
            "phonetic": "səbmɪsɪvli ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3VibWlzc2l2ZWx5&hash=589eb6e85f4acbddde89554454744c9483e2bc3d&lang=en&cache-only=0",
            "defineEn": "in a manner that displays obedience",
            "defineVi": "theo cách thể hiện sự vâng lời"
        },
        {
            "id": "e7ad90e4-e9f7-4337-946b-331e1198a209",
            "word": "coaxing",
            "phonetic": "koʊksɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Persuading him to run for mayor against the incumbent, Ed Koch, and then to face Rudy Giuliani, took some coaxing by Harlem’s Democratic power brokers."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29heGluZw&hash=17ab19e71472fa7302a336c339c7391f4386aabb&lang=en&cache-only=0",
            "defineEn": "persuasive in a gentle manner",
            "defineVi": "thuyết phục một cách nhẹ nhàng"
        },
        {
            "id": "7f5169c5-4c37-442b-964d-88c147b4356f",
            "word": "concordant",
            "phonetic": "kəŋkoːɹdənt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29uY29yZGFudA&hash=62869d2eb370a11a6387c9c2311f040e9060aab8&lang=en&cache-only=0",
            "defineEn": "following an agreement",
            "defineVi": "theo một thỏa thuận"
        },
        {
            "id": "64c861ab-ce65-4959-b93b-5777c3e3e5ec",
            "word": "to prevail on",
            "phonetic": "tə pɹɪveɪl ɔn ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJldmFpbCBvbg&hash=35bd9b11778074b4270c1a73294140e222bd9203&lang=en&cache-only=0",
            "defineEn": "to persuade and convince a person to do something",
            "defineVi": "để thuyết phục và thuyết phục một người làm điều gì đó"
        },
        {
            "id": "a00c6118-4c8e-460f-84ab-0416dbb7b3bb",
            "word": "uncontentious",
            "phonetic": "ʌŋkəntɛnʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW5jb250ZW50aW91cw&hash=3607754a6d794c241925d9782ca2f6759fc074fd&lang=en&cache-only=0",
            "defineEn": "unlikely to cause an argument",
            "defineVi": "không có khả năng gây ra một cuộc tranh luận"
        },
        {
            "id": "07b84c7a-e373-4599-a7dc-f1089dca8684",
            "word": "to concede",
            "phonetic": "tə kənsiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "He would not concede the points.",
                "So, many libertarians concede that the physical world itself is deterministic.",
                "We will never concede.",
                "We will never concede.",
                "You don't concede."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uY2VkZQ&hash=284947246689f5c3fc2faec160561b3ff8b2d4ab&lang=en&cache-only=0",
            "defineEn": "to reluctantly admit that something is true after denying it first",
            "defineVi": "miễn cưỡng thừa nhận rằng một cái gì đó là sự thật sau khi từ chối nó đầu tiên"
        },
        {
            "id": "c761cc94-f318-4b6f-9ce3-bb7614b4e7bc",
            "word": "to compromise",
            "phonetic": "tə kɑːmpɹəmaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "In the end we reached a compromise.",
                "The couple had to compromise and give and take in order to make their marriage work.",
                "We should take the lead in proposing a compromise and be ready to give ground on several points.",
                "The politician burned his boats by refusing to compromise on his position.",
                "The artist refused to compromise on their vision for commercial success, understanding that no man loves his fetters, be they made of gold."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcHJvbWlzZQ&hash=183f17eb9da0dd91b7b1f23ca5f46658557e90e2&lang=en&cache-only=0",
            "defineEn": "to come to an agreement after a dispute by reducing demands",
            "defineVi": "đi đến một thỏa thuận sau một tranh chấp bằng cách giảm nhu cầu"
        },
        {
            "id": "e320cec3-2fba-4f06-ba19-509b77cbe680",
            "word": "to covenant",
            "phonetic": "tə kʌvɛnənt ",
            "partOfSpeechType": "verb",
            "examples": [
                "When Maria's friends supported her during a difficult time, even when her siblings didn't, she realized how the blood of the covenant is thicker than the water of the womb.",
                "My covenants and my bonds with each wife is just as sacred as it is among any person of any other faith.",
                "I've entered into solemn covenants with the wives that I have.",
                "But most importantly, it’s where Indiana Jones discovered the Ark of the Covenant.",
                "A general association of nations must be formed under specific covenants for the purpose of affording mutual guarantees of political independence and territorial integrity of great and small states alike."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY292ZW5hbnQ&hash=efb895c7249612acc9a02ba60142c2d93716f342&lang=en&cache-only=0",
            "defineEn": "to legally agree or to promise to do or give something to someone, particularly to make regular payments to a person or organization",
            "defineVi": "đồng ý về mặt pháp lý hoặc hứa sẽ làm hoặc đưa một cái gì đó cho ai đó, đặc biệt là thực hiện các khoản thanh toán thường xuyên cho một người hoặc tổ chức"
        },
        {
            "id": "e57f098a-940e-44bd-b511-19d67a162f83",
            "word": "countenance",
            "phonetic": "kaʊntənəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "And more moderate Enlightenment thinkers were also more willing to countenance hierarchical social and political structures."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bnRlbmFuY2U&hash=7ba363242bdf4c0b09a559aa621671a656c88e82&lang=en&cache-only=0",
            "defineEn": "formal and explicit approval",
            "defineVi": "phê duyệt chính thức và rõ ràng"
        },
        {
            "id": "4f459157-e405-420b-a359-b6bf8a8bb656",
            "word": "to defer to",
            "phonetic": "tə dᵻfɜː tuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "We have always deferred to them.",
                "But the U.S. government says American courts should defer to German authorities.",
                "But the U.S. government says American courts should defer to German authorities.",
                "i i'd certainly defer to you know we would support of course uh additional action on a local level a federal level",
                "Amna, the new filing makes no recommendation for Stone's sentence, deferring to the judge in the case."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVmZXIgdG8&hash=1004aba4fc4ac00c06ea3e0d00591c6d5a7cde5f&lang=en&cache-only=0",
            "defineEn": "to accept someone's decision or opinion based on mere respect for that person",
            "defineVi": "chấp nhận quyết định hoặc ý kiến của ai đó dựa trên sự tôn trọng đơn thuần đối với người đó"
        }
    ]
}