{
    "id": "1eb51c9a-ab29-40ed-889c-23894a858ca3",
    "title": "From Rags to Riches",
    "originalTitle": "From Rags to Riches",
    "words": [
        {
            "id": "0dea1a7e-1128-4a56-8fa8-23d349d7b4d3",
            "word": "to defray",
            "phonetic": "tə dᵻfɹeɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "And to defray the upfront cost, customers can often get a solar loan or choose to lease the panels instead."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVmcmF5&hash=05e9590251abc3cd3c2295a182817cdf43b765bd&lang=en&cache-only=0",
            "defineEn": "to make up for the expense or cost of something",
            "defineVi": "để bù đắp cho các chi phí hoặc chi phí của một cái gì đó"
        },
        {
            "id": "57c66f97-ffb5-4791-84d9-7be37568a0a0",
            "word": "to divest",
            "phonetic": "tə daɪvɛst ",
            "partOfSpeechType": "verb",
            "examples": [
                "Although the company divested these products in 1998, Corning's name still resonates with these brands.",
                "And BlackRock, the world's largest asset manager, announced that it will divest from companies deriving over 25 percent of their revenue from thermal coal and create new funds focused on sustainable investing.",
                "Well, about 2% of S&P 500 companies are involved in nuclear weapons production, and while you can’t stop paying taxes, you can help stigmatize the nuclear arms race by divesting from companies that produce nuclear weapons.",
                "It seems unlikely that ByteDance would be forced to divest itself of what was Musical.ly, now is TikTok."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGl2ZXN0&hash=4c3707757c2859059d7876eefcef711acca6ddea&lang=en&cache-only=0",
            "defineEn": "to strip someone of their possession, right, authority, etc.",
            "defineVi": "để tước bỏ quyền sở hữu, quyền, thẩm quyền của ai đó, v.v.",
            "hasImg": true
        },
        {
            "id": "259bfe48-e859-4a09-8de4-77d332aada95",
            "word": "to fleece",
            "phonetic": "tə fliːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Even then, somebody was making a fast buck out of fleecing gullible patients.",
                "Think fleece jackets and yoga pants.",
                "Rouseys gather up the fleece and pressers squish it into huge bales.",
                "That's a fleece braid. ",
                "Toast is checking out the new fleece. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmxlZWNl&hash=0ad71318736b6c10e46e950c8a844f195b5b3b94&lang=en&cache-only=0",
            "defineEn": "to rob someone of their money by either overcharging or tricking them",
            "defineVi": "để cướp tiền của ai đó bằng cách tính phí quá cao hoặc lừa họ"
        },
        {
            "id": "8c25c742-8b49-4299-9b20-c7a82de09b06",
            "word": "to incorporate",
            "phonetic": "tʊ ɪŋkoːɹpɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The chef incorporated chunks of multiple fruits into a delectable dessert.",
                "The bakery incorporated finely diced fatback into savory pie crusts for flaky results.",
                "The chef skillfully incorporated wasabi into the creamy sauce.",
                "The film incorporated abstract imagery and surreal elements to convey the protagonist's inner emotional journey.",
                "You can incorporate flax into your favorite salad dressing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5jb3Jwb3JhdGU&hash=887f35dcfacc61d23e722e0025eccd2cb1396a62&lang=en&cache-only=0",
            "defineEn": "to legally form a company or organization and to give it a separate legal identity from its owners",
            "defineVi": "để thành lập hợp pháp một công ty hoặc tổ chức và cung cấp cho nó một bản sắc pháp lý riêng biệt từ chủ sở hữu của nó"
        },
        {
            "id": "21a9dc56-bf35-4a42-94e5-cf8550a1dfdf",
            "word": "to levy",
            "phonetic": "tə lɛvi ",
            "partOfSpeechType": "verb",
            "examples": [
                "They levy taxes.",
                "Tywin even levied a tax on the brothels.",
                "When U.S. President Ronald Reagan visited Germany's Bitburg cemetery in 1985, his aides levied strict limitations on photographers.",
                "In addition to New York State's top tax rate of eight point eight two percent, the city levies its own income tax, which can be as much as three point eight seven six percent.",
                "The water broke the levies protecting New Orleans."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGV2eQ&hash=1641fed58e6cec0481fc9c79ec2891422a7429fb&lang=en&cache-only=0",
            "defineEn": "to enforce a type of payment, such as fees, taxes, or fines, and collect it",
            "defineVi": "để thực thi một loại thanh toán, chẳng hạn như lệ phí, thuế hoặc tiền phạt, và thu thập nó"
        },
        {
            "id": "8f0d356a-3a11-466b-bf74-4be35778bf1f",
            "word": "to mulct",
            "phonetic": "tə mʌlkt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbXVsY3Q&hash=5d6773c8fd8691efb31ff7374b251b85e0fd65f4&lang=en&cache-only=0",
            "defineEn": "to use deception to obtain someone's money or goods",
            "defineVi": "sử dụng sự lừa dối để lấy tiền hoặc hàng hóa của ai đó"
        },
        {
            "id": "b717f762-b896-4027-a2c8-9068d006a290",
            "word": "to slack",
            "phonetic": "tə slæk ",
            "partOfSpeechType": "verb",
            "examples": [
                "I’m not emotionally ready for chores just yet, so please give me some slack.",
                "Cutting him some slack won't make him behave more politely next time you know.",
                "You know I never make requests like this, cut me some slack.",
                "I recommended that his critics would give him some slack if he were more open in expressing criticism.",
                "Increasingly schools have picked up the slack."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2xhY2s&hash=93064b22e071a2fc4fe68d4a54eec0634106d49e&lang=en&cache-only=0",
            "defineEn": "to not put in the required amount of effort, care, energy, or attention toward one's responsibilities or obligations",
            "defineVi": "không nỗ lực, chăm sóc, năng lượng hoặc chú ý cần thiết đối với trách nhiệm hoặc nghĩa vụ của một người"
        },
        {
            "id": "6346a00a-34c4-4be1-8cf5-66186581a8d2",
            "word": "to speculate",
            "phonetic": "tə spɛkjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The media speculated about the celebrity couple's relationship status, wondering if they were an item or just good friends.",
                "The tabloids love to speculate about celebrities who might be in bed with each other.",
                "The author took a chance by writing a book on an unconventional topic, but she knew that if you do not speculate, you cannot accumulate.",
                "Researchers can only speculate.",
                "Some people even speculated that the Mothman was sent by cornstalk himself from beyond the grave."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3BlY3VsYXRl&hash=1be847967aa3e55b9164d57009cd00117083b8f2&lang=en&cache-only=0",
            "defineEn": "to make a risky investment while hoping to profit from it",
            "defineVi": "để thực hiện một khoản đầu tư rủi ro trong khi hy vọng kiếm được lợi nhuận từ nó"
        },
        {
            "id": "3b41ea83-0e3b-4622-9765-7a3072200cb4",
            "word": "to tender",
            "phonetic": "tə tɛndɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He prepared a delicious pork hock stew, with tender chunks of meat, vegetables, and a savory broth.",
                "The tender chicken roulade was filled with spinach and cheese.",
                "She carefully harvested the tender leaves of the Alexander plant for her herbal tea.",
                "They roasted a tender and juicy gigot of lamb.",
                "The pie had a warm apple filling, with tender apples cooked in cinnamon and sugar."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGVuZGVy&hash=9d697c7cd18055adaa40dd7f05846d535bce08ee&lang=en&cache-only=0",
            "defineEn": "to present, propose, or offer something in a formal manner",
            "defineVi": "để trình bày, đề xuất, hoặc cung cấp một cái gì đó một cách chính thức"
        },
        {
            "id": "589c6aee-186e-4170-aa0e-835b7f4c712f",
            "word": "to underwrite",
            "phonetic": "tʊ ʌndɚɹaɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They were allowed to underwrite retail businesses.",
                "But it's important to note big insurance companies don't underwrite all bond agents.",
                "Their big breakthrough came in the 1950s when Goldman was allowed to underwrite the IPO of Ford Motor Company.",
                "The concept was invented in the 17th century by the Dutch East India Trading Company which wanted to allow multiple investors to underwrite their expeditions, so they sold shares, or percentages of the company.",
                "Frankly, if every bank had underwritten as well as Abacus, we wouldn't have had a financial crisis."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5kZXJ3cml0ZQ&hash=787c8cfdff1969ef5cedb07474cc506975bae0cf&lang=en&cache-only=0",
            "defineEn": "to financially support a project, activity, etc. and shoulder the responsibility if faced with failure",
            "defineVi": "hỗ trợ tài chính cho một dự án, hoạt động, v.v. và gánh vác trách nhiệm nếu gặp thất bại"
        },
        {
            "id": "8ddb93e1-5aa3-40d2-8f05-d917118aecb3",
            "word": "hedge",
            "phonetic": "hɛdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company hedged its bets by developing a second line of products.",
                "She hedged her bets by applying for various other jobs as well.",
                "She stumbled off the balcony, but luckily, a hedge below her broke her fall.",
                "While it's important to be supportive and involved in your friends' lives, it's also important to respect their privacy and maintain some space - after all, a hedge between keeps friendship green.",
                "Hedge rapidly defaces all of the portraits."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVkZ2U&hash=af9c15ce14bb88f3c20d2352cc3a023f9c39ff9a&lang=en&cache-only=0",
            "defineEn": "a thing or method that protects one against potential problems, particularly financial ones",
            "defineVi": "một điều hoặc phương pháp bảo vệ một người khỏi các vấn đề tiềm ẩn, đặc biệt là các vấn đề tài chính"
        },
        {
            "id": "52a26d60-4a1c-4c2f-870e-fddd1014d517",
            "word": "illiberality",
            "phonetic": "ɪlɪbɚɹælᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aWxsaWJlcmFsaXR5&hash=6d076380b880eb61b5af49edd0d186c8b53c3d13&lang=en&cache-only=0",
            "defineEn": "the quality of being against generosity and the freedom of thought, action, and expression",
            "defineVi": "phẩm chất chống lại sự hào phóng và tự do suy nghĩ, hành động và thể hiện"
        },
        {
            "id": "055045f0-829a-4fd3-97ab-66dc2403d54b",
            "word": "lagniappe",
            "phonetic": "læɡnɪæp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Put a little lagniappe."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFnbmlhcHBl&hash=3adc9fcb0f0e95fb16f12574fd74a2d0f9e6f3d0&lang=en&cache-only=0",
            "defineEn": "something a merchant gives a customer as a bonus after a purchase",
            "defineVi": "thứ gì đó mà một thương gia tặng cho khách hàng như một phần thưởng sau khi mua hàng"
        },
        {
            "id": "94f766ee-f700-4c39-adb4-0897a490c8fd",
            "word": "offset",
            "phonetic": "ɔfsɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Still, these supply shocks haven't offset overall weak demand.",
                "And that pressure will completely offset the pressure of the gas.",
                "I really like the offset here.",
                "We carbon offset ourselves.",
                "It can't offset the pressure due to this gas."
            ],
            "audio": "https://tts.langeek.co/read?text=b2Zmc2V0&hash=bea1bbb8d122c2f97102d48b070c416fd45b4a45&lang=en&cache-only=0",
            "defineEn": "a thing that reduces or neutralizes the effect of another thing",
            "defineVi": "một thứ làm giảm hoặc vô hiệu hóa ảnh hưởng của một thứ khác"
        },
        {
            "id": "c8c52f74-962f-4afb-a994-78fd5b940a91",
            "word": "pittance",
            "phonetic": "pɪtəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Working up to 14 hours a day for a pittance."
            ],
            "audio": "https://tts.langeek.co/read?text=cGl0dGFuY2U&hash=e99ca14aa8ce07aee1cf0a5e6e73e7f35f8cd219&lang=en&cache-only=0",
            "defineEn": "a sum of money that is very insufficient",
            "defineVi": "một khoản tiền rất thiếu"
        },
        {
            "id": "3a81da4a-8e1b-4494-addd-894bacbbe0e2",
            "word": "sinecure",
            "phonetic": "saɪŋkjʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2luZWN1cmU&hash=574f78cf88d1d50cf956963dd7dc25669877592a&lang=en&cache-only=0",
            "defineEn": "a position that is not demanding or difficult but pays well",
            "defineVi": "một vị trí không đòi hỏi hoặc khó khăn nhưng được trả lương cao"
        },
        {
            "id": "d7f4d925-497f-417e-988f-d168a4fb8912",
            "word": "spendthrift",
            "phonetic": "spɛndθɹɪft ",
            "partOfSpeechType": "noun",
            "examples": [
                "On one end are the spendthrifts, who just don’t really feel that pain.",
                "Spendthrifts are naturally impulsive buyers, and not necessarily because they have more money to spend.",
                "But sticking a bunch of tempting chocolate in front of the spendthrifts passing through?",
                "A 2007 survey of over 9000 people found those at the spendthrift end of the spectrum had more credit card debt.",
                "Since spendthrifts aren’t pained anyway, ploys to reduce pain don’t work as well on them."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlbmR0aHJpZnQ&hash=e05dd0034a6125698fabfc6c48e5f21478724a71&lang=en&cache-only=0",
            "defineEn": "an individual who is in the habit of spending money in a careless and wasteful way",
            "defineVi": "một cá nhân có thói quen tiêu tiền một cách bất cẩn và lãng phí"
        },
        {
            "id": "5190302d-c8dc-4441-b889-0bac75ef204a",
            "word": "stipend",
            "phonetic": "staɪpənd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RpcGVuZA&hash=5e382dfd4cb3095592d47fddcfd925d5a2140626&lang=en&cache-only=0",
            "defineEn": "a fixed amount of money given to a person regularly as an allowance or salary",
            "defineVi": "một số tiền cố định trao cho một người thường xuyên như một khoản trợ cấp hoặc tiền lương"
        },
        {
            "id": "b75ac891-426e-4894-b569-dfe5cd17cc65",
            "word": "venality",
            "phonetic": "vɛnælᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmVuYWxpdHk&hash=3037145a9ade796e5e6281b4538de19a2a6d42dd&lang=en&cache-only=0",
            "defineEn": "the willingness to do something that is immoral or dishonest for money",
            "defineVi": "sẵn sàng làm điều gì đó trái đạo đức hoặc không trung thực vì tiền"
        },
        {
            "id": "32ab4843-3fc7-4a92-b458-521ac60aa513",
            "word": "exorbitant",
            "phonetic": "ɛɡzoːɹbɪtənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The exorbitant prices are explainable in light of the facts.",
                "It's exorbitant.",
                "Before Prime launched in 2005 one-day shipping was an exorbitant luxury.",
                "And while it's not cheap, it's not necessarily exorbitant for an undertaking of this magnitude.",
                "They might invest it into a legal business claiming payment by producing fake invoices, or even start a bogus charity, placing themselves on the board of directors with an exorbitant salary."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhvcmJpdGFudA&hash=28de848622ba12646e58d5fe7fc50fecd20cf651&lang=en&cache-only=0",
            "defineEn": "(of prices) unreasonably or extremely high",
            "defineVi": "(về giá cả) không hợp lý hoặc cực kỳ cao"
        },
        {
            "id": "10dbebc4-1bb5-4597-afcc-6d7654e26dc6",
            "word": "frugal",
            "phonetic": "fɹuːɡəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A good income, frugal living, and compound interest are a powerful wealth-building combination.",
                "And so, they tend to be very, very frugal with spending.",
                "This has forced millennials to be frugal consumers when it comes to healthcare services.",
                "Three - well, you might come across some YouTubers that are really, really frugal.",
                "You must find them quickly, and you must not be frugal about the costs."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJ1Z2Fs&hash=027b189ae844d8718eb81ca1b4a14ad1fb4f3023&lang=en&cache-only=0",
            "defineEn": "careful to not spend money in an unnecessary or wasteful way",
            "defineVi": "cẩn thận để không tiêu tiền một cách không cần thiết hoặc lãng phí"
        },
        {
            "id": "b25d8382-f397-496f-8499-1dfa59466cd7",
            "word": "impecunious",
            "phonetic": "ɪmpɪkjuːniəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW1wZWN1bmlvdXM&hash=9b98b9372c537b592d8ed8a3b520fb7e0e78526d&lang=en&cache-only=0",
            "defineEn": "severely lacking money",
            "defineVi": "thiếu tiền trầm trọng"
        },
        {
            "id": "fdfd0125-0871-40f4-9812-caf577dad32b",
            "word": "insolvent",
            "phonetic": "ɪnsɑːlvənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This tells us that we as a state are in dire risk of becoming financially insolvent.",
                "It’s a complicated legal status that is designed to provide relief to those who are financially insolvent.",
                "The only thing Fed policy is done post covid-19 is give very bad insolvent over leveraged companies more leverage such that when the eventual day of reckoning comes and the time is and it is time to file for Chapter 11.",
                "If for whatever reason, the Fed were to do really stupid things and it were to become insolvent, Congress is obligated-- we learned before that these treasury notes are obligations of the U.S. government."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zb2x2ZW50&hash=c3f2501f300fd0646d7839443160a6b0d9e1b471&lang=en&cache-only=0",
            "defineEn": "incapable of fulfilling financial obligations due to a lack of money",
            "defineVi": "không có khả năng thực hiện nghĩa vụ tài chính do thiếu tiền"
        },
        {
            "id": "6408e224-c6c1-42ae-bf67-d97c9312b156",
            "word": "internecine",
            "phonetic": "ɪntɚnɛsiːn ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJuZWNpbmU&hash=e50044a6d3f3d8293b260f989b795f664570600d&lang=en&cache-only=0",
            "defineEn": "(of a conflict, struggle, or fight) taking place among the people that are from the same country, belief system, group, organization, etc.",
            "defineVi": "(của một cuộc xung đột, đấu tranh hoặc chiến đấu) diễn ra giữa những người đến từ cùng một quốc gia, hệ thống tín ngưỡng, nhóm, tổ chức, v.v."
        },
        {
            "id": "80a147a3-3db1-4d5a-a1ae-ac70347e4c93",
            "word": "lavish",
            "phonetic": "lævɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The film received lavish praise from critics for its groundbreaking visual effects, compelling storyline, and outstanding performances.",
                "James' lavish lifestyle eventually caught up with him when he was unable to maintain it, showing that wilful waste makes woeful want.",
                "Sarah's family was tempted to take out a loan to go on a lavish vacation, but they remembered the saying 'better go to bed supperless than rise in debt.'",
                "He'll have to pay the piper for all that lavish spending on his holiday.",
                "He's poor as a church mouse now because he squandered his inheritance on lavish, unnecessary purchases."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF2aXNo&hash=4f3b4578cda9b5d036178e472982a4fbf112b36b&lang=en&cache-only=0",
            "defineEn": "(of people) spending money in an extravagant or generous manner",
            "defineVi": "(của người) tiêu tiền một cách xa hoa hoặc hào phóng",
            "hasImg": true
        },
        {
            "id": "096f3f0a-3c7f-42de-9500-08e00461e1fc",
            "word": "net",
            "phonetic": "nɛt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I soon had the fish in a net.",
                "Now nobody falls through the net.",
                "Volleyball is a team sport played with a ball and a net, where players hit the ball over the net to score points.",
                "My grandfather used to repeat the saying 'in vain the net is spread in the sight of the bird,' to remind us that it's important to be discreet when trying to achieve our goals.",
                "Volleyball is an exciting sport where teams try to score points by hitting the ball over the net."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV0&hash=d4d8ef166961a7121c97d8f17d8c81029fde7d0b&lang=en&cache-only=0",
            "defineEn": "final amount after the deduction of all costs",
            "defineVi": "số tiền cuối cùng sau khi trừ tất cả các chi phí"
        },
        {
            "id": "535ad5f7-c309-42be-a194-95c9262f8e89",
            "word": "parsimonious",
            "phonetic": "pɑːɹsɪmoʊniəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It’s less parsimonious to assume that the ancestors of ostriches, chickens, and songbirds all evolved feathers independently.",
                "Like, it’s more parsimonious to assume that a single dinosaur evolved feathers, and passed feathers onto its descendants, including birds."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyc2ltb25pb3Vz&hash=004281ec72b50ccffeec08ad08dbd9b497bec99c&lang=en&cache-only=0",
            "defineEn": "spending money very reluctantly",
            "defineVi": "tiêu tiền rất miễn cưỡng"
        },
        {
            "id": "da9e4318-0e88-4e85-a1c9-6eff326e64db",
            "word": "pecuniary",
            "phonetic": "pɛkjuːnjɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVjdW5pYXJ5&hash=a1b50631199c32ee583e40d0f0ac565ca3b09b2e&lang=en&cache-only=0",
            "defineEn": "involving or about money",
            "defineVi": "liên quan đến hoặc về tiền bạc"
        },
        {
            "id": "81ada6a7-4e37-406d-b223-b56558d875ad",
            "word": "penurious",
            "phonetic": "pɛnjʊɹɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVudXJpb3Vz&hash=4f8e8f3a05f6fa1a09b422eccf24fdf8c5b90af8&lang=en&cache-only=0",
            "defineEn": "having an extreme lack of money",
            "defineVi": "thiếu tiền trầm trọng"
        },
        {
            "id": "c46f3c14-7a68-408d-8c9e-b14cf8d67dec",
            "word": "prodigal",
            "phonetic": "pɹɑːdɪɡəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvZGlnYWw&hash=090badc271a81daec3d55a9f65d6562b894c51f7&lang=en&cache-only=0",
            "defineEn": "habitually spending money or other resources in a reckless, extravagant, and wasteful way",
            "defineVi": "thói quen tiêu tiền hoặc các nguồn lực khác một cách liều lĩnh, ngông cuồng và lãng phí"
        },
        {
            "id": "ff3e5fc3-7632-4fa9-904e-0be01f534df0",
            "word": "provident",
            "phonetic": "pɹɑːvɪdənt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvdmlkZW50&hash=ff03745aa19b1d57c9f0d8bed20dbb4af020d561&lang=en&cache-only=0",
            "defineEn": "planning and preparing for the future, particularly by managing one's finances",
            "defineVi": "lập kế hoạch và chuẩn bị cho tương lai, đặc biệt là bằng cách quản lý tài chính của một người"
        },
        {
            "id": "1a6c5db8-0595-4c12-9f45-eb11db3d1bba",
            "word": "stingy",
            "phonetic": "stɪndʒi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I hate a pen that's stingy with ink and boy that Pilot pen was so stingy with ink.",
                "I hate a pen that's stingy with ink and boy that Pilot pen was so stingy with ink.",
                "That’s all fine if your ultimate position in life is to sit on the ocean floor or drift along like a squishy blob of stingy spaghetti.",
                "You've got ta love people like George, he's mastered this art for himself and even though there's money in it, he still not stingy with the knowledge that he's gained."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Rpbmd5&hash=4da3e1b43b9dd6c74ca82202f4ae6d57341a02d2&lang=en&cache-only=0",
            "defineEn": "unwilling to spend or give away money or resources",
            "defineVi": "không muốn chi tiêu hoặc cho đi tiền hoặc tài nguyên",
            "hasImg": true
        },
        {
            "id": "adfafc30-3ee8-49a3-92eb-65093067b704",
            "word": "thrifty",
            "phonetic": "θɹɪfti ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhyaWZ0eQ&hash=84e8ff868be82ce9d736cdea54c8c867602d7715&lang=en&cache-only=0",
            "defineEn": "using money carefully, often in order to save money for future needs",
            "defineVi": "sử dụng tiền một cách cẩn thận, thường để tiết kiệm tiền cho các nhu cầu trong tương lai"
        },
        {
            "id": "ce17ca7e-4c72-47b0-b939-3f9b91e2a9b6",
            "word": "to consolidate",
            "phonetic": "tə kənsɑːlᵻdeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The entire health system was consolidating.",
                "The bread business has to consolidate Sara Lee and Wonderbread, two of the biggest names in bread.",
                "He was consolidating power.",
                "In 2018, roughly 100 lawsuits over AFFF were consolidated in South Carolina.",
                "William consolidated his gains with a huge castle-building campaign and a reorganization of English society."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc29saWRhdGU&hash=b3691fd6e7c478148d84d1fae54a901a1dc24592&lang=en&cache-only=0",
            "defineEn": "to merge several financial accounts, debts, funds, into one",
            "defineVi": "để hợp nhất một số tài khoản tài chính, các khoản nợ, quỹ, thành một"
        }
    ]
}