{
    "id": "1ecc4cb0-7813-43c0-9710-b00a5c2e6a3b",
    "title": "Classical Architecture",
    "originalTitle": "Classical Architecture",
    "words": [
        {
            "id": "3e372c3f-f319-4ba0-958e-ab55ddae38f8",
            "word": "tambour",
            "phonetic": "tæmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "His music was very rhythmically focused, even the tambour, his delivery style, was percussive."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFtYm91cg&hash=e77edfc238236dedbfdd201e14efa7304b57d008&lang=en&cache-only=0",
            "defineEn": "a round or drum-shaped architectural element that is often used for decorative purposes above doors or windows in buildings, or as a part of a dome",
            "defineVi": "một yếu tố kiến trúc hình tròn hoặc hình trống thường được sử dụng cho mục đích trang trí phía trên cửa ra vào hoặc cửa sổ trong các tòa nhà hoặc là một phần của mái vòm"
        },
        {
            "id": "7eb4a9b1-c458-41a5-aaa8-5ec705085845",
            "word": "glyph",
            "phonetic": "ɡlɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Number three: Around 3,000 years ago, the Olmec glyphs, the oldest writing system in Mesoamerica, was created in modern-day Mexico.",
                "And this is a pretty nice glyphs over here too.",
                "The Maya’s advanced writing system names individuals using strings of syllabic glyphs.",
                "The story unfolds sequentially, in a combination of images and glyphs that identify general types of places as well as particular place names.",
                "A number of Mesoamerican civilisations have written records using such glyphs, including the Zapotec and the Aztecs, but the most successfully deciphered is the Mayan system."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2x5cGg&hash=4f85a8bc86b23550a07473c0f5017c9e5b8025fb&lang=en&cache-only=0",
            "defineEn": "a decorative element or symbol carved or inscribed onto a surface",
            "defineVi": "một yếu tố trang trí hoặc biểu tượng được chạm khắc hoặc ghi trên bề mặt"
        },
        {
            "id": "f033eaa7-99ff-484d-9135-83921ff87788",
            "word": "triglyph",
            "phonetic": "tɹɪɡlɪf ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJpZ2x5cGg&hash=5c22ff9d8c4ca32f2739d70bbe4adaf53eed40fc&lang=en&cache-only=0",
            "defineEn": "a decorative element consisting of vertical rectangular blocks with three vertical grooves called glyphs",
            "defineVi": "một yếu tố trang trí bao gồm các khối hình chữ nhật thẳng đứng với ba rãnh dọc được gọi là glyphs"
        },
        {
            "id": "08c03427-0ca2-4b4e-b04d-9b8ff7d28cca",
            "word": "pediment",
            "phonetic": "pɛdɪmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Immense marble blocks for the Parthenon’s pediment have just arrived from quarries at Mount Pentelikon."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVkaW1lbnQ&hash=a571eee37ab309fe536286f0089292e52adf7e05&lang=en&cache-only=0",
            "defineEn": "the triangular upper portion of the entrance of a building, often seen in buildings with Classical architecture",
            "defineVi": "phần trên hình tam giác của lối vào tòa nhà, thường thấy trong các tòa nhà có kiến trúc Cổ điển"
        },
        {
            "id": "997ff41e-7c61-45db-b7e4-f010945eb1e0",
            "word": "entablature",
            "phonetic": "ɛntæblətʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The public is expecting a classic temple in the Doric style: simple columns supporting a horizontal entablature, crowned with a triangular roof."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW50YWJsYXR1cmU&hash=7f61b999662e4c67c4fa78e0f81774b2f7d523cb&lang=en&cache-only=0",
            "defineEn": "the horizontal, decorative element that rests on top of columns or pillars in architecture",
            "defineVi": "yếu tố trang trí nằm ngang nằm trên đỉnh cột hoặc trụ cột trong kiến trúc"
        },
        {
            "id": "1a85e414-ba79-40f7-b6bf-a4604661a01e",
            "word": "portico",
            "phonetic": "poːɹɾɪkoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their place in public is in the porticos with gardens, with sculpture, and with pathways for walking in.",
                "When Domitia, Domitia, and Domitia want to leave the house to go somewhere, like the Portico of Livia, they must get ready."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9ydGljbw&hash=a48158aad27c45b1fe1c3f387f2c99c2a44f0069&lang=en&cache-only=0",
            "defineEn": "a covered entrance or porch with columns, typically leading to the main entrance of a building and serving as a decorative architectural feature",
            "defineVi": "một lối vào hoặc mái hiên có mái che với các cột, thường dẫn đến lối vào chính của một tòa nhà và đóng vai trò là một đặc điểm kiến trúc trang trí"
        },
        {
            "id": "3c7c32b3-0340-4664-b33d-20e308d7d404",
            "word": "classical order",
            "phonetic": "klæsɪkəl ɔːɹdɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3NpY2FsIG9yZGVy&hash=cbe060e02d9c39315ced4503a0406fa5d6d07860&lang=en&cache-only=0",
            "defineEn": "a system of architectural design based on specific proportions, column styles, and decorative elements derived from ancient Greek and Roman architecture",
            "defineVi": "một hệ thống thiết kế kiến trúc dựa trên tỷ lệ cụ thể, kiểu cột và các yếu tố trang trí bắt nguồn từ kiến trúc Hy Lạp và La Mã cổ đại"
        },
        {
            "id": "97627772-51f7-4c83-bde8-dc8b12789a4e",
            "word": "xyst",
            "phonetic": "zaɪst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=eHlzdA&hash=431c165fd73231d6c1a93a1651da05613933f0f3&lang=en&cache-only=0",
            "defineEn": "a long, open garden or promenade surrounded by covered colonnades or porticoes",
            "defineVi": "một khu vườn hoặc lối đi dạo dài, rộng mở được bao quanh bởi hàng cột hoặc mái hiên có mái che"
        },
        {
            "id": "94443948-192c-4097-b27d-18a5fd2d9cf3",
            "word": "architrave",
            "phonetic": "ɑːɹkɪtɹeɪv ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXJjaGl0cmF2ZQ&hash=e058c205653badbd57a3348b1b2d6bf7e44f3c9a&lang=en&cache-only=0",
            "defineEn": "the lowest horizontal element of a classical entablature, typically located above the columns and below the frieze",
            "defineVi": "phần tử nằm ngang thấp nhất của một công trình cổ điển, thường nằm phía trên các cột và bên dưới bức phù điêu"
        },
        {
            "id": "b9565ed1-301e-4064-8e6d-e06a9e962861",
            "word": "metope",
            "phonetic": "mɛɾoʊp ",
            "partOfSpeechType": "noun",
            "examples": [
                "No temple has ever used so many metopes before, and each scene adds to the temple’s ballooning expenses.",
                "His sculptors are carving 92 mythical scenes, or metopes, to decorate the temple."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0b3Bl&hash=d530112bec89222355d9e768367293021abd541f&lang=en&cache-only=0",
            "defineEn": "a rectangular space or panel between the triglyphs in a Doric frieze, often decorated with relief sculptures or painted designs",
            "defineVi": "một không gian hình chữ nhật hoặc bảng điều khiển giữa các triglyphs trong diềm Doric, thường được trang trí bằng các tác phẩm điêu khắc phù điêu hoặc thiết kế sơn"
        },
        {
            "id": "53fd1f57-8a41-44d5-a748-d55916021ac5",
            "word": "doric frieze",
            "phonetic": "doːɹɪk fɹiːz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG9yaWMgZnJpZXpl&hash=88e072e47b45a1f238949457cce1e878d96e24f7&lang=en&cache-only=0",
            "defineEn": "a horizontal band or section of an entablature in classical architecture, typically found in the Doric order, characterized by alternating triglyphs (rectangular blocks with vertical grooves) and metopes (spaces or panels)",
            "defineVi": "một dải ngang hoặc một phần của một entablature trong kiến trúc cổ điển, thường được tìm thấy theo thứ tự Doric, được đặc trưng bởi các triglyph xen kẽ (khối hình chữ nhật có rãnh dọc) và metopes (khoảng trắng hoặc bảng)"
        },
        {
            "id": "409e7f43-40ad-4e49-bf6c-daa32138c5e6",
            "word": "Doric order",
            "phonetic": "doːɹɪk ɔːɹdɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=RG9yaWMgb3JkZXI&hash=3fca0eee986b2aa3525e1db50987bc40e80f730d&lang=en&cache-only=0",
            "defineEn": "a simple and sturdy architectural style with fluted columns, a plain capital, and a frieze with triglyphs and metopes",
            "defineVi": "một phong cách kiến trúc đơn giản và chắc chắn với các cột có rãnh, một thủ đô đơn giản và một đường diềm với hình tam giác và metopes"
        },
        {
            "id": "a27d8e1d-2570-432d-a59a-4f32838ccc6e",
            "word": "arcade",
            "phonetic": "ɑːɹkeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "By the late 1970s, teenagers everywhere were flocking to arcades.",
                "Arcades and at -home consoles launched in the early 1970s and quickly flourished into a booming industry.",
                "One of the most appealing variations on the model of the ancient marketplace was the European arcade that appeared in the 18th century.",
                "Maybe they're playing with arcade motion blasters too",
                "One of the first arcades was the Gostiny Dvor in St. Petersburg, Russia, built between 1757 and 1785."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjYWRl&hash=d757563ecf165ff6ef22fc350de61d126c55cf5d&lang=en&cache-only=0",
            "defineEn": "an arch-covered passage along the side of a group of buildings",
            "defineVi": "một lối đi có mái vòm dọc theo mặt của một nhóm các tòa nhà",
            "hasImg": true
        },
        {
            "id": "7d579131-1251-40ab-b2cb-e31fd5b05926",
            "word": "peristyle",
            "phonetic": "pɛɹɪstaɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVyaXN0eWxl&hash=9a4fd4dcfc7bf3cfbeb82dc92feb137d81ee0681&lang=en&cache-only=0",
            "defineEn": "a columned porch or courtyard that surrounds a building or an open space, typically found in ancient Greek and Roman architecture",
            "defineVi": "một hiên hoặc sân có cột bao quanh một tòa nhà hoặc một không gian mở, thường được tìm thấy trong kiến trúc Hy Lạp và La Mã cổ đại"
        },
        {
            "id": "424ccdb4-3ff6-47d6-bca9-9f57730a0b45",
            "word": "stoa",
            "phonetic": "stoʊə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RvYQ&hash=0639bcc4e32d84417c72064187cd18369c310b1d&lang=en&cache-only=0",
            "defineEn": "a covered walkway or colonnade in ancient Greek architecture, typically consisting of a long row of columns with a roof overhead",
            "defineVi": "một lối đi hoặc hàng cột có mái che trong kiến trúc Hy Lạp cổ đại, thường bao gồm một hàng cột dài với mái che trên cao"
        },
        {
            "id": "53c4812e-8869-4d94-8ef0-cbecdc52f78e",
            "word": "odeon",
            "phonetic": "oʊdɪən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2Rlb24&hash=70f896ec9100c78a3f00fdde73ed9c3a392ddb6b&lang=en&cache-only=0",
            "defineEn": "a small, roofed theater or auditorium in ancient Greece and Rome used for musical performances, poetry readings, and other cultural events",
            "defineVi": "một nhà hát hoặc khán phòng nhỏ, có mái che ở Hy Lạp và La Mã cổ đại được sử dụng để biểu diễn âm nhạc, đọc thơ và các sự kiện văn hóa khác"
        },
        {
            "id": "35a4f475-ec79-4788-9f50-8fb589a2fd19",
            "word": "basilica",
            "phonetic": "bæzɪlɪkə ",
            "partOfSpeechType": "noun",
            "examples": [
                "And in 1517, the pope issued a special indulgence to raise money to continue building the splendid St. Peter’s Basilica in Rome.",
                "At the Vatican, Pope Francis celebrated mass in the nearly empty Saint Peter's Basilica with some 200 faithful, a much different scene from the thousands who usually attend."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFzaWxpY2E&hash=c570a56d1fb18e02ab9b670772f37ace03ecade4&lang=en&cache-only=0",
            "defineEn": "a large, rectangular building with a central nave, side aisles, and often a raised apse at one end",
            "defineVi": "một tòa nhà lớn, hình chữ nhật với gian giữa ở giữa, các lối đi bên cạnh và thường có một mái vòm nhô cao ở một đầu"
        },
        {
            "id": "4f9e8896-c30f-44a9-920d-e0e584ccb6d3",
            "word": "loggia",
            "phonetic": "lɔɡiə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG9nZ2lh&hash=3d56db661697066fa9104afcf0e16ca0ba48eb32&lang=en&cache-only=0",
            "defineEn": "an room or gallery that is open in one or more sides, particularly one that is attached to a house and faces a garden on one side",
            "defineVi": "một căn phòng hoặc phòng trưng bày mở ở một hoặc nhiều mặt, đặc biệt là một mặt được gắn vào một ngôi nhà và một mặt hướng ra vườn"
        },
        {
            "id": "2d176cc5-c7f1-40b1-8cbc-f10f22307cbc",
            "word": "cella",
            "phonetic": "tʃɛlə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2VsbGE&hash=ba39f671cf67ca923ed63a60d3795b98b093e7dd&lang=en&cache-only=0",
            "defineEn": "the central chamber or inner sanctuary of a temple in classical architecture, where the cult statue or sacred objects were housed",
            "defineVi": "buồng trung tâm hoặc khu bảo tồn bên trong của một ngôi đền theo kiến trúc cổ điển, nơi đặt bức tượng thờ cúng hoặc các vật linh thiêng"
        },
        {
            "id": "83bde7c3-8d27-42b8-a896-c458695c9826",
            "word": "anthemion",
            "phonetic": "ænθɛmiən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW50aGVtaW9u&hash=4517cd8d348a7772c515c20a226e021834a2258d&lang=en&cache-only=0",
            "defineEn": "a decorative motif in the form of stylized flower or leaf, typically used in ancient Greek and neoclassical architecture",
            "defineVi": "một họa tiết trang trí ở dạng hoa hoặc lá cách điệu, thường được sử dụng trong kiến trúc tân cổ điển và Hy Lạp cổ đại"
        },
        {
            "id": "e5a68c81-4c02-420d-afed-41ce12edcb1c",
            "word": "arcature",
            "phonetic": "ɑːɹkətʃʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXJjYXR1cmU&hash=3f3082393a5fc788b44f90b7343c7b750f080e55&lang=en&cache-only=0",
            "defineEn": "a series of arches or arcades that are supported by columns or piers, often used in architectural designs to create decorative openings or galleries",
            "defineVi": "một loạt các vòm hoặc mái vòm được hỗ trợ bởi các cột hoặc trụ, thường được sử dụng trong các thiết kế kiến trúc để tạo ra các lỗ hoặc phòng trưng bày trang trí"
        },
        {
            "id": "29def094-517d-4487-8593-2455f0ac2c86",
            "word": "banderole",
            "phonetic": "bændɚɹoʊl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFuZGVyb2xl&hash=39a1a598b0024770e70ed4caaf31363eeb067acd&lang=en&cache-only=0",
            "defineEn": "a decorative ribbon or scroll motif typically found in Renaissance and Baroque styles, often used to display inscriptions or decorative elements",
            "defineVi": "một dải ruy băng trang trí hoặc họa tiết cuộn thường được tìm thấy trong phong cách Phục hưng và Baroque, thường được sử dụng để hiển thị các chữ khắc hoặc các yếu tố trang trí"
        },
        {
            "id": "f8ae163b-2c1f-4c9d-a57d-0502ea34bc45",
            "word": "cyma",
            "phonetic": "saɪmə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3ltYQ&hash=12be86c1e88fd5cfd0934e876fd46d35eaab6867&lang=en&cache-only=0",
            "defineEn": "a double-curved molding profile featuring a concave upper curve and a convex lower curve, commonly used in classical and neoclassical architecture for decorative purposes",
            "defineVi": "một cấu hình khuôn cong kép có đường cong trên lõm và đường cong dưới lồi, thường được sử dụng trong kiến trúc cổ điển và tân cổ điển cho mục đích trang trí"
        },
        {
            "id": "9d393ffe-2e94-49e4-95c8-d09feb80e984",
            "word": "exedra",
            "phonetic": "ɛɡzɛdɹə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXhlZHJh&hash=89a4076908e53d1945de87159e3c4a38512335c8&lang=en&cache-only=0",
            "defineEn": "a semicircular or rectangular recess in a building, often with seating, used for social gatherings or as a decorative architectural feature",
            "defineVi": "một hốc hình bán nguyệt hoặc hình chữ nhật trong một tòa nhà, thường có chỗ ngồi, được sử dụng cho các cuộc tụ họp xã hội hoặc như một đặc điểm kiến trúc trang trí"
        },
        {
            "id": "857812a4-3a44-47f1-9b8f-f005de2fd4d9",
            "word": "stylobate",
            "phonetic": "staɪləbeɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3R5bG9iYXRl&hash=bbb7c5783eee4422f828c0384be45770eac127e9&lang=en&cache-only=0",
            "defineEn": "the topmost platform or step of a classical Greek or Roman temple on which the columns are placed",
            "defineVi": "nền tảng hoặc bậc trên cùng của một ngôi đền Hy Lạp hoặc La Mã cổ điển trên đó các cột được đặt"
        },
        {
            "id": "95c4a76e-fe46-47b6-a31c-de62d9c74331",
            "word": "corona",
            "phonetic": "kɔːɹoʊnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The corona extends for millions of kilometers.",
                "The Corona virus presents a public health emergency in the United States.",
                "At 7 million to 10 million kilometers above the sun's surface, we reach the corona, the outermost layer of the sun.",
                "The corona is a thin layer of plasma that can reach millions of degrees Celcius.",
                "And that’s because of the Sun’s corona."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29yb25h&hash=25ffe2b694f8be140ee8589018efead7f57245dd&lang=en&cache-only=0",
            "defineEn": "a decorative element or molding that forms a projecting crown or cornice at the top of a structure, typically found in classical or neoclassical styles",
            "defineVi": "một yếu tố trang trí hoặc khuôn tạo thành một vương miện hoặc phào chỉ ở trên cùng của một cấu trúc, thường thấy trong phong cách cổ điển hoặc tân cổ điển"
        },
        {
            "id": "54f7d17a-13a3-473a-a663-7b7d0adef5a9",
            "word": "acroter",
            "phonetic": "ækɹoʊɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWNyb3Rlcg&hash=a19cfbb6d585511401c5494bb38d5a8661484cb6&lang=en&cache-only=0",
            "defineEn": "an ornamental element placed on the apex or corners of a pediment or the top of a roof in classical architecture, typically depicting decorative figures or motifs",
            "defineVi": "một yếu tố trang trí được đặt trên đỉnh hoặc các góc của một bức tường hoặc đỉnh của mái nhà trong kiến trúc cổ điển, thường mô tả các hình hoặc họa tiết trang trí"
        },
        {
            "id": "ca36795a-f2f0-40dc-b152-7e0b736c272c",
            "word": "grotto",
            "phonetic": "ɡɹɑːɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3JvdHRv&hash=8feb34541e2bcec2eee27cc674d4b0357a45199d&lang=en&cache-only=0",
            "defineEn": "a small, often artificial, cave-like structure or enclosed space that is designed for aesthetic or functional purposes",
            "defineVi": "một cấu trúc nhỏ, thường nhân tạo, giống như hang động hoặc không gian kín được thiết kế cho mục đích thẩm mỹ hoặc chức năng"
        },
        {
            "id": "49ea843c-2ba6-407a-9e7f-6a0605903a04",
            "word": "mutule",
            "phonetic": "mjuːtʃəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bXV0dWxl&hash=16a08d0c475aea9cf8bcf5e0ad29e87bdd03cbf6&lang=en&cache-only=0",
            "defineEn": "a decorative block or projection that is typically found under the projecting eaves of a classical entablature",
            "defineVi": "một khối hoặc hình chiếu trang trí thường được tìm thấy dưới mái hiên hình chiếu của một công trình cổ điển"
        },
        {
            "id": "51019427-209a-4211-a4b9-d78828ed3f95",
            "word": "Ionic order",
            "phonetic": "aɪɑːnɪk ɔːɹdɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=SW9uaWMgb3JkZXI&hash=31de3442f3969bbdd593554d5e5fe56434bbb4a4&lang=en&cache-only=0",
            "defineEn": "one of the classical architectural orders characterized by slender, fluted columns with scroll-like capitals adorned with volutes",
            "defineVi": "một trong những trật tự kiến trúc cổ điển được đặc trưng bởi các cột thanh mảnh, có rãnh với các thủ đô giống như cuộn được trang trí bằng các hình xoắn ốc"
        },
        {
            "id": "13ab0ffe-a6f2-4c77-9b05-50853462e069",
            "word": "Corinthian order",
            "phonetic": "kɔːɹɪnθiən ɔːɹdɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Q29yaW50aGlhbiBvcmRlcg&hash=303076fcf107d651c4828f452bb8b1739dadede6&lang=en&cache-only=0",
            "defineEn": "a classical architectural order characterized by its ornate capital adorned with acanthus leaves, often used in grand and elaborate structures",
            "defineVi": "một trật tự kiến trúc cổ điển được đặc trưng bởi vốn trang trí công phu của nó được trang trí bằng lá acanthus, thường được sử dụng trong các cấu trúc lớn và phức tạp"
        },
        {
            "id": "af440b20-4c4f-43e2-8ba7-ba0483cc5e5d",
            "word": "cornice",
            "phonetic": "kɔːɹnɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29ybmljZQ&hash=b62a808b8083c7046fa435fa62f90469ff8cd30a&lang=en&cache-only=0",
            "defineEn": "a decorative molding or projection that runs along the topmost part of a building's exterior wall, typically serving as a crowning element and providing a transition between the wall and the roof",
            "defineVi": "một đường gờ hoặc hình chiếu trang trí chạy dọc theo phần trên cùng của bức tường bên ngoài của tòa nhà, thường đóng vai trò là yếu tố tạo đỉnh và tạo ra sự chuyển tiếp giữa tường và mái nhà"
        },
        {
            "id": "ffaadc87-c5f9-401b-8a3f-602d72eb36f0",
            "word": "antefix",
            "phonetic": "æntɪfɪks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW50ZWZpeA&hash=035e765dfa01d15cb11575dfc8cd0293345730cf&lang=en&cache-only=0",
            "defineEn": "a decorative element used in classical architecture to cover the joints between roof tiles and the eaves of a building, often featuring intricate designs or motifs",
            "defineVi": "một yếu tố trang trí được sử dụng trong kiến trúc cổ điển để che các mối nối giữa mái ngói và mái hiên của một tòa nhà, thường có các thiết kế hoặc họa tiết phức tạp"
        },
        {
            "id": "d7143bf2-7ae7-42d5-a012-bbd8af199eed",
            "word": "egg and dart",
            "phonetic": "ɛɡ ænd dɑːɹt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWdnIGFuZCBkYXJ0&hash=7b0bafa96a83d63c413867562ab3361934a845db&lang=en&cache-only=0",
            "defineEn": "a decorative pattern in architecture that features alternating oval shapes and V-shaped forms used in molding or friezes",
            "defineVi": "một mẫu trang trí trong kiến trúc có các hình bầu dục xen kẽ và các dạng hình chữ V được sử dụng trong khuôn hoặc diềm"
        },
        {
            "id": "15f1993a-a33b-48b1-9b5b-7f49ad135cea",
            "word": "atrium",
            "phonetic": "eɪtɹiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Returning to the house, the girls cross the atrium.",
                "That thing is called the everted atrium.",
                "Here she is, drawing a picture of herself in the atrium of her father's enormous house.",
                "We can begin in the atrium.",
                "Fish only have two chambers, one ventricle and one atrium."
            ],
            "audio": "https://tts.langeek.co/read?text=YXRyaXVt&hash=00d87d4a1f77b836e5fccc74180975f7971f6e8e&lang=en&cache-only=0",
            "defineEn": "an open central courtyard or open space, often with a skylight, that is surrounded by a building or enclosed by walls, commonly found in ancient Roman architecture",
            "defineVi": "một sân trung tâm mở hoặc không gian mở, thường có giếng trời, được bao quanh bởi một tòa nhà hoặc có tường bao quanh, thường thấy trong kiến trúc La Mã cổ đại"
        },
        {
            "id": "ea6a83e4-762c-47ba-8fc0-1917a79c8061",
            "word": "amphitheater",
            "phonetic": "æmfɪθiːeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "One site of these games was the Flavian Amphitheater, AKA the Colosseum.",
                "Later But you can do that and then after that you can go down to the amphitheater There's gonna be a really cool variety show hosted by the festival the spoken nerd from the UK You can come back in under the rocket and hang out with some of the other educational content creators in the rooms There's people from all over the internet that do all different types of educational content Which is really cool because YouTube is sponsoring the event now one of the top priorities for YouTube is education"
            ],
            "audio": "https://tts.langeek.co/read?text=YW1waGl0aGVhdGVy&hash=7db03e51fa274241900fb4b87833346a826b26aa&lang=en&cache-only=0",
            "defineEn": "an open building that is round or oval in shape and has a space in the middle surrounded by several seats, originated in ancient Roman and Greek architecture used for public entertainments such as sports or drama",
            "defineVi": "một tòa nhà mở có hình tròn hoặc hình bầu dục và có một khoảng trống ở giữa được bao quanh bởi một số chỗ ngồi, có nguồn gốc từ kiến trúc La Mã và Hy Lạp cổ đại được sử dụng cho các hoạt động giải trí công cộng như thể thao hoặc kịch",
            "hasImg": true
        },
        {
            "id": "87f30aec-2569-4f4a-b3e4-d090d39906a3",
            "word": "Tuscan order",
            "phonetic": "tʌskən ɔːɹdɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=VHVzY2FuIG9yZGVy&hash=c5187253b1ce8fe5cea85c96859f11fe9e338cf7&lang=en&cache-only=0",
            "defineEn": "a simplified form of classical architectural order characterized by a plain and unadorned column with a simple capital and base",
            "defineVi": "một hình thức đơn giản hóa của trật tự kiến trúc cổ điển được đặc trưng bởi một cột đơn giản và không được trang trí với một thủ đô và cơ sở đơn giản"
        },
        {
            "id": "60d80ad3-2ea2-4cae-a713-1b5f1c8cc027",
            "word": "arch",
            "phonetic": "ɑːɹtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The gymnast effortlessly bent her body into a graceful arch during her routine.",
                "Over all arched the Sky god Tenggeri.",
                "And each of these animals had gill arches.",
                "I damaged the balloon arch.",
                "Arch the back and find the breath."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaA&hash=e660ec6b28190b6d678c50f58af49dffd7073bdb&lang=en&cache-only=0",
            "defineEn": "a curved symmetrical structure that supports the weight above it, used in bridges or buildings",
            "defineVi": "một cấu trúc đối xứng cong hỗ trợ trọng lượng bên trên nó, được sử dụng trong các cây cầu hoặc tòa nhà",
            "hasImg": true
        }
    ]
}