{
    "id": "1ed367ba-b572-4c1c-8ca6-d1c114bd3cd7",
    "title": "Top 76 - 100 Adjectives",
    "originalTitle": "Top 76 - 100 Adjectives",
    "words": [
        {
            "id": "1bc10205-45c4-4d4c-aaa9-82df42d76e02",
            "word": "natural",
            "phonetic": "nætʃɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The custard apple's natural sweetness makes it a perfect filling for homemade pies and tarts.",
                "The mountain provided a natural barrier between the two valleys.",
                "The natural tanginess of tamarind adds a unique twist to sauces, marinades, and soups.",
                "He used turnip leaves as natural wrapping for steamed dumplings.",
                "We used honey as a natural sweetener in our homemade salad dressing."
            ],
            "audio": "https://tts.langeek.co/read?text=bmF0dXJhbA&hash=cf732dd4fedb6f26ab9f3a04be7546b108cbef27&lang=en&cache-only=0",
            "defineEn": "existing in or originating from nature",
            "defineVi": "tồn tại trong hoặc có nguồn gốc từ thiên nhiên",
            "hasImg": true
        },
        {
            "id": "8c1cc42b-bc9c-43d3-9de1-19ce1ae99650",
            "word": "normal",
            "phonetic": "noːɹməl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Everything appeared normal at first.",
                "I tried to lead as normal a life as possible.",
                "She may seem normal at first, but you'll realize she has many screws loose once you hear her conspiracy theories.",
                "As every normal human being knows, one shouldn't throw good money after bad.",
                "When people are in their right minds, they make reasoned decisions and act in a normal, understandable way."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9ybWFs&hash=3e8db1a071792dc0fcd0ab7c6e71cb4c73df7844&lang=en&cache-only=0",
            "defineEn": "usual, ordinary, and in the same way we expect",
            "defineVi": "thông thường, thông thường, và theo cùng một cách chúng ta mong đợi",
            "hasImg": true
        },
        {
            "id": "aa4d8f39-c8e6-4918-b0cb-e334b3802e8b",
            "word": "quick",
            "phonetic": "kwɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They keep a small eraser in their pencil case for quick corrections.",
                "Just a quick note to say thank you for a wonderful evening.",
                "He was quick to point a finger at his coworkers.",
                "The tabloids were quick to label the famous actor as a backdoor man after rumors circulated about his affairs with multiple co-stars.",
                "I'll be back quicker than you can say Jack Robinson."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVpY2s&hash=112ea1f44d4998a111e5c4342b4453ba392d5007&lang=en&cache-only=0",
            "defineEn": "taking a short time to move, happen, or be done",
            "defineVi": "mất một thời gian ngắn để di chuyển, xảy ra, hoặc được thực hiện",
            "hasImg": true
        },
        {
            "id": "1cab4391-03aa-453d-a144-34a443a62604",
            "word": "powerful",
            "phonetic": "paʊɚfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The boxer knocked down his opponent with a powerful uppercut.",
                "With the signing of the treaty, a powerful new European alliance first saw the light of day.",
                "The lion's powerful jaws allowed it to tear apart its prey.",
                "The boxer was stunned by a powerful blow to the head.",
                "What are some powerful methods to break someone psychologically?"
            ],
            "audio": "https://tts.langeek.co/read?text=cG93ZXJmdWw&hash=173d4bb0b8b47efb3e33ffe065b099887b0b94d8&lang=en&cache-only=0",
            "defineEn": "possessing much power",
            "defineVi": "sở hữu nhiều quyền lực",
            "hasImg": true
        },
        {
            "id": "4549744b-ada4-4844-9b6d-2d73f799078b",
            "word": "general",
            "phonetic": "dʒɛnɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The general had to get his troops across the river.",
                "He thought like a general.",
                "The general knew that his soldiers were outnumbered and outgunned, but he had the tactical expertise to outmaneuver the enemy.",
                "Women live longer than men in general.",
                "Women live longer than men in general."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXJhbA&hash=f199915c87a1ebbac89fea73e11bd86465f52f6c&lang=en&cache-only=0",
            "defineEn": "involving or affecting all or most people or things",
            "defineVi": "liên quan đến hoặc ảnh hưởng đến tất cả hoặc hầu hết mọi người hoặc mọi thứ"
        },
        {
            "id": "3a58a157-f738-4efd-8bc9-05346e8375c0",
            "word": "dark",
            "phonetic": "dɑːɹk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The coffee in the mug was a dark.",
                "The coffee table was a dark wood color.",
                "Her dark hair was tied back in a ponytail.",
                "The unique flavor of physalis pairs wonderfully with dark chocolate in desserts.",
                "The dark clouds signaled that rain was on its way."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFyaw&hash=4903a65ca72e0da4c94d242c45faf6b4f7416e06&lang=en&cache-only=0",
            "defineEn": "having very little or no light",
            "defineVi": "có rất ít hoặc không có ánh sáng",
            "hasImg": true
        },
        {
            "id": "bb50d8bd-f482-47aa-a980-28b1e2e05b39",
            "word": "late",
            "phonetic": "leɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Spring came late this year.",
                "Her latest novel takes the lid off the international art world.",
                "The government's latest proposals are a dog's dinner.",
                "She was only five minutes late!",
                "The latest smartphone is now on the market."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF0ZQ&hash=fc1d67af13a1e50519b70d42fa14230d455a03f5&lang=en&cache-only=0",
            "defineEn": "doing or happening not at the time that is usual or expected, but after it",
            "defineVi": "làm hoặc xảy ra không phải vào thời điểm thông thường hoặc dự kiến, nhưng sau đó",
            "hasImg": true
        },
        {
            "id": "998f8f00-d79d-446c-a031-21214434d924",
            "word": "main",
            "phonetic": "meɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The screen is the main part of a laptop.",
                "The main sticking point was the question of taxes.",
                "The demonstrators marched in a body to the main square.",
                "We ride our bikes along the bike lane on the main street.",
                "Main motive of every worker is to keep the pot boiling."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFpbg&hash=19c171816878004e070b50aa9c3620d173c64e5f&lang=en&cache-only=0",
            "defineEn": "being the most important or the largest thing among other things of the same kind",
            "defineVi": "là thứ quan trọng nhất hoặc lớn nhất trong số những thứ khác cùng loại"
        },
        {
            "id": "4e7e2424-ed40-4215-972c-b6914b68452a",
            "word": "safe",
            "phonetic": "seɪf ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Keep your passport in a safe place.",
                "After all, the highest branch is not the safest roost.",
                "You can feel as safe as houses here with electric entrance gates.",
                "Don't worry, Uncle Tim, your future is safe in our hands.",
                "I always put my important documents in a safe deposit box at the bank because safe bind, safe find."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FmZQ&hash=3e67fa5139504d250baa4657c76f6c74576e8ba8&lang=en&cache-only=0",
            "defineEn": "being without danger or harm",
            "defineVi": "không có nguy hiểm hoặc tổn hại",
            "hasImg": true
        },
        {
            "id": "d5172b56-2b10-4acc-8b2f-a5b30f755296",
            "word": "OK",
            "phonetic": "oʊkeɪ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "OK, mum's the word!",
                "OK, it’s a deal.",
                "Ok, we can have pasta for dinner tonight.",
                "OK, I'll do it -",
                "OK, what happened at Blair's party last night?"
            ],
            "audio": "https://tts.langeek.co/read?text=T0s&hash=c1cd8b23cdabd8d030ab38affffcf2e9ff90df17&lang=en&cache-only=0",
            "defineEn": "having an acceptable or desirable quality or level",
            "defineVi": "có chất lượng hoặc mức độ chấp nhận được hoặc mong muốn",
            "hasImg": true
        },
        {
            "id": "b8334653-4c67-4f39-b9e0-a17c4733bbba",
            "word": "healthy",
            "phonetic": "hɛlθi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Try some dried apricots as a healthy snack.",
                "For a healthier alternative, she replaced all-purpose flour with whole wheat flour in her muffin recipe.",
                "I ate a delicious apple for a healthy snack.",
                "He used rutabaga slices as a healthy alternative to tortillas.",
                "He used swede slices as a healthier alternative to french fries."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhbHRoeQ&hash=7430efe180635d4e780bd8f65b1418c1ea652be5&lang=en&cache-only=0",
            "defineEn": "not having physical or mental problems",
            "defineVi": "không có vấn đề về thể chất hoặc tinh thần",
            "hasImg": true
        },
        {
            "id": "818ec33c-2c51-4df9-a2d8-af1ee2545543",
            "word": "dead",
            "phonetic": "dɛd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The old captain was dead as a dodo.",
                "The owners were dead as mutton.",
                "This fish is as dead as a herring.",
                "Dead men can't talk.",
                "But this bird was as dead as a dodo."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVhZA&hash=39a12aabcd694ad36af9c2520969787223e382bb&lang=en&cache-only=0",
            "defineEn": "not alive anymore",
            "defineVi": "không còn sống nữa",
            "hasImg": true
        },
        {
            "id": "0718ffc1-a6ed-40e2-b6de-ccca865e1ada",
            "word": "impressed",
            "phonetic": "ɪmpɹɛst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When we presented our ideas to the boss, he was impressed that our solutions were so similar - I guess great minds think alike.",
                "He was so impressed that he jumped up and down with excitement.",
                "I was really impressed with how quickly Sarah turned that trick on the computer problem.",
                "I'm impressed.",
                "I was impressed."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wcmVzc2Vk&hash=35b4c2a91377f8d93079b777d76e9dfe3679036f&lang=en&cache-only=0",
            "defineEn": "respecting or admiring a person or thing, particularly because of their excellent achievements or qualities",
            "defineVi": "tôn trọng hoặc ngưỡng mộ một người hoặc một vật, đặc biệt là vì những thành tích hoặc phẩm chất xuất sắc của họ"
        },
        {
            "id": "a40a21d8-89a5-4278-99e2-4dd3eb98d248",
            "word": "political",
            "phonetic": "pəlɪɾɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His ace in the hole is his political influence.",
                "He rarely fought his political battles in the open.",
                "She once went down that political rabbit hole.",
                "The mayor's political future has been hanging by a thread since the fraud scandal.",
                "we cannot lose touch with political reality."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9saXRpY2Fs&hash=a6a63beb5461aba9e7335971b5baab05c1254035&lang=en&cache-only=0",
            "defineEn": "related to a country's government, politics, or public affairs",
            "defineVi": "liên quan đến chính phủ, chính trị hoặc các vấn đề công cộng của một quốc gia",
            "hasImg": true
        },
        {
            "id": "7dcf43b5-aeb7-4a4c-9a42-83a5c7ed298b",
            "word": "major",
            "phonetic": "meɪdʒɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Then again, some major thinkers are way ahead of the curve.",
                "A major technological advancement like that is still light years away.",
                "The country was hit by a major earthquake.",
                "There are some major changes in the wind.",
                "The city had to pick up the pieces after a major storm caused widespread damage and power outages."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFqb3I&hash=a1d6b106985ce5b8fdebcca4db23b60d058514c3&lang=en&cache-only=0",
            "defineEn": "serious and of great importance or significance",
            "defineVi": "nghiêm trọng và có tầm quan trọng lớn hoặc ý nghĩa"
        },
        {
            "id": "f4a299c9-3596-4e59-b48f-7958707851ff",
            "word": "specific",
            "phonetic": "spəsɪfɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Identifying a specific segment of the market as our target will be more effective than a shotgun approach.",
                "Be sure to check labels for specific information.",
                "One day, he found himself in a situation where he needed a specific tool that didn't exist.",
                "They always talked about the amazing businesses they were going to start and become rich, but none of them ever tried to come up with a specific plan.",
                "The company has outlined a strategic plan with specific, measurable, achievable, relevant, and time-bound objectives."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlY2lmaWM&hash=b1cbeaa3a37f0f999a7fd5e8630183c4633ec44d&lang=en&cache-only=0",
            "defineEn": "related to or involving only one certain thing",
            "defineVi": "liên quan đến hoặc chỉ liên quan đến một điều nhất định"
        },
        {
            "id": "381fd32a-1343-4704-ad33-14cbdeb5247b",
            "word": "worth",
            "phonetic": "wɜːθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As they say, a king's chaff is worth more than other men's corn.",
                "Unless you give me something in writing, that promise isn't worth diddly-squat.",
                "It's not worth putting yourself in danger.",
                "The fans had fun and got their money's worth.",
                "The lazy employee's work was not worth a brass farthing, and he was eventually fired for his lack of effort."
            ],
            "audio": "https://tts.langeek.co/read?text=d29ydGg&hash=8bb829f24ae950188468c292a79a0ccf262b0aa9&lang=en&cache-only=0",
            "defineEn": "important or good enough to be treated or viewed in a particular way",
            "defineVi": "quan trọng hoặc đủ tốt để được đối xử hoặc xem theo một cách cụ thể"
        },
        {
            "id": "b53ce5c6-d8ae-4ab4-844a-385c430f1088",
            "word": "top",
            "phonetic": "tɑːp ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They topped fruit tarts with mango coulis.",
                "The fish tacos were topped with tangy slaw and creamy sauce.",
                "This dictionary goes on the top shelf.",
                "We topped our baked potatoes with a generous drizzle of bechamel sauce.",
                "Write your name at the top of the paper."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9w&hash=c9ff900024933090da10f2cab4fb194f4287759e&lang=en&cache-only=0",
            "defineEn": "highest in position, degree, or status",
            "defineVi": "cao nhất trong vị trí, mức độ, hoặc tình trạng"
        },
        {
            "id": "3c2e0ea1-5d5a-4def-b728-eb4cc0ab199c",
            "word": "personal",
            "phonetic": "pɜːsənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The HR department only shared the employee's personal information on a need-to-know basis.",
                "Ron's personal life is as miserable as sin.",
                "All personal belongings are left at the owner’s risk.",
                "His personal work was kept securely in an upstairs studio.",
                "Michael always puts his personal matters on ice."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc29uYWw&hash=72f4994938dff635a0fa315e4b8c7430a9c31f92&lang=en&cache-only=0",
            "defineEn": "only relating or belonging to one person",
            "defineVi": "chỉ liên quan hoặc thuộc về một người"
        },
        {
            "id": "b27be837-2cf6-475f-8699-19239f67e9cb",
            "word": "excited",
            "phonetic": "ɛksaɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm excited about the next episode of my favorite TV show.",
                "The children were excited to try the unusual-looking dragon fruit, an exotic accessory fruit.",
                "The children were excited to learn about colors in art class.",
                "We are excited to travel to our friend's wedding in another state.",
                "She was excited to buy new clothes for the summer season."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjaXRlZA&hash=be0ab3a8e615f993c632401d521f26ac12ef6d37&lang=en&cache-only=0",
            "defineEn": "feeling very happy, interested, and energetic",
            "defineVi": "cảm thấy rất hạnh phúc, thích thú và tràn đầy năng lượng",
            "hasImg": true
        },
        {
            "id": "74a0be55-7464-4d35-a0ec-17695a0f4c14",
            "word": "upbeat",
            "phonetic": "ʌpbiːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When reaching out to a friend who is going through a difficult time, it's important to be mindful of their emotional state and avoid being overly cheerful or upbeat, as the saying goes, bring not a bagpipe to a man in trouble.",
                "The minister is still very upbeat about his mission.",
                "Treasury Secretary Janet Yellen was equally upbeat.",
                "upbeat YouTuber voice when I went in front of the camera.",
                "♪ upbeat music continues ♪"
            ],
            "audio": "https://tts.langeek.co/read?text=dXBiZWF0&hash=acc9efe0a7af55df60e8ed08e6d8c329eb53622d&lang=en&cache-only=0",
            "defineEn": "positive, cheerful, optimistic, and enthusiastic",
            "defineVi": "tích cực, vui vẻ, lạc quan và nhiệt tình"
        },
        {
            "id": "7dc953ca-62a0-4de2-a460-6d1c5feab8f0",
            "word": "available",
            "phonetic": "ɐveɪləbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The books in the library are available for checkout at their pleasure.",
                "The new product will soon be available in stores nationwide.",
                "For a limited time, every car in our range is available for nothing down!",
                "The chocolate is available by mail order, but at a price.",
                "The greengage is a seasonal fruit, typically available during the late summer months."
            ],
            "audio": "https://tts.langeek.co/read?text=YXZhaWxhYmxl&hash=638efdc3fb7df2231ab1a83da332180452517d0f&lang=en&cache-only=0",
            "defineEn": "ready for being used or acquired",
            "defineVi": "sẵn sàng để được sử dụng hoặc mua lại"
        },
        {
            "id": "05e4ac4b-f023-4e45-92b1-e4775fe83b28",
            "word": "actual",
            "phonetic": "æktʃuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He looks younger than his actual age.",
                "The prospect of a promotion can be more motivating than the actual responsibilities that come with the job.",
                "In the event of an actual emergency, you will be told what to do.",
                "The artist talked about their talent, but better to have less thunder in the mouth, and more lightning in the hand - we need to see their actual work to determine their true abilities.",
                "The manager's prediction for sales was wide off the mark and the actual sales figures were much lower."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0dWFs&hash=f24713eaf555d8dc10952adbafb47be6153dac60&lang=en&cache-only=0",
            "defineEn": "describing something that exists in fact or is real rather than being imaginary",
            "defineVi": "mô tả một cái gì đó tồn tại trong thực tế hoặc là có thật chứ không phải là tưởng tượng"
        },
        {
            "id": "20a14a01-d72c-4e1d-9951-2de6bf5b31b6",
            "word": "cold",
            "phonetic": "koʊld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He feels the cold a lot.",
                "The film caught a cold over the outstanding debt.",
                "Sarah’s got a cold.",
                "On the day of the wedding, Brown experienced cold feet.",
                "He's out cold and as still as a stone."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sZA&hash=8875f66e2064a93958cd6d321da2787e7167f462&lang=en&cache-only=0",
            "defineEn": "having a temperature lower than the human body's average temperature",
            "defineVi": "có nhiệt độ thấp hơn nhiệt độ trung bình của cơ thể con người",
            "hasImg": true
        },
        {
            "id": "c886eb6b-21f8-4ab1-a251-7e1adb484f36",
            "word": "sorry",
            "phonetic": "sɑːɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "\"Sorry, I've run out.\"",
                "Sorry, I'm still really groggy.",
                "Sorry, what did you say?",
                "Sorry, I don't follow.",
                "Sorry, could you please hand me the book?"
            ],
            "audio": "https://tts.langeek.co/read?text=c29ycnk&hash=a8da0eac560611173812b345a3409907801f90f3&lang=en&cache-only=0",
            "defineEn": "feeling ashamed or sad about something that one has or has not done",
            "defineVi": "cảm thấy xấu hổ hoặc buồn về điều gì đó mà một người đã hoặc chưa làm",
            "hasImg": true
        }
    ]
}