{
    "id": "1ef68bba-c4f9-4f17-a5fa-6a99e7480717",
    "title": "Health and Sickness",
    "originalTitle": "Lesson 23",
    "words": [
        {
            "id": "2505c221-e020-42ec-94b8-0c06c32e2670",
            "word": "healthcare",
            "phonetic": "hɛlθkɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Over the years, the company has broken fresh ground in many different areas, from technology to healthcare.",
                "Mask shortages mean that healthcare workers are having trouble getting a hold of masks, which puts everyone at risk.",
                "Nurses play an important role in providing healthcare and assisting doctors in treating patients.",
                "In some developing countries, people live hand to mouth, unable to access basic healthcare or education.",
                "She has a dog in the fight when it comes to the debate on healthcare reform since her family relies on accessible and affordable medical services."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhbHRoY2FyZQ&hash=a31e388fde7bcd418645c1fcbeccf503d7447f0d&lang=en&cache-only=0",
            "defineEn": "the health services and  treatments given to people",
            "defineVi": "các dịch vụ y tế và phương pháp điều trị được cung cấp cho mọi người",
            "hasImg": true
        },
        {
            "id": "13698635-6cc4-4960-98d8-d10ff06bd87d",
            "word": "welfare",
            "phonetic": "wɛlfɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Because so many other social issues take priority for the government, the welfare of children in the foster-care system often ends up falling through the cracks.",
                "Welfare can't keep people forever.",
                "Welfare carry Richard linkage between cover Mr. Carter.",
                "The daughter of an imperial general Aleksandra Kollontai oversaw the welfare system and wrote easy-to-read novels about the wholesome relationships between men and women under communism.",
                "Years ago, we didn't fully understand animal welfare as well as we do now."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VsZmFyZQ&hash=1341ff2ebe67f337af1dee6faa0ad611a46f4e0b&lang=en&cache-only=0",
            "defineEn": "the well-being and happiness of an individual or a group",
            "defineVi": "hạnh phúc và hạnh phúc của một cá nhân hoặc một nhóm",
            "hasImg": true
        },
        {
            "id": "db9dd396-7ea8-440d-b0ec-6805e640a7a6",
            "word": "medicine",
            "phonetic": "mɛdəsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This new medicine is a beacon of hope for/to thousands of people.",
                "The medicine cabinet in the bathroom holds our first aid supplies.",
                "The doctor has given me some medicine to take for my cough.",
                "You are getting a taste of your own medicine!",
                "The coup gave the dictatorship a dose of its own medicine, subjecting the dictator and his entourage to torture and confinement in deplorable conditions."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkaWNpbmU&hash=d04a3679fc1da6d2f215cec241561fd4e3d4d673&lang=en&cache-only=0",
            "defineEn": "a substance that treats injuries or illnesses",
            "defineVi": "một chất điều trị chấn thương hoặc bệnh tật",
            "hasImg": true
        },
        {
            "id": "dac25b12-08be-405f-9a24-aec245abe506",
            "word": "medical",
            "phonetic": "mɛdɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The rest of his money went into medical expenses.",
                "She had the baby's medical routine down pat.",
                "Her early research laid the foundation for many important medical discoveries.",
                "People are dying for want of medical treatment.",
                "She served in the medical corps."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkaWNhbA&hash=1044f84f8bbd10d6192377019ac4dbfbedd3dccc&lang=en&cache-only=0",
            "defineEn": "related to medicine, treating illnesses, and health",
            "defineVi": "liên quan đến y học, điều trị bệnh tật và sức khỏe",
            "hasImg": true
        },
        {
            "id": "34ec14d5-a599-4710-b5f6-46228d9384ba",
            "word": "positive",
            "phonetic": "pɑːzᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She left a positive review online for the restaurant where she ordered a pizza.",
                "If you invest time and energy into learning and personal growth, you will see positive results in your life.",
                "Melissa's new book got off to a flying start, with high sales and positive reviews from readers and critics alike.",
                "Consuming prunes may have a positive impact on heart health by reducing LDL cholesterol levels.",
                "Sticks and stones may break my bones, but my positive attitude will never falter."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zaXRpdmU&hash=7b0e13c8ef0095c5a4870f016efef36834b94539&lang=en&cache-only=0",
            "defineEn": "(of a scientific test) showing that a particular substance or condition exists",
            "defineVi": "(của một bài kiểm tra khoa học) cho thấy rằng một chất hoặc điều kiện cụ thể tồn tại",
            "hasImg": true
        },
        {
            "id": "85b7d107-9cff-4c6f-8eee-7789a91bc9e2",
            "word": "negative",
            "phonetic": "nɛɡətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She received false advice that led to negative consequences.",
                "I don't want to dwell on the negative aspects of our situation.",
                "The right hand doesn't know what the left is doing, and the result is setting customers up for a negative experience.",
                "Buying time may serve as a buffer against the negative effects of time stress in part by enhancing perceived control.",
                "Criticizing the government for not doing enough to control the economy cuts both ways, as too much government intervention can also lead to negative consequences."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVnYXRpdmU&hash=9366ae80b0e8e63533a522e8e4ab41afba3fa926&lang=en&cache-only=0",
            "defineEn": "(of a scientific test) showing that there is no sign of a disease or a particular condition",
            "defineVi": "(của một thử nghiệm khoa học) cho thấy không có dấu hiệu của bệnh hoặc tình trạng cụ thể",
            "hasImg": true
        },
        {
            "id": "76b7c7c5-de39-48c5-9183-84a01811f6b9",
            "word": "drug",
            "phonetic": "dɹʌɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Drugs are a ball and chain for many people.",
                "Drug barons were greasing the palm of the chief of police.",
                "The drug produces a feeling of excitement.",
                "Drug companies are locking horns in a legal battle over patents.",
                "No conventional drugs had produced any significant change."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJ1Zw&hash=7a3bfb6746fecb8f4f4380a793df8c031d34a29e&lang=en&cache-only=0",
            "defineEn": "any substance that is used in medicine or as a medicine",
            "defineVi": "bất kỳ chất nào được sử dụng trong y học hoặc làm thuốc",
            "hasImg": true
        },
        {
            "id": "28553ce4-2945-4cb3-a03b-a26fdc7750b5",
            "word": "aspirin",
            "phonetic": "æspɹɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Take an aspirin and lie down.",
                "Aspirin acts like a spine from a porcupine.",
                "Aspirin might not work on a really bad headache.",
                "He shot an aspirin out of the air in slow-motion.",
                "Even though they're cousins, aspirin does not have those same effects in the skin."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNwaXJpbg&hash=22d9769b43d26cb67b6e0429df099d6ee9153bc6&lang=en&cache-only=0",
            "defineEn": "a type of medicine taken to relieve pain, bring down a fever, etc.",
            "defineVi": "một loại thuốc dùng để giảm đau, hạ sốt, v.v.",
            "hasImg": true
        },
        {
            "id": "4a5c8da1-acb1-48a3-85a3-da18f7cd8aec",
            "word": "antibiotic",
            "phonetic": "æntɪbaɪɑːɾɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "She was given antibiotics.",
                "The doctor wrote her a prescription for more antibiotics.",
                "Antibiotics DO NOT KILL VIRUSES.",
                "They put antibiotics in it.",
                "Antibiotics like penicillin have saved millions of lives from bacterial illnesses like pneumonia and scarlet fever."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aWJpb3RpYw&hash=32cab185ec60bb85d10aaf76e238025a7f70c0ad&lang=en&cache-only=0",
            "defineEn": "a drug that is used to destroy bacteria or stop their growth, like Penicillin",
            "defineVi": "một loại thuốc được sử dụng để tiêu diệt vi khuẩn hoặc ngăn chặn sự phát triển của chúng, như Penicillin",
            "hasImg": true
        },
        {
            "id": "5cdc6c60-19a5-40f7-b1a8-93fc2a513673",
            "word": "capsule",
            "phonetic": "kæpsjuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "She collected capsules from various plants and carefully stored them for future study.",
                "He crushed the dried capsules of the poppy flowers to extract the tiny seeds for culinary purposes.",
                "The children collected capsules from the oak trees, playing a game to see whose capsule would burst open first.",
                "The children collected capsules from the oak trees, playing a game to see whose capsule would burst open first.",
                "The capsules are supported on a cushion of air."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fwc3VsZQ&hash=fa961acf2f8a7b8eeec2980a262f55d456b98340&lang=en&cache-only=0",
            "defineEn": "a type of small, rounded drug that has medicine inside, which when swallowed releases its medical substance",
            "defineVi": "một loại thuốc nhỏ, tròn, bên trong có thuốc, khi nuốt sẽ giải phóng dược chất của nó",
            "hasImg": true
        },
        {
            "id": "4e2c04e7-7115-452d-ba39-b87617ea03d2",
            "word": "first-aid kit",
            "phonetic": "fɜːsteɪd kɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zmlyc3QtYWlkIGtpdA&hash=e44ce99d0a1ad9f4a9211a526a53d31c021aebe2&lang=en&cache-only=0",
            "defineEn": "a set of tools and medical supplies, usually carried in a bag or case, used in case of emergency or injury",
            "defineVi": "một bộ dụng cụ và vật tư y tế, thường được đựng trong túi hoặc hộp, được sử dụng trong trường hợp khẩn cấp hoặc bị thương",
            "hasImg": true
        },
        {
            "id": "597a5100-a89e-4bbb-bf30-9e34347d23bf",
            "word": "bandage",
            "phonetic": "bændɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Fetch me a bandage and make it snappy!",
                "We have a spider bandage?",
                "He's all bandaged up, and Vince McMahon's back there.",
                "She also has this large bandage on her leg because they had to do full reconstructive surgery on the broken bone.",
                "It's the bandage you idiot."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFuZGFnZQ&hash=253736a54e293cc84e59bb705cee82cb7b8ee29c&lang=en&cache-only=0",
            "defineEn": "a piece of cloth that is put around a wound to prevent infections",
            "defineVi": "một mảnh vải quấn quanh vết thương để ngăn ngừa nhiễm trùng",
            "hasImg": true
        },
        {
            "id": "5da6bfea-c65e-4156-a8a6-fe67489ea26d",
            "word": "Band-Aid",
            "phonetic": "bændeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "But that could just be a Band-Aid for the much larger issue.",
                "But at the end of the day, all of these are sort of these Band-Aid fixes around the margins.",
                "And while the Pentagon is investing hundreds of millions in investigations and temporary fixes, it's just a Band-Aid for a bigger problem.",
                "If a guy shows up to the date with a band-aid on his wedding ring finger, that constitutes a bad date.",
                "It's like using a Band-Aid to treat a broken bone instead of a comprehensive treatment plan."
            ],
            "audio": "https://tts.langeek.co/read?text=QmFuZC1BaWQ&hash=c5b78911a6ee46cbf68c744b799f607fb2eecae5&lang=en&cache-only=0",
            "defineEn": "an adhesive bandage to cover small cuts or blisters",
            "defineVi": "băng dính để che vết cắt nhỏ hoặc vết phồng rộp",
            "hasImg": true
        },
        {
            "id": "9991622d-5424-45b0-9ed3-47204f2d6739",
            "word": "shot",
            "phonetic": "ʃɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "That shot lost him the championship.",
                "The goalie saved Johnson's long-range shot.",
                "To take a shot at somebody/something.",
                "In a school, the principal is the big shot.",
                "You're not calling the shots anymore."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvdA&hash=c5065ff86414d122898a06aef6b31a95f469b354&lang=en&cache-only=0",
            "defineEn": "an act of a drug injection to the body",
            "defineVi": "một hành động tiêm thuốc vào cơ thể",
            "hasImg": true
        },
        {
            "id": "821aa71d-0162-420c-83d3-30ba91c6967f",
            "word": "to bleed",
            "phonetic": "tə bliːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "My heart just bleeds when something like this happens.",
                "You're saying that because your heart is bleeding with sorrow.",
                "My heart bleeds for any child suffering from hunger.",
                "Now, the city of Tokyo, the International Olympic Committee, and athletes themselves are bleeding cash.",
                "The airline Trump Shuttle was bleeding money."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxlZWQ&hash=b39f2df9ee0d107b14446f1168c5bbcdc9f98051&lang=en&cache-only=0",
            "defineEn": "to lose blood from an injury or wound",
            "defineVi": "để mất máu từ một vết thương hoặc vết thương",
            "hasImg": true
        },
        {
            "id": "7049801b-c0b9-43d2-85b1-36ecec782fa5",
            "word": "to suffer",
            "phonetic": "tə sʌfɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He suffered a traumatic brain injury in a car accident.",
                "When the storm arrived, his house suffered significant damage.",
                "They've suffered a heart attack, maybe two.",
                "Britain has suffered a huge brain drain in recent years.",
                "You planted the seed of greed yourself, now you must suffer the consequences."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VmZmVy&hash=f86607b6da54b970cb28b841374192d3e5c9feb1&lang=en&cache-only=0",
            "defineEn": "to have an illness or disease",
            "defineVi": "để có một bệnh tật hoặc bệnh tật",
            "hasImg": true
        },
        {
            "id": "9ac044f2-8fdb-4c82-ae2e-6f2185e02d8b",
            "word": "painful",
            "phonetic": "peɪnfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Having strong feelings for someone when those feelings aren't returned can be very painful.",
                "As an American, she had little truck with the painful formality of English life.",
                "It was a painful reminder that advice is least heeded when most needed.",
                "It was a painful reminder that an empty purse frightens away friends.",
                "As a runner, I know that pushing yourself to the limit can be painful."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFpbmZ1bA&hash=e70d70d572136a2ac7fecb1c2e68fffffe0b3931&lang=en&cache-only=0",
            "defineEn": "making one experience pain",
            "defineVi": "làm cho một người trải qua nỗi đau",
            "hasImg": true
        },
        {
            "id": "1529ac24-0d5e-4fcc-90ce-ebb72beb4792",
            "word": "examination",
            "phonetic": "ɛɡzæmᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Candidates will sit the examinations in June.",
                "US President Joe Biden got the clean bill of health on Friday after a detailed physical examination.",
                "A lot of examination to come over these votes.",
                "But closer examination has revealed that salps are actually an incredibly important food source for hundreds of species of marine animals.",
                "Science, however, did not figure much into these state examinations."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhhbWluYXRpb24&hash=ab5ac8baa6d08466eb0df286194d921d0efed741&lang=en&cache-only=0",
            "defineEn": "the process of looking closely at something to see if there are any issues",
            "defineVi": "quá trình xem xét kỹ một cái gì đó để xem có vấn đề gì không",
            "hasImg": true
        },
        {
            "id": "f0fb0c83-ce17-4ed1-9878-095863433192",
            "word": "test",
            "phonetic": "tɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "A stable relationship stands the test of time.",
                "The teaching method has stood the test of time.",
                "The English test was no problem for Pedro.",
                "The government is clearly testing the water, to gauge the country’s reactions to their proposals.",
                "The test will involve answering questions about a photograph."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVzdA&hash=1dc9a0632e306b38445b2194d9153515ea52b599&lang=en&cache-only=0",
            "defineEn": "a medical examination of the body or a part of body to detect possible health issues",
            "defineVi": "kiểm tra y tế cơ thể hoặc một phần cơ thể để phát hiện các vấn đề sức khỏe có thể xảy ra",
            "hasImg": true
        },
        {
            "id": "15ad765a-f883-445a-b791-6189f3e27dc7",
            "word": "operation",
            "phonetic": "ɑːpɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was given a new heart in a five-hour operation.",
                "I have to go to hospital for an operation.",
                "Failing to properly maintain the equipment could spell disaster for the entire operation.",
                "Dr Bailey is doing the operation, so your wife is in safe hands.",
                "The ship's crew worked together to ensure the smooth operation of the vessel."
            ],
            "audio": "https://tts.langeek.co/read?text=b3BlcmF0aW9u&hash=540760c3aebc04e6e854b4e887ed0591b05b8341&lang=en&cache-only=0",
            "defineEn": "a medical process in which a part of body is cut open to repair or remove a damaged organ",
            "defineVi": "một quá trình y tế trong đó một phần của cơ thể được cắt ra để sửa chữa hoặc loại bỏ một cơ quan bị hư hỏng",
            "hasImg": true
        },
        {
            "id": "e2cbe122-7042-48ab-b865-8ff2035385a5",
            "word": "to operate",
            "phonetic": "tʊ ɑːpɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Social workers operate on the razor’s edge.",
                "By no stretch of the imagination does the factory operate efficiently.",
                "Fire crews have been operating at full stretch.",
                "Many small businesses operate hand to mouth, barely earning enough to cover their expenses.",
                "We’ll be operating with a skeleton crew until after the holidays."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3BlcmF0ZQ&hash=0018797fcdde07db35adcbb6eaf120803cc6070e&lang=en&cache-only=0",
            "defineEn": "to cut open a part of the body in order to repair or remove a damaged organ",
            "defineVi": "để cắt mở một phần của cơ thể để sửa chữa hoặc loại bỏ một cơ quan bị hư hỏng",
            "hasImg": true
        },
        {
            "id": "6ec41869-2202-43ed-96c7-1bfe22fb327f",
            "word": "to treat",
            "phonetic": "tə tɹiːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Treat yourselves to a good meal.",
                "They treated him like a dog.",
                "The creamy sapodilla milkshake was a refreshing treat on a hot summer day.",
                "A juicy pear is a refreshing treat on a hot summer day.",
                "The loganberry pie at the local bakery is a delicious summer treat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJlYXQ&hash=34790ed1b89f4cbd3dedd95baa2f76329cd669d9&lang=en&cache-only=0",
            "defineEn": "to cure a wound or to give medical care to an injured person",
            "defineVi": "chữa vết thương hoặc chăm sóc y tế cho người bị thương",
            "hasImg": true
        },
        {
            "id": "f9e6a82f-8402-4f16-a17c-c70bf9a914f6",
            "word": "treatment",
            "phonetic": "tɹiːtmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Newer treatments for the disease are in the pipeline.",
                "I'm having treatment for my back problem.",
                "People are dying for want of medical treatment.",
                "The treatment has not yet been tried on patients.",
                "We should not give preferential treatment to one element to the detriment of the others."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlYXRtZW50&hash=cd8d0e4091d83f16b6a3e5db896dd881e9ff76fa&lang=en&cache-only=0",
            "defineEn": "an action that is done to relieve pain or cure a disease or an illness",
            "defineVi": "một hành động được thực hiện để giảm đau hoặc chữa bệnh hoặc bệnh tật",
            "hasImg": true
        },
        {
            "id": "204ad609-e8be-41c3-9eed-f85a2e658b22",
            "word": "to cure",
            "phonetic": "tə kjʊɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "A cure for lung cancer would save thousands of lives each year.",
                "The upcoming election is a kill or cure moment for the future of the country.",
                "Remember that an ill wound is cured, not an ill name.",
                "Regular exercise and healthy eating habits can prevent many illnesses as prevention is better than cure.",
                "Scientists are still trying to find a cure for cancer."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3VyZQ&hash=de4757c833353832fc94eb61695e046e19568ed7&lang=en&cache-only=0",
            "defineEn": "to become healthy again or make someone regain their health",
            "defineVi": "để trở nên khỏe mạnh một lần nữa hoặc làm cho ai đó lấy lại sức khỏe của họ",
            "hasImg": true
        },
        {
            "id": "a7920d2c-d44a-4524-9244-019552ad4b22",
            "word": "to heal",
            "phonetic": "tə hiːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "As the saying goes, physician, heal thyself.",
                "That cut is taking a long time to heal.",
                "After going through a painful breakup, I thought I would never be able to love again, but time heals all wounds, and I eventually moved on.",
                "After the accident, I was in a lot of pain, but the doctor reassured me that time works wonders and that I would heal.",
                "Maybe heal another energy."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGVhbA&hash=e9849fbd7cc0f6e03c9c6180435333e86417c91b&lang=en&cache-only=0",
            "defineEn": "to become healthy again",
            "defineVi": "trở nên khỏe mạnh trở lại",
            "hasImg": true
        },
        {
            "id": "22305232-3a17-44a4-a48a-701f73084925",
            "word": "mental",
            "phonetic": "mɛntəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She made a mental note to ask Alan about it.",
                "Your brain needs mental stimulation to stay sharp, so if you don't challenge yourself intellectually, your cognitive abilities will decline - use it or lose it.",
                "After attending the seminar on mental health, I became awake to the stigma surrounding mental illness and decided to become an advocate for greater awareness and understanding.",
                "He was declared insane and ordered to be detained in a mental hospital at Her Majesty's pleasure.",
                "Mental illness changes all the time."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVudGFs&hash=32dc443aeb3cb4eee4a17cfcf7cbd6f58d83c80d&lang=en&cache-only=0",
            "defineEn": "relating to the health or state of the mind",
            "defineVi": "liên quan đến sức khỏe hoặc trạng thái của tâm trí",
            "hasImg": true
        },
        {
            "id": "ed6fdd9b-956a-4b6f-9ce9-ee3fb6d5b397",
            "word": "to spread",
            "phonetic": "tə spɹɛd ",
            "partOfSpeechType": "verb",
            "examples": [
                "My dad spread a thick layer of orange marmalade on my morning toast.",
                "The children spread cheese dip on crackers during their picnic in the park.",
                "She spread a thick layer of tomato sauce on the pizza dough.",
                "I spread a layer of brown sauce on my sandwich.",
                "She spread a dollop of cocktail sauce on her oysters."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3ByZWFk&hash=186a71363dbe46fabc6d68b1f05f81a55b369bc9&lang=en&cache-only=0",
            "defineEn": "to affect more people or a wider area",
            "defineVi": "để ảnh hưởng đến nhiều người hơn hoặc một khu vực rộng lớn hơn",
            "hasImg": true
        },
        {
            "id": "6c4078ac-eb32-4224-8009-0848e61a7d85",
            "word": "symptom",
            "phonetic": "sɪmptəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Symptoms usually start appearing within two to three days.",
                "The doctor asked me about my symptoms and medical history to make a diagnosis.",
                "It does not necessarily follow that sleep loss would cause these symptoms.",
                "After trying many different remedies, the medicine finally did the trick and relieved her symptoms.",
                "Asthma usually runs in the family, with many members experiencing symptoms or having a history of the condition."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ltcHRvbQ&hash=7ec994af8280555b6a95617852e3c2b4b0e79f6b&lang=en&cache-only=0",
            "defineEn": "a change in the normal condition of the body or a person, which is the sign of a disease",
            "defineVi": "một sự thay đổi trong tình trạng bình thường của cơ thể hoặc một người, đó là dấu hiệu của một căn bệnh",
            "hasImg": true
        },
        {
            "id": "b7ccf13d-cd2d-4272-b777-ed99e0bca802",
            "word": "to recover",
            "phonetic": "tə ɹᵻkʌvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The police apprehended the thief and recovered the stolen items.",
                "The police officer arrested the thief and recovered the stolen items.",
                "Emily had just recovered from her illness and was now in the pink of health.",
                "Alice was given a new lease on life after she recovered from her illness.",
                "To recover his glasses, the scientist darted to his car like a scalded cat and clambered quickly in."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjb3Zlcg&hash=1f30f7bd8cf9e3081226c5669bae6969b6ae13c2&lang=en&cache-only=0",
            "defineEn": "to regain complete health after a period of sickness or injury",
            "defineVi": "để lấy lại sức khỏe hoàn toàn sau một thời gian bị bệnh hoặc chấn thương",
            "hasImg": true
        },
        {
            "id": "dc49fd4f-588f-406b-97b6-dc0928d2fd7a",
            "word": "recovery",
            "phonetic": "ɹᵻkʌvɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The recent economic recovery was almost entirely led by exports.",
                "He had a long road to recovery after the surgery, but he's in good nick now.",
                "The Chancellor of the Exchequer says that economic recovery is just around the corner.",
                "The athlete knew that overtraining could lead to burnout and injury, so she balanced intense workouts with rest and recovery, as she believed that honey in excess is no longer sweet.",
                "Ben’s making a good recovery, touch wood."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjb3Zlcnk&hash=5ca64ffdcac969a85f44c810039c5ed4af698b31&lang=en&cache-only=0",
            "defineEn": "the process of becoming healthy again after an injury or disease",
            "defineVi": "quá trình trở nên khỏe mạnh trở lại sau một chấn thương hoặc bệnh tật",
            "hasImg": true
        },
        {
            "id": "638f9468-7e6f-46ff-b465-e5b679d8df28",
            "word": "prescription",
            "phonetic": "pɹɪskɹɪpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The doctor wrote her a prescription for more antibiotics.",
                "So her daughter took the prescription.",
                "My life depends on prescription drugs.",
                "PBMs manage prescription drug benefits on behalf of health insurers, drug plans, large employers, and other payers.",
                "Are people writing more prescriptions in Tennessee than other parts of the country?"
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc2NyaXB0aW9u&hash=4ad2a00ea38212cca92ffda92ed05c112a4974d6&lang=en&cache-only=0",
            "defineEn": "the written instructions of a doctor that allow the patient to get the medicines needed",
            "defineVi": "hướng dẫn bằng văn bản của bác sĩ cho phép bệnh nhân lấy các loại thuốc cần thiết",
            "hasImg": true
        },
        {
            "id": "3ddc7ca4-02ee-4511-b44b-cdfc0b68f208",
            "word": "care",
            "phonetic": "kɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The slow healing process of the wound required regular care.",
                "Goodbye, take care of yourself.",
                "She will need around-the-clock care for the rest of her life.",
                "I could care less about award shows.",
                "The zookeepers took special care of the baby elephant, ensuring its healthy growth."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZQ&hash=ddfbdda004ac986868057245c7edf93e26f441ae&lang=en&cache-only=0",
            "defineEn": "the action of looking after someone or providing treatment for them",
            "defineVi": "hành động chăm sóc ai đó hoặc điều trị cho họ",
            "hasImg": true
        },
        {
            "id": "1130a66f-27e7-4e81-b040-c7f3b9637a49",
            "word": "to care for",
            "phonetic": "tə kɛɹ fɔːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "We have a duty to care for the refugees.",
                "She spends long hours caring for the animals and finding them loving homes.",
                "Sarah decided to take on the responsibility of caring for her elderly mother, and even though it can be difficult at times, she knows that a burden of one's own choice is not felt.",
                "I don't care for football, but to each his own.",
                "Most of her life was spent in caring for others."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FyZSBmb3I&hash=7c4b5d9f5ce7a42094badc65413a3a540d6e1aa1&lang=en&cache-only=0",
            "defineEn": "to provide treatment for or look after a person or an animal that is sick or injured",
            "defineVi": "để điều trị hoặc chăm sóc cho một người hoặc một con vật bị bệnh hoặc bị thương",
            "hasImg": true
        },
        {
            "id": "c32e48a4-6363-4641-add9-c2eabbc1a86b",
            "word": "first aid",
            "phonetic": "fɜːst eɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The medicine cabinet in the bathroom holds our first aid supplies.",
                "We don’t see any of the officers provide first aid at this point.",
                "Absolutely crucial to have a first aid kit.",
                "Above them we have built in a shelf for things like food supplements, cleaner, and first aid supplies.",
                "And that’s why international burn associations and first aid organizations usually recommend gently cooling down a burn for 10 to 20 minutes with cool to room temperature water."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmlyc3QgYWlk&hash=e79db59a4a4cfbe50229885b95dc1e1f2c70e022&lang=en&cache-only=0",
            "defineEn": "a basic medical treatment given to someone in an emergency before they are taken to the hospital",
            "defineVi": "một điều trị y tế cơ bản cho ai đó trong trường hợp khẩn cấp trước khi họ được đưa đến bệnh viện",
            "hasImg": true
        },
        {
            "id": "40a0ddb3-29ee-4839-9dd5-7ca6330a525c",
            "word": "checkup",
            "phonetic": "tʃɛkʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Every kid needs a checkup at least once a year.",
                "Every kid needs a checkup at least once a year.",
                "Every kid needs a checkup at least once a year.",
                "All kids should have a vision checkup at least once a year.",
                "And so is getting your yearly checkup at the doctor!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlY2t1cA&hash=ca9d19ef52591dcaa936689d97118b82f9c44e8a&lang=en&cache-only=0",
            "defineEn": "a complete medical examination of the body to see if there are any health issues",
            "defineVi": "kiểm tra y tế toàn diện về cơ thể để xem có bất kỳ vấn đề sức khỏe nào không",
            "hasImg": true
        },
        {
            "id": "1fcb5613-fdd5-4a89-9cf3-8a4439f9415e",
            "word": "to weigh",
            "phonetic": "tə weɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The brain weighs about three pounds.",
                "Congress weighed the pros and cons of the new tax plan.",
                "He spoke very slowly, weighing his words.",
                "He gave evidence to the court, weighing each word as he spoke.",
                "I've been weighing his words all day, trying to figure out what he meant."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2VpZ2g&hash=f3b46641648311ec8fa8263e9b925c7353350ecf&lang=en&cache-only=0",
            "defineEn": "to have a specific weight",
            "defineVi": "để có một trọng lượng cụ thể",
            "hasImg": true
        }
    ]
}