{
    "id": "1ef7735e-7f05-4d00-9233-814b9e050fe5",
    "title": "Talking about Senses",
    "originalTitle": "Lesson 26",
    "words": [
        {
            "id": "70edd68f-ecf3-4635-bec0-8e261ec59305",
            "word": "acute",
            "phonetic": "ɐkjuːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The struggles of black farmers have been particularly acute.",
                "The last one was an acute angle.",
                "The acute medical therapy is indicated in the exposure.",
                "So this is an acute angle right over here.",
                "When we cut it into slices, each of the eight triangles is acute."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN1dGU&hash=0653ddd84bc7f71b374840fe36cc1f00a31865e2&lang=en&cache-only=0",
            "defineEn": "(of senses) highly-developed and very sensitive",
            "defineVi": "(của các giác quan) phát triển cao và rất nhạy cảm"
        },
        {
            "id": "efd8da2d-95ea-4fa0-8dd9-163e6f72c1f5",
            "word": "to assail",
            "phonetic": "tʊ ɐseɪl ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNzYWls&hash=ba64d94d6d129d10be53e6ecb38974f5e54ad747&lang=en&cache-only=0",
            "defineEn": "(of feelings or sensations) to worry or upset someone suddenly and profoundly",
            "defineVi": "(về cảm xúc hoặc cảm giác) làm ai đó lo lắng hoặc buồn bã một cách đột ngột và sâu sắc"
        },
        {
            "id": "19c55de7-a88d-4651-91a6-e908688600e3",
            "word": "keen",
            "phonetic": "kiːn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The company is keen to get the idea over.",
                "Her mother, Louise, was very keen on keeping up with the Joneses.",
                "Susan has a keen eye for detail, so each dress is beautifully finished off.",
                "After his latest brush with infamy, the footballer is keen to stay out of the tabloids and is keeping a low profile.",
                "Everyone seemed full of beans, looking forward to breakfast, and keen to find out their group's activities for the day."
            ],
            "audio": "https://tts.langeek.co/read?text=a2Vlbg&hash=ba3105074da36dddf503092d6de277e93d760049&lang=en&cache-only=0",
            "defineEn": "(of senses) sharp and highly-developed",
            "defineVi": "(của các giác quan) nhạy bén và phát triển cao"
        },
        {
            "id": "a332cc4a-4ed7-47a1-9724-10f5357e9825",
            "word": "to perceive",
            "phonetic": "tə pɚsiːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Buying time may serve as a buffer against the negative effects of time stress in part by enhancing perceived control.",
                "The idea appears to be to target perceived 'luxury' goods, while not queering the pitch for exporters.",
                "A professional appearance can make all the difference in how others perceive your skills and abilities.",
                "The concept of time is abstract and difficult to grasp, as it cannot be physically perceived.",
                "She lets herself go and dances freely at the party, expressing her joy without concern for how others perceive her."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVyY2VpdmU&hash=73f4a9d5dabc7e2cd8a2b4b9818b122f132d7736&lang=en&cache-only=0",
            "defineEn": "to realize through the five senses",
            "defineVi": "để nhận ra thông qua năm giác quan"
        },
        {
            "id": "f517befe-4fcc-43f9-9aaf-545fb8b28277",
            "word": "perception",
            "phonetic": "pɚsɛpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He had the wrong perception of the situation and misunderstood the intentions.",
                "While all forms of speech are valuable and deserve respect, some varieties are associated with more power and prestige - a language is a dialect with an army and navy, so be aware of the political factors that influence our perceptions of language.",
                "In other words, your brain constructs your perceptions.",
                "Some of the less likely ones invoke our perceptions.",
                "But perception is a matter of scale."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyY2VwdGlvbg&hash=a54ebddd9f7eb29a231bb87a46f746672e4ad593&lang=en&cache-only=0",
            "defineEn": "the ability to become conscious of something through the five senses",
            "defineVi": "khả năng nhận thức được điều gì đó thông qua năm giác quan"
        },
        {
            "id": "19f5c60d-af89-4171-a41c-0aa72b8b2947",
            "word": "sensation",
            "phonetic": "sɛnseɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He felt a tickling sensation as a butterfly landed on his cheek.",
                "He bravely took a bite of the spicy chilli and instantly felt a fiery sensation in his mouth.",
                "As soon as the vinegar touched her lips, she could feel the mouth-puckering sensation.",
                "She enjoyed the cooling sensation of spearmint chewing gum as it freshened her breath.",
                "After a series of failed albums, Emily's music career got a new lease on life when her latest single became a viral sensation."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vuc2F0aW9u&hash=0773d3b96a73debcd51997559d150b9dc75e8892&lang=en&cache-only=0",
            "defineEn": "a physical perception caused by an outside stimulus or something being in touch with the body",
            "defineVi": "một nhận thức vật lý gây ra bởi một kích thích bên ngoài hoặc một cái gì đó tiếp xúc với cơ thể"
        },
        {
            "id": "4a1b30eb-f590-4a1c-bcba-786f2f66511b",
            "word": "sense",
            "phonetic": "sɛns ",
            "partOfSpeechType": "noun",
            "examples": [
                "My wife talked sense into me.",
                "On the face of it, his suggestion makes sense.",
                "The day brings a sense of vitality and liveliness to the world.",
                "The night brings a sense of calm and tranquility.",
                "Can you make sense out of these markings?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vuc2U&hash=f23c6cac92af2d08a0f83877a7c3bde3bfae5ae9&lang=en&cache-only=0",
            "defineEn": "any of the five natural abilities of sight, hearing, smell, touch, and taste",
            "defineVi": "bất kỳ khả năng nào trong năm khả năng tự nhiên về thị giác, thính giác, khứu giác, xúc giác và vị giác",
            "hasImg": true
        },
        {
            "id": "9d11d7b5-5fca-4dd0-9f1a-4aa6c5cda847",
            "word": "sense organ",
            "phonetic": "sɛns ɔːɹɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Remembering that your fingers are sense organs.",
                "Because there were no eyes or light sensing organs or you know Anyway.",
                "When it came to treatment, your samhita would have information on the eight specialites: the diseases of children, those of the elderly, mental diseases, diseases of the sense organs, surgery, poisons and antidotes, and aphrodisiacs.",
                "And so figuring out how to design a piece of equipment that is high fidelity and capable enough of tricking those sense organs is a lot of what our challenge is."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vuc2Ugb3JnYW4&hash=e4f1e7c4d7bd3a205f45c98d1280fc17cd8b3a11&lang=en&cache-only=0",
            "defineEn": "a part of the body that helps someone perceive their surroundings",
            "defineVi": "một bộ phận của cơ thể giúp ai đó nhận thức được môi trường xung quanh họ"
        },
        {
            "id": "2de1e295-5d4c-49fa-add7-a40264eb1f84",
            "word": "sensory",
            "phonetic": "sɛnsɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The interneurons in the spinal cord help to relay signals from sensory neurons to motor neurons, allowing for coordinated movements.",
                "At first detection of low water levels, sensory receptors in the brain's hypothalamus signal the release of antidiuretic hormone.",
                "Ongoing neural activity also underlies our sensory perception.",
                "Enter: sensory deprivation.",
                "Most sensory neurons are unipolar."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vuc29yeQ&hash=573bd0073cd2f928751ddab993f974785383786a&lang=en&cache-only=0",
            "defineEn": "relating to any of the five senses",
            "defineVi": "liên quan đến bất kỳ trong năm giác quan"
        },
        {
            "id": "0b5af10c-eb17-411e-a583-29f1729bfba6",
            "word": "to smell",
            "phonetic": "tə smɛl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The paneer curry smells amazing!",
                "We smelled the strong scent of coconut in the air.",
                "The smell of the burgers on the grill made Jake's mouth water.",
                "The kitchen was filled with the smell of garlic.",
                "She wrinkled her nose at the strong smell."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc21lbGw&hash=33f39580c3d0f4710d2be254cea673d8f015e37f&lang=en&cache-only=0",
            "defineEn": "to perceive or recognize a particular scent",
            "defineVi": "để cảm nhận hoặc nhận ra một mùi hương cụ thể",
            "hasImg": true
        },
        {
            "id": "1c21a3b0-7b9b-4004-9477-140de16c799b",
            "word": "obvious",
            "phonetic": "ɑːbviəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When the man in the fancy suit walked into the biker bar, it was obvious that he was a square peg.",
                "The writing is on the wall and the warnings steadily become more obvious.",
                "Michael will attempt to hide his age by wearing youthful clothing, but it will be obvious he's mutton dressed as lamb.",
                "This may seem obvious to you.",
                "The jokes were all so obvious you could see them coming a mile off."
            ],
            "audio": "https://tts.langeek.co/read?text=b2J2aW91cw&hash=8ff97adda1500764e53ed8e5f2bf501083b9cc1e&lang=en&cache-only=0",
            "defineEn": "noticeable and easily understood",
            "defineVi": "đáng chú ý và dễ hiểu"
        },
        {
            "id": "b61c09b5-d472-426a-8172-48bf54f715f6",
            "word": "apparent",
            "phonetic": "ɐpæɹənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It soon became apparent that no one was going to come.",
                "The benefits of exercise may not be immediately apparent, but over the long term, it can improve your overall health and well-being.",
                "The apparent economic and political success of the cooperatives and the dismantling of large states were making inroads on the established class of hacendados.",
                "After the cool reception I received at breakfast, it was apparent that I had overstayed my welcome at the cottage of my father's friend.",
                "After becoming CEO of the company, Jack's arrogance and lack of empathy became more apparent, proving that the higher the monkey climbs, the more he shows his tail."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwYXJlbnQ&hash=0d3199422c216666c7712d15d1a1f4362baac47f&lang=en&cache-only=0",
            "defineEn": "describing something that is easy to see or notice",
            "defineVi": "mô tả một cái gì đó là dễ dàng để xem hoặc thông báo"
        },
        {
            "id": "1ac036d1-83c2-4fd0-ad5c-5e879eae26d9",
            "word": "clarity",
            "phonetic": "klæɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The address is written in capital letters to ensure clarity.",
                "Donald was a man who knew with utter clarity which side his bread was buttered.",
                "People don't have clarity sometimes.",
                "Clarity at first is actually really good.",
                "He brought that clarity to certain actions and policy choices."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhcml0eQ&hash=19a49a24801e9f310c12ca5254cc8ce55e892b11&lang=en&cache-only=0",
            "defineEn": "the quality of being easily heard or seen",
            "defineVi": "chất lượng dễ dàng nghe thấy hoặc nhìn thấy"
        },
        {
            "id": "d4d355a2-150c-4448-b1b6-d776565c60b3",
            "word": "marked",
            "phonetic": "mɑːɹkt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "According to Vox this period saw a marked shift for a couple of reasons.",
                "As it continues exploring, it avoids the marked pathways and finds its way to the food.",
                "In 1937 sulfa drugs (the first successful antibiotic before the use of penicillin in the 1940s) saw a marked improvement in outcomes for patients who delivered in hospitals.",
                "And while this actually represents a marked improvement, it still means residential solar is a relatively rare sight.",
                "And, they say that the essential feature of social phobia is a marked and persistent fear of social or preference situations, in which embarassment may occur."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFya2Vk&hash=cb197e7204db08e1cfc201084b1a441e0604f77c&lang=en&cache-only=0",
            "defineEn": "clear and easy to notice",
            "defineVi": "rõ ràng và dễ nhận thấy"
        },
        {
            "id": "1869fa59-8c08-46ba-be2f-c3d2dbfcbacd",
            "word": "conspicuous",
            "phonetic": "kənspɪkjuːəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They have taken this vow of silence, with conspicuous consumptions.",
                "In the aftermath of the 2008 Recession, consumers were less interested in conspicuous consumption.",
                "Their conspicuous tails of water and dust spark renewed interest whenever they grace the night sky.",
                "The title of the strip became synonymous with conspicuous consumption, driven by social pressure.",
                "For years, my name, Te-Ping, has made me feel incredibly conspicuous."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3BpY3VvdXM&hash=7d31d0f1dd2dda1afbb5ea8183452c9255412e84&lang=en&cache-only=0",
            "defineEn": "standing out and easy to see or notice",
            "defineVi": "nổi bật và dễ nhìn hoặc chú ý"
        },
        {
            "id": "228c3ab5-ec09-43e5-a195-7fd6764856d9",
            "word": "detectable",
            "phonetic": "dɪtɛktəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "If we had radio antennas for ears, the Van Allen chorus would be detectable in the audible range of human hearing.",
                "There are maybe 100 billion galaxies detectable by our telescopes.",
                "These will be detectable from future space telescopes and giant ground-based observatories planned on Earth.",
                "It’s also not detectable until the third trimester of pregnancy, and abortion that late in pregnancy is also illegal in many states.",
                "And those aren’t detectable from Earth because our atmosphere soaks them up."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV0ZWN0YWJsZQ&hash=f918db78414b0d902581961f336eb295fbb75c24&lang=en&cache-only=0",
            "defineEn": "able to be noticed or discovered",
            "defineVi": "có thể được chú ý hoặc phát hiện"
        },
        {
            "id": "d532842d-6691-4992-8d4e-292ca843b83c",
            "word": "distinct",
            "phonetic": "dɪstɪŋkt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "One distinct feature of ground cherries is their papery husk.",
                "Oyster mushrooms are known for their distinct flavor.",
                "The distinct taste and texture of kelp are appreciated in certain cuisines around the world.",
                "With its distinct taste, kurrat has become a popular ingredient in various cuisines around the world.",
                "Unlike regular oranges, Temple oranges have a distinct floral note that enhances their sweet and tangy flavor."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzdGluY3Q&hash=1073cccea3a341c2a7c3cccfdf5edf8cbf8a20d7&lang=en&cache-only=0",
            "defineEn": "easily noticeable or perceived by senses",
            "defineVi": "dễ dàng nhận thấy hoặc cảm nhận bằng các giác quan"
        },
        {
            "id": "29ea912a-bd2c-408e-b385-4fa193484898",
            "word": "faint",
            "phonetic": "feɪnt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She fainted and hit her head on the metal bedstead.",
                "I haven’t the faintest idea what you mean.",
                "Her coach reminded her that faint heart never won fair lady, and encouraged her to push her limits.",
                "After Lily fainted, we used smelling salts to bring her to life.",
                "And Dexter tried to calm his faint resentment against her for casting a shadow over his optimistic mood."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFpbnQ&hash=f7e6408300cc305593d3c6240a8b74bd407be26e&lang=en&cache-only=0",
            "defineEn": "not clear and difficult to see, hear, smell, etc.",
            "defineVi": "không rõ ràng và khó nhìn, nghe, ngửi, v.v."
        },
        {
            "id": "0a62924a-126e-4056-b213-0d7a0195e90a",
            "word": "invisible",
            "phonetic": "ɪnvɪzᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The face of the Earth was invisible.",
                "Gases are invisible.",
                "Older pipes, however, remain invisible. ",
                "Eventually humanity becomes basically invisible. ",
                "An individual virus particle, or virion, is invisible to our naked eye."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52aXNpYmxl&hash=98604e010a8a12a33adbbb2cb0d64d84efb97f78&lang=en&cache-only=0",
            "defineEn": "describing something that cannot be seen",
            "defineVi": "mô tả một cái gì đó mà không thể được nhìn thấy",
            "hasImg": true
        },
        {
            "id": "74635506-32fb-4b48-9204-441ee006ef7d",
            "word": "subtle",
            "phonetic": "sʌɾəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The ricotta adds a creamy texture and subtle tanginess to the pancakes.",
                "The subtle bitterness of artemisia balanced the sweetness of the dessert.",
                "The Pinot grape juice had a subtle sweetness, making it a great base for refreshing cocktails.",
                "Adding crème fraîche to mashed potatoes gives them a silky smooth texture and a subtle tang.",
                "While ordinary onions have a strong pungent flavor, Welsh onions have a more delicate and subtle taste."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VidGxl&hash=971cb165686953e56157bb414624828c0bf6067e&lang=en&cache-only=0",
            "defineEn": "hard to notice or detect",
            "defineVi": "khó nhận thấy hoặc phát hiện"
        },
        {
            "id": "e77c4001-c3bb-4bef-8d75-e09e05fdbf9d",
            "word": "dominant",
            "phonetic": "dɑːmɪnənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The company struggled on through some dark days several years ago, but it has since established itself as a dominant force in the market.",
                "Stevenson used to be the dominant player on the tour, but it looks like she has finally found her match in the young newcomer.",
                "Cash transactions are still dominant.",
                "Definitely my left eye is dominant.",
                "Then, around 1900, the H1-type virus became dominant."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9taW5hbnQ&hash=071bbda5e81707db0a63626f011aa6d05eba1f57&lang=en&cache-only=0",
            "defineEn": "having superiority in power, influence, or importance",
            "defineVi": "có ưu thế về sức mạnh, ảnh hưởng, hoặc tầm quan trọng",
            "hasImg": true
        },
        {
            "id": "7beb1852-9f54-4673-b3ac-32ae5f042e5e",
            "word": "ill-defined",
            "phonetic": "ɪldᵻfaɪnd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aWxsLWRlZmluZWQ&hash=cc9f9d1e3d4f1aeee4158c185fc139d29936abe5&lang=en&cache-only=0",
            "defineEn": "described in a vague or unclear way",
            "defineVi": "mô tả một cách mơ hồ hoặc không rõ ràng"
        },
        {
            "id": "7e0032ca-5063-4095-bde2-1622b4831434",
            "word": "dim",
            "phonetic": "dɪm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A cloud of ash dimmed the sun for three days.",
                "The most basic image-forming eyes form dim, blurry images.",
                "Compared to ice without any salt, the presence of sodium carbonate or sodium chloride significantly dimmed the glow.",
                "They are also very dim.",
                "And for allies and adversaries, that light has been dimmed."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlt&hash=79c3072fbdaf318d4a9cda57b52e5143658ce35a&lang=en&cache-only=0",
            "defineEn": "not bright or without sufficient light",
            "defineVi": "không sáng hoặc không có đủ ánh sáng",
            "hasImg": true
        },
        {
            "id": "d78716c5-a658-4419-8190-4c342b48bf7e",
            "word": "defined",
            "phonetic": "dᵻfaɪnd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVmaW5lZA&hash=9376311b27cd2f66ccdfda92b0f8ad0136ae4140&lang=en&cache-only=0",
            "defineEn": "described in an exact and clear way",
            "defineVi": "mô tả một cách chính xác và rõ ràng"
        },
        {
            "id": "28fbc7e7-9fd5-442d-a71c-d9ad713de70e",
            "word": "focused",
            "phonetic": "foʊkəst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Often we are so focused on pouring love and care into our children and families that our own wellbeing drops to the wayside.",
                "The school discouraged the use of cell phones by implementing a ban on mobile devices during class hours to maintain a focused learning environment.",
                "Great job on the win, but after victory, tighten your helmet chord and stay focused for the rest of the season.",
                "The honour of being chosen as team captain made her much more responsible and focused, showing how honours change manners.",
                "Despite the criticism from the crowd, the athlete remained a good sport and stayed focused on the game."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9jdXNlZA&hash=fbcfbd70cedae1ab24dd65f0b498ee16e1eab279&lang=en&cache-only=0",
            "defineEn": "producing a very clear sound or image",
            "defineVi": "tạo ra âm thanh hoặc hình ảnh rất rõ ràng"
        },
        {
            "id": "ac71a01b-63e5-4605-a30d-61f01fd5d32c",
            "word": "forward",
            "phonetic": "fɔːɹwɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "After that, things moved forward at lightning speed.",
                "We'll take the matter forward at our next meeting.",
                "My children look forward to receiving gifts during the winter holidays.",
                "He took a big step forward to start his new adventure.",
                "He leaned forward to take her hand."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yd2FyZA&hash=19539ffc431b46d0fdd87bd9492e444e89b65d6a&lang=en&cache-only=0",
            "defineEn": "being direct and bold, usually in a way that is not socially appropriate",
            "defineVi": "trực tiếp và táo bạo, thường là theo cách không phù hợp với xã hội"
        },
        {
            "id": "0a295948-6f3f-4fd5-8ea4-1f96b3ed5c04",
            "word": "identifiable",
            "phonetic": "aɪdɛntɪfaɪəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So a 2007 study looked for identifiable patterns in the gastroliths of modern-day birds.",
                "There are identifiable measures of proficiency in certain subjects.",
                "That is, it may not always be identifiable to you what's triggering you.",
                "I chose my tools: a target stick with an easily identifiable ball at the end, a clicker, and her favorite treats, which are blueberries. ",
                "Religious hair covering is a way to mark your status within a certain faith that’s easily identifiable."
            ],
            "audio": "https://tts.langeek.co/read?text=aWRlbnRpZmlhYmxl&hash=6094a5a30e7adf473c46703eeea150dfd8c538ae&lang=en&cache-only=0",
            "defineEn": "describing something that can be recognized or distinguished",
            "defineVi": "mô tả một cái gì đó có thể được công nhận hoặc phân biệt"
        },
        {
            "id": "4049fd86-52af-4f48-b11a-f82a61984161",
            "word": "manifest",
            "phonetic": "mænɪfɛst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "\"The disorders typically manifest early in development often before the child enters grade school\" so very young.",
                "It manifests itself in a huge variety of behaviors.",
                "And that manifests itself in lots of different ways.",
                "The manifest, or am I thinking of something else?",
                "Obsessions can manifest as fears of contamination and illness, worries about harming others, or preoccupations with numbers, patterns, morality, or sexual identity."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuaWZlc3Q&hash=4b4fbac47aab7cb6b0f6871907625ab2db267e65&lang=en&cache-only=0",
            "defineEn": "describing something that is seen or understood plainly or clearly",
            "defineVi": "mô tả một cái gì đó được nhìn thấy hoặc hiểu rõ ràng hoặc rõ ràng"
        },
        {
            "id": "97e4039a-c2bb-47cd-8de9-775c7754bd76",
            "word": "unnoticed",
            "phonetic": "ʌnnoʊɾɪst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Pippa's absence went unnoticed.",
                "The clever student caught the teacher napping and managed to sneak out of class unnoticed.",
                "but the hypomania just went unnoticed.",
                "But the commission's report didn't go unnoticed.",
                "But for the layperson at the turn of the century, the rise of these technologies could have gone unnoticed."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5ub3RpY2Vk&hash=691db644cb380ba8dd274c3f28e4beebfb0a29ce&lang=en&cache-only=0",
            "defineEn": "describing something that is not seen or noticed",
            "defineVi": "mô tả một cái gì đó mà không được nhìn thấy hoặc chú ý"
        },
        {
            "id": "4222c750-7649-46f4-a047-293ea84c734e",
            "word": "vague",
            "phonetic": "veɪɡ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And, of course, this boundary is vague.",
                "And the people are usually vague.",
                "It's vague.",
                "And the details of these partnerships have been vague.",
                "Like here, vague language provides a stand-in for detailed testimony."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFndWU&hash=779276d279f01786ba40e1ec91007650fbb9e02d&lang=en&cache-only=0",
            "defineEn": "unclear and without going into details enough",
            "defineVi": "không rõ ràng và không đi sâu vào chi tiết"
        }
    ]
}