{
    "id": "1f20ea07-44e0-4fb2-8bbf-63d6ff1de69b",
    "title": "Lesson 48",
    "originalTitle": "Lesson 48",
    "words": [
        {
            "id": "5bed4d0a-27d4-48c9-ac05-ec6e8a4d98d3",
            "word": "violation",
            "phonetic": "vaɪəleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wealthy developer was able to skirt environmental regulations, while the poor homeowner faced steep fines for minor violations.",
                "John shook his head as another corporation was fined a relatively small amount for environmental damage and safety violations.",
                "Just because a head coach might not have direct involvement in rules violations, that doesn't take him off the hook.",
                "These violations bring to naught the efforts of thousands of our colleagues, who risk their lives to guard public order.",
                "The opposition parties have cried foul at the president's act, seeing it as a violation of democracy."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlvbGF0aW9u&hash=a970d4fcd3f09d141eddcec0ed9bad39ec0c5672&lang=en&cache-only=0",
            "defineEn": "the act of breaking a legal code",
            "defineVi": "hành động vi phạm luật pháp"
        },
        {
            "id": "ac8202df-fc91-4c31-8057-503b1e1d8fb3",
            "word": "violator",
            "phonetic": "vaɪəleɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Violators faced heavy fines.",
                "Violators are charged between $500 and $1500 per legal call.",
                "And instead of getting jail time, in some places, violators are given medical and psychological treatment."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlvbGF0b3I&hash=c7883f14cf3d9314ceafbc3df27e9e0111a7851c&lang=en&cache-only=0",
            "defineEn": "someone who assaults others sexually",
            "defineVi": "ai đó tấn công tình dục người khác"
        },
        {
            "id": "5a5fb343-5cba-4bcf-96a3-152e25f47001",
            "word": "maraud",
            "phonetic": "mɚɹɔːd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFyYXVk&hash=975f6f0dfae6e5be9dd2b7dc39fde0f7c2b690c3&lang=en&cache-only=0",
            "defineEn": "a sudden short attack",
            "defineVi": "một cuộc tấn công ngắn bất ngờ"
        },
        {
            "id": "b19b9d1a-4efd-48ca-b11c-27731c900f86",
            "word": "marauder",
            "phonetic": "mɚɹɔːdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the 8th century, Scandinavian marauders started taking over much of England.",
                "The notion that we can support marauders going through the streets and destroying businesses is, I think, unfathomable to most Americans, and the president comes down on that side, as well. ",
                "But the notion that we can support marauders going through the streets and destroying businesses and throwing rocks and Molotov cocktails in a civilized society is I think unfathomable to most Americans, and I think the president comes down on that side as well."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFyYXVkZXI&hash=8c87be1732d70381f6895f67abf43fca0c2a8c1f&lang=en&cache-only=0",
            "defineEn": "someone who attacks in search of booty",
            "defineVi": "ai đó tấn công để tìm kiếm chiến lợi phẩm"
        },
        {
            "id": "3008e115-900c-4e6c-8b71-ae534068f2ec",
            "word": "to deprave",
            "phonetic": "tə dᵻpɹeɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Democratic Party’s obligation in this election is to produce a political leader who can defeat Donald Trump and to defeat Trumpism, not to defeat Trump by being a mirror of Trump, but to assemble a coalition that can inspire the nation to move past this depraved era and to face the challenges that the country has to face full-on, head-on."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVwcmF2ZQ&hash=ae218a4980bff99580a8b2f3eb2abe637d9907cb&lang=en&cache-only=0",
            "defineEn": "corrupt morally or by intemperance or sensuality",
            "defineVi": "hư hỏng về mặt đạo đức hoặc bởi sự quá độ hoặc nhục dục"
        },
        {
            "id": "70f2d609-141a-475e-9d6b-90310de0f644",
            "word": "depravity",
            "phonetic": "dᵻpɹævᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "As Raskolnikov’s own family arrives in town, their moral innocence stands in stark contrast to the depravity of those around them, even as their fates grow increasingly intertwined."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwcmF2aXR5&hash=a4a57a1e0e59470103140bfb0a5c97a559ed5823&lang=en&cache-only=0",
            "defineEn": "moral perversion; impairment of virtue and moral principles",
            "defineVi": "suy đồi đạo đức; vi phạm đạo đức và các nguyên tắc đạo đức"
        },
        {
            "id": "1ded6edc-6cc8-4992-845c-22de87252247",
            "word": "to deprecate",
            "phonetic": "tə dɛpɹɪkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVwcmVjYXRl&hash=a211d3fb7c7de75120c2b53d184cdbba9def764b&lang=en&cache-only=0",
            "defineEn": "express strong disapproval of; deplore",
            "defineVi": "thể hiện sự phản đối mạnh mẽ đối với; lấy làm tiếc"
        },
        {
            "id": "c62df9af-6c2e-4e6d-8057-65fb34d1ae93",
            "word": "to depreciate",
            "phonetic": "tə dᵻpɹiːʃɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "A new car will depreciate 63% in the first five years.",
                "Over a long period of time, renting storage space can also be costly and the value of good stored can depreciate.",
                "It's valued against that limited supply of mind coins, which makes it the perfect alternative to a depreciating U.S. dollar and a hedge against inflation.",
                "And really figure out what's going to happen to you if housing appreciates, depreciates."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVwcmVjaWF0ZQ&hash=f1b50a77b655dd8f68bc62942c2a4ee1483d8da1&lang=en&cache-only=0",
            "defineEn": "to diminish in value, especially over time",
            "defineVi": "để giảm giá trị, đặc biệt là theo thời gian"
        },
        {
            "id": "4d53e296-b10c-4e72-8c29-51da27ca63f7",
            "word": "depreciation",
            "phonetic": "dᵻpɹiːʃɪeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That’s depreciation.",
                "So, the yen's depreciation means import costs are much higher.",
                "If you own real estate, you can now deduct things as depreciation, real estate taxes, property taxes.",
                "In spite of this, CEO Dara Khosrowshahi projects the company will turn a profit starting in 2021, adjusted for interest, taxes, depreciation and amortization.",
                "Right away, you’re skipping the majority of its depreciation."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwcmVjaWF0aW9u&hash=d97d026bef9eda4814ee1e9a5a132f449abe3801&lang=en&cache-only=0",
            "defineEn": "a decrease in price or value",
            "defineVi": "giảm giá hoặc giá trị"
        },
        {
            "id": "e65600ff-37df-4a11-9c7d-ad5c183d1e03",
            "word": "to allocate",
            "phonetic": "tʊ æləkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The flow chart shows how resources are allocated.",
                "Judy, the new law allocates $5 billion for farmers of color.",
                "One, they allocate resources.",
                "You allocate uses of funds with sources of funds.",
                "The scoundrel might have allocated the rubies as 8, 14 and 8."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWxsb2NhdGU&hash=3cd95a05f902554a92c249a400dd053e6e5ae44b&lang=en&cache-only=0",
            "defineEn": "to give something particular to someone or to use something for a specific purpose",
            "defineVi": "để cung cấp cho một cái gì đó cụ thể cho một ai đó hoặc sử dụng một cái gì đó cho một mục đích cụ thể"
        },
        {
            "id": "0a3beec0-f48e-4550-831f-5c719ac8e38d",
            "word": "to allot",
            "phonetic": "tʊ ɐlɑːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I'd recommend, when eating a Groot cake, that you allot plenty of time, to just take it easy.",
                "One of the researchers in Corbató's lab found that he needed more time to complete his work than the weekly hours allotted to him.",
                "Because, one, they owned a deed to their land, two, there was kind of a race to make Oklahoma a state and they were the last tribe to be allotted.",
                "And then with the Dawes Act of 1887, the lands set aside for the Indians were allotted to individual families rather than to tribes.",
                "But other workers complain about working conditions, things like allotted time off task and the expected pace of work."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWxsb3Q&hash=266bc24235d9156c3fa3caf35fd34b847f16c00f&lang=en&cache-only=0",
            "defineEn": "give out",
            "defineVi": "đưa ra"
        },
        {
            "id": "94b94457-42bd-470e-ba30-561a28c81038",
            "word": "to alloy",
            "phonetic": "tʊ ælɔɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Various tools require various alloys for hardness.",
                "It has to be alloyed with other metals.",
                "White gold, for example, is an alloy of gold made of white metals, like silver, zinc, and nickel.",
                "Narrator: Are made of precious metals and alloys and cost hundreds of thousands of dollars each.",
                "But in the 1800s, mirrors for telescopes were cast out of a bronze alloy called speculum."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWxsb3k&hash=ec2e3eb1ae2871c9eb762e4def135e33f2ee83a0&lang=en&cache-only=0",
            "defineEn": "make an alloy of",
            "defineVi": "làm hợp kim"
        },
        {
            "id": "e2cd9287-5215-4654-866a-cecbc2b05de4",
            "word": "colloquial",
            "phonetic": "kəloʊkwɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Over time, a colloquial version of Latin called Vulgar Latin mixed with the Gallic language to create what we now know as French.",
                "Look, there are lots of people that have different colloquial phrases.",
                "You know colloquial.",
                "Although some of the work now may seem less avant garde or edgy, the capturing of quaint and depoliticized versions of colloquial American life was the driving force of the projects that received support.",
                "Well although the ugly laws have a colloquial name that makes them sound more like fiction than fact to a modern viewers, they existed not so long ago and were designed as a form of discrimination against a pretty wide range of people in the late 19th and early 20th century."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbG9xdWlhbA&hash=418c9d23f75d80f6fcbca74a70ab5ae9068297aa&lang=en&cache-only=0",
            "defineEn": "characteristic of informal spoken language or conversation",
            "defineVi": "đặc điểm của ngôn ngữ nói không chính thức hoặc cuộc trò chuyện"
        },
        {
            "id": "7f57198a-b224-4560-869e-70835e96be4f",
            "word": "colloquy",
            "phonetic": "kɑːləkwi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29sbG9xdXk&hash=4ee5e05d6c890bab756afaa31ddc54e8f4c69639&lang=en&cache-only=0",
            "defineEn": "formal conversation",
            "defineVi": "cuộc trò chuyện chính thức"
        },
        {
            "id": "5b32ed54-9047-4fac-9067-1e9c6f3fbc3f",
            "word": "variable",
            "phonetic": "vɛɹɪəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Just the variables look a little bit more complicated.",
                "Northern France's variable conditions are the first factor for elevated prices.",
                "It stores a variable, like a number, and also a pointer.",
                "The time in months is the independent variable.",
                "a_with_b is just a variable."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFyaWFibGU&hash=c2905b415aa7d43303a2a38ed7731cf01baeafd4&lang=en&cache-only=0",
            "defineEn": "liable to or capable of change",
            "defineVi": "chịu trách nhiệm hoặc có khả năng thay đổi"
        },
        {
            "id": "871955ae-9e75-4aed-9427-eb153a02329f",
            "word": "variant",
            "phonetic": "vɛɹiənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "COVID variants are among the chief culprits.",
                "One is the variants.",
                "In laboratory studies, this variant cut the temperature-associated release of thyroxine almost in half.",
                "Variants of this gesture appear on Greek funerary art as well.",
                "Both variants also have mutations to the gene that codes for the spike protein."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFyaWFudA&hash=73bf1da50bd832a53469a6c402edddc2607e7b54&lang=en&cache-only=0",
            "defineEn": "differing in certain aspects or characteristics from the standard or common form",
            "defineVi": "khác nhau ở một số khía cạnh hoặc đặc điểm từ hình thức tiêu chuẩn hoặc phổ biến"
        },
        {
            "id": "1ba73fc3-cada-444e-8ae4-bc0ccb190748",
            "word": "metronome",
            "phonetic": "mɛtɹənoʊm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Satellite observations of that energized carbon, within and on the edge of the sun, is written onto a musical scale, the sun's rotation its metronome.",
                "By pairing the click of a metronome with food, Pavlov was able to get his pups to salivate from the sound alone."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0cm9ub21l&hash=990c00aaea22498ffa9ef2b430d2b12bb6f84446&lang=en&cache-only=0",
            "defineEn": "clicking pendulum indicates the exact tempo of a piece of music",
            "defineVi": "con lắc nhấp chuột cho biết nhịp độ chính xác của một bản nhạc"
        },
        {
            "id": "e839f991-be0b-44b6-8035-301e41304472",
            "word": "metropolis",
            "phonetic": "mətɹɑːpəlɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "So Harper Lee was born in 1926 in the bustling metropolis of Monroeville, Alabama.",
                "And then a metropolis to the north of Hong Kong has grown into a massively productive manufacturing powerhouse that helped turn China into the world's biggest exporter.",
                "You have a movement in Britain off migrant labor, from the former slave states of Caribbean to the industrial metropolis of London, Birmingham, Manchester Press A T end of World War two.",
                "The notion of a centralized municipal police force actually originated in the UK by way of economist Patrick Colquhoun and his Treatise on the Police of the Metropolis.",
                "Together, colonies of polyps produce large three-dimensional structures, which form the basis of an underwater metropolis."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0cm9wb2xpcw&hash=8f1d905dfae5644587452bf287eaaa988f5b0f99&lang=en&cache-only=0",
            "defineEn": "a large and densely populated urban area; may include several independent administrative districts",
            "defineVi": "khu đô thị lớn, dân cư đông đúc; có thể bao gồm một số quận hành chính độc lập",
            "hasImg": true
        },
        {
            "id": "28297a7f-1c95-4ea5-96c0-4b95c7ad9cf8",
            "word": "florid",
            "phonetic": "flɔːɹɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She knew that his elaborate gallantries and his florid speeches were all done with his tongue in his cheek.",
                "And his face was florid.",
                "It’s all this kind of paranoid fever dream that he’s telling the audience about, again, in very florid, complex constructions."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxvcmlk&hash=97549516498bdcc192a5bb1ab5d2aa9e95b95291&lang=en&cache-only=0",
            "defineEn": "elaborately or excessively ornamented",
            "defineVi": "trang trí công phu hoặc quá mức"
        },
        {
            "id": "a2241afb-a66f-46a1-8336-5e8a970af7e3",
            "word": "floridness",
            "phonetic": "flɔːɹɪdnəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmxvcmlkbmVzcw&hash=1afea1ba4df9e5c6c26c4e299e4b65e1af21879e&lang=en&cache-only=0",
            "defineEn": "extravagant elaborateness",
            "defineVi": "công phu xa hoa"
        }
    ]
}