{
    "id": "1f3f7173-6334-4612-8212-b1cb15e6d70c",
    "title": "Lesson 40",
    "originalTitle": "Lesson 40",
    "words": [
        {
            "id": "0a7a082b-a1f7-468d-9926-bcb826141fab",
            "word": "boatswain",
            "phonetic": "boʊtsweɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9hdHN3YWlu&hash=ffc2db497fb7156ee20480c2eca92cbe1f862d59&lang=en&cache-only=0",
            "defineEn": "a petty officer on a merchant ship who controls the work of other seamen",
            "defineVi": "một sĩ quan nhỏ trên một tàu buôn, người kiểm soát công việc của các thủy thủ khác"
        },
        {
            "id": "9a8bfa77-dea0-4b26-94cd-3ef60f249e48",
            "word": "contretemps",
            "phonetic": "kɑːntɹɪtɛmps ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29udHJldGVtcHM&hash=37254c64e365bfec041142f995503dfc0174b212&lang=en&cache-only=0",
            "defineEn": "a slight disagreement or an unpleasant event that causes embarrassment",
            "defineVi": "một sự bất đồng nhỏ hoặc một sự kiện khó chịu gây ra sự bối rối"
        },
        {
            "id": "9a51f064-06aa-486e-b5ab-23fe244e7afd",
            "word": "mountebank",
            "phonetic": "maʊntɪbæŋk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW91bnRlYmFuaw&hash=aa67b7ff4c77156650948507f5fdd8ce7595ce06&lang=en&cache-only=0",
            "defineEn": "a flamboyant deceiver; one who attracts customers with tricks or jokes",
            "defineVi": "một kẻ lừa dối khoa trương; một người thu hút khách hàng bằng mánh khóe hoặc trò đùa"
        },
        {
            "id": "0fef32ab-4c8b-4993-b078-0137bfd10e54",
            "word": "playwright",
            "phonetic": "pleɪɹaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Shakespeare is one of the most famous British playwrights in history.",
                "AUGUST WILSON, Playwright: I am.",
                "I'm a Black American playwright.",
                "But, yeah, it's my favorite playwright.",
                "Greek poets and mathematicians playwrights and architects and philosophers founded a culture we still identify with."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxheXdyaWdodA&hash=e24aeb649b64b3ccb83f01661912f43cadc43a4c&lang=en&cache-only=0",
            "defineEn": "someone who writes plays for the TV, radio, or theater",
            "defineVi": "một người viết vở kịch cho TV, đài phát thanh, hoặc nhà hát",
            "hasImg": true
        },
        {
            "id": "8ce0cbe8-8ad0-48bf-93c6-91167c0f4d72",
            "word": "maharaja",
            "phonetic": "mæhɐɹɑːdʒə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFoYXJhamE&hash=5919afd9e0a662fc7bc6617af5e6b17e95b1fe2b&lang=en&cache-only=0",
            "defineEn": "a great raja; a Hindu prince or king in India ranking above a raja",
            "defineVi": "một raja vĩ đại; một hoàng tử hoặc vua Hindu ở Ấn Độ xếp trên một raja"
        },
        {
            "id": "29813aa4-051f-4309-b898-c773fd703051",
            "word": "anode",
            "phonetic": "ænoʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "So like with anodes, a lot of research has focused on energy density. ",
                "To balance things out, the electrons in the anode travel to rejoin their lithium friends in the cathode.",
                "The idea is that the anode will boost the area of the brain beneath it, whereas the cathode will inhibit the area beneath it.",
                "A tDCS headset contains two electrodes, called the anode and cathode.",
                "Ultimately, this creates an imbalance where there’s more negative charge in the anode and more positive charge in the cathode."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5vZGU&hash=2d701c6a4f363df3464d89c18440d3d5ff6c07b6&lang=en&cache-only=0",
            "defineEn": "a positively charged electrode by which electrons leave an electrical device",
            "defineVi": "một điện cực tích điện dương nhờ đó các electron rời khỏi một thiết bị điện"
        },
        {
            "id": "0e34de2a-95be-4cc2-92f3-39dd6891b34a",
            "word": "hygiene",
            "phonetic": "haɪdʒiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Simple hygiene education can help.",
                "It was a hygiene thing.",
                "At the Glasers, the fights are less about politics, more about personal hygiene.",
                "Luckily, modern hygiene and clinical practices generally keep it in check.",
                "It was a hygiene thing and"
            ],
            "audio": "https://tts.langeek.co/read?text=aHlnaWVuZQ&hash=9d04b1c6452f36e9bab392ed8b90a85739bf919e&lang=en&cache-only=0",
            "defineEn": "the science concerned with the prevention of illness and maintenance of health",
            "defineVi": "khoa học liên quan đến việc ngăn ngừa bệnh tật và duy trì sức khỏe"
        },
        {
            "id": "d5018d6d-69c5-4e3a-807c-65abde0c05bf",
            "word": "amble",
            "phonetic": "æmbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Nowadays, they might amble onto the freeway and make you swerve.",
                "They ambled through the forests and savannas using their strong arms and sharp claws to uproot plants and climb trees, grazing on grasses, leaves, and prehistoric avocados.",
                "In the lush rainforests of Australia, birds roost in the low branches and amble across the forest floor, enjoying the shade and tropical fruits.",
                "For over a thousand years, Christmas ambled along as a minor observance, nowhere near as important as the major Christian holiday, Easter."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1ibGU&hash=be850d007708f63ad8ea2179b4cc2b6636cd9136&lang=en&cache-only=0",
            "defineEn": "a leisurely, slow, unhurried walk",
            "defineVi": "một bước đi nhàn nhã, chậm rãi, không vội vã"
        },
        {
            "id": "4959b933-0241-4939-b22d-36dcabf5dc27",
            "word": "motto",
            "phonetic": "mɑːɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "You have a simple motto.",
                "Modernization actually was his main motto.",
                "I got a, I got a new motto.",
                "- We have a family motto that we are fearlessly authentic.",
                "No, our motto is, when they go low, we go high."
            ],
            "audio": "https://tts.langeek.co/read?text=bW90dG8&hash=d886ab467968739c85af7a5b0627b0df1d369255&lang=en&cache-only=0",
            "defineEn": "a favorite saying of a sect or political group",
            "defineVi": "một câu nói yêu thích của một giáo phái hoặc nhóm chính trị"
        },
        {
            "id": "64d6bead-a20f-4ef3-b3c5-c6d19a40422a",
            "word": "canaanite",
            "phonetic": "kænɑːnaɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FuYWFuaXRl&hash=11e3a3150df3f6068608d84fd883ffe559ed43c6&lang=en&cache-only=0",
            "defineEn": "the extinct language of the Semitic people who occupied Canaan before the Israelite conquest",
            "defineVi": "ngôn ngữ tuyệt chủng của người Semitic đã chiếm đóng Canaan trước cuộc chinh phục của người Israel"
        },
        {
            "id": "775c8647-d12c-4508-933a-39d2a680293f",
            "word": "tourniquet",
            "phonetic": "tɜːnᵻkɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And he's got a tourniquet on!",
                "They give you a swig of alcohol, they put a tourniquet and they hack your leg off.",
                "So, I was like just to use a glove to tie a tourniquet, your left hand to stabilize it, right hand rotate and pull it back."
            ],
            "audio": "https://tts.langeek.co/read?text=dG91cm5pcXVldA&hash=0e8c4a021dff6ddc04bdc3fe11cf7f55ee5a98fc&lang=en&cache-only=0",
            "defineEn": "a device, such as a bandage, piece of fabric, etc. that arrests bleeding by applying pressure to the wound",
            "defineVi": "một thiết bị, chẳng hạn như băng, mảnh vải, v.v. cầm máu bằng cách tạo áp lực lên vết thương",
            "hasImg": true
        },
        {
            "id": "d53f4b03-3a04-467c-8e49-a634156bcfd7",
            "word": "conduit",
            "phonetic": "kɑːnduːɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "But documentsshow that after 1992, former Avellino and Bienesclients began moving their money into partnerships that wereMichael Sullivan's conduits to Madoff.",
                "As magma pushes through different branches in the conduit system, it can burst out the side.",
                "One of the key provisions of the act is something called conduit immunity.",
                "The internet is unique in comparison to a lot of other conduits for media in, I mean, countless ways.",
                "One, it makes clear what is called conduit immunity, which basically says if you are just the intermediary, you are not responsible for the content that is transmitted."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZHVpdA&hash=9835d2233d528d0e9cf15891f65522e58f28a7e8&lang=en&cache-only=0",
            "defineEn": "a pipe, tube, or channel that is used to protect, enclose, or route electrical wires, cables, or other utilities for the purpose of safe and organized transmission",
            "defineVi": "một đường ống, ống hoặc kênh được sử dụng để bảo vệ, bao quanh hoặc định tuyến dây điện, cáp hoặc các tiện ích khác nhằm mục đích truyền tải an toàn và có tổ chức"
        },
        {
            "id": "9a5a2940-e656-4081-ba56-8af02e580be2",
            "word": "pinnacle",
            "phonetic": "pɪnəkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Formula One is the pinnacle of motorsport.",
                "Or that sentient primates are life's neurological pinnacle?",
                "This is the pinnacle of aspiration.",
                "It was the pinnacle of achievement in American society at that point.",
                "Choopa, Pinnacle, and other companies declined to be interviewed."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlubmFjbGU&hash=02658cc75bdf048d2a3e081559ccc26521a510c9&lang=en&cache-only=0",
            "defineEn": "a part of something that is considered the most prominent or successful",
            "defineVi": "một phần của một cái gì đó được coi là nổi bật nhất hoặc thành công"
        },
        {
            "id": "187184d1-52ca-4a2b-93bf-a756a6620bd1",
            "word": "precedent",
            "phonetic": "pɹɛsᵻdənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scheme sets a precedent for other companies.",
                "We set precedents. ",
                "So no precedent was made.",
                "In fact, there's precedent.",
                "There's precedent for this stuff."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlY2VkZW50&hash=e8439e840dab6fd9d7f386d907f4f20847d4079f&lang=en&cache-only=0",
            "defineEn": "a subject mentioned earlier (preceding in time)",
            "defineVi": "một chủ đề được đề cập trước đó (trước thời gian)"
        },
        {
            "id": "254a4e88-8d60-488d-9c21-64bf505edd44",
            "word": "midwife",
            "phonetic": "mɪdwaɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Midwife, owns this land.",
                "Midwife toads are not especially talented at helping others through labor or anything.",
                "The midwife, Xoquauhtli, has a difficult choice to make.",
                "And most women were attended to by midwives and female family members, not male physicians.",
                "The midwives, herbalists, and shamans were recast as witches to discredit their influence."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlkd2lmZQ&hash=03cc797c65018a3db89ec1f4a54898df3a9f4c88&lang=en&cache-only=0",
            "defineEn": "a person, particularly a woman, whose occupation is helping a woman during childbirth",
            "defineVi": "một người, đặc biệt là một người phụ nữ, có nghề nghiệp là giúp đỡ một người phụ nữ trong khi sinh nở",
            "hasImg": true
        },
        {
            "id": "b6ea8a17-8c39-4219-b3b0-42d505edf258",
            "word": "mores",
            "phonetic": "moːɹz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9yZXM&hash=bb6d0d50cfed8639385938a9aad1ea8a1059c10d&lang=en&cache-only=0",
            "defineEn": "the traditions, customs, and values of a society that characterize it",
            "defineVi": "các truyền thống, phong tục và giá trị của một xã hội đặc trưng cho nó"
        },
        {
            "id": "bb44729b-3468-48c2-9e35-36e86492350d",
            "word": "floe",
            "phonetic": "floʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The ice floe is our lab.",
                "- There are evidence for icefalls and floes and glaciers.",
                "Try to pick the right floe.",
                "That's when two large ice floes come together.",
                "Try and hedge our bets against the ice floe breaking up underneath us."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxvZQ&hash=86eeefbd0d755b645048bdf9ae75a85332959dbb&lang=en&cache-only=0",
            "defineEn": "a flat mass of ice (smaller than an ice field) floating at sea",
            "defineVi": "một khối băng phẳng (nhỏ hơn một cánh đồng băng) trôi nổi trên biển"
        },
        {
            "id": "0a269787-fad2-4615-8aaa-1f30cef8c05f",
            "word": "culvert",
            "phonetic": "kʌlvɜːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He left the boarding house that evening and he was abducted, a burlap sack was wrapped around his head, his body was found the next day in a culvert, he was beaten to death and stabbed more than 20 times."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VsdmVydA&hash=781f2bd6b8cdfef57d2ca2ef81e95156cee81302&lang=en&cache-only=0",
            "defineEn": "a structure, typically made of concrete or metal, that allows water to flow under a road, railway, or other obstruction, helping to prevent flooding and maintain the natural flow of water",
            "defineVi": "một cấu trúc, thường làm bằng bê tông hoặc kim loại, cho phép nước chảy dưới đường bộ, đường sắt hoặc vật cản khác, giúp ngăn ngừa lũ lụt và duy trì dòng chảy tự nhiên của nước"
        },
        {
            "id": "477def1a-539d-4704-a13e-962133bd49a9",
            "word": "ravine",
            "phonetic": "ɹəviːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her sister Anna was found in a ravine a week later, she had been shot in the back of the head.",
                "And now you at least get the image somebody is working on the problem to bridge the ravines.",
                "Three Gorges spans several deep, narrow ravines surging with powerful water.",
                "The country has just had these ravines opened up or stay open that are ancient.",
                "He was feared because he possessed the ability to lead people and animals astray, forcing them to die from exhaustion trying to find their way home or misleading them to fall into a ravine or swamp."
            ],
            "audio": "https://tts.langeek.co/read?text=cmF2aW5l&hash=3f33960a61b44aa4923f55538c41e56a6bd133e5&lang=en&cache-only=0",
            "defineEn": "a deep narrow valley with steep sides, usually worn by a stream",
            "defineVi": "một thung lũng sâu hẹp với các sườn dốc, thường bị dòng suối bào mòn",
            "hasImg": true
        },
        {
            "id": "04bc7543-9165-4b9b-99d4-e42016a9d9a2",
            "word": "to hazard",
            "phonetic": "tə hæzɚd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Most home givers aren't receiving hazard pay.",
                "A big hazard is a dependency in the instructions.",
                "And the blowtorch comes with fire hazards.",
                "Vidale: Historically, they biggest hazard from earthquakes has been fire.",
                "It's a fire hazard."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGF6YXJk&hash=016aa47095f72ea6952440205a99033cccc0031d&lang=en&cache-only=0",
            "defineEn": "to put someone or something at danger or risk",
            "defineVi": "để đặt một ai đó hoặc một cái gì đó nguy hiểm hoặc rủi ro"
        }
    ]
}