{
    "id": "1f64f138-9000-4ef9-8227-03907d27a7b0",
    "title": "The Last Word (Unit 2)",
    "originalTitle": "The Last Word (Unit 2)",
    "words": [
        {
            "id": "dbfcba2f-661a-4fe0-8a08-be59dac47390",
            "word": "preposition",
            "phonetic": "pɹɛpəzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "These phrases contain a determiner and a noun, but they also contain a preposition, a word that shows the relationship of a noun phrase to the rest of the sentence.",
                "SHRDLU was one of the first successful attempts to teach a computer grammar, to put words into categories like nouns, verbs and prepositions.",
                "We invented grammar because without prepositions, we couldn’t describe what it’s like to fly through a cloud, or jump over a puddle, or Faulkner beneath the stars.",
                "\"Inside\" is a preposition, so this is a prepositional phrase.",
                "So now we can make a rule for a prepositional phrase, which contains a preposition as the head and a noun phrase as the complement."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlcG9zaXRpb24&hash=d38bbbd14970d80bb77eb1970057dc8d9d8ac0e3&lang=en&cache-only=0",
            "defineEn": "(grammar) a word that comes before a noun or pronoun to indicate location, direction, time, manner, or the relationship between two objects",
            "defineVi": "(ngữ pháp) từ đứng trước danh từ hoặc đại từ để chỉ vị trí, phương hướng, thời gian, cách thức hoặc mối quan hệ giữa hai đối tượng"
        },
        {
            "id": "a2f8337d-f2e8-4c3a-882d-e980dd3d49f5",
            "word": "split infinitive",
            "phonetic": "splɪt ɪnfɪnᵻtɪv ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BsaXQgaW5maW5pdGl2ZQ&hash=9072bf7e4cbd87b890517ccd0b13a98b51e32e11&lang=en&cache-only=0",
            "defineEn": "a construction in which an adverb or adverbial phrase is placed between the particle \"to\" and the base form of a verb",
            "defineVi": "một cấu trúc trong đó một trạng từ hoặc cụm trạng từ được đặt giữa trợ từ \"đến\" và dạng cơ bản của động từ"
        },
        {
            "id": "7d22a6c9-281a-4a24-859b-4043d884e69d",
            "word": "contraction",
            "phonetic": "kəntɹækʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "My contractions are about 15 minutes apart.",
                "Length contraction, in contrast, compares positions at the same time according to the new perspective.",
                "I’m having contractions this morning.",
                "Length contraction, on the other hand, is a tad more complicated.",
                "The Swedish government expects an economic contraction as deep as during the global financial crisis."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJhY3Rpb24&hash=c6bef29a90618d4400ef7c31246a73b4d7b798b8&lang=en&cache-only=0",
            "defineEn": "a short form of a word or a group of words used instead of the full form",
            "defineVi": "một hình thức ngắn của một từ hoặc một nhóm các từ được sử dụng thay vì hình thức đầy đủ"
        },
        {
            "id": "fce35ab0-0146-4429-97a5-a6ca13a5fa48",
            "word": "conjunction",
            "phonetic": "kəndʒʌŋkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some people may even experience foreign accent syndrome off and on in conjunction with severe migraines.",
                "Like the Document Your Environment Contest was in conjunction with the EPA. ",
                "In conjunction with Hispanic Heritage month We proudly present the program An American Experience, A Class Apart, on Thursday September 7, at noon.",
                "But a semicolon can replace a conjunction to shorten a sentence or to give it some variety.",
                "It was created by Congress in 1968 in conjunction with AT&T in a public private partnership."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uanVuY3Rpb24&hash=ac3532fabdfb12e67c060e67465f97ccb68cce97&lang=en&cache-only=0",
            "defineEn": "(grammar) a word such as and, because, but, and or that connects phrases, sentences, or words",
            "defineVi": "(ngữ pháp) một từ như và, bởi vì, nhưng, và hoặc nối các cụm từ, câu hoặc từ"
        },
        {
            "id": "497712b9-689f-4e23-9b7f-39bf7d026b93",
            "word": "passive voice",
            "phonetic": "pæsɪv vɔɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "And also, Holden uses the passive voice constantly, which of course, you're not supposed to do as a writer.",
                "But this passive voice is a coping mechanism.",
                "I mean, the whole reason that writing teachers tell you not to use the passive voice is because it creates distance, whereas active verbs feel immediate and real."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzc2l2ZSB2b2ljZQ&hash=0ae620f8d3154a94c750a9a6b73ae81abe61c1ec&lang=en&cache-only=0",
            "defineEn": "(in grammar) the form of a verb used when the grammatical subject is affected by the action of the verb, rather than performing it",
            "defineVi": "(trong ngữ pháp) hình thức của động từ được sử dụng khi chủ ngữ ngữ pháp bị ảnh hưởng bởi hành động của động từ, thay vì thực hiện hành động đó"
        },
        {
            "id": "3e93b861-2562-4da3-87bc-a600e5fb7639",
            "word": "rhetorical question",
            "phonetic": "ɹɛtɔːɹɪkəl kwɛstʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmhldG9yaWNhbCBxdWVzdGlvbg&hash=7aa9e35e7a024dfa820d14f3dcdf96a73d47f982&lang=en&cache-only=0",
            "defineEn": "a question that is not meant to be answered, but is instead used to make a point or to create emphasis or effect",
            "defineVi": "một câu hỏi không có nghĩa là để trả lời, mà thay vào đó được sử dụng để đưa ra quan điểm hoặc để tạo sự nhấn mạnh hoặc hiệu ứng"
        },
        {
            "id": "5980ae49-6620-4fd2-af12-4c178c407efa",
            "word": "apostrophe",
            "phonetic": "ɐpɔstɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "So in this example, this apostrophe is OK.",
                "In O’Sullivan, do we put the apostrophe?",
                "And it also knows that this apostrophe is just a character.",
                "And the reason why you have to kind of set it to that settings, is because if you don't and you upload it, the apostrophes turn into like little question marks and it looks really weird",
                "But there was a big controversy and some people said it should be D apostrophe O H. Other people were, and I remembered some, a couple of writers spelled it doe, D O E. Which just looked stupid on the page."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBvc3Ryb3BoZQ&hash=86ed2b7c3bd3cbbbb04ed8928cd3b4d841c8ad33&lang=en&cache-only=0",
            "defineEn": "the symbol ' used in writing to show possession or omission of letters or numbers",
            "defineVi": "ký hiệu ' được sử dụng bằng văn bản để thể hiện sự sở hữu hoặc bỏ sót các chữ cái hoặc số",
            "hasImg": true
        },
        {
            "id": "7ee4ebb0-2c77-4147-a0b9-b1d2624ab1d8",
            "word": "to proofread",
            "phonetic": "tə pɹuːfɹiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "but I bet he wouldn't wish proofreading your article on a dog.",
                "proofread: Whenever I feel overwhelmed by my problems, I remind myself that the caribou feeds the wolf but it is the wolf that keeps the caribou strong, and I know that I will emerge from my struggles stronger and wiser.",
                "Even better, give it to someone else to proofread.",
                "This is a really cool trick for proofreading papers.",
                "It turns out DNA polymerases can also proofread, in a sense, removing nucleotides from the end of a strand when they discover a mismatched base."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvb2ZyZWFk&hash=9c4d7553df77ea137226d11a1163d9f4c230cd28&lang=en&cache-only=0",
            "defineEn": "to read and correct the mistakes of a written or printed text",
            "defineVi": "để đọc và sửa chữa những sai lầm của một văn bản viết hoặc in",
            "hasImg": true
        },
        {
            "id": "515882fc-6c59-42a2-9d30-74abc42ab7ab",
            "word": "subject pronoun",
            "phonetic": "sʌbdʒɛkt pɹoʊnaʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3ViamVjdCBwcm9ub3Vu&hash=edb964118e84e0cd3c46b739b7faa62e9103db39&lang=en&cache-only=0",
            "defineEn": "a type of pronoun that replaces a noun as the subject of a sentence",
            "defineVi": "một loại đại từ thay thế một danh từ làm chủ ngữ của câu"
        },
        {
            "id": "b9116607-8b21-474e-8464-81630493a10d",
            "word": "to agree",
            "phonetic": "tʊ ɐɡɹiː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The board agreed to sell the company.",
                "All ministers are agreed on the need to cut bureaucratic red tape.",
                "Do you agree that the opposite side of the coin is too often untold?",
                "The deal will be agreed on Wednesday, knock on wood.",
                "Getting off his back would be nice for a change don't you agree?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWdyZWU&hash=fcaeb65e94506bb6233699f16cb21af9d3e144eb&lang=en&cache-only=0",
            "defineEn": "(grammar) to have the same grammatical number, gender, case or person",
            "defineVi": "(ngữ pháp) có cùng số ngữ pháp, giới tính, trường hợp hoặc người"
        },
        {
            "id": "24def9bc-835f-4cf5-8515-fd3c80e3b491",
            "word": "adverb",
            "phonetic": "ædvɜːb ",
            "partOfSpeechType": "noun",
            "examples": [
                "But if the words and the actions don't match, an adverb can be helpful.",
                "I think it's act quickly, isn't it an adverb?",
                "I don't care what an adverb is, or a pronoun.",
                "Ask yourself: do I really need that adverb?"
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2ZXJi&hash=cdfa8f74fad95024062d38bf2ef91b274e506ff5&lang=en&cache-only=0",
            "defineEn": "a word that gives more information about a verb, adjective, or another adverb",
            "defineVi": "một từ cung cấp thêm thông tin về một động từ, tính từ hoặc trạng từ khác"
        },
        {
            "id": "47fa0f3d-bb0e-4198-aef6-550d50c5c49f",
            "word": "auxiliary verb",
            "phonetic": "ɔːksɪliəɹi vɜːb ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXV4aWxpYXJ5IHZlcmI&hash=2409d9a2b4a60503f1a5713c06e5292d5d9686d7&lang=en&cache-only=0",
            "defineEn": "a verb that is used with other verbs to indicate tense, voice, etc., such as do, have, and be",
            "defineVi": "một động từ được sử dụng với các động từ khác để biểu thị căng thẳng, giọng nói, v.v., chẳng hạn như do, have và be"
        },
        {
            "id": "b098e45f-0255-44ee-9faf-c339c25165df",
            "word": "idiom",
            "phonetic": "ɪdɪəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The friends would sometimes revert to playground idiom.",
                "My friend tried explaining a few French idioms to me, but I'm afraid they were lost in translation.",
                "And nothing was so irritating as the confident way he used archaic idiom.",
                "from now on, i need you to give me original examples with different verb conjugations for every idiom that i give u, please use imaginary names in your examples",
                "Anger and shouting simply aren’t a part of his idiom."
            ],
            "audio": "https://tts.langeek.co/read?text=aWRpb20&hash=73abd6c22ed7ee07a425335b14e326d7c65eca68&lang=en&cache-only=0",
            "defineEn": "a group of words or a phrase that has a meaning different from the literal interpretation of its individual words, often specific to a particular language or culture",
            "defineVi": "một nhóm từ hoặc cụm từ có nghĩa khác với cách giải thích theo nghĩa đen của các từ riêng lẻ, thường dành riêng cho một ngôn ngữ hoặc nền văn hóa cụ thể"
        },
        {
            "id": "23e08d25-fa3b-4f65-bb05-87d3a3b1b4d5",
            "word": "double negative",
            "phonetic": "dʌbəl nɛɡətɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "One of the most maligned features of AAE's grammar is the so-called double negative.",
                "A double positive and a double negative both result in a positive."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG91YmxlIG5lZ2F0aXZl&hash=18f882339874384cec24feb73c37ce9d196c53ce&lang=en&cache-only=0",
            "defineEn": "a positive statement that contains two negative elements to produce an emphatic effect",
            "defineVi": "một tuyên bố tích cực có chứa hai yếu tố tiêu cực để tạo ra một hiệu ứng nhấn mạnh"
        }
    ]
}