{
    "id": "202db291-ec73-4f10-8f7a-b7ad3f88860e",
    "title": "Unit 7 - Lesson 4",
    "originalTitle": "Unit 7 - Lesson 4",
    "words": [
        {
            "id": "f499cd47-abb7-44b6-9bdb-159fc6f78155",
            "word": "to persuade",
            "phonetic": "tə pɚsweɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The overwhelming majority of Irish-Americans probably persuaded the administration that the cake was not worth the candle.",
                "The salesman was a fast talker who persuaded the old lady to buy a new washing machine.",
                "I tried to persuade the Chancellor not to go.",
                "George didn't want to come, but we persuaded him to change his mind.",
                "Bob persuaded her to go by car, against her better judgement, and she regretted it as soon as she saw the heavy traffic."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVyc3VhZGU&hash=8f60e83c1ae0dc0dbfd9ee95a32b04df8cdf5a53&lang=en&cache-only=0",
            "defineEn": "to make a person do something by giving them a good reason why they should do it",
            "defineVi": "để làm cho một người làm điều gì đó bằng cách cho họ một lý do chính đáng tại sao họ nên làm điều đó"
        },
        {
            "id": "f09d7ab5-b701-4935-8658-3c205279799d",
            "word": "to endorse",
            "phonetic": "tʊ ɛndoːɹs ",
            "partOfSpeechType": "verb",
            "examples": [
                "In the year 2000, only about 4 percent of white Americans endorsed reparations.",
                "Endorsed a new maverick.",
                "President Biden endorsed the proposal.",
                "State Senator Robert Stivers endorsed the plan.",
                "DONALD TRUMP, President of the United States: No true supporter of mine could ever endorse political violence."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5kb3JzZQ&hash=1b51605cd8aa695141f728a73b214fe8d6811e53&lang=en&cache-only=0",
            "defineEn": "to officially or publicly accept a plan, proposal, etc.",
            "defineVi": "để chính thức hoặc công khai chấp nhận một kế hoạch, đề xuất, vv"
        },
        {
            "id": "8b06d19e-dcef-4106-b47d-1730754053da",
            "word": "to promote",
            "phonetic": "tə pɹəmoʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We won’t be promoting Larry.",
                "She teaches yoga to promote health and well-being.",
                "The organization is committed to promoting equality and fairness for every person.",
                "Anna was promoted to manager last year, and she's been in the fast lane ever since.",
                "Earth Day is observed on April 22nd to promote environmental awareness."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvbW90ZQ&hash=7dba87889c98394425dc25652d5ddf86de23c73a&lang=en&cache-only=0",
            "defineEn": "to move to a higher position or rank",
            "defineVi": "để di chuyển đến một vị trí cao hơn hoặc xếp hạng",
            "hasImg": true
        },
        {
            "id": "b3b4a0e8-f4d4-4f4d-9f62-f0187fde5b6a",
            "word": "to imply",
            "phonetic": "tʊ ɪmplaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I didn't mean to imply that you were in any way at fault.",
                "Of all the nerve, implying that I'm somehow to blame for the project's failure!",
                "Well, pressure implies resistance.",
                "It implies the loss of not just our lives but all life.",
                "And it also implies an infantilization."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wbHk&hash=7d24a547054a9680d34fac487eb8d68c62692697&lang=en&cache-only=0",
            "defineEn": "to suggest something is true or existent without saying it directly",
            "defineVi": "để đề nghị một cái gì đó là đúng hoặc tồn tại mà không cần nói trực tiếp"
        },
        {
            "id": "afe3e2e1-f601-4185-806d-9e395d4f5749",
            "word": "to prove",
            "phonetic": "tə pɹuːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The food supply proved to be the nation's Achilles' heel in its defense against terrorist attacks.",
                "This evidence proves that the senator was part of the conspiracy.",
                "That contract proved to be a millstone around his neck.",
                "\"This proves they're wrong.\"",
                "The new wide receiver and the team's veteran quarterback have proved to be a match made in heaven on the field."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvdmU&hash=d45029bd1ab54caccc8d2f78ce85e06f878d20d9&lang=en&cache-only=0",
            "defineEn": "to show that something is true through the use of evidence or facts",
            "defineVi": "để cho thấy rằng một cái gì đó là sự thật thông qua việc sử dụng các bằng chứng hoặc sự kiện"
        }
    ]
}