{
    "id": "205f700e-b253-4e1d-83b3-c2a0306678ef",
    "title": "Money",
    "originalTitle": "Lesson 17",
    "words": [
        {
            "id": "c8ba4aee-b9cd-449b-880c-defca501f869",
            "word": "annual",
            "phonetic": "ænjuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The annual yield of the wheat fields surpassed expectations, resulting in a plentiful harvest.",
                "The new CEO made her bow at the company's annual shareholder meeting.",
                "John went great guns at the company's annual sales conference last year.",
                "Surprisingly, the quiet neighborhood came alive with vibrant festivities during the annual festival.",
                "If you want to succeed in Hollywood, you need to attend the annual film festival."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5udWFs&hash=94e61a17dfdc4c4d85d55ca9c4b1158515b57671&lang=en&cache-only=0",
            "defineEn": "happening or calculated yearly",
            "defineVi": "xảy ra hoặc tính toán hàng năm"
        },
        {
            "id": "0458284a-b18a-4085-88e1-be7a16119f79",
            "word": "asset",
            "phonetic": "æsɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Geithner, hat in hand, looking for a bridge loan so AIG could complete some asset sales.",
                "In today's world, where communication is more important than ever, having strong verbal skills can be a valuable asset - a good tongue is a good weapon.",
                "Those assets included hotels, apartment buildings, and other real estate assets.",
                "Assets are broken up into two categories.",
                "The left-hand side is the assets."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNzZXQ&hash=7fe32a92adc3761cf56f9911c49d6dc79f99f47d&lang=en&cache-only=0",
            "defineEn": "a valuable person, thing, or quality that is considered to be useful",
            "defineVi": "một người có giá trị, điều, hoặc chất lượng được coi là hữu ích"
        },
        {
            "id": "7d890d33-2365-4973-95b7-d32f1c8f6196",
            "word": "auction",
            "phonetic": "ɔːkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His antique collection was worth a fortune, and he sold it for a huge sum at an auction.",
                "Auctions spreading world wide at a very rapid pace.",
                "The big catalyst was the Christie's auction.",
                "All high-end fish are auctioned in Japan.",
                "So they auctioned our stuff out."
            ],
            "audio": "https://tts.langeek.co/read?text=YXVjdGlvbg&hash=0ed9bfe2a1ea6c5efea2017352d29e56edffe276&lang=en&cache-only=0",
            "defineEn": "a public sale in which goods or properties are sold to the person who bids higher",
            "defineVi": "bán công khai trong đó hàng hóa hoặc tài sản được bán cho người trả giá cao hơn"
        },
        {
            "id": "7e1d7e84-aab5-4fb6-996d-73bfcec59af0",
            "word": "to bargain",
            "phonetic": "tə bɑːɹɡɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "You can find bargain books in mint condition at jumble sales.",
                "She knows a bargain when she sees one.",
                "She has a good nose for a bargain.",
                "He drives a hard bargain, but we finally made a deal.",
                "The company is believed to have struck a hard bargain."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFyZ2Fpbg&hash=dc16c6ec768448e1ba10493262eab1af2c376a98&lang=en&cache-only=0",
            "defineEn": "to negotiate the terms and conditions of a contract, sale, or transaction for a better agreement, price, etc.",
            "defineVi": "để đàm phán các điều khoản và điều kiện của hợp đồng, mua bán hoặc giao dịch để có được một thỏa thuận tốt hơn, giá cả, v.v."
        },
        {
            "id": "340f1401-4f48-4cea-b6cd-928fa0a5ee73",
            "word": "benefit",
            "phonetic": "bɛnɪfɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The referee gave him the benefit of the doubt.",
                "The changes benefit management but leave the workers out in the cold.",
                "Only a minority of people exist on unemployment benefits alone.",
                "My friend studied the nutritional benefits of different legumes for her research project.",
                "I prefer brown rice over white rice for its nutritional benefits."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVuZWZpdA&hash=d1185d3f0829848cdf481e3e934c8984d8a7da3f&lang=en&cache-only=0",
            "defineEn": "a financial aid provided by the government for people who are sick, unemployed, etc.",
            "defineVi": "một khoản hỗ trợ tài chính do chính phủ cung cấp cho những người bị ốm, thất nghiệp, v.v."
        },
        {
            "id": "16335556-9260-4637-92e7-b8132aa91d0a",
            "word": "betting",
            "phonetic": "bɛɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Fraudulent billing is just one way sports betting rings try to get around the law.",
                "Sports betting, by and large, is illegal in this country.",
                "Although the money was handled in person, much of the actual betting took place online.",
                "One of the most lucrative rackets, if you will, is syndicated sports betting, second only to narcotics trafficking as a source of revenue for the mob.",
                "Pinnacle was just one of many sports betting sites offshore that caught our attention."
            ],
            "audio": "https://tts.langeek.co/read?text=YmV0dGluZw&hash=a46673f4377b06c02b3d5ddef96e6af74238857b&lang=en&cache-only=0",
            "defineEn": "the act of risking money on the result of an unpredictable event",
            "defineVi": "hành động mạo hiểm tiền dựa trên kết quả của một sự kiện không thể đoán trước"
        },
        {
            "id": "6b3b7ab8-6595-4a89-985a-dd489c56aeb1",
            "word": "budget",
            "phonetic": "bʌdʒɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Budget cuts are putting the squeeze on scientific research.",
                "The budget can be balanced by raising income taxes by 2 percent.",
                "The project's success is walking on shaky ground due to frequent delays and budget issues.",
                "The business owner did not create a budget or a marketing strategy, and the company failed within a year.",
                "The latest budget over-eggs the pudding yet again, spreading resources across too many sectors without enough funds to actually fix any of them."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVkZ2V0&hash=d4a97d7dce87c996f8ba0bee600976bc3ee3d8c7&lang=en&cache-only=0",
            "defineEn": "the sum of money that is available to a person, an organization, etc. for a particular purpose and the plan according to which it will be spent",
            "defineVi": "tổng số tiền có sẵn cho một người, một tổ chức, v.v. cho một mục đích cụ thể và kế hoạch theo đó nó sẽ được chi tiêu",
            "hasImg": true
        },
        {
            "id": "19067bfd-e365-4281-be71-612df4589ef1",
            "word": "to decrease",
            "phonetic": "tə diːkɹiːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Accepting a decrease in salary would be like turkeys voting for Christmas!",
                "With data filtering one pays the price of decreasing the effective library redundancy and increasing the number of hybridisations.",
                "When counterfeit bills started circulating in the town, people became skeptical of using the genuine currency, leading to a decrease in the overall value of money in circulation, showing how bad money drives out good.",
                "Your return decreases.",
                "Number two, decreased need for sleep."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVjcmVhc2U&hash=6964715fd3eee75dcbbe03640c0d5321b2f717da&lang=en&cache-only=0",
            "defineEn": "to become less in amount, size, or degree",
            "defineVi": "để trở thành ít hơn trong số lượng, kích thước, hoặc mức độ",
            "hasImg": true
        },
        {
            "id": "c29016aa-e82b-461b-b0ea-7f15ed73df80",
            "word": "discount",
            "phonetic": "dɪskaʊnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The store sometimes offers discounts on certain items.",
                "The store is offering a discount of eighty percent off.",
                "She learned to look for deals and discounts and to avoid unnecessary purchases.",
                "We encourage everyone to avail of the discounted rates for booking their hotel rooms in advance.",
                "Don't forget to avail of the special discounts for students when purchasing your textbooks for the semester."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY291bnQ&hash=7e4837558d7b20a529bcab300f5196d322b7d664&lang=en&cache-only=0",
            "defineEn": "the amount of money that is reduced from the usual price of something",
            "defineVi": "số tiền được giảm từ giá thông thường của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "cda3361a-e24c-4225-9c1f-e8803a70fb91",
            "word": "economics",
            "phonetic": "iːkənɑːmɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "Anyway, economics is about much more than, like, supply and demand curves.",
                "Now, economics is not an exact science.",
                "Economics correspondent Paul Solman has the story for our series Making Sense.",
                "Our economics correspondent, Paul Solman, has their story.",
                "Our economics correspondent, Paul Solman, has the story."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNvbm9taWNz&hash=ba8affe139e977b584aa77cb023eb51c70e39866&lang=en&cache-only=0",
            "defineEn": "a field of study that deals with a country's finances and its distribution or consumption",
            "defineVi": "một lĩnh vực nghiên cứu liên quan đến tài chính của một quốc gia và phân phối hoặc tiêu dùng của nó",
            "hasImg": true
        },
        {
            "id": "15a361d8-6fe2-45ac-847a-e6eb4be61c0d",
            "word": "expense",
            "phonetic": "ɛkspɛns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The rest of his money went into medical expenses.",
                "My friends all had a good laugh, but at my expense.",
                "The document was printed at the taxpayer's expense.",
                "Her fame was bought at the expense of her marriage.",
                "He built up the business at the expense of his health."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwZW5zZQ&hash=f28d4fc4f6fc0a24c2ee494e2f4b9a9a823d97b1&lang=en&cache-only=0",
            "defineEn": "the amount of money spent to do or have something",
            "defineVi": "số tiền chi tiêu để làm hoặc có một cái gì đó"
        },
        {
            "id": "7cdc9684-28f6-4d67-b191-032f2135748c",
            "word": "fair trade",
            "phonetic": "fɛɹ tɹeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "It’s not fair trade. ",
                "These are roasted coffee beans, Fair Trade, of course.",
                "But it's not a fair trade, we get the better deal.",
                "Free and fair trade is the answer, not protection."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFpciB0cmFkZQ&hash=aa4874b6ef7d2eeda58f592e96c40db88a30333c&lang=en&cache-only=0",
            "defineEn": "trading practices that do not put consumers at a disadvantage",
            "defineVi": "thực hành thương mại không đặt người tiêu dùng vào thế bất lợi"
        },
        {
            "id": "dac3e64c-204b-490b-bd2b-00e0376eac4f",
            "word": "fare",
            "phonetic": "fɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "No city has escaped the recession, but Seattle has fared best by a long shot.",
                "With the pandemic putting a damper on public transit, the automotive industry continued to fare well while other verticals may have seen larger sales dips.",
                "The company found that reducing the number of features on their product resulted in better sales, proving that the fewer, the better fare.",
                "The fare jumps to $490.",
                "Version two didn't fare much better."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFyZQ&hash=1f48024e68e028880e2f242563bc4cf84885295b&lang=en&cache-only=0",
            "defineEn": "the amount of money we pay to travel with a bus, taxi, plane, etc.",
            "defineVi": "số tiền chúng tôi phải trả để đi du lịch bằng xe buýt, taxi, máy bay, v.v.",
            "hasImg": true
        },
        {
            "id": "ba280563-7834-4ba4-b57f-7a8e5b403bd3",
            "word": "fund",
            "phonetic": "fʌnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scholarship fund had made a difference in a lot of people's lives.",
                "The company's recent collapse has left their pension fund members up the creek.",
                "He used his party's slush fund to buy votes in the election.",
                "She lined her pockets with the company's funds to pay her debt.",
                "The committee members promised to put the fund behind a development scheme for the impoverished area."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVuZA&hash=fe18271f19d507934c66313fd84ad3aa1ec41f88&lang=en&cache-only=0",
            "defineEn": "a sum of money that is collected and saved for a particular purpose",
            "defineVi": "một khoản tiền được thu thập và tiết kiệm cho một mục đích cụ thể"
        },
        {
            "id": "e585b049-d132-4101-af0a-22eac95cfcf5",
            "word": "globalization",
            "phonetic": "ɡloʊbəlᵻzeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Supporters of globalization assert that it is a win-win proposition for the rich and the poor.",
                "So, globalization is a cultural phenomenon.",
                "With globalization came American brands like Coca-Cola, McDonald's, Pizza Hut and Domino's.",
                "Globalization continues to expand.",
                "But the greatest contributor is globalization and trade."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xvYmFsaXphdGlvbg&hash=050bf1648d6a9d9aab7e3eb6230e60a6df458acb&lang=en&cache-only=0",
            "defineEn": "the fact that the cultures and economic systems around the world are becoming connected and similar as a result of improvement in communications and development of multinational corporations",
            "defineVi": "thực tế là các nền văn hóa và hệ thống kinh tế trên khắp thế giới đang trở nên kết nối và giống nhau nhờ sự cải thiện trong truyền thông và sự phát triển của các tập đoàn đa quốc gia"
        },
        {
            "id": "885f55ec-a42a-4f98-8f92-3802a85833fd",
            "word": "inflation",
            "phonetic": "ɪnfleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Inflation was running at 26 per cent.",
                "On the credit side, inflation has not risen this year.",
                "Inflation will only get worse if the government doesn't do something right now to nip it in the bud.",
                "The measures are irrelevant as far as inflation is concerned.",
                "The economy is improving, but the other side of the coin is that inflation is becoming a bigger problem."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mbGF0aW9u&hash=36b396070bf24317e54ed96e4d67372f430423bc&lang=en&cache-only=0",
            "defineEn": "the condition in which a currency is losing its purchasing power and the prices generally increase",
            "defineVi": "tình trạng trong đó một loại tiền tệ đang mất sức mua và giá thường tăng"
        },
        {
            "id": "6b8142e7-e5f2-4691-83e3-c22513657f3f",
            "word": "investment",
            "phonetic": "ɪnvɛstmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Any investment involves an element of risk.",
                "That investment is too risky.",
                "Government investment has brought thousands of new jobs to the area.",
                "Investment is all about running risks.",
                "Investors should diversify their investments instead of putting all their eggs in one basket."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52ZXN0bWVudA&hash=65bf022df41fd51da2d84399542032f2620389d5&lang=en&cache-only=0",
            "defineEn": "the act or process of putting money into something to gain profit",
            "defineVi": "hành động hoặc quá trình đưa tiền vào một cái gì đó để đạt được lợi nhuận",
            "hasImg": true
        },
        {
            "id": "3b51a879-000a-4681-9582-08558ee2f1a6",
            "word": "mortgage",
            "phonetic": "mɔːɹɡɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The mortgage on it has turned into a real yoke round my neck.",
                "The mortgage on his house had become a millstone around his neck.",
                "We've become poor as church mice ever since the bank raised the interest rates on our mortgage.",
                "We've become poor as Job's turkeys ever since the bank raised the interest rates on our mortgage.",
                "Scott has been boxed into a corner with this mortgage payment that he cannot afford."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9ydGdhZ2U&hash=4643e28383d7a4feaf9004963be3f2a290f79bdc&lang=en&cache-only=0",
            "defineEn": "an official contract or arrangement by which a bank gives money to someone as a loan to buy a house and the person must return the money with interest at monthly intervals",
            "defineVi": "một hợp đồng hoặc thỏa thuận chính thức theo đó ngân hàng cho ai đó vay tiền để mua nhà và người đó phải trả lại tiền cùng với lãi suất hàng tháng",
            "hasImg": true
        },
        {
            "id": "061ab255-c37c-40aa-8027-4d6361595837",
            "word": "pension",
            "phonetic": "pɛnʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The U.S. tax code now loads the dice in favor of private pension plans.",
                "The company's recent collapse has left their pension fund members up the creek.",
                "When the economy crashed, thousands lost their jobs, their homes, and their pensions at one fell swoop.",
                "I'm on the hook for nearly half a million dollars after my partner skipped town with the company's pension fund!",
                "Pensions are on their way out."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVuc2lvbg&hash=1d36d2ebd9683dc949305644ce130c3d9ce49a45&lang=en&cache-only=0",
            "defineEn": "a monthly payment that a retired person receives from the government or a private company, for which they used to work",
            "defineVi": "một khoản thanh toán hàng tháng mà một người đã nghỉ hưu nhận được từ chính phủ hoặc một công ty tư nhân mà họ từng làm việc"
        },
        {
            "id": "b694cc06-c93d-4b7c-81e4-075ec9f7edf6",
            "word": "recession",
            "phonetic": "ɹᵻsɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "No city has escaped the recession, but Seattle has fared best by a long shot.",
                "Many more businesses are feeling the chill wind of the recession.",
                "The effects of the recession are being felt everywhere.",
                "Before the recession, the country was on the pig's back, but the situation has changed greatly.",
                "Britain is still in the grip of recession."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjZXNzaW9u&hash=3c29ed7e96a0ff01150911714331b6c96ac46fbf&lang=en&cache-only=0",
            "defineEn": "a period of economic decline marked by a rise in unemployment and the fall in the GDP",
            "defineVi": "một thời kỳ suy thoái kinh tế được đánh dấu bằng sự gia tăng thất nghiệp và giảm GDP"
        },
        {
            "id": "bb4ee7ab-1bee-4dc7-bb39-f56fc877b167",
            "word": "refund",
            "phonetic": "ɹᵻfʌnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm afraid we can't offer you a refund for that item.",
                "Tom tried to cheat on his taxes to get a bigger refund, but he got caught and had to pay penalties and fines.",
                "Luckily, Albani and the anonymous guest eventually received refunds.",
                "Demanded a refund from their home state Senator Josh Hawley.",
                "Wilson also received a refund for her year old brownies."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmdW5k&hash=c784e96691c468ab5ab3c5c5d08741ded89121d3&lang=en&cache-only=0",
            "defineEn": "an amount of money that is paid back because of returning goods to a store or one overpaying for something",
            "defineVi": "một số tiền được trả lại do trả lại hàng hóa cho cửa hàng hoặc trả quá nhiều cho một cái gì đó"
        },
        {
            "id": "663ff65a-907e-4d2f-9e7c-6f63f7ff094e",
            "word": "revenue",
            "phonetic": "ɹɛvənuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company is healthily growing its revenue each year.",
                "The company's new product launch led to a fat increase in revenue.",
                "It cuts their own throats by making less revenue.",
                "The company's expansion into new markets allowed them to spread their wings and increase their revenue.",
                "The company's previous unethical practices were exposed, and as old sins cast long shadows, it led to a loss of customers and revenue."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV2ZW51ZQ&hash=633b5bcd0d4be366d0fb30bc443c341722bab4f2&lang=en&cache-only=0",
            "defineEn": "money that a government collects in tax each year",
            "defineVi": "tiền mà chính phủ thu thuế mỗi năm"
        },
        {
            "id": "62655c50-27a8-4870-916c-b71a203a7c28",
            "word": "stock market",
            "phonetic": "stɑːk mɑːɹkɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The stock market rally resulted in a fat return on investment for many investors.",
                "The stock market went haywire after the company's CEO resigned.",
                "Hold on to your hat as the stock market zigs and zags!",
                "The stock market was doing well, and investors were making a lot of money.",
                "They are making a fortune by investing in the stock market."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvY2sgbWFya2V0&hash=3cbfd9f1e484b84065a0e2dd6f373828336a5066&lang=en&cache-only=0",
            "defineEn": "the business of trading and exchanging shares of different companies",
            "defineVi": "kinh doanh mua bán và trao đổi cổ phiếu của các công ty khác nhau"
        },
        {
            "id": "4bfcc1ea-1a74-45f9-bbad-2dc09d2520d8",
            "word": "unstable",
            "phonetic": "ʌnsteɪbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The political situation had become so unstable that people felt that above black there is no color, and that the country was on the brink of collapse.",
                "With the population increasing exponentially, the environment crumbling, and world economies so unstable, I fear there are some truly dark days ahead.",
                "Supercooled liquids are highly unstable.",
                "Like other radioactive compounds, this stuff is unstable.",
                "In the days of Beslan, Putin’s rating became unstable."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5zdGFibGU&hash=5d322ba09ef426b07c758b2da76aa5405a5149f7&lang=en&cache-only=0",
            "defineEn": "prone to sudden change or alteration",
            "defineVi": "dễ bị thay đổi hoặc thay đổi đột ngột"
        },
        {
            "id": "91e0b6ca-bcb5-4358-b4a6-62e55ed7a4dc",
            "word": "wage",
            "phonetic": "weɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company raised wages and hired more skilled workers in order to up the ante and grab more market share.",
                "By this time next year, they will have been waging a losing battle against rising costs.",
                "The wages of sin is death, and she felt like a part of her had died when she lost her family.",
                "As a general rule, it is considered impolite to ask someone about their salary or age, as the proverb goes, 'never reveal a man's wage and woman's age'.",
                "And of course, ants wage war."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FnZQ&hash=a996e69ffad3fe00a1ab925e45b3c6025d97bca4&lang=en&cache-only=0",
            "defineEn": "money that a person earns, daily or weekly, through work or giving services",
            "defineVi": "tiền mà một người kiếm được, hàng ngày hoặc hàng tuần, thông qua công việc hoặc cung cấp dịch vụ",
            "hasImg": true
        },
        {
            "id": "b9a1b194-948b-491f-91e2-4ad1b3ca563a",
            "word": "to appreciate",
            "phonetic": "tʊ ɐpɹiːʃɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The distinct taste and texture of kelp are appreciated in certain cuisines around the world.",
                "I would appreciate your help in putting me in touch with historians at the university.",
                "As a health-conscious individual, he appreciated the nutritional benefits of incorporating poppy seeds into his meals.",
                "I didn't appreciate that cheap shot you took at me at the party.",
                "I would appreciate the chance to meet with you at your convenience to discuss these matters."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwcmVjaWF0ZQ&hash=7d08d5e6d9da67497420fa2cbf1032b2403f4805&lang=en&cache-only=0",
            "defineEn": "(of value or price) to gradually rise",
            "defineVi": "(về giá trị hoặc giá cả) tăng dần"
        },
        {
            "id": "3fef54cf-8fa8-469c-9af1-8ab9f7e60b4b",
            "word": "bankruptcy",
            "phonetic": "bæŋkɹʌptsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "We are staring bankruptcy in the face.",
                "Mismanagement had brought the company to the brink of bankruptcy.",
                "If he doesn't restructure his company soon, he's buying a one-way ticket to bankruptcy.",
                "It was an economic policy that would have brought the country to bankruptcy.",
                "The sharks have been circling for so long that I don't really remember what it's like to not be on the verge of bankruptcy."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFua3J1cHRjeQ&hash=0003d562b13a94624b841502b0520933d8726ff5&lang=en&cache-only=0",
            "defineEn": "a situation in which a person or business is unable to pay due debts",
            "defineVi": "một tình huống trong đó một người hoặc doanh nghiệp không thể thanh toán các khoản nợ đến hạn"
        },
        {
            "id": "efc492e4-b945-4f73-ac11-6677226c2aa8",
            "word": "capitalism",
            "phonetic": "kæpɪɾəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Nordic countries also practice capitalism.",
                "Is capitalism the best system?",
                "Capitalism is the only system in the world.",
                "Fortunately, capitalism is all about efficiency.",
                "Do we actually have capitalism?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwaXRhbGlzbQ&hash=a34f707365e09238738e6f1688e5d56defb54e6a&lang=en&cache-only=0",
            "defineEn": "an economic and political system in which industry, businesses, and properties belong to the private sector rather than the government",
            "defineVi": "một hệ thống kinh tế và chính trị trong đó ngành công nghiệp, doanh nghiệp và tài sản thuộc về khu vực tư nhân chứ không phải chính phủ"
        }
    ]
}