{
    "id": "206f4549-9d85-4ae7-9f00-36090398a065",
    "title": "Animals",
    "originalTitle": "Lesson 6",
    "words": [
        {
            "id": "46e47890-fadc-4580-addf-71355597437c",
            "word": "alligator",
            "phonetic": "ælᵻɡeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's an alligator!",
                "She adores her little alligator pouch.",
                "And some modern reptiles, like alligators, have keratin sheaths over their osteoderms.",
                "But there’s a problem with this idea: Alligators.",
                "It's a little alligator."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxsaWdhdG9y&hash=ec5eb23fc6ad40723b85f91a349204662d52ee07&lang=en&cache-only=0",
            "defineEn": "a large animal living in both water and on land which has strong jaws, a long tail, and sharp teeth",
            "defineVi": "một loài động vật lớn sống ở cả dưới nước và trên cạn có bộ hàm khỏe, đuôi dài và hàm răng sắc nhọn",
            "hasImg": true
        },
        {
            "id": "fab36c55-2e41-4d7f-8167-888a58f3e64b",
            "word": "amphibian",
            "phonetic": "æmfɪbiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And like fish, amphibians lay eggs that don’t have protective shells.",
                "But afterward, in the Triassic, some amphibians still held on.",
                "See you, giant amphibians!",
                "It shared its tropical forests and humid swamps with amphibians like Cochleosaurus, a giant, semiaquatic ambush predator - like, the amphibian version of today’s crocodiles.",
                "When amphibians first wiggled their way out of the swamps and walked onto land."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1waGliaWFu&hash=2cc2017840129ddfad27973e8d9d453012f81341&lang=en&cache-only=0",
            "defineEn": "any cold-blooded animal with the ability to live both on land and in water, such as toads, frogs, etc.",
            "defineVi": "bất kỳ động vật máu lạnh nào có khả năng sống cả trên cạn và dưới nước, chẳng hạn như cóc, ếch, v.v.",
            "hasImg": true
        },
        {
            "id": "0401d793-a68f-4009-b19d-cd3427d48f6c",
            "word": "ape",
            "phonetic": "eɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "I've never understood that pop star's popularity, but kids just go ape over her music.",
                "She went ape because I was half an hour late.",
                "So the apes is eating watermelon?",
                "Apes like us are the odd exception.",
                "Or, in this case, ape see, ape do."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBl&hash=08104172dafd93aaab791020dc175c58f91efadd&lang=en&cache-only=0",
            "defineEn": "a tailless animal similar to a monkey, such as chimpanzees and gorillas",
            "defineVi": "một động vật cụt đuôi tương tự như một con khỉ, chẳng hạn như tinh tinh và khỉ đột",
            "hasImg": true
        },
        {
            "id": "871bca0b-9d74-409a-b254-bcb4bbd2073d",
            "word": "beast",
            "phonetic": "biːst ",
            "partOfSpeechType": "noun",
            "examples": [
                "After hours of effort, the technicians finally broke the back of the beast and turned the electricity back on again.",
                "Working in customer service, dealing with difficult customers is just the nature of the beast.",
                "Beasts lived in the south under their king the tiger.",
                "Mythical Beasts, many things have been mashed.",
                "In the African wilderness, a wild beast desecrates your loved ones’ graves, and spawns disease and blight with just a glance in your direction."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhc3Q&hash=cd46653d341ed6a1b25d9fdbd8a61c203c0b0970&lang=en&cache-only=0",
            "defineEn": "an animal, usually a wild or dangerous one",
            "defineVi": "một con vật, thường là một con vật hoang dã hoặc nguy hiểm",
            "hasImg": true
        },
        {
            "id": "3fb46e72-e64d-47ba-95cc-8df7f71e18e4",
            "word": "to breed",
            "phonetic": "tə bɹiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "A lack of investment in education can breed ignorance and apathy in a society.",
                "I learned about different breeds of cows and their characteristics.",
                "Excessive use of pesticides can breed resistance in pests, making them harder to control in the future.",
                "He saw that his unhealthy habits were influencing his children's behavior, as like breeds like.",
                "Sandra is a true New Yorker, born and bred in the heart of the city."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJlZWQ&hash=1d4213d24d7cf33a2ab9262d4d907746c1d5d878&lang=en&cache-only=0",
            "defineEn": "(of animals) to have sex and produce young",
            "defineVi": "(về động vật) giao hợp và đẻ con",
            "hasImg": true
        },
        {
            "id": "58e147eb-07e2-448b-a025-802184e3e14b",
            "word": "calf",
            "phonetic": "kæf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The farmer witnessed the birth of a baby calf in the barn.",
                "The parents were both highly successful doctors, but their son struggled in medical school, proving that many a good cow has a bad calf.",
                "The chef was known for her delicious dishes, but even she had a few failed experiments, showing that many a good cow has a bad calf.",
                "Maria had been part of a social group, but when she had a falling out with one of the members, they quickly excluded her and moved on, proving that a bellowing cow soon forgets her calf.",
                "Maggie had been committed to a project, but when it became too challenging, she gave up and moved on, proving that a bellowing cow soon forgets her calf."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FsZg&hash=d491c88a0ac106fd7b26d00b9b7fe42e3c9fd375&lang=en&cache-only=0",
            "defineEn": "the young offspring of a cow or bull, typically less than one year old",
            "defineVi": "con non của bò hoặc bò đực, thường dưới một tuổi",
            "hasImg": true
        },
        {
            "id": "15a46ed8-0829-479e-8bf1-c4ce7aa44dd8",
            "word": "bull",
            "phonetic": "bʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Quit milking the bull and do as I say instead.",
                "She decided to take the bull by the horns and try to solve the problem without any further delay.",
                "Don't tell him you're a vegetarian - it's like a red rag to a bull.",
                "You do realize that bringing your new girlfriend to your ex-wife's house is like a red flag to a bull, right?",
                "The high share price does not deter bulls."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVsbA&hash=3b62dc9fcab682ee86b24aa98b3571c0f21c5f09&lang=en&cache-only=0",
            "defineEn": "any male member of the cow family",
            "defineVi": "bất kỳ thành viên nam nào của gia đình bò",
            "hasImg": true
        },
        {
            "id": "4381d96e-6b73-4e2c-9599-8f84332dbd23",
            "word": "cattle",
            "phonetic": "kæɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "You mind the cattle, Herb.",
                "He raised cattle in Nebraska when he was young.",
                "This is the largest cattle ranch under the sun.",
                "Farmers cleared the land in order to raise cattle.",
                "Cattle come in all shapes and sizes."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0dGxl&hash=1a23ee5a933e3d81bfec877b9fb8a945edce4505&lang=en&cache-only=0",
            "defineEn": "the group of cows and bulls, kept for their meat or milk",
            "defineVi": "nhóm bò và bò đực, được giữ để lấy thịt hoặc sữa",
            "hasImg": true
        },
        {
            "id": "d3c6d71f-a277-41e2-bec0-5dd66118dee5",
            "word": "cold-blooded",
            "phonetic": "koʊldblʌdᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Snakes are cold-blooded animals, relying on external sources to regulate their body temperature.",
                "Reptiles and other cold-blooded animals stay warm by basking in the sun.",
                "While cold-blooded murder is a possibility, the extremity of his injuries suggest a ritual sacrifice.",
                "That means that temperature has a huge effect on cold-blooded reptiles.",
                "You would think that evolution would have pushed us large animals back in the cold-blooded direction."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sZC1ibG9vZGVk&hash=533a7b05eb9061a40f9b78d524b9df1e26889306&lang=en&cache-only=0",
            "defineEn": "describing an animal that its body temperature changes depending on the temperature of its surroundings",
            "defineVi": "mô tả một con vật mà nhiệt độ cơ thể của nó thay đổi tùy thuộc vào nhiệt độ của môi trường xung quanh",
            "hasImg": true
        },
        {
            "id": "f7bb3aa9-1e3f-41ee-998d-3325a7de3882",
            "word": "creature",
            "phonetic": "kɹiːtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Certain species of fucoid algae serve as habitats for small marine creatures.",
                "The whale was a big creature that swam in the ocean.",
                "The monkey's intelligence and adaptability made it a fascinating creature to study.",
                "That night the little creature did not stop crying and its pitiful little squeak tore at Aggie's heartstrings.",
                "Reindeer moss, with its tufted form, provides a cozy bed for small creatures seeking shelter."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlYXR1cmU&hash=b6da05cde5537220a67c75e49f772c2c4d132485&lang=en&cache-only=0",
            "defineEn": "any living thing that is able to move on its own, such as an animal, fish, etc.",
            "defineVi": "bất kỳ sinh vật sống nào có thể tự di chuyển, chẳng hạn như động vật, cá, v.v.",
            "hasImg": true
        },
        {
            "id": "dd600bba-86a8-45ae-873e-21b975aa4e78",
            "word": "domestic",
            "phonetic": "dəmɛstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The firm will be turning up the heat on its rivals in a highly competitive industry now scrapping for a share of the domestic market.",
                "In some cultures, the idea that one cannot love and be wise was used to reinforce gender roles, with men being encouraged to pursue intellectual pursuits and women being expected to focus on domestic and emotional responsibilities.",
                "One in three women in Tarrant County, Texas, will experience domestic violence in her lifetime.",
                "So domestic audience is very important.",
                "Today’s domestic dogs all trace their DNA back to ancient wolves."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9tZXN0aWM&hash=4ffc842200a0ee20a7be3138c4d6618d2fa31852&lang=en&cache-only=0",
            "defineEn": "describing an animal that can be kept on a farm or at home as a pet",
            "defineVi": "mô tả một con vật có thể được giữ trong một trang trại hoặc ở nhà như một con vật cưng",
            "hasImg": true
        },
        {
            "id": "174f0159-be6d-4f16-a588-990e99a87754",
            "word": "giraffe",
            "phonetic": "dʒᵻɹæf ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the zoo, you can see various animals like giraffes, zebras, and monkeys.",
                "It was head over heels for a stuffed giraffe in South Kensington this morning for upside down was the only way the half ton exhibit would go in through the doors of the Natural History Museum.",
                "Africa is known for its diverse wildlife, including elephants, lions, and giraffes.",
                "Close behind elephants are giraffes.",
                "You see the giraffe?"
            ],
            "audio": "https://tts.langeek.co/read?text=Z2lyYWZmZQ&hash=a9b94e44e1cc4accd0fbe2aed659fb014ada71db&lang=en&cache-only=0",
            "defineEn": "a tall animal with a very long neck and long legs that has brown spots on its yellow fur",
            "defineVi": "một con vật cao với cái cổ rất dài và đôi chân dài có những đốm nâu trên bộ lông màu vàng của nó",
            "hasImg": true
        },
        {
            "id": "20be8b08-49f3-414b-b172-d7f55952060b",
            "word": "guinea pig",
            "phonetic": "ɡɪni pɪɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Guinea pigs should get a high-quality guinea pig pellet.",
                "Guinea pigs are naturally really nervous animals.",
                "He's our guinea pig.",
                "They eat guinea pigs in South America.",
                "Well, what are guinea pigs?"
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VpbmVhIHBpZw&hash=0fab9975f7e1edb07fc6685d14b6ea6a1b252961&lang=en&cache-only=0",
            "defineEn": "a small furry animal with rounded ears, short legs and no tail, which is often kept as a pet or for research",
            "defineVi": "một con vật lông nhỏ với đôi tai tròn, chân ngắn và không có đuôi, thường được nuôi làm thú cưng hoặc để nghiên cứu",
            "hasImg": true
        },
        {
            "id": "dedadb6b-d8bd-4518-ba27-8f54ea0e38c7",
            "word": "herd",
            "phonetic": "hɜːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I saw a group of sheep being herded by a shepherd and his dog.",
                "We were lucky to witness a herd of elephants grazing peacefully in the savannah.",
                "He says managing lawyers is like herding cats.",
                "He knew that eagles fly alone, but sheep flock together, and that true progress requires breaking away from the herd.",
                "The people herded sheep, cattle, yaks and camels."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVyZA&hash=210522fd76e0de4409a96d7e50a62c2126b453dc&lang=en&cache-only=0",
            "defineEn": "a group of animals, such as cows, sheep, etc. that are from the same species, which move and feed together",
            "defineVi": "một nhóm động vật, chẳng hạn như bò, cừu, v.v. cùng loài, di chuyển và kiếm ăn cùng nhau",
            "hasImg": true
        },
        {
            "id": "39bb57b2-66da-4734-86b4-7518e36623a9",
            "word": "leopard",
            "phonetic": "lɛpɚd ",
            "partOfSpeechType": "noun",
            "examples": [
                "He promised to stop lying, but I am skeptical because a leopard cannot change its spots.",
                "oh yes, I love leopard.",
                "For example, meet the amur leopard.",
                "Goodbye, gastric brooding frog, Pyrenean ibex, the Fomosan clouded leopard.",
                "So this is a leopard gecko."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVvcGFyZA&hash=20cd5bac981fe27db703385e98471e5ce8358bd6&lang=en&cache-only=0",
            "defineEn": "a large wild animal from the cat family with yellow fur and hollow black spots",
            "defineVi": "một loài động vật hoang dã lớn thuộc họ mèo có bộ lông màu vàng và những đốm đen rỗng",
            "hasImg": true
        },
        {
            "id": "39ab125f-d8a6-42b4-b5b3-926abf0e4a79",
            "word": "mule",
            "phonetic": "mjuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bank evicted his family from their home and Muley refused to leave, he remained stubborn as a mule.",
                "His friends advised him to accept the offer, but you know Larry - he's as stubborn as a mule!",
                "Take mules, for example, the offspring of a male donkey and a female horse.",
                "It's Montana mule.",
                "Like mules or ligers, though, the hybrid iguanas are sterile."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVsZQ&hash=1049042c602033d5814f7cfa96e04a0c49b33fe2&lang=en&cache-only=0",
            "defineEn": "an animal that is the offspring of a male donkey and a female horse, which is particularly used to carry heavy loads",
            "defineVi": "một con vật là con đẻ của một con lừa đực và một con ngựa cái, được sử dụng đặc biệt để mang vác nặng",
            "hasImg": true
        },
        {
            "id": "0568cc19-7e92-447c-9dc1-386f48acd95e",
            "word": "ox",
            "phonetic": "ɑːks ",
            "partOfSpeechType": "noun",
            "examples": [
                "Despite his age, Mr. Johnson was still strong as an ox.",
                "Jake, known for his physical strength, is as strong as an ox.",
                "We often said that better a dinner of herbs than a stalled ox where hate is.",
                "I may not have a lot of money, but I remind myself that it's better to have an egg in peace than an ox in war and find contentment in the simple things in life.",
                "The employer decided not to hire the candidate who had been caught stealing office supplies because they believed that he that will steal an egg will steal an ox."
            ],
            "audio": "https://tts.langeek.co/read?text=b3g&hash=5fd8c1b420cd692050a94f0078e2c9564e3c2ba6&lang=en&cache-only=0",
            "defineEn": "a bull used on farms to carry heavy loads, which its sex organs are partly removed",
            "defineVi": "một con bò đực được sử dụng trong các trang trại để mang vác nặng, cơ quan sinh dục của nó bị cắt bỏ một phần",
            "hasImg": true
        },
        {
            "id": "74cf86e0-f26a-4f3a-a304-f60236c0b9ee",
            "word": "pet",
            "phonetic": "pɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He has one pet dog named Max.",
                "We need a new brush for our pet's fur.",
                "After dinner she told me a tall tale about her pet.",
                "They fed the carrot to their pet rabbit, who happily munched on it.",
                "Residents are not allowed to keep pets."
            ],
            "audio": "https://tts.langeek.co/read?text=cGV0&hash=07131c56901eab5c7ae0395ec3baef5520ead30b&lang=en&cache-only=0",
            "defineEn": "an animal such as a dog or cat that we keep and care for at home",
            "defineVi": "một con vật như chó hoặc mèo mà chúng ta giữ và chăm sóc ở nhà",
            "hasImg": true
        },
        {
            "id": "00d10b59-6fac-43be-93b8-7833d34e94fc",
            "word": "prey",
            "phonetic": "pɹeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lions closed in on their prey.",
                "The lion's powerful jaws allowed it to tear apart its prey.",
                "I watched as the snake swallowed its prey whole.",
                "I saw a lion hunting for prey in the tall grass.",
                "Its bioluminescent lure attracts prey close to its massive jaws."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJleQ&hash=06b0c5b00569642e07ddd82f201dc1a0974638dc&lang=en&cache-only=0",
            "defineEn": "an animal that is hunted and eaten by another animal",
            "defineVi": "một con vật bị săn bắt và ăn thịt bởi một con vật khác",
            "hasImg": true
        },
        {
            "id": "2a37da6b-3387-4796-836a-ee641dd87699",
            "word": "primate",
            "phonetic": "pɹaɪmeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "With the return of monkeys to Central America, the North American continent had native primates again.",
                "But most primates have a more peaceful reputation.",
                "Other primates, like macaques and marmosets, demonstrate similar patterns.",
                "But these primates lived during a time of great change.",
                "But some researchers support their primate status on the basis of the anatomy of their teeth and ankles."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbWF0ZQ&hash=910de580b369736430cac622c29881711ce11267&lang=en&cache-only=0",
            "defineEn": "any mammalian animal that belongs to the same group as humans, such as monkeys, apes, lemurs, etc.",
            "defineVi": "bất kỳ động vật có vú nào thuộc cùng nhóm với con người, chẳng hạn như khỉ, vượn, vượn cáo, v.v.",
            "hasImg": true
        },
        {
            "id": "fa6888ba-854f-4e23-9731-79617eba018c",
            "word": "reptile",
            "phonetic": "ɹɛptaɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Right from the start of the Mesozoic, reptiles were incredibly successful.",
                "Ichthyosaurs were reptiles, like snakes and lizards.",
                "These reptiles were true lizards, too.",
                "After all, gators and lizards are both reptiles.",
                "Today, amniotes include all reptiles, birds, and mammals."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwdGlsZQ&hash=9f29336cfe2e1a6e4018e05aeee544dac31b9899&lang=en&cache-only=0",
            "defineEn": "a class of animals to which crocodiles, lizards, etc. belong, having cold blood and scaly skin",
            "defineVi": "một lớp động vật thuộc về cá sấu, thằn lằn, v.v., có máu lạnh và da có vảy",
            "hasImg": true
        },
        {
            "id": "a4c09075-0d58-4679-ba6b-ecad33c024f8",
            "word": "species",
            "phonetic": "spiːsiːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "So the species name is catus.",
                "And the species name is a nod to its crown-like mouth.",
                "Their astounding numbers exist at the species level, as well.",
                "But this eccentric bird is actually a species of nocturnal flightless parrot.",
                "So the metro mosquitoes are arguably a new species - not just a subspecies."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlY2llcw&hash=9a40f2008702c0e20261cf2aa9c878a2e894860a&lang=en&cache-only=0",
            "defineEn": "a group that animals, plants, etc. of the same type which are capable of producing healthy offspring with each other are divided into",
            "defineVi": "một nhóm động vật, thực vật, v.v. cùng loại có khả năng sinh con khỏe mạnh với nhau được chia thành",
            "hasImg": true
        },
        {
            "id": "831b910d-ab11-4a09-af2f-83d1e552de24",
            "word": "tail",
            "phonetic": "teɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The playful dog chased its tail in circles.",
                "The tail was wagging the dog.",
                "The adventurer used the tail fat as a survival resource during their journey in the wilderness.",
                "We enjoyed lobster tails with creamy Bearnaise sauce.",
                "I held the mouse by its tail."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFpbA&hash=101f2241886f4ab7525ff776a75898ac17150679&lang=en&cache-only=0",
            "defineEn": "the part of the body of an animal, a bird or a fish that sticks out at the back, which can move",
            "defineVi": "phần cơ thể của động vật, chim hoặc cá nhô ra ở phía sau, có thể di chuyển",
            "hasImg": true
        },
        {
            "id": "45f8a3f2-10db-451f-a4b8-9a0a4fb72802",
            "word": "tortoise",
            "phonetic": "tɔːɹɾəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Gopher tortoises have to have an open habitat.",
                "Many tortoises have color preferences.",
                "Meanwhile, captive breeding programs produced more giant tortoises.",
                "But what is a tortoise, anyway?",
                "- This is tortoise, man. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG9ydG9pc2U&hash=28ede649ec7b803778a4bef9ac7a6942f304a7d0&lang=en&cache-only=0",
            "defineEn": "a type of turtle that lives on land and moves very slowly, with a large shell on its back",
            "defineVi": "một loại rùa sống trên cạn và di chuyển rất chậm, trên lưng có một cái mai lớn",
            "hasImg": true
        },
        {
            "id": "44a6df0f-a78f-4025-bfc6-3fcf91c47720",
            "word": "wild",
            "phonetic": "waɪld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I am wild about my new car.",
                "May your wildest dreams come true!",
                "The crowd went wild when the Golden State Warriors turned the game.",
                "Her hair is wild and woolly, with strands sticking out in all directions.",
                "They're taking our lives in their hands out here in the wild."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lsZA&hash=6e85388e31766e246c53be384f05c576801972c7&lang=en&cache-only=0",
            "defineEn": "(of an animal or plant) living or growing in a natural state; not tamed or domesticated, or cultivated by people",
            "defineVi": "(của động vật hoặc thực vật) sống hoặc phát triển trong trạng thái tự nhiên; không được thuần hóa hoặc thuần hóa, hoặc được con người trồng trọt",
            "hasImg": true
        },
        {
            "id": "50ed04f7-63a4-4023-bac4-da66082a25db",
            "word": "predator",
            "phonetic": "pɹɛdəɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The predator looks for a way in.",
                "But some sloths take predator avoidance to the next level.",
                "Consider predators and their prey.",
                "These unexpected frugivores include infamous predators like the American crocodile, Nile crocodile and Saltwater crocodile.",
                "The lionfish have few predators in the Atlantic."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZGF0b3I&hash=62958ad604af75e5186a1c59f1499e36fc29dac2&lang=en&cache-only=0",
            "defineEn": "any animal that lives by hunting and eating other animals",
            "defineVi": "bất kỳ loài động vật nào sống bằng cách săn bắn và ăn thịt các loài động vật khác",
            "hasImg": true
        },
        {
            "id": "1533783a-3132-427c-ae49-fb239c82ac89",
            "word": "mammal",
            "phonetic": "mæməl ",
            "partOfSpeechType": "noun",
            "examples": [
                "In reality, mammals have a figure-eight circulation.",
                "As a result, mammals evolved different-shaped teeth for different purposes.",
                "venomous mammals do exist.",
                "Mammals can breathe out of their butts.",
                "These mammals are native to the Americas and Australia."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFtbWFs&hash=53c63e4807cd21214619519f3ca7701d6d273f32&lang=en&cache-only=0",
            "defineEn": "a class of animals to which humans, cows, lions, etc. belong, having warm blood, fur or hair and producing live offspring",
            "defineVi": "một lớp động vật mà con người, bò, sư tử, v.v. thuộc về, có máu nóng, lông hoặc lông và sinh ra con cái sống",
            "hasImg": true
        },
        {
            "id": "6d28c7f8-b759-492e-a604-8e1c7dfdefef",
            "word": "fur",
            "phonetic": "fɜː ",
            "partOfSpeechType": "noun",
            "examples": [
                "My cat's fur is brown.",
                "She gently touched the soft fur of the cat.",
                "We need a new brush for our pet's fur.",
                "The rabbit's fur is usually gray, brown, or white.",
                "The cat's fur was gray and he had bright green eyes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVy&hash=4e55082075d55feed5e6d4d66b0c1ae3325dd6da&lang=en&cache-only=0",
            "defineEn": "the thick and soft hair that covers the bodies of specific animals, such as rabbits and foxes",
            "defineVi": "bộ lông dày và mềm bao phủ cơ thể của các loài động vật cụ thể, chẳng hạn như thỏ và cáo",
            "hasImg": true
        },
        {
            "id": "6241e928-636b-4568-a97a-1dbc151d06f1",
            "word": "endangered",
            "phonetic": "ɛndeɪndʒɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Obviously, this is taking a material from an endangered species.",
                "So you should check out our other episode on whether endangered species are worth saving from extinction.",
                "Even though we 100% support breeding in captivity for endangered species, that's not Animal Wonders' mission.",
                "Because bycatch and endangered species are both huge problems all around the world, we're gonna give two points to farmed salmon.",
                "She's a wonderful ambassador for bettongs and helps teach about endangered species and environmental change."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5kYW5nZXJlZA&hash=cf094fdcc7a2784858a906ee0900bb858c5fc4e5&lang=en&cache-only=0",
            "defineEn": "(of an animal, bird, etc.) at risk of extinction",
            "defineVi": "(của một loài động vật, chim, v.v.) có nguy cơ bị tuyệt chủng",
            "hasImg": true
        },
        {
            "id": "8b638374-a2d0-4fe0-970d-d707a722bed1",
            "word": "extinction",
            "phonetic": "ɛkstɪŋkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And their extinction coincides the last appearance of ichthyosaurs in the fossil record.",
                "But plenty of insectivorous mammals had survived the extinction.",
                "At the same time as this cold spell, an extinction event wiped out many large vertebrates in the Americas, Europe, Africa, and Asia.",
                "But the story of the non-marsupial metatherians, like little Pucadelphys, ended in extinction.",
                "But the vast majority of these giants were doomed to extinction."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0aW5jdGlvbg&hash=824c3ef9be18dcfbf4846fa988f2894c2c19f8eb&lang=en&cache-only=0",
            "defineEn": "a situation in which a particular animal or plant no longer exists",
            "defineVi": "một tình huống trong đó một động vật hoặc thực vật cụ thể không còn tồn tại",
            "hasImg": true
        }
    ]
}