{
    "id": "20b5074b-f486-4dd9-aaf8-6c77f8ef3053",
    "title": "When in Doubt...!",
    "originalTitle": "Lesson 56",
    "words": [
        {
            "id": "5a8e0fa5-e08d-40b2-8060-6d40c1592f0e",
            "word": "to assure",
            "phonetic": "tʊ əʃʊɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I assure you.",
                "I assure you that our company has opened our kimono about every aspect of our tax obligations to the state.",
                "The customer service representative assured me that someone would be available to assist me shortly.",
                "I assure you, ma'am, we will stop at nothing to catch that thief.",
                "He felt a sense of relief when the doctor assured him that his stomach issue was temporary."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNzdXJl&hash=64c4c880d73696b9ecdc38b3b847eafa50b8c9c1&lang=en&cache-only=0",
            "defineEn": "to guarantee the occurrence of something",
            "defineVi": "để đảm bảo sự xuất hiện của một cái gì đó"
        },
        {
            "id": "eb6da8bc-7b04-45d9-abe1-9a4e8f7f4089",
            "word": "to check on",
            "phonetic": "tə tʃɛk ɔn ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hlY2sgb24&hash=8249524a72ceb81eee5933fd8fb0f3ccbb6c1ed5&lang=en&cache-only=0",
            "defineEn": "to check the wellbeing, truth, or condition of someone or something",
            "defineVi": "để kiểm tra phúc lợi, sự thật, hoặc điều kiện của một ai đó hoặc một cái gì đó"
        },
        {
            "id": "8cef392a-dc0b-459d-bb12-758b8de1d239",
            "word": "to count on",
            "phonetic": "tə kaʊnt ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "He counted on his fingers to solve the math problem.",
                "You can count on him to be there in weal and woe.",
                "I can always count on my bosom buddy to be there for me.",
                "You gave your word, and people are counting on you.",
                "We knew we could count on him to come up with the goods."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY291bnQgb24&hash=56bb0247ab6031a9926cac125b32f38523f52390&lang=en&cache-only=0",
            "defineEn": "to rely on or to put trust in something or someone",
            "defineVi": "dựa vào hoặc đặt niềm tin vào một cái gì đó hoặc ai đó"
        },
        {
            "id": "1d764079-7719-4a69-8a7c-c3cd8f7da676",
            "word": "to presume",
            "phonetic": "tə pɹɪzuːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "We presume she reckons without her host.",
                "I would not presume.",
                "Product placers, however, should not presume that viewers will always react positively. ",
                "That, of course, presumes that the student athletes are deemed to be workers or laborers. ",
                "But you have to presume somebody, I think, innocent until otherwise."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlc3VtZQ&hash=e91ea9a585c76a2e5a3cbf60440d1d00a0d827b1&lang=en&cache-only=0",
            "defineEn": "to think that something is the case without having any proof",
            "defineVi": "để nghĩ rằng một cái gì đó là trường hợp mà không có bất kỳ bằng chứng"
        },
        {
            "id": "da296d4f-7f2f-4a87-9d82-daf7694d10f5",
            "word": "to toss",
            "phonetic": "tə tɔs ",
            "partOfSpeechType": "verb",
            "examples": [
                "She tossed mustard sprouts into her salad for a crunchy texture and a hint of spiciness.",
                "I tossed cooked orzo with cherry tomatoes, fresh basil, and mozzarella for a refreshing summer salad.",
                "I tossed the roasted vegetables with olive oil and a sprinkle of salt and pepper.",
                "He won the toss so he started the game.",
                "She tossed the lettuce, carrots, and radishes together to make a colorful salad."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdG9zcw&hash=f7134ed668bee4e8e5225821367068bb7a7d6b39&lang=en&cache-only=0",
            "defineEn": "to make a decision by throwing a coin in the air and guessing which of its sides will be facing upward when it lands",
            "defineVi": "đưa ra quyết định bằng cách ném một đồng xu lên không trung và đoán xem mặt nào của đồng xu sẽ hướng lên trên khi nó tiếp đất"
        },
        {
            "id": "1d381a81-f118-49a3-b4f3-85211c57fe14",
            "word": "to underestimate",
            "phonetic": "tʊ ʌndɚɹɛstᵻmeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Others underestimated him, but I could tell from the first glance that there was more to him than met the eye.",
                "Many people underestimate the power of introverts, thinking that their quiet demeanor means they have nothing to offer.",
                "The coach had to eat crow and admit that he had underestimated the opposing team's abilities after they won the game.",
                "He always warned his friends to be cautious of women, saying that the female of the species is more deadly than the male and that they should never underestimate a woman's ability to manipulate and deceive.",
                "In both of these cases, the official unemployment rate underestimates the problems in the labor market."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5kZXJlc3RpbWF0ZQ&hash=f29fa4c4e3bf96a2b2a7a6698943842a7065faaa&lang=en&cache-only=0",
            "defineEn": "to regard something or someone as smaller or less important than they really are",
            "defineVi": "để coi một cái gì đó hoặc ai đó là nhỏ hơn hoặc ít quan trọng hơn họ thực sự là"
        },
        {
            "id": "5f784f6a-cb98-42ce-842f-8c28c6025c00",
            "word": "to weaken",
            "phonetic": "tə wiːkən ",
            "partOfSpeechType": "verb",
            "examples": [
                "The army's defenses were weakened, and they had no choice but to yield to the advancing enemy forces.",
                "So our bones and muscles weaken.",
                "It weakens American democracy.",
                "The fighting has weakened Kurdish control across the region.",
                "The employment situation has weakened significantly."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2Vha2Vu&hash=1c1e66e4222a91e757092f3d2d849235ecd9201b&lang=en&cache-only=0",
            "defineEn": "to become less resolved or determined; to cause someone to become less resolved or certain",
            "defineVi": "để trở nên ít giải quyết hoặc quyết tâm; để gây ra một ai đó để trở nên ít giải quyết hoặc nhất định"
        },
        {
            "id": "efdecb22-6a03-4dc6-b1fc-7049699c847f",
            "word": "assured",
            "phonetic": "əʃʊɹd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So the world, at least at that point in time, had avoided a mutually assured destruction.",
                "And we've had a mutually assured destruction, that’s exactly what we got. ",
                "Cardboard boxes, KIDS' ARTWORK, Junk Mail go in the Paper Bin, and I feel reasonably ASSURED I am doing it right.",
                "Cardboard boxes, KIDS' ARTWORK, Junk Mail go in the Paper Bin, and I feel reasonably ASSURED I am doing it right."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNzdXJlZA&hash=0b1bc0426769a86e9b10e7ff941f5a5b2bb2076d&lang=en&cache-only=0",
            "defineEn": "displaying confidence in oneself and one's capabilities",
            "defineVi": "thể hiện sự tự tin vào bản thân và khả năng của một người"
        },
        {
            "id": "ac0bd384-4b51-4815-b0a3-d9c116581f11",
            "word": "concrete",
            "phonetic": "kɑːŋkɹiːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Leave the concrete to set for a few hours.",
                "The CEO gave a great speech about the company's commitment to social responsibility, but talk is cheap unless they start implementing concrete actions to reduce their carbon footprint.",
                "So the concrete is inherently stronger.",
                "The concrete industry uses about 3 trillion liters of water a year.",
                "\"The concrete evidence is right here.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY3JldGU&hash=091b554dde500bac878936298c2c64c6d528db2c&lang=en&cache-only=0",
            "defineEn": "according to facts instead of opinions",
            "defineVi": "theo sự thật thay vì ý kiến"
        },
        {
            "id": "4a421681-0bb8-427f-8dd6-da1ecdf20b43",
            "word": "doubtful",
            "phonetic": "daʊtfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Her husband was doubtful about this.",
                "I'm doubtful, unless she got a real strong arm.",
                "To him, it seemed highly doubtful that the full-grown Coelophysis had swallowed such a large object in one piece.",
                "now He then gets to go back to his doubtful mom and decree What can I say except you're welcome my five?",
                "And isn't it true that art incorporates so much of the artist's experience that even if we are able to unlock biologically-enhanced creativity, it's doubtful that it would result in a surge of \"super-art?\""
            ],
            "audio": "https://tts.langeek.co/read?text=ZG91YnRmdWw&hash=76d8d1cec9f01354f3052077117e588b46b7bb46&lang=en&cache-only=0",
            "defineEn": "improbable or unlikely to happen or be the case",
            "defineVi": "không thể xảy ra hoặc không thể xảy ra hoặc là trường hợp"
        },
        {
            "id": "b67c03cd-4207-41f1-b472-4b5ad4b7dfba",
            "word": "dubious",
            "phonetic": "duːbɪəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm dubious.",
                "That’s a dubious proposition.",
                "Some anesthetics had been used for dubious recreation for centuries.",
                "Exactly, everything else is dubious and slimy and-",
                "There's been a lot of buzz about dubious chemicals in the environment that might contribute to some pretty frightening stuff like obesity, breast cancer, thyroid issues."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHViaW91cw&hash=e872792a3233730e9ac7b668811cf4b6f7bb55a1&lang=en&cache-only=0",
            "defineEn": "(of a person) unsure of the credibility of something; uncertain whether or not something is good",
            "defineVi": "(của một người) không chắc chắn về độ tin cậy của một cái gì đó; không chắc chắn liệu một cái gì đó là tốt hay không"
        },
        {
            "id": "e6d6daaa-e8ff-4014-96bd-a97b6300c00c",
            "word": "inconclusive",
            "phonetic": "ɪŋkəŋkluːsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The scientific evidence remains inconclusive as to whether human activities affect the global climate.",
                "But so far, all scientific studies on the health benefits of coconut oil have been inconclusive, and nutritionists remain skeptical.",
                "The big issue is that a lot of research into sensory deprivation is kind of inconclusive.",
                "And the data's inconclusive when it comes to risk to humans.",
                "Just to recap, the data around cops in schools keeping students safe is inconclusive."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jb25jbHVzaXZl&hash=aef3d823bb1c74cb824f5dd40bfccace28dc6fd2&lang=en&cache-only=0",
            "defineEn": "not producing a clear result or decision",
            "defineVi": "không tạo ra một kết quả hoặc quyết định rõ ràng"
        },
        {
            "id": "21e93fdc-25ce-43ba-9c6f-8cefe2faa22d",
            "word": "robust",
            "phonetic": "ɹoʊbʌst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The hollow center of rigatoni allows it to hold robust sauces and fillings.",
                "When I tasted the tomato chutney, I was pleasantly surprised by the robust flavors.",
                "Sarah is strong as an oak, effortlessly conquering physical challenges with her robust and unyielding strength.",
                "The marinara sauce used a flavor enhancer made from sun-dried tomatoes, enhancing the robust and tangy taste.",
                "But these faster techniques produce less robust resilience."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9idXN0&hash=dd508e7e5449ea307626357a0bdc665cad9d4677&lang=en&cache-only=0",
            "defineEn": "displaying forcefulness and determination",
            "defineVi": "thể hiện sự mạnh mẽ và quyết tâm"
        },
        {
            "id": "5033e6eb-6cba-4b65-8bb7-2a0c5671b22a",
            "word": "set",
            "phonetic": "sɛt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That DJ's voice really sets my teeth on edge.",
                "The surgeon set her broken arm.",
                "The scheme sets a precedent for other companies.",
                "International companies set the price of oil.",
                "His time in the 25-meter freestyle set a national record."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V0&hash=2d14ba274683b2b3f9eef2f6776a57eae4545cff&lang=en&cache-only=0",
            "defineEn": "prepared for something or to do something; likely to do something",
            "defineVi": "chuẩn bị cho một cái gì đó hoặc để làm một cái gì đó; có khả năng làm một cái gì đó"
        },
        {
            "id": "893b7d2f-72be-4912-b871-3865d49fb627",
            "word": "skeptical",
            "phonetic": "skɛptɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The government's explanation for the budget deficit had more holes than Swiss cheese, and many citizens were left feeling skeptical.",
                "He had a habit of raising one eyebrow when he was skeptical.",
                "He promised to stop lying, but I am skeptical because a leopard cannot change its spots.",
                "The public was skeptical of the politician's claims of innocence, and the subsequent investigation proved that there is no smoke without fire.",
                "I was skeptical at first, but this Johnathan they hired, truly means business."
            ],
            "audio": "https://tts.langeek.co/read?text=c2tlcHRpY2Fs&hash=9b37a30fe271dde55db73ab51dd6147ec929e028&lang=en&cache-only=0",
            "defineEn": "doubting that something is the case",
            "defineVi": "nghi ngờ rằng một cái gì đó là trường hợp"
        },
        {
            "id": "a830ff0b-45a9-415f-83c3-34473980f0c5",
            "word": "speculative",
            "phonetic": "spɛkjʊlətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Like all current theories of everything, that equation is speculative.",
                "But speculative investing is ultra-risky.",
                "Coffee intake was also down due to speculative links between caffeine and cancer, high cholesterol and other health diseases.",
                "Well, most people are interested in bitcoin not as a currency, but a speculative investment.",
                "As it stands now, they’re speculative explorations of mathematical models."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlY3VsYXRpdmU&hash=6478124f2fc0996ec9d74aa4eee53d815c528846&lang=en&cache-only=0",
            "defineEn": "according to opinions or guesses instead of facts",
            "defineVi": "theo ý kiến hoặc phỏng đoán thay vì sự thật"
        },
        {
            "id": "222aaf3c-7704-4910-8ed3-9164cebd71d5",
            "word": "suspected",
            "phonetic": "səspɛktᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3VzcGVjdGVk&hash=aea7730a270e1a599af95427c62c2035b0dc9d7b&lang=en&cache-only=0",
            "defineEn": "(particularly of something bad) assumed to have happened or be the case without having any proof",
            "defineVi": "(đặc biệt của một cái gì đó tồi tệ) được cho là đã xảy ra hoặc là trường hợp mà không có bất kỳ bằng chứng nào"
        },
        {
            "id": "2f47901d-9d9c-4fb7-8f34-05a42d945829",
            "word": "tentative",
            "phonetic": "tɛntətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "There is a tentative settlement.",
                "And a month later, it takes its first tentative steps into the world.",
                "And that tentative positive effect for mood disorders was also supported by findings from a 2016 meta-analysis.",
                "It was a workhorse for large scale settlement of space, at a time when pioneers were still making tentative steps to explore space.",
                "Just yesterday, Chicago and San Francisco, both involved in contentious battles, reached tentative agreements to reopen gradually."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVudGF0aXZl&hash=8be27ffc99665e07856f8734860bd7d4313734c0&lang=en&cache-only=0",
            "defineEn": "(of an agreement, etc.) indefinite or uncertain because one might make some changes to it in the future",
            "defineVi": "(của một thỏa thuận, v.v.) vô thời hạn hoặc không chắc chắn vì người ta có thể thực hiện một số thay đổi đối với nó trong tương lai"
        },
        {
            "id": "7a8cbd4c-07ac-44f4-a9fb-3529fb5f2879",
            "word": "undeniable",
            "phonetic": "ʌndɪnaɪəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Samuel couldn't help but give Helen the glad eye during the dinner party, showing his undeniable attraction to her.",
                "The artist struggled with self-doubt, but his mentor reminded him that if he was born to be hanged, then he would never be drowned - his talent was undeniable, and he was destined for greatness.",
                "His voice was undeniable.",
                "- That's undeniable.",
                "But Stacey's efforts made an undeniable impact."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZW5pYWJsZQ&hash=9759789e859da36b35e47c9ceda3ce82a0a06f9a&lang=en&cache-only=0",
            "defineEn": "absolutely certain or true; unable to be denied or questioned",
            "defineVi": "hoàn toàn chắc chắn hoặc đúng; không thể bị từ chối hoặc đặt câu hỏi"
        },
        {
            "id": "54b60ef5-fbce-4ee0-a819-f88c6a025366",
            "word": "to [be] (only|just|) a matter of time",
            "phonetic": "təbi oʊnli slæʃ dʒʌst ɐ mæɾɚɹ ʌv taɪm ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYmUgb25seSBhIG1hdHRlciBvZiB0aW1l&hash=51398caae3debd0bef44c7900b311ddf0a80c83e&lang=en&cache-only=0",
            "defineEn": "to certainly happen at some point in the future",
            "defineVi": "chắc chắn xảy ra tại một thời điểm nào đó trong tương lai"
        },
        {
            "id": "60f678cf-69e8-4792-84bc-da242fcb531f",
            "word": "or what",
            "phonetic": "ɔːɹ wʌt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3Igd2hhdA&hash=7eb52e2b7c4c4ce487faac70511055c061b87477&lang=en&cache-only=0",
            "defineEn": "used to show one's uncertainty of something",
            "defineVi": "được sử dụng để cho thấy sự không chắc chắn của một người về một cái gì đó"
        },
        {
            "id": "3e218589-3c2b-4eb1-8ed3-24a7d41c0899",
            "word": "to [stand] a chance",
            "phonetic": "tə stænd ɐ tʃæns ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhbmQgYSBjaGFuY2U&hash=fabd2bd9c0531226b52b33a48be541d99d0df4e1&lang=en&cache-only=0",
            "defineEn": "to have a likelihood of success or achieving a desired outcome",
            "defineVi": "để có một khả năng thành công hoặc đạt được một kết quả mong muốn"
        },
        {
            "id": "1fc5a57c-bea4-4560-ba3f-28c8ddb562fa",
            "word": "there [is] no question of",
            "phonetic": "ðɛɹ ɪz noʊ kwɛstʃən ʌv ",
            "partOfSpeechType": "sentence",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhlcmUgaXMgbm8gcXVlc3Rpb24gb2Y&hash=7bc492f83b69803f400bc05156bef9d9d30162d6&lang=en&cache-only=0",
            "defineEn": "used of something that is impossible to happen or cannot be true",
            "defineVi": "được sử dụng của một cái gì đó là không thể xảy ra hoặc không thể là sự thật"
        },
        {
            "id": "7f0982a7-8919-4ad4-9e66-9fdbf508df05",
            "word": "you can never tell",
            "phonetic": "juː kæn nɛvɚ tɛl ",
            "partOfSpeechType": "sentence",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=eW91IGNhbiBuZXZlciB0ZWxs&hash=f17d384c59ab159d503f8a35f1f776cf9a2f2a07&lang=en&cache-only=0",
            "defineEn": "used to say that one can never be sure of something",
            "defineVi": "từng nói rằng người ta không bao giờ có thể chắc chắn về điều gì đó"
        },
        {
            "id": "8cbc2c9b-b47e-459b-a105-9ec6194b1f9e",
            "word": "guesswork",
            "phonetic": "ɡɛswɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "For a long time, advertising was an art of guesswork.",
                "This isn’t guesswork: the math and physics bear this out.",
                "It was pretty much a load of garbage and guesswork, and many scientists were vocal critics.",
                "That doesn't mean that economics is all guesswork.",
                "I’ll just tell you straight up and leave the guesswork out of it: If you’re a fan of free resources for science education, we like you a lot."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Vlc3N3b3Jr&hash=d57d9022c402fd9c08f4a64b5ac815801d75e9b0&lang=en&cache-only=0",
            "defineEn": "the process of guessing something due to insufficient information; the result of this process",
            "defineVi": "quá trình đoán một cái gì đó do không đủ thông tin; kết quả của quá trình này"
        },
        {
            "id": "729881f3-a629-4862-b4ef-9be7ff6910c6",
            "word": "hesitation",
            "phonetic": "hɛzɪteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "There were hesitations, a gaffe, and one senior moment.",
                "Despite his initial hesitation, John eventually decided to spill his guts out and share his deepest fears with his therapist.",
                "They understand each other on a deep level and can confide in one another without hesitation.",
                "The opportunity to study abroad came once in a lifetime, so she took it without hesitation.",
                "And there's very little hesitation."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVzaXRhdGlvbg&hash=f26e1b5e2fb8f4f78cb2f9ed102ea722c9d50276&lang=en&cache-only=0",
            "defineEn": "the fact of being uncertain about something",
            "defineVi": "thực tế là không chắc chắn về một cái gì đó"
        },
        {
            "id": "96d76350-4dcf-40fe-bf34-a56b151254ed",
            "word": "outlook",
            "phonetic": "aʊtlʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The manager keeps changing his outlook on the project, now really hopeful, now very pessimistic.",
                "Although they had only just met, the two strangers found themselves talking for hours, realizing they were kindred spirits with a shared sense of humor and outlook on life.",
                "They have different outlooks.",
                "Your reaction to failure shapes your long-term outlook.",
                "What's your outlook for that?"
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0bG9vaw&hash=96257aa60a7a9c56db979a9067da04a6c5289f30&lang=en&cache-only=0",
            "defineEn": "someone or something's probable future; what is likely to occur",
            "defineVi": "ai đó hoặc một cái gì đó có thể xảy ra trong tương lai; những gì có khả năng xảy ra"
        },
        {
            "id": "d4b14150-5a3d-487a-8813-3f690ce9bbc4",
            "word": "paradox",
            "phonetic": "pæɹədɑːks ",
            "partOfSpeechType": "noun",
            "examples": [
                "The border is a paradox.",
                "So what is the archer's paradox?",
                "Simpson's paradox isn't just a hypothetical scenario.",
                "So the origins and spread of fire in our evolutionary history remain full of paradoxes.",
                "So human faces are an interesting paradox."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyYWRveA&hash=d7fd1bffb0325375ddaee4d9b5eef5ac4e2ef661&lang=en&cache-only=0",
            "defineEn": "a logically contradictory statement that might actually be true",
            "defineVi": "một tuyên bố mâu thuẫn về mặt logic mà thực sự có thể đúng"
        },
        {
            "id": "3ed8970b-5fa8-400b-b692-9fcc631dda2b",
            "word": "uncertainty",
            "phonetic": "ʌnsɜːtənti ",
            "partOfSpeechType": "noun",
            "examples": [
                "The uncertainty of the future was eating away at his peace of mind.",
                "Many people go through a phase of self-doubt and uncertainty during their teenage years.",
                "This scientific uncertainty is likely to run and run.",
                "I tried to discourage him from quitting his job by highlighting the potential risks and uncertainties.",
                "It will cast light on the existing objective evidence, the gaps in knowledge and the scientific uncertainties."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5jZXJ0YWludHk&hash=c99b86e017ce4697980c1064d9a18ecb9c29dfc1&lang=en&cache-only=0",
            "defineEn": "something about which one cannot be certain; a situation that causes one to feel unsure",
            "defineVi": "một cái gì đó mà người ta không thể chắc chắn; một tình huống khiến một người cảm thấy không chắc chắn"
        },
        {
            "id": "d87b2693-5260-4361-a0b8-a07ba19f4272",
            "word": "easily",
            "phonetic": "iːzili ",
            "partOfSpeechType": "adverb",
            "examples": [
                "That kick of yours could have easily made mincemeat of my face.",
                "Ciphers are easily broken by the new wonder machines.",
                "Memorizing important dates in history came easily to him in school.",
                "He picked up the new language easily by listening to podcasts.",
                "Booksellers should easily be able to move this biography of Lincoln."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWFzaWx5&hash=0c4eb6640bee09881c4b85aa8469e2e45ed64588&lang=en&cache-only=0",
            "defineEn": "very likely to happen or be the case",
            "defineVi": "rất có khả năng xảy ra hoặc là trường hợp"
        },
        {
            "id": "9c18ecc5-425b-41cf-8a54-c24fdf38ebe9",
            "word": "supposedly",
            "phonetic": "səpoʊzɪdli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Organic food is supposedly healthier more natural and more ethical.",
                "Supposedly they all have their own strengths and weaknesses.",
                "The president supposedly loved it. ",
                "Supposedly the battery is replaceable in this thing.",
                "But this technology would supposedly require invasive surgery."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwcG9zZWRseQ&hash=23ed00bf933f22d15b6664b0576e89ee684688aa&lang=en&cache-only=0",
            "defineEn": "based on what is believed or claimed not on facts",
            "defineVi": "dựa trên những gì được tin tưởng hoặc tuyên bố không dựa trên sự thật"
        },
        {
            "id": "d34129e8-bfc4-404c-b5f2-e0222b13df8f",
            "word": "as luck would have it",
            "phonetic": "æz lʌk wʊdhɐv ɪt ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXMgbHVjayB3b3VsZCBoYXZlIGl0&hash=1258f98f490c042d4f53594fbfd3fb175060d0a6&lang=en&cache-only=0",
            "defineEn": "said to mean that a good or bad event occurred by chance",
            "defineVi": "được cho là có nghĩa là một sự kiện tốt hay xấu xảy ra một cách tình cờ"
        }
    ]
}