{
    "id": "21448467-63b5-4187-95d7-a49a21d0f156",
    "title": "Unit 8 - Lesson 4",
    "originalTitle": "Unit 8 - Lesson 4",
    "words": [
        {
            "id": "70dbdf17-0676-4399-851a-e553b3352256",
            "word": "aspect",
            "phonetic": "æspɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He is ultimately responsible for every aspect of the broadcast.",
                "I don't want to dwell on the negative aspects of our situation.",
                "I assure you that our company has opened our kimono about every aspect of our tax obligations to the state.",
                "A good source of tried and true tips on how to cope with the various aspects of the illness.",
                "Some couples prioritize financial security above all else, believing that money makes marriage, but in doing so, they may neglect other important aspects of their relationship."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNwZWN0&hash=e1dd6e2eab73c9494add3b4dd26f1000d7afd614&lang=en&cache-only=0",
            "defineEn": "a defining or distinctive feature of something",
            "defineVi": "một tính năng xác định hoặc đặc biệt của một cái gì đó"
        },
        {
            "id": "d56d6cf3-01ff-454e-ba35-2c54d98010b8",
            "word": "intelligence",
            "phonetic": "ɪntɛlɪdʒəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her intelligence and kindness make her the perfect girlfriend.",
                "He admired her intelligence and kind-hearted nature.",
                "Elephants are known for their intelligence and remarkable memory.",
                "The monkey's intelligence and adaptability made it a fascinating creature to study.",
                "Due to her intelligence and hard work, she now has the world by its tail."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZWxsaWdlbmNl&hash=e2b5cb8ed9f19c731c1c1cd7cdab3a3bffb07713&lang=en&cache-only=0",
            "defineEn": "the ability to correctly utilize thought and reason, learn from experience, or to successfully adapt to the environment",
            "defineVi": "khả năng sử dụng chính xác suy nghĩ và lý trí, học hỏi từ kinh nghiệm hoặc thích nghi thành công với môi trường"
        },
        {
            "id": "fb522b14-2c4e-4fbb-875d-757d2096a8cd",
            "word": "talented",
            "phonetic": "tæləntᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The talented actor effortlessly portrayed a wide range of characters, from a hero to a villain.",
                "Not even the most talented athlete is guaranteed a long career.",
                "The talented artist painted a beautiful portrait of a woman, capturing her strength and inner beauty on the canvas.",
                "The talented young singer gave the established artist a run for her money, impressing the audience with her exceptional vocal skills.",
                "My son is a talented musician and plays the guitar beautifully."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFsZW50ZWQ&hash=f929f824189dfee28bdc92867d6b03a4461a402c&lang=en&cache-only=0",
            "defineEn": "possessing a natural skill or ability for something",
            "defineVi": "sở hữu một kỹ năng tự nhiên hoặc khả năng cho một cái gì đó",
            "hasImg": true
        },
        {
            "id": "3f297fc3-21d4-4437-8e1f-1b96673bbb7c",
            "word": "perceptive",
            "phonetic": "pɚsɛptɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For example, the perceptive portrayal of emotional depression in Hamlet seems to indicate that the author had experienced the ailment.",
                "The dry cabin dries out your nasal passages, which means your taste buds become less perceptive.",
                "In fact, Kodak's chemical processes were so perceptive it even accidentally discovered the U.S. was testing the atomic bomb.",
                "FMBH on the subreddit makes a really great and perceptive point when they talk about how the dividing line between content and not might actually just be financial."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyY2VwdGl2ZQ&hash=aa55d4fd7c02dd32f53ddc24c963d4d903a3708c&lang=en&cache-only=0",
            "defineEn": "(of a person) having or showing great imagination or intellectual inventiveness",
            "defineVi": "(của một người) có hoặc thể hiện trí tưởng tượng tuyệt vời hoặc khả năng phát minh trí tuệ"
        },
        {
            "id": "45441b78-5985-4297-9874-4a0439495cc4",
            "word": "observant",
            "phonetic": "əbzɜːvənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Mimi is smart and very, very observant and she loves to play hide and seek.",
                "And some observant Muslim women do not choose to cover their hair, or only wear a form of hair covering in certain situations (like when leaving home or when praying).",
                "If we can continue to do this over multiple generations, we believe that we can effectively influence our culture in a positive way so that we’re more caretakers for one another, we’re a more connected society, a more observant and aware society."
            ],
            "audio": "https://tts.langeek.co/read?text=b2JzZXJ2YW50&hash=f8caff6e314e7676103e8ecd4461b7e17b10d497&lang=en&cache-only=0",
            "defineEn": "very good at or quick in noticing small details in someone or something",
            "defineVi": "rất giỏi hoặc nhanh chóng nhận thấy những chi tiết nhỏ ở ai đó hoặc cái gì đó",
            "hasImg": true
        },
        {
            "id": "10d693e4-766e-4f08-9d63-7719f75eae2a",
            "word": "inventive",
            "phonetic": "ɪnvɛntɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's inventive.",
                "This is inventive.",
                "Squids’ inventive adaptations have allowed them to proliferate for over 500 million years.",
                "The original Noma opened in Copenhagen 15 years ago, surprising guests with its inventive offerings like dishes disguised as herb pots and careful displays of roasted bone marrow with edible flowers.",
                "That, and getting really inventive with fried foods, but that’s a subject for another channel."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52ZW50aXZl&hash=eb9604b8a047a645051b42bc319659be3e443185&lang=en&cache-only=0",
            "defineEn": "(of an idea, method, etc.) being the product of one's imagination and resourcefulness",
            "defineVi": "(của một ý tưởng, phương pháp, v.v.) là sản phẩm của trí tưởng tượng và sự tháo vát của một người",
            "hasImg": true
        },
        {
            "id": "5c733ab7-b283-4cb8-bdb9-9516b1216b9f",
            "word": "imaginative",
            "phonetic": "ɪmædʒɪnətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Obviously Sherlock has incredible imaginative thinking skills, too, which provide him with the ability to see things in new ways, recognize patterns and make connections.",
                "The mask communicates Yanso’s inner as well as outer beauty, with more realistic details such as her hairstyle joined with more imaginative ones like the elaborate, abstracted headdress.",
                "JEFFREY BROWN: Both partners in this two-doctor household say both science and art, medicine and poetry require an imaginative mind that sees beyond research data or life's routine moments.",
                "They're experiencing the story at both a visceral and a conceptual level, meeting the writer halfway in the imaginative play of creating a dynamic world of the senses.",
                "And the connection between Hamzah and Bassem Awadallah, I mean, I think there's no imaginative person who could make that connection."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1hZ2luYXRpdmU&hash=d369b810e1ced9265ae90616a792c8b1193b347d&lang=en&cache-only=0",
            "defineEn": "displaying or having creativity or originality",
            "defineVi": "hiển thị hoặc có sự sáng tạo hoặc độc đáo",
            "hasImg": true
        },
        {
            "id": "9ac84d5a-0981-40e8-829e-25be295fe24e",
            "word": "witty",
            "phonetic": "wɪɾi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And the tip jar would have a witty joke!",
                "Or the astonishingly witty Cole Porter, a man who could rhyme anything.",
                "And she was very witty, too, Princess Leia, and that was something that was really exciting to see, a woman who spoke her mind and got her way.",
                "It’s also a witty, scathing commentary on Italian politics.",
                "Fiercely intelligent, penetrating and witty, Plath was also diagnosed with clinical depression."
            ],
            "audio": "https://tts.langeek.co/read?text=d2l0dHk&hash=8a7302c7f8f5265711ad07999808cad5e8d74074&lang=en&cache-only=0",
            "defineEn": "(of a person) having the ability to say clever and typically funny things",
            "defineVi": "(của một người) có khả năng nói những điều thông minh và hài hước"
        },
        {
            "id": "466b296b-444c-49ad-a16e-8a7e8b5cc543",
            "word": "curious",
            "phonetic": "kjʊɹɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A curious sheep approached me and sniffed my hand.",
                "Despite the danger, the explorers were curious about what lay beyond the mountains.",
                "As frightened as I am to die, I'm also curious to know what it's like beyond the veil.",
                "After being told not to read a particular book, Susan found herself more curious about it, as the forbidden fruit is the sweetest.",
                "James is a bright and curious boy who loves exploring nature and asking questions."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VyaW91cw&hash=8c1aff4eb968f735bfba5f9ae632394481049d0d&lang=en&cache-only=0",
            "defineEn": "interested in learning and knowing about things",
            "defineVi": "thích học hỏi và biết về mọi thứ",
            "hasImg": true
        },
        {
            "id": "0ffc543a-0d09-4aa1-bdf8-7b4af12a5629",
            "word": "open-minded",
            "phonetic": "oʊpənmaɪndᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Well, conservatives have had a love/hate relationship with Lindsey Graham for the last couple of decades, because on one hand he is certainly the most open-minded Republican senator from the South in terms of a whole bunch of center-of-the-road issues.",
                "We all have ideas about race, even the most open-minded among us.",
                "And, look, I was very open-minded.",
                "Even if it is a choice I would make or if it's not a choice I would make, I have to be open-minded.",
                "And with the incomparable backing of PBS, we’ve been able to make content not just for the most people possible, but for an open-minded and discerning audience like you."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Blbi1taW5kZWQ&hash=0c1bf2ff47eb8a74f7b75ecc909887606baa3427&lang=en&cache-only=0",
            "defineEn": "ready to accept or listen to different views and opinions",
            "defineVi": "sẵn sàng chấp nhận hoặc lắng nghe những quan điểm và ý kiến khác nhau",
            "hasImg": true
        },
        {
            "id": "c8ecafbb-1bb5-474b-b0cd-f434f67cca66",
            "word": "inquisitive",
            "phonetic": "ɪŋkwɪzᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We’re inquisitive, and we want to be right.",
                "Cheerio is an incredibly inquisitive chinchilla, and she likes to chew on cardboard and paper. ",
                "He was also celebrated for his mischievous and inquisitive spirit, and for the knowledge, progress, and power he brought to human hands.",
                "It’s an inquisitive, close-up look at how we shape the land and how in turn the land shapes us.",
                "Secondly because I had an inquisitive mind, I wanted to know a bit more about the history of Freemasonry."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5xdWlzaXRpdmU&hash=fe62aa291945d4a5d358fb8e0f203eca2e9bd9a0&lang=en&cache-only=0",
            "defineEn": "having a desire to learn many different things",
            "defineVi": "có mong muốn học hỏi nhiều điều khác nhau",
            "hasImg": true
        },
        {
            "id": "7cd420c4-e14a-46eb-8e0f-d2e5647008a9",
            "word": "persistent",
            "phonetic": "pɚsɪstənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "\"The teacher reminded her students that truth lies at the bottom of a well, and encouraged them to be persistent in their efforts to seek out the truth.\"",
                "When dealing with customer service, it can be helpful to be assertive and persistent, as the squeaky wheel gets the grease and is more likely to receive a satisfactory resolution.",
                "Number four persistent irritability, anger and increased interpersonal conflicts.",
                "And they were persistent about it. ",
                "And the Katrina disaster exposed the persistent poverty and racial divisions in the city."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc2lzdGVudA&hash=3084d1d6ac9957941eeed6e9423c720f2b167658&lang=en&cache-only=0",
            "defineEn": "continuing without interruption",
            "defineVi": "tiếp tục không bị gián đoạn"
        }
    ]
}