{
    "id": "2179e605-2582-4c4b-b9b8-5f30ce4520ff",
    "title": "Describing Appearance",
    "originalTitle": "Lesson 3",
    "words": [
        {
            "id": "24e9b5b4-90dc-47a5-922f-13cdbae7dafd",
            "word": "brunette",
            "phonetic": "bɹuːnɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Eumelanin dominates brunette heads.",
                "This is the NYX Microbrow pencil in brunette.",
                "So this is a Nyx Tinted Brow mascara in brunette.",
                "Eumelanin is what we see in brunettes and darker-haired people, and pheomelanin is what we see in blonds and redheads.",
                "I went through my phases of purple hair and blonde, brunette, red head, you name it."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJ1bmV0dGU&hash=d378050f7ef0eb6623133303127301806cbb0ec8&lang=en&cache-only=0",
            "defineEn": "a person, usually a woman, with dark brown hair and white skin",
            "defineVi": "một người, thường là phụ nữ, có mái tóc nâu sẫm và làn da trắng",
            "hasImg": true
        },
        {
            "id": "b7ed9979-45da-497e-acc3-ffda2aeb3af8",
            "word": "heart-shaped",
            "phonetic": "hɑːɹtʃeɪpt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGVhcnQtc2hhcGVk&hash=6877da75ef3d86a30a7b85094af47f7a0eb8d3a0&lang=en&cache-only=0",
            "defineEn": "shaped like the common representation of a heart, with two equal curved parts",
            "defineVi": "có hình dạng giống như đại diện chung của một trái tim, với hai phần cong bằng nhau",
            "hasImg": true
        },
        {
            "id": "94d48705-fd60-45c3-aba1-f0dd840fbe5d",
            "word": "pear-shaped",
            "phonetic": "pɛɹʃeɪpt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVhci1zaGFwZWQ&hash=719a93b17e3286913a9bd9d426d432bc6b2f9926&lang=en&cache-only=0",
            "defineEn": "(of a person) having a wide lower-waist and narrower upper-waist; shaped like a pear",
            "defineVi": "(của một người) có eo dưới rộng và eo trên hẹp hơn; hình quả lê",
            "hasImg": true
        },
        {
            "id": "057dff76-3167-45b5-98c1-ca185bffa2d3",
            "word": "curvy",
            "phonetic": "kɜːvi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Being thick and curvy had its downsides, but I knew how to dress.",
                "It's actually curvy in three dimensions.",
                "For example, mastodons had long, pointed tusks, whereas mammoths had curvy ones.",
                "It looks a little curvy because I didn't draw it perfectly, but that is a line.",
                "And then you have this weird curvy curtain or wall-- do that maybe in blue --that goes along this curve right here, this part of a circle of radius 2."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Vydnk&hash=cc17e94ea0dee160704845584149a903ae241786&lang=en&cache-only=0",
            "defineEn": "(of a woman's body) attractive because of having curves",
            "defineVi": "(của cơ thể phụ nữ) hấp dẫn vì có đường cong",
            "hasImg": true
        },
        {
            "id": "96b6d14b-8baf-4bef-b28a-35c315d0acb3",
            "word": "albino",
            "phonetic": "ælbaɪnoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Albino animals typically don't last too long in the wild.",
                "I look like an albino Colonel Sanders.",
                "Starburst is an albino gopher snake which means she lacks the darker pigments seen on most wild individuals.",
                "But no fish is more rare and valuable than the albino.",
                "It's also made with white or albino crocodile skin, which is extremely rare."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxiaW5v&hash=416108ded9ea21ea5bb95ea576173935dd0b6336&lang=en&cache-only=0",
            "defineEn": "a person or animal born with no pigment, which is a genetic condition that can turn the skin and hair white and the eyes pink",
            "defineVi": "một người hoặc động vật sinh ra không có sắc tố, đây là một tình trạng di truyền có thể khiến da và lông trở nên trắng và mắt có màu hồng",
            "hasImg": true
        },
        {
            "id": "4b9ca61d-ff49-4280-881a-c689f48770d1",
            "word": "overweight",
            "phonetic": "oʊvɚweɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "People who are overweight run a risk of a heart attack or stroke.",
                "When he was overweight he used to spread a dollop of mayonnaise on his sandwiches.",
                "The marathon runner was surprised to learn that his friend, who had always been overweight and inactive, had outlived many of their healthier peers, proving that a creaking door hangs longest.",
                "For example, a transplant from an overweight donor cured a woman's diarrhea, but contributed to her obesity down the line.",
                "One study, for example, found that overweight people lost an average of 15 pounds in the first month."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcndlaWdodA&hash=011316bd45cb03076ce39513771c8beef0bf15a2&lang=en&cache-only=0",
            "defineEn": "weighing too much or more than what is desired or expected",
            "defineVi": "cân quá nhiều hoặc nhiều hơn những gì mong muốn hoặc mong đợi",
            "hasImg": true
        },
        {
            "id": "2e9b1cc4-a93b-4e0e-abd4-294d0ac07839",
            "word": "bald",
            "phonetic": "bɔːld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He's as bald as a eagle.",
                "At his young age, he became bald as an eagle.",
                "Now he has become bald as a coot, with a shiny scalp that catches the sunlight.",
                "Now he's as bald as a cue ball, and he rocks the look with confidence.",
                "After trying various treatments and remedies for his thinning hair, Richard finally embraced his fate and now proudly embraces being as bald as a coot."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsZA&hash=2595b2b46b101172ebdb96fff3d9bc1d3bbe05d6&lang=en&cache-only=0",
            "defineEn": "having little or no hair on the head",
            "defineVi": "có ít hoặc không có tóc trên đầu",
            "hasImg": true
        },
        {
            "id": "87c7891b-0f61-4ff1-a49e-e16030e521b8",
            "word": "curly",
            "phonetic": "kɜːli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He had long, curly eyelashes that framed his eyes.",
                "His hair is curly and brown.",
                "The version of the gene here is allele curly.",
                "Little Doris has curly hair now, and I don't anymore.",
                "So she has the gene right there for curly hair."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VybHk&hash=a4f52768bb0669b8644f53596532689265778d63&lang=en&cache-only=0",
            "defineEn": "(of hair) having a lot of curls or waves",
            "defineVi": "(tóc) có nhiều lọn hoặc gợn sóng",
            "hasImg": true
        },
        {
            "id": "796a47ef-839f-439c-a3cb-cc4623e35508",
            "word": "fair-haired",
            "phonetic": "fɛɹhɛɹd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmFpci1oYWlyZWQ&hash=1d4f2d1eb821de092b5926253e0a6f2cd311b455&lang=en&cache-only=0",
            "defineEn": "having hair that is light in color",
            "defineVi": "có mái tóc sáng màu",
            "hasImg": true
        },
        {
            "id": "717c1a10-6575-4be7-933a-2c52185cb169",
            "word": "moustache",
            "phonetic": "məstæʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I don't really know the sign for moustache, yet.",
                "So, good thing I had a moustache.",
                "So this is someone who owns a Treasury bill right over here, wearing a hat, maybe with a little bit of hair and a moustache.",
                "He pooped towards my mouth and it was deflected by my moustache and then it hit me on the mole here.",
                "It's a moustache, so I can look like Kipling!"
            ],
            "audio": "https://tts.langeek.co/read?text=bW91c3RhY2hl&hash=9a227a86195f310fa6b32bfa126f7aa83b1c764b&lang=en&cache-only=0",
            "defineEn": "the hair that grows on someone's upper lip",
            "defineVi": "tóc mọc ở môi trên của ai đó",
            "hasImg": true
        },
        {
            "id": "7282cde8-81bf-4381-a20e-81502a73177b",
            "word": "beard",
            "phonetic": "bɪɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "he shaved his beard off.",
                "Someone just bearded him in his den.",
                "Today I walked straight into his office and bearded the lion in his den.",
                "I will play Juliet, as soon as I shave my beard.",
                "He had a beard that covered most of his face."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhcmQ&hash=2039b97428be71c71825f0c455299ce2c3482789&lang=en&cache-only=0",
            "defineEn": "the hair that grow on the chin and sides of a man’s face",
            "defineVi": "tóc mọc trên cằm và hai bên mặt của một người đàn ông",
            "hasImg": true
        },
        {
            "id": "4a793d12-2e10-4391-99b3-9022e601c78b",
            "word": "skinny",
            "phonetic": "skɪni ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Even though he claims to eat a lot, Justin has always been skinny as a toothpick.",
                "After weeks of crash dieting, Jessica's friends noticed that she has become as skinny as a pole.",
                "Jack's obsession with his appearance has led him to become as skinny as a stick, but it's clear that it's taking a toll on his well-being.",
                "John used to have a healthy physique, but ever since he started skipping meals, he has become skinny as a rail.",
                "Jane's little brother, Timmy, has always been skinny as a beanpole, no matter how much he eats."
            ],
            "audio": "https://tts.langeek.co/read?text=c2tpbm55&hash=989fe261c0669ed6dd71d51a7a3c005ea33e1946&lang=en&cache-only=0",
            "defineEn": "having a very low amount of body fat",
            "defineVi": "có lượng mỡ trong cơ thể rất thấp",
            "hasImg": true
        },
        {
            "id": "8afa779b-8f45-44fe-8a3b-171f08c1a70d",
            "word": "underweight",
            "phonetic": "ʌndɚweɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They spiked dramatically in early February, around the time JP Morgan upgraded the stock from underweight to overweight.",
                "Taffy came to us underweight and dehydrated, but she's doing really well now.",
                "A bulimic body may not be as obviously underweight as an anorexic one, but that addictive cycle of binging and purging can seriously damage the whole digestive system, leading to irregular heartbeat, inflammation of the esophagus and mouth, tooth decay and staining, irregular bowel movements, peptic ulcers, pancreatitis, and other organ damage.",
                "That's not only employing underweight models, but also people who are putting out that content and kind of glorifying it and saying this is beauty or whatever.",
                "I had many clients who have been diagnosed with Schizophrenia, as well as their eating disorder because part of their firmly held beliefs had to do with their belief that they were overweight when they were underweight or the belief that they needed that much food, even though they didn't or there's a bunch of different things, right?"
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXJ3ZWlnaHQ&hash=819e6f08a41e7c76f7c0ec73fd8fae68e827bad0&lang=en&cache-only=0",
            "defineEn": "weighing less than the desired or normal amount",
            "defineVi": "cân nặng ít hơn số lượng mong muốn hoặc bình thường",
            "hasImg": true
        },
        {
            "id": "2ed5b670-6548-4624-9e52-05cc2796a0bd",
            "word": "attractiveness",
            "phonetic": "ɐtɹæktɪvnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "This influences people by the way of incidental cues, like a speaker's physical attractiveness or personal relatability.",
                "So I think that’s part of the attractiveness. ",
                "CNBC does a similar ranking, but it looks at the state's attractiveness for business.",
                "The idea is to maximize your attractiveness to people with tastes similar to yours.",
                "Like, in one 2015 study, researchers asked hundreds of pairs of identical twins, who have close to the same set of genes, and fraternal twins, who don’t, to rate the attractiveness of pictures of faces."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0cmFjdGl2ZW5lc3M&hash=7a0816ec63d115f70f8a6499032e0ad5f7d9f13c&lang=en&cache-only=0",
            "defineEn": "the state or quality of being beautiful or pleasing to the eye or ear",
            "defineVi": "trạng thái hoặc chất lượng đẹp hoặc làm hài lòng mắt hoặc tai",
            "hasImg": true
        },
        {
            "id": "d2aa56f6-ddc2-4525-bc04-6329e32d4fba",
            "word": "fairness",
            "phonetic": "fɛɹnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "He sums up the whole case with judicial fairness and gives the devil his dues.",
                "The organization is committed to promoting equality and fairness for every person.",
                "As a business owner, I believe that virtue is its own reward, and that treating my employees and customers with respect, fairness, and honesty is the key to long-term success and fulfillment.",
                "So the U.S. China trade dispute is essentially about fairness.",
                "At some level, that fairness is the core here."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFpcm5lc3M&hash=0338913dc3bfb3a2ce4efb3efe4a9b6714478af6&lang=en&cache-only=0",
            "defineEn": "beauty; the quality of being attractive",
            "defineVi": "sắc đẹp; chất lượng hấp dẫn",
            "hasImg": true
        },
        {
            "id": "34fcb91f-c5ae-4199-b87b-95af865194f9",
            "word": "muscular",
            "phonetic": "mʌskjʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Despite her insecurities, Lisa embraced her strong and muscular legs, proudly referring to them as her thunder thighs.",
                "This complementary partnership exists throughout the muscular system.",
                "And so are larger, more muscular bodies.",
                "First, what exactly is the muscular system?",
                "All that blood exerts a force on the muscular walls of the blood vessels."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzY3VsYXI&hash=e592d5ffdd5839ecfd9827db9171794d8aad2b79&lang=en&cache-only=0",
            "defineEn": "(of a person) powerful with large well-developed muscles",
            "defineVi": "(của một người) mạnh mẽ với cơ bắp phát triển tốt",
            "hasImg": true
        },
        {
            "id": "7e564911-d075-4289-9dcf-13007cbb9f29",
            "word": "slender",
            "phonetic": "slɛndɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Linguine is a versatile pasta with a slender, flat shape.",
                "It had a slender body, a long neck, and odd hoof-like toe-tips on all four limbs.",
                "Using their long slender bills, they reach deep inside flowers and pump out nectar with their thin grooved tongues.",
                "Loulou, the half-moon conure, you can see he has a more slender body, and his tail is tapered or cone-shaped.",
                "[Intro music] Oecophylla weavers walk on long legs, have slender bodies, and large eyes, which make them look pretty cute."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xlbmRlcg&hash=a435e626fa269870c77f211d2d45bc34ada7ceb9&lang=en&cache-only=0",
            "defineEn": "(of a person or body part) attractively thin",
            "defineVi": "(của một người hoặc một bộ phận cơ thể) gầy hấp dẫn",
            "hasImg": true
        },
        {
            "id": "fc7e4313-8e23-4d66-81cd-608802bacef5",
            "word": "wrinkle",
            "phonetic": "ɹɪŋkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "She wrinkled her nose at the taste of broccoli.",
                "She wrinkled her nose at the strong smell.",
                "She wrinkled her nose as she tasted the beet.",
                "Wrinkles were starting to show on his face.",
                "The wrinkles and gray hair show that he's getting on, but he's still full of wisdom and experience."
            ],
            "audio": "https://tts.langeek.co/read?text=d3JpbmtsZQ&hash=7bc1f6f3631fbed88b1f590dd94f73bb40427ec5&lang=en&cache-only=0",
            "defineEn": "a small fold or line in a piece of cloth or in the skin, particularly the face",
            "defineVi": "một nếp gấp hoặc đường nhỏ trên một mảnh vải hoặc trên da, đặc biệt là trên mặt",
            "hasImg": true
        },
        {
            "id": "1f4083bc-db16-4013-a6ba-3113280a0808",
            "word": "graceful",
            "phonetic": "ɡɹeɪsfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The gymnast effortlessly bent her body into a graceful arch during her routine.",
                "They're graceful.",
                "- It was so graceful too.",
                "We know whales as graceful giants.",
                "That was not as graceful as I was hoping for."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhY2VmdWw&hash=0a9ec992bfc590ac779095e5cd7be78337a4bafd&lang=en&cache-only=0",
            "defineEn": "moving in a pleasing and attractive way, or having an appealing shape",
            "defineVi": "di chuyển một cách dễ chịu và hấp dẫn, hoặc có một hình dạng hấp dẫn",
            "hasImg": true
        },
        {
            "id": "7c511284-3e39-4ccf-b5dd-30f48e6f8ce0",
            "word": "acne",
            "phonetic": "ækni ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandmother used neem powder as a natural face mask to treat acne and improve her skin.",
                "Acne can be asymmetric.",
                "\"Acne breakouts only happen on your face.\"",
                "\"Acne breakouts only happen on your face.\"",
                "And at the end of the day, acne is an inflammatory condition."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNuZQ&hash=5dc960865f74cde5e82e5521f90709afc1685a20&lang=en&cache-only=0",
            "defineEn": "a skin condition in which small red spots appear on the face or the neck, mainly affecting teenagers",
            "defineVi": "một tình trạng da trong đó các đốm nhỏ màu đỏ xuất hiện trên mặt hoặc cổ, chủ yếu ảnh hưởng đến thanh thiếu niên",
            "hasImg": true
        },
        {
            "id": "a4853de7-5b9b-4c29-a2eb-cd0e5a0d4bfb",
            "word": "chubby",
            "phonetic": "tʃʌbi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The baby had chubby cheeks and a cute face.",
                "They're so chubby and cute.",
                "The Moon is a little bit chubby.",
                "It's a chubby baby feet.",
                "When she looked in the mirror, she still saw a chubby girl."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2h1YmJ5&hash=27f4be7396d7a61ddb2d9a299e1f7096e7afe210&lang=en&cache-only=0",
            "defineEn": "(particularly of a child or young adult) slightly overweight or plump in a way that is considered cute or charming rather than unhealthy or unattractive",
            "defineVi": "(đặc biệt là trẻ em hoặc thanh niên) hơi thừa cân hoặc mũm mĩm theo cách được coi là dễ thương hoặc duyên dáng hơn là không khỏe mạnh hoặc kém hấp dẫn",
            "hasImg": true
        },
        {
            "id": "ac5e9620-7c0d-49ec-a511-496e227c592f",
            "word": "complexion",
            "phonetic": "kəmplɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Emily always ensures she gets her beauty sleep to maintain her radiant complexion.",
                "Emily's glowing complexion, radiant smile, and boundless energy make her the picture of good health.",
                "After three or four months, your yellow-green complexion has turned brownish-black because your blood vessels have deteriorated to the point that the iron inside them spills out, becoming brownish-black as it oxidizes.",
                "The only thing I really invest in anymore is like complexion products.",
                "Studies show people with lighter complexions earn more, are less likely to be arrested and, if convicted, serve shorter sentences than people with darker skin."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGxleGlvbg&hash=2cb0e22a799ca55490f9ea25ef835d709dd3841c&lang=en&cache-only=0",
            "defineEn": "the natural color and appearance of someone's skin, especially the face",
            "defineVi": "màu sắc tự nhiên và sự xuất hiện của làn da của một ai đó, đặc biệt là khuôn mặt",
            "hasImg": true
        },
        {
            "id": "e0a9c620-b32e-462d-8517-9aea410050be",
            "word": "freckle",
            "phonetic": "fɹɛkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "And this banana has freckles.",
                "You got freckles.",
                "Freckles is one of the very first animal ambassadors at Animal Wonders.",
                "Some animals can get freckles, too, like dogs and cats.",
                "I like my freckles."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlY2tsZQ&hash=a8e88745434300583207016d81dbb7eda230b882&lang=en&cache-only=0",
            "defineEn": "(usually plural) a small light brown spot, found mostly on the face, which becomes darker and larger in number when exposed to the sun",
            "defineVi": "(thường là số nhiều) một đốm nhỏ màu nâu nhạt, chủ yếu được tìm thấy trên mặt, trở nên sẫm màu hơn và số lượng lớn hơn khi tiếp xúc với ánh nắng mặt trời",
            "hasImg": true
        },
        {
            "id": "b83eeb61-52f7-4450-9fb8-cfb64935e6c4",
            "word": "to grimace",
            "phonetic": "tə ɡɹɪmɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "She grimaced at the taste of the bitter medicine.",
                "The child grimaced in pain as the doctor examined his injured arm.",
                "As the comedian told the joke, the audience grimaced in a mixture of amusement and discomfort.",
                "The teacher's stern grimace warned the students to behave.",
                "She couldn't hide her grimace of disgust when she tasted the spoiled milk."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3JpbWFjZQ&hash=f397623677bbc0cd7bd349b238b237111c724b65&lang=en&cache-only=0",
            "defineEn": "to twist our face in an ugly way because of pain, strong dislike, etc., or when trying to be funny",
            "defineVi": "vặn vẹo khuôn mặt của chúng ta theo cách xấu xí vì đau đớn, không thích mạnh mẽ, v.v., hoặc khi cố tỏ ra hài hước",
            "hasImg": true
        },
        {
            "id": "c820179b-6c2f-4958-971f-711c01999bb8",
            "word": "slim",
            "phonetic": "slɪm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Women wore slim dresses that came all the way to their shoes.",
                "It otherwise looks very slim.",
                "It's a slim wallet.",
                "Like, that is a slim keyboard.",
                "There’s a slim margin of time when Hedge can access the paintings."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xpbQ&hash=624fe6dc16269f37bc13959dbf58b9a18887d1a5&lang=en&cache-only=0",
            "defineEn": "thin, in an attractive way",
            "defineVi": "mỏng, một cách hấp dẫn",
            "hasImg": true
        },
        {
            "id": "fed73800-4758-4764-b7da-1bc39d00b054",
            "word": "stout",
            "phonetic": "staʊt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The stout and the espresso powder add so much depth to this cake.",
                "But it's a pretty stout wire, but it's still not quite as strong as the chain-link fence.",
                "It is the United States Coast Guard Academy, whose gates are open only to young men with sound bodies, stout hearts, and alert minds.",
                "And some had strong, stout leg bones that seemed better suited for kicking than for running.",
                "But Gomphotaria’s tusks were short and stout, and their shape made them not really useful for stabilizing a big skull."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvdXQ&hash=ae114009df5728edd5e10fe1fb8aece1530e3bd1&lang=en&cache-only=0",
            "defineEn": "(of a person) slightly fat and heavy",
            "defineVi": "(của một người) hơi mập và nặng",
            "hasImg": true
        },
        {
            "id": "897f98a1-3388-4c44-98dc-336f1080f4a5",
            "word": "to trim",
            "phonetic": "tə tɹɪm ",
            "partOfSpeechType": "verb",
            "examples": [
                "He keeps in good trim by going to the gym three times a week.",
                "To reduce the risk of heart disease, trim the excess fat from meat before cooking.",
                "As she prepared the celery for a salad, she trimmed the leafy stalks and discarded the tougher parts.",
                "Samantha has been keeping in trim by practicing yoga and meditation.",
                "Even our first tools were trimmed to a symmetrical shape."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJpbQ&hash=e9e9f914ed37638954329a70b07a0d7042db1c66&lang=en&cache-only=0",
            "defineEn": "to cut something neat and orderly, especially beard or hair",
            "defineVi": "để cắt một cái gì đó gọn gàng và có trật tự, đặc biệt là râu hoặc tóc",
            "hasImg": true
        },
        {
            "id": "51ed57c6-14f0-4608-a829-8ad7f2f98618",
            "word": "stubble",
            "phonetic": "stʌbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Are they, or is that stubble or freckles?"
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1YmJsZQ&hash=51b4e522fca64546061c6949b383c95332f7640e&lang=en&cache-only=0",
            "defineEn": "short stiff hair growing on the skin when it is not shaved, typically on a man's face",
            "defineVi": "lông ngắn cứng mọc trên da khi không cạo, điển hình là trên mặt nam giới",
            "hasImg": true
        },
        {
            "id": "fdf5d6e1-465f-4926-a6f5-e8297cd73409",
            "word": "posture",
            "phonetic": "pɔstʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mary had been practicing good posture for so long that she no longer had to think about sitting up straight, as they say habit is second nature.",
                "Posture feels good.",
                "\"Body braces will fix your posture.\"",
                "Good posture is the key to a flat tummy.",
                "My posture was right!"
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zdHVyZQ&hash=ddd50f0e0fff38660918077fa70a2cc1d579a8b2&lang=en&cache-only=0",
            "defineEn": "the position that one's body is in, while sitting or standing",
            "defineVi": "vị trí mà cơ thể của một người đang ở, trong khi ngồi hoặc đứng",
            "hasImg": true
        },
        {
            "id": "b5d21874-29f5-4656-8f04-0123d413eccb",
            "word": "figure",
            "phonetic": "fɪɡjɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The figures tell a different story.",
                "The figures clearly show that her claims are false.",
                "\"Where did you get those figures from?\"",
                "He makes King Lear a truly tragic figure.",
                "Her sales figures were higher than the rest of the team put together."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlndXJl&hash=b6d29bcde2bec1efa382f807f938d0a67acab000&lang=en&cache-only=0",
            "defineEn": "the shape of a person's body, particularly a woman, when it is considered appealing",
            "defineVi": "hình dạng cơ thể của một người, đặc biệt là phụ nữ, khi nó được coi là hấp dẫn",
            "hasImg": true
        },
        {
            "id": "7f1ef42f-2bd6-46c6-97f4-25b7b98f9696",
            "word": "hourglass figure",
            "phonetic": "aʊɚɡlæs fɪɡjɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG91cmdsYXNzIGZpZ3VyZQ&hash=df272e36fc25ca9b04b3b29428038177f5428830&lang=en&cache-only=0",
            "defineEn": "the body shape of a woman with a small waist and larger hips and breasts",
            "defineVi": "hình dáng cơ thể của một người phụ nữ với vòng eo nhỏ, hông và ngực lớn hơn",
            "hasImg": true
        },
        {
            "id": "0b42963c-e2c9-4596-82e9-97c4692fa0ba",
            "word": "plait",
            "phonetic": "pleɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I sat next to Phil Plait"
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhaXQ&hash=fd42cfba1ddf59c5f07eb360a843057456ca5b22&lang=en&cache-only=0",
            "defineEn": "a long piece of hair formed by three parts twisted over each other",
            "defineVi": "một phần tóc dài hình thành bởi ba phần xoắn vào nhau",
            "hasImg": true
        }
    ]
}