{
    "id": "2196e0d7-ee81-4cf4-a595-3bb1b0af1b48",
    "title": "Adjectives Relating to Animals",
    "originalTitle": "Adjectives Relating to Animals",
    "words": [
        {
            "id": "5031b48d-fa82-414b-beae-4a57f2c6eea8",
            "word": "domesticated",
            "phonetic": "dəmɛstᵻkeɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG9tZXN0aWNhdGVk&hash=9d9bbb128ab080a09226836a5567a7bdad177fa1&lang=en&cache-only=0",
            "defineEn": "(of a wild animal) tamed and adapted to live with or to the benefit of humans",
            "defineVi": "(của một loài động vật hoang dã) được thuần hóa và thích nghi để sống cùng hoặc vì lợi ích của con người",
            "hasImg": true
        },
        {
            "id": "4587e256-fcc5-444f-9224-643659c75769",
            "word": "endangered",
            "phonetic": "ɛndeɪndʒɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Obviously, this is taking a material from an endangered species.",
                "So you should check out our other episode on whether endangered species are worth saving from extinction.",
                "Even though we 100% support breeding in captivity for endangered species, that's not Animal Wonders' mission.",
                "Because bycatch and endangered species are both huge problems all around the world, we're gonna give two points to farmed salmon.",
                "She's a wonderful ambassador for bettongs and helps teach about endangered species and environmental change."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5kYW5nZXJlZA&hash=cf094fdcc7a2784858a906ee0900bb858c5fc4e5&lang=en&cache-only=0",
            "defineEn": "(of an animal, bird, etc.) at risk of extinction",
            "defineVi": "(của một loài động vật, chim, v.v.) có nguy cơ bị tuyệt chủng",
            "hasImg": true
        },
        {
            "id": "0a223bd9-9141-444f-a480-d42ad7547b57",
            "word": "tame",
            "phonetic": "teɪm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "These early farmers tamed wild cows, goats, and sheep. ",
                "Oh, and Ziegfeld’s Follies were the tame version.",
                "Or in other terms, they've got to be tamed down. ",
                "Taming down sensationalism is pretty critical. ",
                "And as these more docile scavengers outlasted their aggressive brethren, their genetic traits were passed on, gradually breeding tamer wolves in areas near human populations."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFtZQ&hash=b5be253c4f81a7c573ce6c66a5398536cb5f955c&lang=en&cache-only=0",
            "defineEn": "(of an animal) fit to live with the people and not afraid of them",
            "defineVi": "(của một con vật) thích hợp để sống với mọi người và không sợ họ",
            "hasImg": true
        },
        {
            "id": "a5ad5397-0dc0-46a5-a954-bad584155702",
            "word": "housebroken",
            "phonetic": "haʊsbɹoʊkən ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG91c2Vicm9rZW4&hash=ef3400df13cff9dbe7281fbe3e51005262e96ca1&lang=en&cache-only=0",
            "defineEn": "(of pets) trained to urinate or defecate outside the house or in a litter box",
            "defineVi": "(của vật nuôi) được huấn luyện để đi tiểu hoặc đại tiện bên ngoài nhà hoặc trong khay vệ sinh"
        },
        {
            "id": "87661fec-b347-4aca-a3e6-876bac24e35b",
            "word": "lop-eared",
            "phonetic": "lɑːpɪɹd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG9wLWVhcmVk&hash=79a0b79a06a6ef881e213e668a19d44021342a24&lang=en&cache-only=0",
            "defineEn": "(of animals) having ears that hang by the sides of the head",
            "defineVi": "(của động vật) có tai rủ xuống hai bên đầu"
        },
        {
            "id": "1c0246d3-f3bf-4f01-a4cc-f4d6c6058ba2",
            "word": "ruminant",
            "phonetic": "ɹuːmɪnənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Ruminants are cows, goats, sheep, anything that chews it's cud.",
                "Some animals, like ruminants and other animals with multiple stomachs, like hippos, have bacteria in their guts that produce this key nutrient.",
                "As ruminants, they have the ability to ferment plant material in their specialized stomachs, which allows them to live off a diet that would be way too fibrous for most creatures.",
                "You’d expect that other ruminants would have similar dietary needs, and therefore might also snack on the occasional bone.",
                "It may be that, like their distant ruminant relatives, they use meaty snacks as nutritional supplements."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVtaW5hbnQ&hash=e86d362b2e5850f6499ba9a3a87bb82cf0da59e6&lang=en&cache-only=0",
            "defineEn": "describing an animal that has a stomach with four compartments and chews cud as part of its digestion process",
            "defineVi": "mô tả một con vật có dạ dày bốn ngăn và nhai lại như một phần của quá trình tiêu hóa",
            "hasImg": true
        },
        {
            "id": "69ba4ca8-44d7-49e4-9c35-714375c0499d",
            "word": "winged",
            "phonetic": "wɪŋd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2luZ2Vk&hash=444e335450d3f269c51e1b7ecc51ce7cea688104&lang=en&cache-only=0",
            "defineEn": "possessing or having wings, typically associated with the ability to fly",
            "defineVi": "sở hữu hoặc có cánh, thường liên quan đến khả năng bay"
        },
        {
            "id": "2e0bcb3c-75d5-44e9-a91b-126630b57747",
            "word": "wild",
            "phonetic": "waɪld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I am wild about my new car.",
                "May your wildest dreams come true!",
                "The crowd went wild when the Golden State Warriors turned the game.",
                "Her hair is wild and woolly, with strands sticking out in all directions.",
                "They're taking our lives in their hands out here in the wild."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lsZA&hash=6e85388e31766e246c53be384f05c576801972c7&lang=en&cache-only=0",
            "defineEn": "(of an animal or plant) living or growing in a natural state; not tamed or domesticated, or cultivated by people",
            "defineVi": "(của động vật hoặc thực vật) sống hoặc phát triển trong trạng thái tự nhiên; không được thuần hóa hoặc thuần hóa, hoặc được con người trồng trọt",
            "hasImg": true
        },
        {
            "id": "420db41a-5989-4452-bbe3-21a1404855f6",
            "word": "well-bred",
            "phonetic": "wɛlbɹɛd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2VsbC1icmVk&hash=4bbd9cf01b58ba46f65904bf617edf0898bd5515&lang=en&cache-only=0",
            "defineEn": "being raised or bred with good manners, refined qualities, and a pedigree indicating a desirable lineage or ancestry",
            "defineVi": "được nuôi dạy hoặc nuôi dạy với cách cư xử tốt, phẩm chất tinh tế và phả hệ cho thấy dòng dõi hoặc tổ tiên đáng mơ ước",
            "hasImg": true
        },
        {
            "id": "53c5e82d-fe7e-4160-8b45-6728ca8cd7f7",
            "word": "web-footed",
            "phonetic": "wɛbfʊɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2ViLWZvb3RlZA&hash=ece71d38c2bb2815c94b5ee6a9f80c1bb981bb6f&lang=en&cache-only=0",
            "defineEn": "having feet that are adapted for swimming and are connected by skin to form a web-like structure between the toes",
            "defineVi": "có bàn chân thích nghi để bơi lội và được nối với nhau bằng da để tạo thành cấu trúc giống như mạng lưới giữa các ngón chân"
        },
        {
            "id": "4a0d8f89-ee1d-4af6-a226-9ba4efeaef2a",
            "word": "webbed",
            "phonetic": "wɛbd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2ViYmVk&hash=6d1c0f1f537676bb0fb9f39f3d771e9b642b096b&lang=en&cache-only=0",
            "defineEn": "having digits or appendages connected by a thin membrane of skin, enabling efficient movement in water or other fluid environments",
            "defineVi": "có các ngón hoặc phần phụ được nối với nhau bằng một màng da mỏng, cho phép di chuyển hiệu quả trong nước hoặc các môi trường chất lỏng khác"
        },
        {
            "id": "ef3e9851-9b2d-4d34-a9de-616bc66d215a",
            "word": "warm-blooded",
            "phonetic": "wɔːɹmblʌdᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And rings of slow growth also appear in some modern warm-blooded animals, like deer.",
                "He wouldn't need to rely on the sun since we warm-blooded creatures produce our own body heat.",
                "And warm-blooded animals use this heat in what’s known as endothermy.",
                "This makes bluefin one of the few warm-blooded fishes, a huge advantage in the marine environment.",
                "And one of the key questions that scientists revisited was whether dinosaurs were warm-blooded or cold-blooded."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FybS1ibG9vZGVk&hash=8666ca39f87c71111d79c4c3613dc7e92733dda1&lang=en&cache-only=0",
            "defineEn": "describing an animal that is able to maintain a higher body temperature than its surroundings",
            "defineVi": "mô tả một con vật có khả năng duy trì nhiệt độ cơ thể cao hơn so với môi trường xung quanh",
            "hasImg": true
        },
        {
            "id": "c8fc6ea6-a334-43a2-8415-e07fb2944357",
            "word": "cold-blooded",
            "phonetic": "koʊldblʌdᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Snakes are cold-blooded animals, relying on external sources to regulate their body temperature.",
                "Reptiles and other cold-blooded animals stay warm by basking in the sun.",
                "While cold-blooded murder is a possibility, the extremity of his injuries suggest a ritual sacrifice.",
                "That means that temperature has a huge effect on cold-blooded reptiles.",
                "You would think that evolution would have pushed us large animals back in the cold-blooded direction."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sZC1ibG9vZGVk&hash=533a7b05eb9061a40f9b78d524b9df1e26889306&lang=en&cache-only=0",
            "defineEn": "describing an animal that its body temperature changes depending on the temperature of its surroundings",
            "defineVi": "mô tả một con vật mà nhiệt độ cơ thể của nó thay đổi tùy thuộc vào nhiệt độ của môi trường xung quanh",
            "hasImg": true
        },
        {
            "id": "e9159849-1392-49bd-aa00-8c64a12ebe53",
            "word": "venomous",
            "phonetic": "vɛnəməs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "At least three different genera of shrews are venomous.",
                "The slow loris, a small primate from Southeast Asia, is also venomous.",
                "venomous mammals do exist.",
                "Because today, at least four different orders of mammals include venomous species.",
                "Venomous snakes have long held our imaginations in thrall."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVub21vdXM&hash=b67eface367e413b5b0d20303cc987b221053b1a&lang=en&cache-only=0",
            "defineEn": "possessing or producing a toxin that is injected or delivered into another organism through a bite, sting, or other means",
            "defineVi": "sở hữu hoặc sản xuất chất độc được tiêm hoặc đưa vào sinh vật khác thông qua vết cắn, vết đốt hoặc các phương tiện khác",
            "hasImg": true
        },
        {
            "id": "ce284896-2f75-4f8d-9eb6-f31b451355ed",
            "word": "untrained",
            "phonetic": "ʌntɹeɪnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The untrained pilot in terrain would fly right through the middle of that pass.",
                "Parents have been pawning their kids off to untrained counselors since 1861 at these!",
                "- To an untrained eye, they'll be like, oh my God, it's all gone bad.",
                "We'll have to be untrained to use simpler, but new mechanisms for logging in.",
                "it's hard for an untrained voice to differentiate between this and this."
            ],
            "audio": "https://tts.langeek.co/read?text=dW50cmFpbmVk&hash=569be08b95624d445f91e9b7d4c6abf8e8d59594&lang=en&cache-only=0",
            "defineEn": "lacking proper guidance, instruction, or conditioning, suggesting the absence of acquired knowledge, skills, or expertise in a particular domain",
            "defineVi": "thiếu hướng dẫn, chỉ dẫn hoặc điều kiện thích hợp, cho thấy không có kiến thức, kỹ năng hoặc chuyên môn có được trong một lĩnh vực cụ thể"
        },
        {
            "id": "cb825e1c-391f-4f99-81ef-019152395027",
            "word": "tufted",
            "phonetic": "tʌftᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHVmdGVk&hash=7735b5997889e79d8e324422a1c472e280013bab&lang=en&cache-only=0",
            "defineEn": "having a cluster or collection of long, soft, or decorative strands of hair, feathers, or other materials",
            "defineVi": "có một cụm hoặc tập hợp các sợi tóc, lông vũ hoặc các vật liệu khác dài, mềm hoặc trang trí"
        },
        {
            "id": "cdf14e5f-7409-4d3a-8adc-e4dbc801ba8f",
            "word": "tolerant",
            "phonetic": "tɑːlɚɹənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Some people ain't tolerant for it.",
                "That’s not especially tolerant.",
                "The Mongols were almost unprecedentedly tolerant of different religions.",
                "But the wasps aren’t as tolerant of ethanol as fruit flies.",
                "And philosopher and author Moses Mendelssohn used the more tolerant atmosphere to express his optimism about the future of Jews in Europe."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9sZXJhbnQ&hash=b4908d563df9c65cb55e05290a378a7956073b35&lang=en&cache-only=0",
            "defineEn": "(of a plant, animal, or machine) able to endure or withstand something without adverse effects or damage",
            "defineVi": "(của thực vật, động vật hoặc máy móc) có thể chịu đựng hoặc chịu đựng một thứ gì đó mà không bị ảnh hưởng hoặc hư hại"
        },
        {
            "id": "305a048b-ebe2-4094-bee9-d38bb44d6cf2",
            "word": "threatened",
            "phonetic": "θɹɛʔn̩d ",
            "partOfSpeechType": "adjective",
            "examples": [
                "After the break-in, Dan installed new security systems and upgraded all the locks because he believed threatened men live long and he wanted to be prepared if it happened again.",
                "I'd feel more threatened, if anything.",
                "Apheloriine millipedes produce hydrogen cyanide when they feel threatened.",
                "When they feel threatened or just want to get away, they tuck their head and feet inside, and they close it on up.",
                "Being underneath her will help her feel less threatened."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhyZWF0ZW5lZA&hash=58287e30c261b6d95c922fd9a730e4743aa3e2d9&lang=en&cache-only=0",
            "defineEn": "being in a precarious or vulnerable position, often facing potential harm, danger, or unfavorable circumstances",
            "defineVi": "ở một vị trí bấp bênh hoặc dễ bị tổn thương, thường phải đối mặt với những tổn hại, nguy hiểm hoặc hoàn cảnh bất lợi"
        },
        {
            "id": "85ddadfe-f061-4658-aba9-9b4c48ed3b51",
            "word": "simian",
            "phonetic": "sɪmiən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In the late Oligocene, there was also a major split among the simians.",
                "And it’s in the late Eocene that some of the simians, the clade that includes monkeys and apes, begin to appear in the fossil record."
            ],
            "audio": "https://tts.langeek.co/read?text=c2ltaWFu&hash=6c2b6bcdf7fedefa6f510904b014e5349a7515f0&lang=en&cache-only=0",
            "defineEn": "relating to or resembling monkeys or apes, characterized by their primate features and characteristics",
            "defineVi": "liên quan đến hoặc giống khỉ hoặc vượn, được đặc trưng bởi các tính năng và đặc điểm linh trưởng của chúng"
        },
        {
            "id": "7bb95ff1-b112-4e7a-a4b4-3042dfbb22ab",
            "word": "social",
            "phonetic": "soʊʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Social workers operate on the razor’s edge.",
                "We study the history of our country in social studies class.",
                "You can also get information on careers in social work from their website.",
                "Mark's reputation as a love rat spread quickly among his social circle, as he had a long history of cheating on his partners.",
                "She was always into sports and social activities, while I was your typical bookworm with very few friends."
            ],
            "audio": "https://tts.langeek.co/read?text=c29jaWFs&hash=f09a554379f81a9fb56efb27fe9d3096efddcec9&lang=en&cache-only=0",
            "defineEn": "tending to live in groups and interact with one another through behaviors such as grooming, playing, and cooperating",
            "defineVi": "có xu hướng sống theo nhóm và tương tác với nhau thông qua các hành vi như chải chuốt, chơi và hợp tác"
        },
        {
            "id": "9c86137a-99dc-4ab0-9f3d-c8c592c03a32",
            "word": "shy",
            "phonetic": "ʃaɪ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The bill was four votes shy of a majority.",
                "She was one week shy of her 13th birthday.",
                "They scored just shy of 100 goals last year.",
                "MacMillan has never fought shy of controversy.",
                "The Democrats are three votes shy of a majority."
            ],
            "audio": "https://tts.langeek.co/read?text=c2h5&hash=5d30a7e732074a641e118dbac4944f208f2952c3&lang=en&cache-only=0",
            "defineEn": "having a nervous or timid behavior or temperament, often resulting in avoidance or retreat from human or environmental interactions",
            "defineVi": "có hành vi hoặc tính khí lo lắng hoặc rụt rè, thường dẫn đến việc trốn tránh hoặc rút lui khỏi các tương tác với con người hoặc môi trường"
        },
        {
            "id": "137b5986-0408-4cdb-8708-3d88745e47e0",
            "word": "savage",
            "phonetic": "sævɪdʒ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This is Savage.",
                "You know, basically they're savages.",
                "ANDREW SAVAGE: We know that ride-sharing companies have increased congestion in our cities around the country.",
                "Six members of the savage MS-13 gang have been charged with Kayla and Nisa's murders.",
                "They are born to savage any Christian when they see one."
            ],
            "audio": "https://tts.langeek.co/read?text=c2F2YWdl&hash=6ad723d6e3637e784f32bda0f4f46f785ced5c9e&lang=en&cache-only=0",
            "defineEn": "being wild, untamed, or displaying aggressive and violent behavior",
            "defineVi": "hoang dã, chưa được thuần hóa hoặc thể hiện hành vi hung hăng và bạo lực"
        },
        {
            "id": "843379b9-ecbe-4465-9646-63890ba49fda",
            "word": "rabid",
            "phonetic": "ɹeɪbɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And for every rabid St. Bernard, we get an inspirational story of redemption from a maximum security prison, as in The Green Mile.",
                "It's those aftermarket tuners and the aftermarket in general that was supporting a rabid demand by young enthusiasts to build very, very personalized personal products that reflected specifically the owner of the vehicle.",
                "If you're a rabid Trump supporter, or if you think he's the anti-Christ.",
                "Another issue has been the overall strain that such rabid real estate expansion put on Forever 21's supply chain.",
                "For example, Cujo, a novel about a mother and her young son stranded in a stifling car surrounded by a rabid St. Bernard, is a novel King himself likes."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFiaWQ&hash=618763950a4523f9a2eb387d2416f4645e8b360d&lang=en&cache-only=0",
            "defineEn": "describing an animal, typically a mammal, that is affected by the disease rabies, characterized by aggressive behavior",
            "defineVi": "mô tả một con vật, điển hình là động vật có vú, bị ảnh hưởng bởi bệnh dại, đặc trưng bởi hành vi hung hăng"
        },
        {
            "id": "de5d8bd7-aab1-4e4f-ba50-7fefcc57a17b",
            "word": "purebred",
            "phonetic": "pjʊɹbɹɪd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHVyZWJyZWQ&hash=8038c29eb90d759df5773b4479a079e5a995b32c&lang=en&cache-only=0",
            "defineEn": "describing an animal of a specific breed having parents from the same breed, ensuring consistent lineage and genetic characteristics",
            "defineVi": "mô tả một con vật thuộc một giống cụ thể có bố mẹ từ cùng một giống, đảm bảo các đặc điểm di truyền và dòng giống nhất quán"
        },
        {
            "id": "83b92777-5377-4fda-9df3-58ed00287b3d",
            "word": "polymorphous",
            "phonetic": "pɑːlɪmoːɹfəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9seW1vcnBob3Vz&hash=bad6fc805735ba20a281ca077ffb780eed3ad39b&lang=en&cache-only=0",
            "defineEn": "describing something that has the ability or tendency to assume various forms or exist in different states",
            "defineVi": "mô tả một cái gì đó có khả năng hoặc xu hướng đảm nhận các hình thức khác nhau hoặc tồn tại ở các trạng thái khác nhau"
        },
        {
            "id": "4a46f3fc-f4a2-46ce-8869-f2e08d19ebb1",
            "word": "poisonous",
            "phonetic": "pɔɪzənəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Poisonous giant hogweeds overgrow the banks of London’s Thames River.",
                "Bitter flavors could signal poisonous foods.",
                "His hat is poisonous, like a spear.",
                "Basically, tires are poisonous for the environment.",
                "It's poisonous."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9pc29ub3Vz&hash=77e3df6e176ab7171312ca1a8ee79e9c9fb17c26&lang=en&cache-only=0",
            "defineEn": "(of an animal or insect) producing a substance that kills or harms a prey or an enemy",
            "defineVi": "(của động vật hoặc côn trùng) tạo ra một chất giết chết hoặc làm hại con mồi hoặc kẻ thù",
            "hasImg": true
        },
        {
            "id": "6ae1c81d-639b-4da6-97ac-5d1bd9c4f977",
            "word": "nocturnal",
            "phonetic": "nɑːktɜːnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "These guys are nocturnal.",
                "These guys are nocturnal.",
                "Hohenhaus: \"Cats are nocturnal.\"",
                "She's a nocturnal species.",
                "Opossums are nocturnal, and they sleep 18 hours of the day."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9jdHVybmFs&hash=b43a3f495cf92dbfbbf0ff317b72944589a54433&lang=en&cache-only=0",
            "defineEn": "describing organisms or activities that are adapted or suited for functioning during the nighttime",
            "defineVi": "mô tả các sinh vật hoặc hoạt động thích nghi hoặc phù hợp để hoạt động vào ban đêm"
        },
        {
            "id": "d11c580a-4c3d-4fbf-bfa8-9e51edf09c69",
            "word": "native",
            "phonetic": "neɪɾɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The native orange from Florida has a delightful balance of sweetness and tanginess.",
                "My grandmother's homemade marmalade made from native oranges is a family favorite.",
                "And they're streaming natives.",
                "With the return of monkeys to Central America, the North American continent had native primates again.",
                "Native women finish up a day of training with a traditional game."
            ],
            "audio": "https://tts.langeek.co/read?text=bmF0aXZl&hash=e3e5c63b7dc7062ac233e5b7344920c94808ee5b&lang=en&cache-only=0",
            "defineEn": "related to one's place of birth",
            "defineVi": "liên quan đến nơi sinh của một người"
        },
        {
            "id": "2a58fe95-c4e9-418d-bd7d-df1f800fa134",
            "word": "migratory",
            "phonetic": "maɪɡɹətoːɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Many migratory birds fly south for the winter and return north in the spring.",
                "Now a number of animals, like migratory birds, frogs, and mollusks, use the Earth’s magnetic field to orient themselves or navigate.",
                "There are some problems with this theory, though: For one, not all of positively phototactic insects are migratory, and not all of those use the moon to navigate.",
                "A recent survey finds that wind turbines are killing not only local birds, but some that are migratory.",
                "Many animals, especially migratory birds, are believed to use the sense for long-distance navigation, using it to find the right direction to travel."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlncmF0b3J5&hash=809cf98574dd2c528f37150e75e131ca275fd174&lang=en&cache-only=0",
            "defineEn": "describing something or someone that is related to or involved in migration, specifically the seasonal movement of animals",
            "defineVi": "mô tả một cái gì đó hoặc ai đó có liên quan đến hoặc tham gia vào việc di cư, đặc biệt là sự di chuyển theo mùa của động vật"
        },
        {
            "id": "348a1ef1-f933-4129-b7bb-b537183205dc",
            "word": "mature",
            "phonetic": "mətʃʊɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And when a mature person gives love, he or she gives without any strings attached to it.",
                "He matured.",
                "Not even all mature eggs succeed at that.",
                "She's very mature.",
                "He got too mature."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0dXJl&hash=94dc2f81d646f02a1c4a9f15aa52c8cd76f7c5db&lang=en&cache-only=0",
            "defineEn": "full-grown and physically developed",
            "defineVi": "trưởng thành và phát triển toàn diện về thể chất",
            "hasImg": true
        },
        {
            "id": "7c5033a4-ab83-4c7f-847f-c293de6ad8c9",
            "word": "lesser",
            "phonetic": "lɛsɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Rousseau’s work can certainly be seen as part of the late nineteenth and early 20th century Romantic interest in all things far flung and lesser known.",
                "In fact, dependence is a normal part of development but failure to become autonomous is one of the lesser known personality disorders.",
                "(186) Spencer is unfortunately a lesser known figure, yet a supremely important part of planting the seeds of what would become the Black Womanist movement.",
                "The reason that she's lesser known is because Freya is actually quite aggressive, and I don't handle her or bring her out as much as I do other animals.",
                "However, I’ve also learned that you all are willing to dive down lesser known and unexpected rabbit holes of research, and bear with me as I simultaneously cook poorly and attempt to understand the eating and cooking lives of artists."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVzc2Vy&hash=7998e2a67eb9832c5d15723ef9aaf346f2ef1991&lang=en&cache-only=0",
            "defineEn": "smaller or less significant in size, population, or importance, especially when comparing closely related species, e.g. lesser spotted eagle, lesser flamingo",
            "defineVi": "nhỏ hơn hoặc ít quan trọng hơn về kích thước, dân số hoặc tầm quan trọng, đặc biệt khi so sánh các loài có quan hệ họ hàng gần, ví dụ như đại bàng đốm nhỏ hơn, hồng hạc nhỏ hơn"
        },
        {
            "id": "92bf438e-268b-4fcf-8984-d1523376a8bb",
            "word": "indigenous",
            "phonetic": "ɪndɪdʒənəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Maasai tribe is one of the indigenous tribes of Africa.",
                "No indigenous person has died from COVID-19.",
                "The other one was a truly indigenous Indian vaccine.",
                "However, the enslavement of Indigenous peoples still occurred.",
                "Oregano iss an indigenous sweet pea."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kaWdlbm91cw&hash=4017c4bbe1cf46ebc6f72ec527946ef209ff5438&lang=en&cache-only=0",
            "defineEn": "(of animals and plants) found and developed only in a particular place and not been brought from elsewhere",
            "defineVi": "(của động vật và thực vật) chỉ được tìm thấy và phát triển ở một nơi cụ thể và không được mang từ nơi khác đến",
            "hasImg": true
        },
        {
            "id": "6ed5acf8-d06b-40ef-b2f9-865411ab3b68",
            "word": "housebroken",
            "phonetic": "haʊstɹeɪnd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG91c2Vicm9rZW4&hash=ef3400df13cff9dbe7281fbe3e51005262e96ca1&lang=en&cache-only=0",
            "defineEn": "(of pets) trained to urinate or defecate outside the house or in a litter box",
            "defineVi": "(của vật nuôi) được huấn luyện để đi tiểu hoặc đại tiện bên ngoài nhà hoặc trong khay vệ sinh"
        },
        {
            "id": "b0ec2c01-ace1-4127-adf8-6ffc80f7ef3a",
            "word": "horned",
            "phonetic": "hɔːɹnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And one specimen of the little horned dinosaur Psittacosaurus was even found to have melanosomes in its skin, revealing that the dino was dark on top and light underneath.",
                "They caught it and snapped some photos, and it was identified as the long-lost Ecuadorian Horned Anole.",
                "We, of course, don’t know exactly how many Ecuadorian Horned Anoles there are, but so few of them have been spotted that they are listed as an endangered species."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9ybmVk&hash=f22e986be025bcb4548cadcc115e51daa499f41f&lang=en&cache-only=0",
            "defineEn": "possessing horns, which are bony protrusions or structures found on the head of certain animals",
            "defineVi": "sở hữu sừng, là phần nhô ra của xương hoặc cấu trúc được tìm thấy trên đầu của một số loài động vật"
        },
        {
            "id": "ee678f01-e4fa-4960-ab06-d37a9dc29674",
            "word": "gregarious",
            "phonetic": "ɡɹɛɡɛɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Scientists call this gregarious behavior.",
                "He’s a gregarious guy. ",
                "A gregarious jokester, his daughter said her dad's laughter would fill a room and that he was the type of person who would give you the shirt off his back.",
                "Tiffany Shackelford was gregarious and made people instantly feel comfortable, her husband said.",
                "Gregarious and fun, Ralph loved that his most recent work as a flight attendant allowed him to explore the world."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlZ2FyaW91cw&hash=004a2466ccd50e2f875b3bf2f4889e4ea3fd24e6&lang=en&cache-only=0",
            "defineEn": "describing the inclination of animals to live in groups or communities rather than being solitary",
            "defineVi": "mô tả xu hướng của động vật sống theo nhóm hoặc cộng đồng hơn là sống đơn độc"
        },
        {
            "id": "562c755a-f100-408d-8ded-6baf5b82f4e3",
            "word": "furry",
            "phonetic": "fɜːɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My sister enjoys petting soft and furry cats.",
                "David is considering adopting a pet for company, as he believes having a furry friend will make his home feel less empty.",
                "They have furry leaves.",
                "The furry cattle are my favorite kinds.",
                "Their large furry bodies would have retained heat longer."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVycnk&hash=711911936fe171c35139fc24af9d634f25b15739&lang=en&cache-only=0",
            "defineEn": "having an abundant covering or coat of soft, dense hair or fur",
            "defineVi": "có nhiều lớp phủ hoặc lớp lông hoặc lông mềm, rậm"
        },
        {
            "id": "e23ca5d4-e648-4a52-b069-f390eaa20f64",
            "word": "fluffy",
            "phonetic": "flʌfi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The fluffy pancakes owed their light texture to the addition of baking powder.",
                "The fluffy pancakes were made from a simple batter of flour, eggs, milk, and a pinch of salt.",
                "I saw a fluffy white rabbit in our garden.",
                "My little daughter wears a fluffy coat that makes her look like a teddy bear.",
                "He drizzled warm maple syrup over his stack of fluffy pancakes."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmx1ZmZ5&hash=f017d963e3fa6aae98553f2f041e14572bcdc6b8&lang=en&cache-only=0",
            "defineEn": "being light, soft, and airy in texture, often characterized by a high degree of volume and a feathery appearance",
            "defineVi": "có kết cấu nhẹ, mềm và thoáng mát, thường được đặc trưng bởi khối lượng lớn và vẻ ngoài giống như lông vũ"
        },
        {
            "id": "c37382ce-15f8-4df2-84f0-865ebce08e15",
            "word": "feral",
            "phonetic": "fɛɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "These feral cats eat more birds.",
                "For instance, the Hawaiian island of Kauai is now inundated with feral chickens.",
                "These carcasses contaminate drinking water, while feral dogs and rats carry the diseases into human communities.",
                "Luckily for the feral cats, though, there are many sanctuaries run by volunteers who try to care for every stray.",
                "That feral clown gave me powers beyond my wildest dreams, which made me very popular in high school."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVyYWw&hash=07fbbe4a859974c419da8f230b9adc198561b3a5&lang=en&cache-only=0",
            "defineEn": "describing animals that have returned to a wild or untamed state",
            "defineVi": "mô tả động vật đã trở lại trạng thái hoang dã hoặc chưa được thuần hóa"
        },
        {
            "id": "456df81b-2423-4c36-ac41-9a1f512cbf75",
            "word": "amphibious",
            "phonetic": "æmfɪbiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This amphibious being poses a threat to all who travel near the inland waters.",
                "Narrator: The Marine Corps is defined as an amphibious warfare force.",
                "Amphibious fishes use powerful fins to move on land and clever tools to navigate as they go.",
                "To find water while on land, the mummichog, like most amphibious fishes, is on the lookout for reflective surfaces.",
                "China is also building both fleet carriers and amphibious assault ships."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1waGliaW91cw&hash=04991bd1b839eb885af54468085ca5df067b0668&lang=en&cache-only=0",
            "defineEn": "relating to a classification of animals living both in water and on land",
            "defineVi": "liên quan đến một phân loại động vật sống cả trong nước và trên cạn"
        },
        {
            "id": "d925bca5-4363-45f9-9f14-6e04cf17bde0",
            "word": "androgynous",
            "phonetic": "ændɹɑːdʒɪnəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Taking cues from artists like The Doors and The Velvet Underground, British post-punk groups, like Joy Division, Bauhaus, and The Cure, combined gloomy lyrics and punk dissonance with imagery inspired by the Victorian era, classic horror, and androgynous glam fashion."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5kcm9neW5vdXM&hash=9548eb560699a6b575b58c9b29ad01a4bdfcec47&lang=en&cache-only=0",
            "defineEn": "possessing both male and female characteristics or displaying a gender-neutral appearance",
            "defineVi": "sở hữu cả đặc điểm nam và nữ hoặc có ngoại hình không phân biệt giới tính"
        },
        {
            "id": "8d976420-12dd-44ca-b97c-3c38b6c23646",
            "word": "aquatic",
            "phonetic": "əkwæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Researchers study diatoms to better understand the environmental conditions of aquatic habitats.",
                "The handwriting on the wall bodes poorly for many aquatic species, but there is hope that we can make some changes to save some of them.",
                "Euglena serves as a primary producer, contributing to the food chain in aquatic ecosystems.",
                "Aquatic systems are fast.",
                "Another treatment option is aquatic therapy."
            ],
            "audio": "https://tts.langeek.co/read?text=YXF1YXRpYw&hash=470d2384a93c4f86fca18cf4f18212c2df7c9324&lang=en&cache-only=0",
            "defineEn": "related to or adapted for living or functioning in water",
            "defineVi": "liên quan đến hoặc thích nghi để sống hoặc hoạt động trong nước"
        },
        {
            "id": "94bdcdd9-bc6a-4c3d-975e-2a5a0e3b4586",
            "word": "arboreal",
            "phonetic": "ɑːɹboːɹiəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Others became arboreal like the spiny tree rat.",
                "Humanity has been uncovering these arboreal benefits for centuries.",
                "There are so many animals that spend the majority of their time in trees, and we call this lifestyle arboreal.",
                "This group includes 6 species of arboreal marsupials that are often called flying phalangers because of their ability to glide using a special fold of skin running from their front foot to their back foot.",
                "The ancestor of all haplorrhines was probably small, arboreal, and active during the day."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJib3JlYWw&hash=98e4a0ef7597d389c7a890a7b83187f468c1b65c&lang=en&cache-only=0",
            "defineEn": "adapted to or living in trees or forested environments",
            "defineVi": "thích nghi hoặc sống trên cây hoặc môi trường rừng"
        },
        {
            "id": "55063848-b7fe-4c9a-a464-6325558d5812",
            "word": "anthropoid",
            "phonetic": "ænθɹəpɔɪd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW50aHJvcG9pZA&hash=4a59d54601638b99c68f362eb13335fcdff33755&lang=en&cache-only=0",
            "defineEn": "a group of primates that includes human beings, as well as other species that are closely related to humans",
            "defineVi": "một nhóm động vật linh trưởng bao gồm con người, cũng như các loài khác có liên quan chặt chẽ với con người",
            "hasImg": true
        },
        {
            "id": "e39f8756-e7b5-4703-9676-7d2d4c4c2adf",
            "word": "diurnal",
            "phonetic": "dɪɜːnəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGl1cm5hbA&hash=f214ec4fd1684a371ba49ea28264bccaf5541286&lang=en&cache-only=0",
            "defineEn": "describing organisms or activities that are primarily active or occur during the daytime",
            "defineVi": "mô tả các sinh vật hoặc hoạt động chủ yếu hoạt động hoặc xảy ra vào ban ngày"
        },
        {
            "id": "748c2576-8098-4bf7-bba2-63b0f9916d89",
            "word": "giant",
            "phonetic": "dʒaɪənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They have to put up with a giant oil refinery right on their doorstep.",
                "Last year my son discovered a giant runner bean in his garden and couldn't wait to show it off to his friends.",
                "Standing on the shoulders of giants is a necessary part of creativity",
                "Frank knew he was just a cog in the wheel of this giant corporation.",
                "Giant retail chains are pricing locally owned shops out of the market all over the country."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2lhbnQ&hash=ed4333d0dff91c101d3d6bfd6fa754ab87004c11&lang=en&cache-only=0",
            "defineEn": "unusually large in size compared to other members of its species or to other animals in general",
            "defineVi": "có kích thước lớn bất thường so với các thành viên khác trong loài hoặc với các động vật khác nói chung"
        },
        {
            "id": "317c181a-cbda-4db9-ae7e-5cf360f327e1",
            "word": "great",
            "phonetic": "ɡɹeɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Your presentation sounded great, honestly.",
                "The finance minister's fall from grace gave his enemies great satisfaction.",
                "To show great courage.",
                "The pope himself had taken great umbrage at the book.",
                "The baby has brought them great joy."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlYXQ&hash=a889bca53e758b8e988a95aa55f2edec16643e26&lang=en&cache-only=0",
            "defineEn": "exceptionally large or impressive in size, strength, or importance",
            "defineVi": "đặc biệt lớn hoặc ấn tượng về kích thước, sức mạnh hoặc tầm quan trọng"
        },
        {
            "id": "ef11a350-040c-4f33-a574-a79649d26ca3",
            "word": "endemic",
            "phonetic": "ɛndɛmɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And this obliteration of fact from fiction, of truth from lie, has become now endemic in American politics. ",
                "And this obliteration of fact from fiction, of truth from lie, has become now endemic in American politics.",
                "Plague, Ebola, anthrax, tuberculosis and HIV are all endemic here.",
                "These peaceful herbivores are endemic to the Galapagos Islands, and are probably descended from a South American iguana that somehow drifted over and adapted to a watery lifestyle.",
                "Some of the last endemic countries like South Sudan are aiming to be completely guinea worm free by 2020."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5kZW1pYw&hash=6fe0bfcb7c787e3e8dd2e25696eb3f066c75d981&lang=en&cache-only=0",
            "defineEn": "found or restricted to a specific geographic region or habitat",
            "defineVi": "được tìm thấy hoặc giới hạn ở một khu vực địa lý hoặc môi trường sống cụ thể",
            "hasImg": true
        },
        {
            "id": "abae0206-64e5-491b-b180-2c4fa006b698",
            "word": "extinct",
            "phonetic": "ɛkstɪŋkt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Neanderthals went extinct about 40,000 years ago.",
                "So within a couple of years, the isolated population of Edith's Checkerspot Butterflies went extinct.",
                "[♪INTRO] Throughout our planet’s history, billions of species have gone extinct.",
                "During the PETM, between 30 and 50 percent of all foram species went extinct.",
                "They went extinct with the end of their worlds."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0aW5jdA&hash=1f517092e331bc27ff869c8efab038ad1dd5deca&lang=en&cache-only=0",
            "defineEn": "(of an animal, plant, etc.) not in existence anymore; not having any living members",
            "defineVi": "(của một loài động vật, thực vật, v.v.) không còn tồn tại nữa; không có bất kỳ thành viên sống",
            "hasImg": true
        },
        {
            "id": "dac852ab-cdd2-4ecc-9a5c-cda6ca75a6a0",
            "word": "pedigree",
            "phonetic": "pɛdɪɡɹiː ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A pedigree is proof of a dog's lineage.",
                "And these pedigree birds can sell for hundreds of thousands of dollars.",
                "Our birds are like pedigree dogs and cats.",
                "Okay, you can definitely see some of the pedigree here.",
                "Breeders will also invest in pedigree pets for sponsorship deals and prize money at international shows, driving their demand and price up even further."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVkaWdyZWU&hash=e5599daa75368ce2d5dd78ffc4834c13d26badff&lang=en&cache-only=0",
            "defineEn": "having a documented and distinguished ancestry or lineage",
            "defineVi": "có một tổ tiên hoặc dòng dõi được ghi nhận và phân biệt"
        },
        {
            "id": "3ed1c544-ab8d-4ab1-9613-7057f64002aa",
            "word": "rogue",
            "phonetic": "ɹoʊɡ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The cohort of US senators has gone rogue, breaking with their party to demand more extreme legislative action.",
                "Leaders going rogue at press conferences can mean you have a serious problem.",
                "We have reports that one of the soldiers went rogue and began firing upon unarmed civilians in the nearby town.",
                "\"Rogue One: A Star Wars Story\" earned $71 million.",
                "And yet, rogue planets might carry alien life to all corners of the galaxy."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9ndWU&hash=3971339541f3237c5bb74be3a0d993dbb264678e&lang=en&cache-only=0",
            "defineEn": "having an abnormal, unpredictable, or dangerous behavior, often posing a threat to the safety of humans or other animals",
            "defineVi": "có hành vi bất thường, không thể đoán trước hoặc nguy hiểm, thường gây ra mối đe dọa cho sự an toàn của con người hoặc các động vật khác"
        },
        {
            "id": "feb5cecc-3f13-4dfc-983e-0da74c2a266c",
            "word": "territorial",
            "phonetic": "tɛɹɪtoːɹɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Many have criticized the government of running with the hare and hunting with the hounds regarding the territorial dispute between the two nations.",
                "In the intervening years, ships largely from Western Europe made territorial claims on many parts of the world.",
                "See, mantis shrimp are incredibly territorial.",
                "Males are very territorial and they'll combine their blackened beard with a head bob up and down to signal dominance.",
                "The United States stands firmly behind the sovereignty and territorial integrity of Ukraine."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVycml0b3JpYWw&hash=2e11507ab8507f632a33829dd095c9d775bf982e&lang=en&cache-only=0",
            "defineEn": "defending a specific area against intruders to protect resources and ensure survival",
            "defineVi": "bảo vệ một khu vực cụ thể chống lại những kẻ xâm nhập để bảo vệ tài nguyên và đảm bảo sự sống còn"
        }
    ]
}