{
    "id": "2215ae7d-d3b6-4ee9-b94b-ac3c1b39bba4",
    "title": "Lesson 16",
    "originalTitle": "Lesson 16",
    "words": [
        {
            "id": "9eb86518-215c-450c-97d8-3faa5648a0c3",
            "word": "multifarious",
            "phonetic": "mʌltɪfɛɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bXVsdGlmYXJpb3Vz&hash=32e70cc9d246381125354983d7ef9dab767c3e02&lang=en&cache-only=0",
            "defineEn": "having many aspects or qualities",
            "defineVi": "có nhiều khía cạnh hoặc phẩm chất"
        },
        {
            "id": "cec96a57-1d2b-445e-bdf4-f1a9b2b8e16a",
            "word": "multiform",
            "phonetic": "mʌltifɔːɹm ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bXVsdGlmb3Jt&hash=4e29058640733caa0133bd37c0f29206496168a2&lang=en&cache-only=0",
            "defineEn": "occurring in or having many forms or shapes or appearances",
            "defineVi": "xảy ra trong hoặc có nhiều hình thức hoặc hình dạng hoặc xuất hiện"
        },
        {
            "id": "c7cfba14-246d-466e-a28e-21d16b240fc3",
            "word": "multiplicity",
            "phonetic": "mʌltɪplɪsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And from these simple tools emerges a kaleidoscope multiplicity of patterns.",
                "It’s called \"verification by multiplicity.\""
            ],
            "audio": "https://tts.langeek.co/read?text=bXVsdGlwbGljaXR5&hash=1006196d01a7232bb4d247decfc2c610e7b0eef3&lang=en&cache-only=0",
            "defineEn": "the property of being multiple",
            "defineVi": "tài sản là nhiều"
        },
        {
            "id": "308e20b3-fa16-48fc-8779-35652563e49a",
            "word": "potable",
            "phonetic": "poʊɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "so it's potable for five years."
            ],
            "audio": "https://tts.langeek.co/read?text=cG90YWJsZQ&hash=79dbb1a7560dacf80a727334a2bc5930e37cb0a1&lang=en&cache-only=0",
            "defineEn": "suitable for drinking",
            "defineVi": "thích hợp để uống"
        },
        {
            "id": "a646c291-4a83-4c57-8f23-621e1f25da5f",
            "word": "potency",
            "phonetic": "poʊtənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Does the potency wear off at some point? ",
                "And the potency of that politically proved itself out.",
                "A 20X potency, for example, is like dissolving one aspirin pill in the water volume of the whole Atlantic.",
                "The potency of opioids diminishes over time if you abuse them.",
                "A poison frog’s potency is due to the special mix of alkaloids that it gets from munching on critters like beetles, ants and millipedes."
            ],
            "audio": "https://tts.langeek.co/read?text=cG90ZW5jeQ&hash=1d79e553784c88097aca96be46afcb5f22b9381e&lang=en&cache-only=0",
            "defineEn": "the power or right to give orders or make decisions",
            "defineVi": "quyền lực hoặc quyền ra lệnh hoặc đưa ra quyết định"
        },
        {
            "id": "c4a75058-a718-4e15-81af-01e7bd090a72",
            "word": "potent",
            "phonetic": "poʊtənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The medication has a stiff dosage, so be prepared for its potent effects.",
                "While she had the looks and charm to impress others, it wasn't until her family provided her with the financial resources to start her own business that she truly began to thrive, demonstrating how beauty is potent, but money is omnipotent.",
                "Nonviolent resistance is the most potent weapon.",
                "They produce methane, a very potent greenhouse gas.",
                "Methane is 86 times more potent a climate change gas than CO2 over a 20 year period."
            ],
            "audio": "https://tts.langeek.co/read?text=cG90ZW50&hash=7009e6fdd7743105098c4b886e85fce880d32859&lang=en&cache-only=0",
            "defineEn": "having great influence",
            "defineVi": "có ảnh hưởng lớn"
        },
        {
            "id": "92fbd647-62c8-46e8-aec4-27e9ef0de4dd",
            "word": "impotent",
            "phonetic": "ɪmpətənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Mekhala drew close to Ream Eyso, now blind and impotent without his axe.",
                "Think of Hemingway’s The Sun Also Rises, which is about a men rendered not noble but impotent by war."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wb3RlbnQ&hash=da7af851985f600b7587034d868845f7a7b0ae5b&lang=en&cache-only=0",
            "defineEn": "lacking power or ability",
            "defineVi": "thiếu sức mạnh hoặc khả năng"
        },
        {
            "id": "6adaabf0-d427-4092-ae7c-6177b5dfd246",
            "word": "potentate",
            "phonetic": "poʊtənteɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Today, the Jewish people face another attempt by yet another Persian potentate to destroy us."
            ],
            "audio": "https://tts.langeek.co/read?text=cG90ZW50YXRl&hash=9ff4b3dc8c0a375c41859a17afa901591a122a18&lang=en&cache-only=0",
            "defineEn": "someone who rules over people and possesses absolute control and power",
            "defineVi": "một người cai trị mọi người và sở hữu quyền kiểm soát và quyền lực tuyệt đối"
        },
        {
            "id": "40cb8cb2-d917-4996-a4a1-83d43f390a2a",
            "word": "potential",
            "phonetic": "pətɛnʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Researchers are exploring the potential uses of dinoflagellates in biotechnology.",
                "Researchers are investigating the potential uses of gulfweed as a sustainable resourc.",
                "The discovery of new planets represents a quantum leap in astronomy, with the potential to deepen our understanding of the universe and our place in it.",
                "Public education campaigns highlight potential health risks of consuming pink slime products.",
                "The young athlete shows great potential and is expected to bubble under the radar until their breakout performance next season."
            ],
            "audio": "https://tts.langeek.co/read?text=cG90ZW50aWFs&hash=502fbbd0a16d8b865e2d1da6ef088d037f9c0b44&lang=en&cache-only=0",
            "defineEn": "having the possibility to develop or be developed into something particular in the future",
            "defineVi": "có khả năng phát triển hoặc được phát triển thành một cái gì đó cụ thể trong tương lai"
        },
        {
            "id": "a5e1c03b-647f-449e-b162-538521bf8a17",
            "word": "potion",
            "phonetic": "poʊʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Whatever his trade in charms and potions, Master Raymond plainly did a roaring business in high-quality cherry brandy.",
                "But the powerful potion came with very strict rules.",
                "She’ll bring a little potions and, like, readings.",
                "Alchemy supplied a way of developing these love potions and poisons.",
                "Laurey is so confused that she buys a magic potion from the Persian peddler Ali Hakim."
            ],
            "audio": "https://tts.langeek.co/read?text=cG90aW9u&hash=81ce1ba26dd700350dd0e42dfebe1b5ab8c3a14f&lang=en&cache-only=0",
            "defineEn": "a liquid mixture of ingredients that is believed to have magical or medicinal properties and is used for various purposes",
            "defineVi": "một hỗn hợp lỏng của các thành phần được cho là có đặc tính ma thuật hoặc dược phẩm và được sử dụng cho nhiều mục đích khác nhau"
        },
        {
            "id": "a1dc7c8a-2ef8-4570-b8c4-af2c4018bdae",
            "word": "atypical",
            "phonetic": "eɪtɪpɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That is atypical for the sector.",
                "and that's atypical",
                "For atypical depression it affects your thinking differently.",
                "Atypical depression is actually the most common way depression looks.",
                "With atypical depression, you oversleep."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR5cGljYWw&hash=5fac10eb797c96148ae4d066597d256a1e46de8b&lang=en&cache-only=0",
            "defineEn": "irregular and uncommon in a group, type or class",
            "defineVi": "bất thường và không phổ biến trong một nhóm, loại hoặc lớp",
            "hasImg": true
        },
        {
            "id": "99d4f8ce-4c4c-4bfa-8c3d-7bfbeb9477c2",
            "word": "to atrophy",
            "phonetic": "tʊ ætɹəfi ",
            "partOfSpeechType": "verb",
            "examples": [
                "Some people with schizophrenia show a loss of neural tissue, and it’s unclear whether this atrophy is a result of the disease itself or drug-induced suppression of signaling.",
                "What we found was, if you do enough resistive exercise, you can halt the effects of the bone loss and the muscle atrophy.",
                "And you know, that that's that's really been atrophying anyway with Trump's trade war with China.",
                "Those muscles that would have held you back that are now being held by something else will quickly atrophy and decondition.",
                "All of the bomb shelters and other protection that we had during the Cold War have all atrophied and basically been shut down."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXRyb3BoeQ&hash=f7509af2118ad01f4e6003e3efa674f1ccb09e0b&lang=en&cache-only=0",
            "defineEn": "undergo atrophy",
            "defineVi": "bị teo"
        },
        {
            "id": "8317323b-7487-42fe-9273-a1e6818657b4",
            "word": "atheist",
            "phonetic": "eɪθɪɪst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Both the Church report and the atheist professor are spitting into the wind, of course, because the incoming tide of superstition has a long way to rise yet.",
                "Plenty of existentialists are atheists, but some are theists, like Kierkegaard.",
                "I'm an atheist, but pray for me, man.",
                "Raised Catholic, Anne Rice became an atheist at the age of 18.",
                "Some philosophers are theists, and others are atheists."
            ],
            "audio": "https://tts.langeek.co/read?text=YXRoZWlzdA&hash=e60607a2b5bf45f79a913423f6e96b58ae44d9e7&lang=en&cache-only=0",
            "defineEn": "related to or characterized by or given to atheism",
            "defineVi": "liên quan đến hoặc được đặc trưng bởi hoặc được trao cho chủ nghĩa vô thần"
        },
        {
            "id": "7bc3aec6-505f-4f37-8548-94599457e3db",
            "word": "bon mot",
            "phonetic": "bɑːn mɑːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9uIG1vdA&hash=24be8bbe0a7361e8e4b1c2f0279f55c1c85bec5f&lang=en&cache-only=0",
            "defineEn": "a clever remark",
            "defineVi": "một nhận xét thông minh"
        },
        {
            "id": "6ebf7c0f-113b-4afd-aed4-2dfce7aaffdc",
            "word": "bona fide",
            "phonetic": "boʊnə faɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In this video I'm talking about ADD as a bona fide neurological disorder.",
                "WAI WAI NU: What they have to acknowledge is, Rohingyas are bona fide citizens of the country as a group.",
                "You know, Ted Cruz had obviously conservative bona fides. ",
                "And so I didn’t quite understand how they had kind of amassed a group of, like, bona fide young technologists to work in this space. ",
                "In order for any of these works to be considered bona fide writings in the Constitutional sense, they must be fixed in any tangible medium of expression, be that a book, an MP3, source code, choreography, a blueprint, or whatever."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9uYSBmaWRl&hash=683d7d5533d25df16c57d820a78ec171541ab34d&lang=en&cache-only=0",
            "defineEn": "not counterfeit or copied",
            "defineVi": "không giả mạo hoặc sao chép"
        },
        {
            "id": "618b9ef6-b522-4084-add4-1997ced58b12",
            "word": "cycloid",
            "phonetic": "saɪklɔɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The current best theory for the origin of the Europan cycloids has to do with its weird tides.",
                "However, this doesn’t appear to be the answer on Europa, because there are so many cycloid curves and they overlap in tons of places and none of them really show signs of one piece of the surface being pushed under another.",
                "And the aspect of tides key to understanding the cycloid curves is that the direction of the compression and stretching changes over the course of each orbit, rotating around and around like a hand on a clock."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3ljbG9pZA&hash=1ea6e127ed2342fb618300b04c785d341801099b&lang=en&cache-only=0",
            "defineEn": "resembling a circle",
            "defineVi": "giống như một vòng tròn"
        },
        {
            "id": "eeb32983-db5f-4bb4-be1a-2da3cc52be37",
            "word": "cygnet",
            "phonetic": "sɪɡnɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3lnbmV0&hash=c9ba3aa653f953866ef210d6f03bd893800e0052&lang=en&cache-only=0",
            "defineEn": "a newly-hatched swan",
            "defineVi": "một con thiên nga mới nở",
            "hasImg": true
        },
        {
            "id": "99806043-f25b-4ee3-a86e-717b60fa2c83",
            "word": "cynosure",
            "phonetic": "saɪnoʊʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3lub3N1cmU&hash=1cee4f96e04feecfbf12bbc3d9443571a1a790be&lang=en&cache-only=0",
            "defineEn": "something that strongly attracts attention and admiration",
            "defineVi": "một cái gì đó thu hút mạnh mẽ sự chú ý và ngưỡng mộ"
        },
        {
            "id": "47a5e7f1-8a3f-460d-9b09-95c04d7b0ce8",
            "word": "offhand",
            "phonetic": "ɔfhænd ",
            "partOfSpeechType": "adverb",
            "examples": [
                "But, if you didn't know offhand that eight to the third power is 512, this is a reasonable way of coming to that conclusion.",
                "I grew up with people making OFFHAND remarks about MY slanted eyes, My Yellow skin, My Chingchong name.",
                "That was one of the points of dissatisfaction, that it was such a behind-the-stage agreement, that it was announced in such an offhand way.",
                "I think in the last rehearsal you used, you said something about a horse just offhand mentioned a horse, then suddenly the song became a four and a half minutes (laughers) and the story happened the perspective of a horse.",
                "You'd never make fun of someone for having a physical illness, but folks make all kinds of offhand remarks about people having mental illnesses and never give it a second thought."
            ],
            "audio": "https://tts.langeek.co/read?text=b2ZmaGFuZA&hash=6d80c3d63586f3399d0899f3b4547cca1c3c3920&lang=en&cache-only=0",
            "defineEn": "in a casually inconsiderate manner",
            "defineVi": "một cách tình cờ không quan tâm"
        },
        {
            "id": "080fa278-6f0a-4c69-befc-2149b9a9335e",
            "word": "offshoot",
            "phonetic": "ɔfʃuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their city housed an offshoot of the Bodhi tree under which Buddha himself was said to have attained enlightenment.",
                "Its young offshoots may have a better chance of surviving if they don’t have to compete with other plants for resources.",
                "Anything to add on this little history with lots of offshoots?",
                "Even when experimenting with offshoots, Chipotle didn't abandon its core business.",
                "It's an offshoot of cognitive behavior therapy that was developed specifically for borderline personality disorder and when it's implemented by someone trained in DBT it's very effective and it's usually a combination of group and individual sessions."
            ],
            "audio": "https://tts.langeek.co/read?text=b2Zmc2hvb3Q&hash=101366f27ae6c8b5a60f25577709b96af54c4cfb&lang=en&cache-only=0",
            "defineEn": "a new development that grows out of an existing situation, concept, or organization, typically as a natural progression or consequence",
            "defineVi": "một sự phát triển mới phát triển từ một tình huống, khái niệm hoặc tổ chức hiện có, thường là một sự tiến triển hoặc hệ quả tự nhiên"
        }
    ]
}