{
    "id": "22bdc667-894c-4bc1-8ed9-dcf855ee22b0",
    "title": "The Law Is the Law!",
    "originalTitle": "Lesson 9",
    "words": [
        {
            "id": "f0f2fe83-e20b-426a-8cef-2f47dc194754",
            "word": "to account",
            "phonetic": "tʊ ɐkaʊnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The end-of-year accounts show a loss.",
                "Their bank account was in the red again.",
                "John's bank account is in credit by $500.",
                "Then the punishment of individuals invariably took account of the harm or damage done to the victim.",
                "He gave a good account of himself in matches against Crewe and Chesterfield."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNjb3VudA&hash=1bd32ef0323f7fbe31db65238f161740d8204a30&lang=en&cache-only=0",
            "defineEn": "to be considered or regarded in a particular way",
            "defineVi": "được xem xét hoặc xem xét trong một cách cụ thể"
        },
        {
            "id": "bd04ab20-83fd-4d19-b6f6-196256a8b902",
            "word": "to accuse",
            "phonetic": "tʊ ɐkjuːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The politician was accused of being economical with the truth.",
                "They accused the government of riding roughshod over international law.",
                "The suspect has been accused of setting the restaurant on fire.",
                "He was accused of dishonestly obtaining property.",
                "She was accused of taking bribes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNjdXNl&hash=ae4df58c0d05dc50bff428b7829c697a5a16a0f9&lang=en&cache-only=0",
            "defineEn": "to claim that someone has done something wrong",
            "defineVi": "để tuyên bố rằng ai đó đã làm điều gì đó sai",
            "hasImg": true
        },
        {
            "id": "636aaf2c-d671-4d32-8744-a3ee5d004b38",
            "word": "to challenge",
            "phonetic": "tə tʃælɪndʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The unexpected challenges became grist for the mill of their problem-solving skills.",
                "Are you up to the challenge?",
                "They faced many challenges, but eventually made it to the other side.",
                "It can be challenging to abstract complex concepts into simple explanations.",
                "It can be challenging for someone from a different socioeconomic background to fit into an affluent community."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hhbGxlbmdl&hash=4df86b57d628f18a3e42324d706c25e26822d0e1&lang=en&cache-only=0",
            "defineEn": "to object to the legality or rightness of something",
            "defineVi": "để phản đối tính hợp pháp hoặc đúng đắn của một cái gì đó"
        },
        {
            "id": "06a51c02-6d9d-46c1-9d8d-8e996a591847",
            "word": "to suspect",
            "phonetic": "tə səspɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The suspects are in the wind.",
                "One suspects that he is writing with tongue in cheek.",
                "The police searched the suspect's house for evidence.",
                "The suspect has been on the hook in the interrogation room for about 12 hours now.",
                "I suspect the management is dragging its heels on this issue."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VzcGVjdA&hash=a8634350201a5210d65ba418629e397bd5c881fe&lang=en&cache-only=0",
            "defineEn": "to think that someone has committed a crime, without proof",
            "defineVi": "để nghĩ rằng ai đó đã phạm tội, mà không có bằng chứng"
        },
        {
            "id": "8fab8763-57c1-4753-89a0-42ecb8d456e2",
            "word": "case",
            "phonetic": "keɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "They still get cases of typhoid there.",
                "After all, one case of the trots hardly spells disaster.",
                "The Supreme Court heard the case on Tuesday.",
                "The case was tried before a jury.",
                "The latest skiing accident is a case in point."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzZQ&hash=9e762cdd45ccbbd42c6cd1a8f7aebc443203f726&lang=en&cache-only=0",
            "defineEn": "a matter that is to be decided in a court of law",
            "defineVi": "một vấn đề đó là để được quyết định tại một tòa án của pháp luật"
        },
        {
            "id": "ea766046-bbe9-428a-a1df-6021e87cc1f5",
            "word": "family court",
            "phonetic": "fæmɪli koːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Josh Derada is a Clearik and an expert in Islamic law This is an Family Court dealing only with Markle dispute and divorce Josh Derada allowed us to film in his Court and made us 'welcome' The Court is in formenal and we often owned in the Princepal A husband has the legal right to divorce but he must get a the Court order to pay his wife from the Complication The Court disapproves the divorce and assumed that woman want to stay at man marriges"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFtaWx5IGNvdXJ0&hash=257d45bb516183c95a72d6e3f3025e8bd6c39a4f&lang=en&cache-only=0",
            "defineEn": "a court that decides on family matters, especially those with children",
            "defineVi": "một tòa án quyết định về các vấn đề gia đình, đặc biệt là những người có con"
        },
        {
            "id": "6a36c6ef-3741-4346-bacb-769df20f4e18",
            "word": "jury",
            "phonetic": "dʒʊɹɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The jury is still out as concerns the location of the new station.",
                "The case was tried before a jury.",
                "The jury was unable to reach a verdict.",
                "The case will be decided by a jury.",
                "Today the jury began to hear the evidence."
            ],
            "audio": "https://tts.langeek.co/read?text=anVyeQ&hash=4da41da3ed38f49949a0fadeb190ce424910e732&lang=en&cache-only=0",
            "defineEn": "a group of twelve citizens, who listen to the details of a case in the court of law in order to decide the guiltiness or innocence of a defendant",
            "defineVi": "một nhóm gồm mười hai công dân, những người lắng nghe các chi tiết của một vụ án tại tòa án để quyết định sự có tội hay vô tội của bị cáo",
            "hasImg": true
        },
        {
            "id": "5978e40c-6fa9-4897-8389-9a8d67ff3ea7",
            "word": "trial",
            "phonetic": "tɹaɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Millions of people followed the trial on TV.",
                "The trial was swiftly brought to an end.",
                "In a criminal trial the standard of proof is beyond the reasonable doubt.",
                "The trial has run its course, and the verdict will be announced tomorrow.",
                "The company sent out a trial balloon by leaking a rumor about a new product to test customer interest before investing in its development."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpYWw&hash=95dc6a42255a9ab686e4c4f378066f09b6a15514&lang=en&cache-only=0",
            "defineEn": "a legal process examining the evidence of a case in court by a judge and jury and deciding if the accused is guilty",
            "defineVi": "một quy trình pháp lý kiểm tra bằng chứng của một vụ án tại tòa án bởi một thẩm phán và bồi thẩm đoàn và quyết định xem bị cáo có tội hay không",
            "hasImg": true
        },
        {
            "id": "3192d3b1-e54c-42e7-9436-e8459dbadd5a",
            "word": "justice",
            "phonetic": "dʒʌstɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The protesters raised their cries for justice and equality in the streets.",
                "It seems like rough justice that he should lose his house as well as his wife.",
                "These great men on the wall had done so much to tip the scales in justice's favor.",
                "I don't think just mentioning her name does her justice.",
                "Up until now, I have kept my own counsel about my reasons for leaving the Department of Justice."
            ],
            "audio": "https://tts.langeek.co/read?text=anVzdGljZQ&hash=c327e207138f521d58d85452cbe7be78443126f4&lang=en&cache-only=0",
            "defineEn": "a behavior or treatment that is fair and just",
            "defineVi": "một hành vi hoặc điều trị đó là công bằng và chỉ",
            "hasImg": true
        },
        {
            "id": "ffb98f9a-efb1-435c-86dc-b29aea6e28d2",
            "word": "injustice",
            "phonetic": "ɪndʒʌstɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "I call injustice.",
                "Injustice anywhere is a threat to justice everywhere.",
                "The problem, the disparities, the injustices have now become a topic of constant conversation and, in my view, a constant gradual truth-bearing.",
                "No justice would be better than this injustice.",
                "The national calls to action and protests over racial justice have brought new awareness of past injustices in many parts of our society."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5qdXN0aWNl&hash=b652177ddd97fabce7051b25b28b4e8a0329f9f4&lang=en&cache-only=0",
            "defineEn": "a behavior or treatment that is unjust and unfair",
            "defineVi": "một hành vi hoặc điều trị là bất công và không công bằng"
        },
        {
            "id": "29b85888-421d-4f6e-9d02-a8664f0e3c6e",
            "word": "strict",
            "phonetic": "stɹɪkt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He followed a strict diet.",
                "The government has set strict limits on public spending this year.",
                "My best friend's pink hair definitely raised a few eyebrows at our very strict school.",
                "John is becoming a bag of bones due to his strict diet and rigorous workout routine.",
                "The strict grandmother scolded her granddaughter for speaking out of turn, saying that children should be seen and not heard to emphasize the importance of obedience and respect for elders."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyaWN0&hash=5bf5226fdc1d87ceda3c826416ff53c88f0236ed&lang=en&cache-only=0",
            "defineEn": "describing rules that must be obeyed under any circumstances",
            "defineVi": "mô tả các quy tắc phải được tuân theo trong mọi trường hợp"
        },
        {
            "id": "42383727-b39c-4ae0-98e2-9d388fb2b48d",
            "word": "legal",
            "phonetic": "liːɡəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The missed detail in the contract led to legal disputes later on.",
                "The judge's ruling carries significant weight in the legal community.",
                "The legal drinking age in this country is eighteen.",
                "Drug companies are locking horns in a legal battle over patents.",
                "To bring charges/legal action/proceedings against somebody."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVnYWw&hash=d55126d4c3fe0e5380a7aa7550b171ac91ffae10&lang=en&cache-only=0",
            "defineEn": "related to the law",
            "defineVi": "liên quan đến pháp luật",
            "hasImg": true
        },
        {
            "id": "7058751f-8f93-4ea3-953d-eb7768b43ab3",
            "word": "legally",
            "phonetic": "liːɡəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "France's social security also legally requires price transparency.",
                "Legally acquired, though.",
                "The companies have all of this information about you, and legally.",
                "But this heir was not legally a person.",
                "Crabbers can legally break off both claws if they meet the required size."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVnYWxseQ&hash=99303af463d6e2bd46e5269c28696e95c0f4928e&lang=en&cache-only=0",
            "defineEn": "in a manner that is required or allowed by the law",
            "defineVi": "theo cách được pháp luật yêu cầu hoặc cho phép"
        },
        {
            "id": "d011ee9c-4cd5-442a-9e28-87b933521b98",
            "word": "valid",
            "phonetic": "vælɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The ticket for the bus is valid for a single journey.",
                "The police officer informed the driver that not knowing that texting while driving was against the law was not a valid defense.",
                "You are valid.",
                "- That's really valid.",
                "You're valid in my book."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFsaWQ&hash=0f292c9d9c309182ff1d4f6d9b97b08f5e5ded5b&lang=en&cache-only=0",
            "defineEn": "acceptable by the law",
            "defineVi": "được pháp luật chấp nhận"
        },
        {
            "id": "08c810b3-276b-46b3-8de3-6d516eccd64c",
            "word": "regulation",
            "phonetic": "ɹɛɡjʊleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The organization called the new regulations a turning point in the campaign against smoking.",
                "A majority of Democrats believe that such regulations protect the public.",
                "A lot of companies are being boxed into a corner by these increasingly restrictive regulations.",
                "The regulations are scheduled to go into effect next winter, and in the interim, we'll be working hard to make all of the appropriate changes.",
                "The wealthy developer was able to skirt environmental regulations, while the poor homeowner faced steep fines for minor violations."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVndWxhdGlvbg&hash=c4b3598d6103a64fa03b85d65a253537de168049&lang=en&cache-only=0",
            "defineEn": "the process of controlling something by means of rules",
            "defineVi": "quá trình kiểm soát một cái gì đó bằng các quy tắc"
        },
        {
            "id": "748cdb83-63e2-4943-a279-c380ff127a29",
            "word": "to draft",
            "phonetic": "tə dɹæft ",
            "partOfSpeechType": "verb",
            "examples": [
                "I’ve read your drafts and I advise you not to give up your day job.",
                "With a gentle push, the window closed tightly, sealing out the draft.",
                "Mark wasn't happy with his first draft of the book, but he's grateful for the chance to take a second bite at the cherry and revise it before submitting it to publishers.",
                "The U.S. government drafted thousands of 18 to 21 year old men.",
                "Did you draft that statement?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJhZnQ&hash=f995e16debd5c89462c3c259511e9d4205f739ca&lang=en&cache-only=0",
            "defineEn": "to write something for the first time that needs corrections for the final presentation",
            "defineVi": "viết một cái gì đó lần đầu tiên cần chỉnh sửa cho bản trình bày cuối cùng",
            "hasImg": true
        },
        {
            "id": "c94c2ead-7376-40b7-9c26-19a8a7a750e3",
            "word": "to judge",
            "phonetic": "tə dʒʌdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The judge will have the last word on the divorce agreement.",
                "The judge allowed my claim.",
                "The judge brought his hammer down on the table.",
                "The judge stood firm in her ruling.",
                "People often judge a book by its cover without reading the contents."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ganVkZ2U&hash=a8dc57430218e3e1af75653fff4efd7a5cc454e4&lang=en&cache-only=0",
            "defineEn": "to decide whether or not a person is innocent in a court of law",
            "defineVi": "để quyết định xem một người có vô tội hay không trong một tòa án của pháp luật",
            "hasImg": true
        },
        {
            "id": "c38cf92f-a0de-4129-8268-6207f76f5ab7",
            "word": "judgement",
            "phonetic": "dʒʌdʒmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's not for me to pass judgement on your behaviour.",
                "Bob persuaded her to go by car, against her better judgement, and she regretted it as soon as she saw the heavy traffic.",
                "I can feel, I can feel your judgement.",
                "Everyone's going to have certain judgements that they are going to think.",
                "But that is that inner judgement in your head."
            ],
            "audio": "https://tts.langeek.co/read?text=anVkZ2VtZW50&hash=5b265a1f126337ad9e3c8ae40e4a0b2d96aedffe&lang=en&cache-only=0",
            "defineEn": "the decision of a judge or law court",
            "defineVi": "quyết định của một thẩm phán hoặc tòa án pháp luật"
        },
        {
            "id": "78c3404e-8c6b-463a-abe2-153704355180",
            "word": "authority",
            "phonetic": "ɐθɔːɹɪɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The authorities have offered an olive branch to the community.",
                "The authorities are dragging their feet over banning cigarette advertising.",
                "Flying in the face of public opinion, the local authority has approved the demolition of the old theatre.",
                "Report him to the authorities if you suspect him.",
                "Her knowledge of ancient history is of the first water, making her a respected authority in the field."
            ],
            "audio": "https://tts.langeek.co/read?text=YXV0aG9yaXR5&hash=853c55a552b698de755b83e045d1bc94d06e70e3&lang=en&cache-only=0",
            "defineEn": "the right or power to give orders to people",
            "defineVi": "quyền hoặc quyền lực để ra lệnh cho mọi người"
        },
        {
            "id": "2d348518-2b13-4dd9-a0ea-d7f1d8d20cba",
            "word": "inspector",
            "phonetic": "ɪnspɛktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Any inspector worth their salt would have checked the papers carefully.",
                "So the inspector stood.",
                "The inspector quickly left the room.",
                "Fire inspectors would not have approved.",
                "a ticket inspector asks Paul."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zcGVjdG9y&hash=06d62d366f30fff903fb7babd8f3cdbff81b4cbb&lang=en&cache-only=0",
            "defineEn": "a police officer of middle rank",
            "defineVi": "một sĩ quan cảnh sát cấp trung"
        },
        {
            "id": "2467c9f0-e685-41c9-8746-ea68d2df1f9b",
            "word": "clause",
            "phonetic": "klɔːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "The rental agreement had an escape clause that allowed the tenant to terminate the lease early if they needed to move for work purposes.",
                "Verbs that take both the infinitive and the finite clause as their object.",
                "And, indeed, the grandfather clauses in poll taxes and literacy tests had no racial language in it.",
                "They object to a clause in the British government's Brexit deal with the European Union.",
                "But the contracts clause of the U.S. Constitution prohibits states from impairing the obligation of contracts."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhdXNl&hash=58afe2835bdfc873450b4eac5b32b97cba9d72d7&lang=en&cache-only=0",
            "defineEn": "a separate part of a legal document that requires something different",
            "defineVi": "một phần riêng biệt của một tài liệu pháp lý yêu cầu một cái gì đó khác nhau"
        },
        {
            "id": "52adea6d-71bb-4590-b1b6-f0cf1491506b",
            "word": "claim",
            "phonetic": "kleɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The judge allowed my claim.",
                "The bank claims its hands are tied by federal regulators.",
                "He claimed that the company was not given a fair hearing in the press.",
                "He claims that he has her best interests at heart.",
                "He claimed that his government was turning the tide in the war against drugs."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhaW0&hash=2cdabf424231f21bcdc3435360c7569478025742&lang=en&cache-only=0",
            "defineEn": "a request for an amount of money that one believes is rightful",
            "defineVi": "một yêu cầu cho một số tiền mà một người tin là hợp pháp"
        },
        {
            "id": "99c68f23-b387-481e-904d-272517a94a4b",
            "word": "bill",
            "phonetic": "bɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "My father pays his bills at the beginning of the month.",
                "Come on, Bill.",
                "The bill has the President's seal of approval.",
                "The bill was four votes shy of a majority.",
                "His parents footed the bill for his college education."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlsbA&hash=7338efb8049a8ff015ef40e2dbb236db4acc13c0&lang=en&cache-only=0",
            "defineEn": "a new law that is proposed to a parliament to be discussed about",
            "defineVi": "một luật mới được đề xuất cho một quốc hội để được thảo luận về"
        },
        {
            "id": "ecc8873e-446e-41e8-beb0-feb8a6b86a0b",
            "word": "action",
            "phonetic": "ækʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her actions reflect her kindness and compassion towards others.",
                "The government took action to reduce unemployment rates.",
                "The true love between them was evident in their actions.",
                "Actions speak louder than words when it comes to leadership.",
                "Be careful with your actions."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0aW9u&hash=33ee5795412c8c8d91c807aa057bfca5e2307a13&lang=en&cache-only=0",
            "defineEn": "a formal or legal process in which it is decided if someone has done something wrong or illegal",
            "defineVi": "một quy trình chính thức hoặc pháp lý trong đó nó được quyết định nếu ai đó đã làm điều gì đó sai trái hoặc bất hợp pháp"
        },
        {
            "id": "3f7959db-c049-496d-b6ea-d429969a5203",
            "word": "to appeal",
            "phonetic": "tʊ ɐpiːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Shadberries add visual appeal and a delicate texture to dishes.",
                "Different genres of music appeal to different people, and for me, classical music really floats my boat.",
                "Police have appealed for witnesses, but it seems the locals are keeping shtum.",
                "The Court of Appeal held that there was no evidence to support the judge's assessment.",
                "I enjoy the vibrant colors of sweet peppers in my salad, as they add a visual appeal to the dish."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwZWFs&hash=3c29dc0b97d7c95d3ca4ba51cd33b7152a57dff6&lang=en&cache-only=0",
            "defineEn": "to officially ask a higher court to review and reverse the decision made by a lower court",
            "defineVi": "chính thức yêu cầu tòa án cấp trên xem xét và đảo ngược quyết định của tòa án cấp dưới"
        },
        {
            "id": "1549e5c2-4a8d-47ed-99bd-6a230e57db82",
            "word": "bail",
            "phonetic": "beɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bail is an important constitutional right.",
                "Bail bonds can offer a way out.",
                "Bail has a disparate impact on people of color.",
                "Bail agents do it better.",
                "Is America's bail system fair?"
            ],
            "audio": "https://tts.langeek.co/read?text=YmFpbA&hash=f59bda48cd0877a5309f02ae6ebd421a19913356&lang=en&cache-only=0",
            "defineEn": "an amount of money that must be paid in order for someone who is accused of a crime to be released until their trial",
            "defineVi": "một số tiền phải trả để một người nào đó bị buộc tội phạm tội được trả tự do cho đến khi xét xử"
        },
        {
            "id": "07c37a08-28fb-4444-bd39-823a28422d6b",
            "word": "brief",
            "phonetic": "bɹiːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Give your contact details and follow this with a brief profile of yourself.",
                "The store sells a variety of underwear styles, including briefs and boxers.",
                "After a brief ceasefire, fighting continued.",
                "The viral internet meme that gained immense popularity for a brief period became a ten-day wonder, with people sharing and referencing it widely before it faded from the online spotlight.",
                "Jeff was caught with his pants down when he came to the meeting without having read the brief and the boss started firing questions at him."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpZWY&hash=8a17854e22cd2d858064c19068f6aed113686d88&lang=en&cache-only=0",
            "defineEn": "a short document stating the facts provided by one side of a case to be presented to a law court",
            "defineVi": "một tài liệu ngắn nêu rõ các sự kiện được cung cấp bởi một bên của vụ án sẽ được trình bày trước tòa án luật"
        },
        {
            "id": "c347736d-19a5-4402-8db0-83d5d45fe547",
            "word": "charge",
            "phonetic": "tʃɑːɹdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "To bring charges/legal action/proceedings against somebody.",
                "First of all, they're charging an arm and a leg.",
                "I was put in charge of the office.",
                "The charges against the suspect will come up in court tomorrow.",
                "Who put Tony in charge of the accounts?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcmdl&hash=b78c2d53cb3c7887b53b8ee9963a5d0c48c1cd2b&lang=en&cache-only=0",
            "defineEn": "an accusation against a person who is on trial",
            "defineVi": "một lời buộc tội chống lại một người đang bị xét xử"
        },
        {
            "id": "50cc63bd-d4c6-4ba2-af79-10b70cf8ca05",
            "word": "to charge",
            "phonetic": "tə tʃɑːɹdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "To bring charges/legal action/proceedings against somebody.",
                "First of all, they're charging an arm and a leg.",
                "I was put in charge of the office.",
                "The charges against the suspect will come up in court tomorrow.",
                "Who put Tony in charge of the accounts?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hhcmdl&hash=f76dbc268e49a0827cfa45372afc9d96fd4d46d4&lang=en&cache-only=0",
            "defineEn": "to officially accuse someone of an offense",
            "defineVi": "để chính thức cáo buộc một ai đó của một hành vi phạm tội",
            "hasImg": true
        },
        {
            "id": "bcf6357c-4606-4176-a265-2c82aaf42b99",
            "word": "to defend",
            "phonetic": "tə dᵻfɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "He went to the wall to defend his beliefs.",
                "Guys, do you even know the sexist history of the company you're so ardently defending?",
                "Jack could be mild-mannered and amicable most of the time, but when his children were criticized, he fiercely defended them.",
                "The mother who always defended her child's behavior, even when it was clearly inappropriate, demonstrated that love is blind.",
                "- Defend the virtual farm?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVmZW5k&hash=6afe66bbc14bf369d68d6748cf4232b2fd6a195e&lang=en&cache-only=0",
            "defineEn": "to represent a person who is on trial",
            "defineVi": "để đại diện cho một người đang bị xét xử"
        },
        {
            "id": "46212f43-2d08-4edc-a871-2fed85a90631",
            "word": "to file",
            "phonetic": "tə faɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The defence has filed a petition to stay proceedings.",
                "Save the instructions to a new file.",
                "Always keep a backup of the file.",
                "Files can be read and written directly into the file system.",
                "Check inside each file carefully to make sure nothing slips through the cracks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmlsZQ&hash=4e60301c9762bacc703cb8b48b893d46f86c6c2e&lang=en&cache-only=0",
            "defineEn": "to record a legal document, etc. in a court of law",
            "defineVi": "để ghi lại một tài liệu pháp lý, vv trong một tòa án của pháp luật"
        },
        {
            "id": "76e6dedb-480d-40c4-a855-70f3f5ead24d",
            "word": "to issue",
            "phonetic": "tʊ ɪʃuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "Alan's explanation just muddies the issue!",
                "The issue comes up over and over on the stump.",
                "He danced the issue around.",
                "I pressed the issue home to them.",
                "The winter issue is hot off the press."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaXNzdWU&hash=a1a51e4b21e18eaa5f5c1ae4abebeba91cfe836f&lang=en&cache-only=0",
            "defineEn": "to release or send out an official document such as a statement, warrant, etc.",
            "defineVi": "phát hành hoặc gửi đi một tài liệu chính thức như tuyên bố, bảo đảm, v.v."
        },
        {
            "id": "ab118c38-76a6-41e7-b117-0bfddbb36151",
            "word": "to prohibit",
            "phonetic": "tə pɹəhɪbɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Comprehensive Nuclear-Test-Band Treaty prohibits all nuclear explosions anywhere on Earth for any purpose, period.",
                "In 1965, the Voting Rights Act prohibited racial discrimination of any kind in voting.",
                "It was prohibited.",
                "According to the work of historian Ira Berlin, the state of South Carolina prohibited the African slave trade beginning in 1787. ",
                "But the contracts clause of the U.S. Constitution prohibits states from impairing the obligation of contracts."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvaGliaXQ&hash=244e4e82773107b54fffe2b37ce7c6224b567fe2&lang=en&cache-only=0",
            "defineEn": "to forbid something from being done, particularly by law",
            "defineVi": "để cấm một cái gì đó từ được thực hiện, đặc biệt là theo pháp luật"
        },
        {
            "id": "c5edcb0e-e8c9-4f77-88ef-0873963c0094",
            "word": "prohibition",
            "phonetic": "pɹəhɪbɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Then, Prohibition happens.",
                "But Prohibition, in you, Fitzgerald found the perfect metaphor for American hypocrisy and debauchery.",
                "The prohibition of drugs also led to more violence and murders around the world.",
                "Dear Prohibition, You were crazy.",
                "In 1933, the 21st Amendment repealed Prohibition - the 13 year long period in our nation’s history when the production or sale of alcohol was illegal."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvaGliaXRpb24&hash=185db3813aff4d8a170fa1ee1e5628ca0c904352&lang=en&cache-only=0",
            "defineEn": "a regulation or rule that forbids the use or practice of something",
            "defineVi": "một quy định hoặc quy tắc cấm sử dụng hoặc thực hành một cái gì đó"
        },
        {
            "id": "beffb81b-6cb2-4044-87dd-99f0e33c92a3",
            "word": "to try",
            "phonetic": "tə tɹaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I tried a new coffee blend with hints of chocolate and caramel.",
                "Try some dried apricots as a healthy snack.",
                "Give sweetsop a try!",
                "Have you tried this new coffee?",
                "The case was tried before a jury."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJ5&hash=4f5ca1cf7faae85aa97139d6b332410f679bc50f&lang=en&cache-only=0",
            "defineEn": "(often passive) to put a person on trial or investigate a case in a trial",
            "defineVi": "(thường bị động) đưa một người ra xét xử hoặc điều tra một vụ án trong một phiên tòa"
        },
        {
            "id": "98dd7912-b6d7-4a70-ac63-11a2a7af6560",
            "word": "to break",
            "phonetic": "tə bɹeɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Their approach to sports teaching broke the mold.",
                "The movie broke all box-office records.",
                "The movie broke box office records in the US.",
                "The bag broke under the weight of the bottles inside it.",
                "My watch has broken."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJlYWs&hash=643894089f73d407d9134a9442b45bcf8c3ac753&lang=en&cache-only=0",
            "defineEn": "to fail to obey the law or keep a promise",
            "defineVi": "không tuân thủ luật pháp hoặc giữ lời hứa"
        },
        {
            "id": "fcff0e75-a7af-416e-bac8-4b28687d24f6",
            "word": "to chair",
            "phonetic": "tə tʃɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The classroom has rows of chairs for students.",
                "That chair doesn't give.",
                "Our dining table has four chairs around it.",
                "We moved our chairs a little nearer.",
                "He dropped his briefcase on a chair."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hhaXI&hash=0e0b80deb980726d61ad370c13a909d70c75c572&lang=en&cache-only=0",
            "defineEn": "to act as the chairperson of a committee or meeting",
            "defineVi": "đóng vai trò là chủ tịch của một ủy ban hoặc cuộc họp",
            "hasImg": true
        },
        {
            "id": "36792658-bfab-4622-8a0f-dd10f601c088",
            "word": "to get away",
            "phonetic": "tə ɡɛt ɐweɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I can't believe he got away with cheating on his taxes again.",
                "I held the attacker at bay while Mary got away and called the police.",
                "Hey, get away!",
                "You get away quickly.",
                "Could any other company get away with selling a brick or a branded crowbar?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IGF3YXk&hash=134a202e5dd8a88786eae130059a857ed4e707df&lang=en&cache-only=0",
            "defineEn": "to escape from someone or somewhere",
            "defineVi": "để thoát khỏi một ai đó hoặc một nơi nào đó",
            "hasImg": true
        },
        {
            "id": "5479c667-d881-439d-a4c8-be25c485daa8",
            "word": "to require",
            "phonetic": "tə ɹᵻkwaɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The question requires critical thinking and analysis.",
                "The slow healing process of the wound required regular care.",
                "Harvesting abalone for culinary purposes requires sustainable practices to ensure the long-term survival of it.",
                "The passport application requires you to fill in your first name, middle name, and last name.",
                "Pupils are required to sit nine subjects at GCSE."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVxdWlyZQ&hash=5dca23c83a931574d2d5d8bf04080dee66dab605&lang=en&cache-only=0",
            "defineEn": "to be obligated to do something because it is demanded by a law or rule",
            "defineVi": "bị bắt buộc phải làm điều gì đó bởi vì nó được yêu cầu bởi một luật hoặc quy tắc"
        },
        {
            "id": "edb9a758-1019-41e9-b346-f6ef3e60f5c3",
            "word": "to disqualify",
            "phonetic": "tə dɪskwɑːlᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "- Disqualified.",
                "In the ordinary course, his conflicts of interest would disqualify him from this position.",
                "Does that disqualify him from the Supreme Court?",
                "But it was not necessarily disqualifying.",
                "The colt was declared the derby winner last Saturday, after the first-place finisher was disqualified."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzcXVhbGlmeQ&hash=cd654136ac39e8edcb0b906aec347b677746bd2e&lang=en&cache-only=0",
            "defineEn": "to officially take away someone's right to do something for violating a rule",
            "defineVi": "chính thức lấy đi quyền của ai đó để làm điều gì đó vì vi phạm quy tắc"
        },
        {
            "id": "c4df5526-b424-470d-9cb2-911e29b2166c",
            "word": "criminal record",
            "phonetic": "kɹɪmɪnəl ɹɛkɚd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3JpbWluYWwgcmVjb3Jk&hash=d40e5ea80b595ac1aaa1b0e89235b9cb78aa8c6c&lang=en&cache-only=0",
            "defineEn": "a legal document that shows a person's history of breaking the law and being punished for it",
            "defineVi": "một tài liệu pháp lý cho thấy lịch sử vi phạm pháp luật của một người và bị trừng phạt vì nó"
        }
    ]
}