{
    "id": "22cab0a9-7615-4088-b8dd-8189ed28e1b1",
    "title": "Writing Systems",
    "originalTitle": "Writing Systems",
    "words": [
        {
            "id": "d5b9a7fc-f164-4483-aad0-f880033e5a62",
            "word": "script",
            "phonetic": "skɹɪpt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm willing to accept some minor edits on my script, but I draw a line at any major rewrites.",
                "The ceremony was carefully scripted.",
                "Most viruses follow this script.",
                "At this point, many scripts die.",
                "Script supervisor is Caitlin Hofmeister."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NyaXB0&hash=5cdc2cdb0cad75bd269c0e5af75483fa8fb53a80&lang=en&cache-only=0",
            "defineEn": "a particular system or style of writing that uses specific symbols, characters, or graphical elements to represent language",
            "defineVi": "một hệ thống hoặc phong cách viết cụ thể sử dụng các ký hiệu, ký tự hoặc yếu tố đồ họa cụ thể để thể hiện ngôn ngữ"
        },
        {
            "id": "3c6940e3-be50-413a-91a0-bd2e87fe5a1a",
            "word": "defective script",
            "phonetic": "dᵻfɛktɪv skɹɪpt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVmZWN0aXZlIHNjcmlwdA&hash=58b800fa535495aba9eb0a812729d3581ed56883&lang=en&cache-only=0",
            "defineEn": "a writing system that has significant limitations or deficiencies in representing the sounds, grammar, or vocabulary of a language, often leading to ambiguities, inconsistencies, or difficulties in accurately conveying meaning through writing",
            "defineVi": "một hệ thống chữ viết có những hạn chế hoặc thiếu sót đáng kể trong việc thể hiện âm thanh, ngữ pháp hoặc từ vựng của một ngôn ngữ, thường dẫn đến sự mơ hồ, không nhất quán hoặc khó khăn trong việc truyền đạt ý nghĩa chính xác thông qua văn bản"
        },
        {
            "id": "34e2f2de-8846-426f-84bf-dd546111ca1a",
            "word": "phonographic writing",
            "phonetic": "fɑːnəɡɹæfɪk ɹaɪɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGhvbm9ncmFwaGljIHdyaXRpbmc&hash=8808599c7e450b72d74e9a93984eb17f38831e2d&lang=en&cache-only=0",
            "defineEn": "a system of writing in which the written symbols or characters represent specific sounds or phonetic elements of a language, allowing for a more direct phonetic representation of words and language sounds",
            "defineVi": "một hệ thống chữ viết trong đó các ký hiệu hoặc ký tự bằng văn bản đại diện cho các âm cụ thể hoặc các yếu tố ngữ âm của một ngôn ngữ, cho phép biểu diễn ngữ âm trực tiếp hơn của các từ và âm thanh ngôn ngữ"
        },
        {
            "id": "e1bff180-3d69-4a80-af47-bd37ae1501ab",
            "word": "syllabary",
            "phonetic": "sɪlɐbɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The next type of writing system is where each grapheme represents a syllable, known as a syllabary.",
                "The Cherokee syllabary was created by Native American polymath Sequoyah in the early 1800s.",
                "And languages where there aren't very many possible syllables, like Inuktitut, are easier to write with a syllabary."
            ],
            "audio": "https://tts.langeek.co/read?text=c3lsbGFiYXJ5&hash=7d33218860ee8075412249684e6b9e331a9df5dd&lang=en&cache-only=0",
            "defineEn": "a writing system in which each character represents a syllable, typically consisting of a consonant-vowel combination, allowing for the representation of a wide range of words and sounds within a language",
            "defineVi": "một hệ thống chữ viết trong đó mỗi ký tự đại diện cho một âm tiết, thường bao gồm tổ hợp phụ âm-nguyên âm, cho phép thể hiện nhiều loại từ và âm thanh trong một ngôn ngữ"
        },
        {
            "id": "63d1b726-8691-4207-9432-d3542f27f160",
            "word": "cuneiform",
            "phonetic": "kʌneɪfɔːɹm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some newcomers looked up to the Sumerians, adopting their way of life and using the cuneiform script to express their own languages.",
                "Their writing system is known as cuneiform, and involved pressing a stylus into soft clay.",
                "After a few hundred years, the early pictogram system called cuneiform turned into a script.",
                "The word for beer is one of the most common in Sumerian cuneiform writing and even appears in The Epic of Gilgamesh (commonly regarded as the earliest surviving great work of literature).",
                "Mesopotamia gave us writing, specifically a form of writing called cuneiform, which was initially created not to like woo lovers or whatever but to record transactions like how many bushels of wheat were exchanged for how many goats."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VuZWlmb3Jt&hash=8128b271a8940e1a3557e089f51f3d3e37946ed0&lang=en&cache-only=0",
            "defineEn": "one of the earliest known writing systems in human history, characterized by wedge-shaped marks or symbols impressed on clay tablets using a stylus",
            "defineVi": "một trong những hệ thống chữ viết được biết đến sớm nhất trong lịch sử loài người, được đặc trưng bởi các dấu hoặc ký hiệu hình nêm được khắc trên các viên đất sét bằng bút stylus"
        },
        {
            "id": "70f2bd63-465d-4a73-9fb0-2d8ee2e96c84",
            "word": "Linear A",
            "phonetic": "lɪnɪɹ eɪ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=TGluZWFyIEE&hash=d0734c3635c832004c38190d4bfd2feda4f04b5d&lang=en&cache-only=0",
            "defineEn": "an undeciphered writing system used in the ancient Aegean, particularly on the island of Crete, during the Bronze Age",
            "defineVi": "một hệ thống chữ viết chưa được giải mã được sử dụng trong Aegean cổ đại, đặc biệt là trên đảo Crete, trong thời đại đồ đồng"
        },
        {
            "id": "6d5d22c8-1fe7-4141-844c-98a2c53456dd",
            "word": "Linear B",
            "phonetic": "lɪnɪɹ biː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=TGluZWFyIEI&hash=b54c8c52b9778af2d2a9b19059b49912ba83a817&lang=en&cache-only=0",
            "defineEn": "an ancient script used to write Mycenaean Greek during the Late Bronze Age, featuring linear symbols representing syllables",
            "defineVi": "một chữ viết cổ được sử dụng để viết tiếng Hy Lạp Mycenaean trong thời kỳ đồ đồng muộn, có các ký hiệu tuyến tính đại diện cho các âm tiết"
        },
        {
            "id": "e8b568e4-5c8b-4696-8d6d-88f7678c3bc0",
            "word": "semi-syllabary",
            "phonetic": "sɛmaɪsɪlɐbɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VtaS1zeWxsYWJhcnk&hash=1e3076cf003197640130be0c09e3e01f55b9f303&lang=en&cache-only=0",
            "defineEn": "a writing system that combines elements of both syllabaries and alphabets, where some symbols represent syllables while others represent individual consonant or vowel sounds",
            "defineVi": "một hệ thống chữ viết kết hợp các yếu tố của cả âm tiết và bảng chữ cái, trong đó một số ký hiệu đại diện cho các âm tiết trong khi những ký hiệu khác đại diện cho các phụ âm hoặc nguyên âm riêng lẻ"
        },
        {
            "id": "3313d6dd-4489-4ba1-9079-0a85a11573d9",
            "word": "braille",
            "phonetic": "bɹeɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "(audience laughs) looks like braille.",
                "The truck accelerates fast and pulls right out from underneath this skater-- this really talented guy from Braille Skateboarding-- pretty nuts."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJhaWxsZQ&hash=cbff01e51dbbf6b401b8b0ce87eb1b9b91ec85c6&lang=en&cache-only=0",
            "defineEn": "a tactile writing system designed for individuals who are blind or visually impaired, utilizing patterns of raised dots that can be felt with the fingertips to represent letters, numbers, and other symbols",
            "defineVi": "một hệ thống chữ viết xúc giác được thiết kế cho những người mù hoặc khiếm thị, sử dụng các mẫu chấm nổi có thể cảm nhận được bằng đầu ngón tay để biểu thị các chữ cái, số và các ký hiệu khác"
        },
        {
            "id": "4a85b218-224a-4224-9293-b6a972fdc056",
            "word": "abjad",
            "phonetic": "ɐbdʒæd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many Semitic languages are written with abjads, including Arabic and Hebrew.",
                "Semitic languages are well suited to the abjad system, because they don’t have a strong focus on vowels.",
                "For further nuance, some researchers distinguish between alphabets proper, where every phoneme gets a symbol, and abjads.",
                "In an abjad, primarily consonants get their own symbols, and vowels can be left unwritten."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJqYWQ&hash=22498270e7a6b0b1833b791a087225d1881e4e85&lang=en&cache-only=0",
            "defineEn": "a type of writing system where only the consonantal sounds are represented, typically used in languages that rely heavily on consonants and have a limited number of vowel sounds",
            "defineVi": "một loại hệ thống chữ viết chỉ có các phụ âm được thể hiện, thường được sử dụng trong các ngôn ngữ phụ thuộc nhiều vào phụ âm và có một số nguyên âm hạn chế"
        },
        {
            "id": "e0b0591b-9c16-479b-b61c-977975525c90",
            "word": "Devanagari",
            "phonetic": "deɪvənɑːɡɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The way it incorporates vowels reminds me of abugida scripts like Devanagari, which is used for north indian languages like Hindi.",
                "Hindi, spoken in India and written with the Devanagari script, is treated as a separate language from Urdu, spoken in Pakistan and written with the Arabic script."
            ],
            "audio": "https://tts.langeek.co/read?text=RGV2YW5hZ2FyaQ&hash=2503b6b4c8a534bd660b10c236076f565c39c21c&lang=en&cache-only=0",
            "defineEn": "an abugida script used for writing several languages in the Indian subcontinent, known for its connected letterforms and versatile consonant-vowel combinations",
            "defineVi": "một tập lệnh abugida được sử dụng để viết một số ngôn ngữ ở tiểu lục địa Ấn Độ, được biết đến với các dạng chữ được kết nối và tổ hợp nguyên âm phụ âm linh hoạt"
        },
        {
            "id": "cc553519-3f32-455a-b887-347da22883a7",
            "word": "abugida",
            "phonetic": "ɐbjuːdʒɪdə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The way it incorporates vowels reminds me of abugida scripts like Devanagari, which is used for north indian languages like Hindi."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJ1Z2lkYQ&hash=23a213089349e78fce487916387bdf61d812d714&lang=en&cache-only=0",
            "defineEn": "a writing system in which each character represents a consonant-vowel combination, and the vowels are typically indicated by diacritic marks or modifications of the consonant symbol",
            "defineVi": "một hệ thống chữ viết trong đó mỗi ký tự đại diện cho một tổ hợp phụ âm-nguyên âm và các nguyên âm thường được biểu thị bằng dấu phụ hoặc sửa đổi của ký hiệu phụ âm"
        },
        {
            "id": "9dcc1f9c-5d35-4ec4-a25d-f399c6ea119d",
            "word": "Hanzi script",
            "phonetic": "hænzi skɹɪpt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=SGFuemkgc2NyaXB0&hash=5fc3e7ecd434e27c1d06e8976f77a0f03090f281&lang=en&cache-only=0",
            "defineEn": "a logographic writing system used for writing the Chinese language, consisting of characters that represent morphemes or words and are composed of various strokes arranged in a square or rectangular shape",
            "defineVi": "một hệ thống chữ viết biểu trưng được sử dụng để viết tiếng Trung Quốc, bao gồm các ký tự đại diện cho các hình thái hoặc từ và bao gồm các nét khác nhau được sắp xếp theo hình vuông hoặc hình chữ nhật"
        },
        {
            "id": "c9620fcd-1309-40c0-ae5b-a8ee1c3baf31",
            "word": "hieroglyph",
            "phonetic": "haɪɚɹəɡlɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "And linguists have only recently decoded many hieroglyphs found on Mayan engravings.",
                "This Sumerian writing probably inspired the writing systems of other major Bronze Age civilizations around the Mediterranean, like the Egyptians with their hieroglyphs.",
                "Those hieroglyphs inspired a writing system that eventually became the Phoenician writing system, which was adapted by the Greeks and ultimately became the Latin alphabet that English uses.",
                "Just as linguists are still decoding the hieroglyphs of the Maya, researchers are still trying to understand just what the khipu mean.",
                "They gained immortality in frescos, hieroglyphs, statues, and even tombs, mummified alongside their owners."
            ],
            "audio": "https://tts.langeek.co/read?text=aGllcm9nbHlwaA&hash=6acb10af90fe2cd179d80f6cfb916416b8558b01&lang=en&cache-only=0",
            "defineEn": "a system of writing used in ancient Egypt, consisting of pictorial symbols or characters that represent objects, ideas, or sounds, and were commonly used for inscriptions on temple walls, tombs, and other monumental structures",
            "defineVi": "một hệ thống chữ viết được sử dụng ở Ai Cập cổ đại, bao gồm các biểu tượng hoặc ký tự bằng hình ảnh đại diện cho các vật thể, ý tưởng hoặc âm thanh và thường được sử dụng để khắc trên các bức tường của đền thờ, lăng mộ và các cấu trúc hoành tráng khác"
        },
        {
            "id": "70c6f334-43e2-4a99-a801-49a3c1546153",
            "word": "Latin alphabet",
            "phonetic": "lætɪn ælfəbɛt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=TGF0aW4gYWxwaGFiZXQ&hash=904b5f01278fe036c0bb38e05dc642d09b2f8e28&lang=en&cache-only=0",
            "defineEn": "the most widely used writing system in the world today, consisting of 26 letters and used to write numerous languages, including English, Spanish, French, and many others",
            "defineVi": "hệ thống chữ viết được sử dụng rộng rãi nhất trên thế giới hiện nay, bao gồm 26 chữ cái và được sử dụng để viết nhiều ngôn ngữ, bao gồm tiếng Anh, tiếng Tây Ban Nha, tiếng Pháp và nhiều ngôn ngữ khác"
        },
        {
            "id": "9dc83581-a863-40cb-bb7c-03c9cc0e9498",
            "word": "Hangul",
            "phonetic": "hæŋɡʌl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Another example is Hangul, the writing system used for Korean.",
                "Hangul is especially cool, linguistically speaking, because the shapes of the symbols are based on the position of the mouth while producing them."
            ],
            "audio": "https://tts.langeek.co/read?text=SGFuZ3Vs&hash=35d0abcb588b7966defd6e0befa9dbb105d9b6fa&lang=en&cache-only=0",
            "defineEn": "the native phonetic script of the Korean language, created in the 15th century under the reign of King Sejong the Great",
            "defineVi": "chữ phiên âm bản địa của tiếng Triều Tiên, được tạo ra vào thế kỷ 15 dưới triều đại của vua Sejong Đại đế"
        },
        {
            "id": "41824493-74b9-4e6c-acb4-88b75bd0ad7f",
            "word": "Pinyin",
            "phonetic": "paɪniɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=UGlueWlu&hash=fd77377360ee5ef1f79abd99d5efea3f7d59e34a&lang=en&cache-only=0",
            "defineEn": "a romanization system used for writing the pronunciation of Chinese characters using the Latin alphabet",
            "defineVi": "một hệ thống Latinh hóa được sử dụng để viết cách phát âm của các ký tự Trung Quốc bằng bảng chữ cái Latinh"
        },
        {
            "id": "ed6d53c4-cfd6-4ea7-9c4f-62b04b570b40",
            "word": "Aramaic alphabet",
            "phonetic": "æɹɐmeɪɪk ælfəbɛt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=QXJhbWFpYyBhbHBoYWJldA&hash=894d6321f7820a2b2c1360baccf38cc801256214&lang=en&cache-only=0",
            "defineEn": "the writing system used to write the Aramaic language, which has been historically significant in the Middle East and has influenced several other scripts, including Hebrew and Arabic",
            "defineVi": "hệ thống chữ viết được sử dụng để viết ngôn ngữ Aramaic, có ý nghĩa lịch sử ở Trung Đông và đã ảnh hưởng đến một số chữ viết khác, bao gồm cả tiếng Do Thái và tiếng Ả Rập"
        },
        {
            "id": "3d711ac5-89c4-4a24-ab7b-a52145a823f7",
            "word": "Hebrew alphabet",
            "phonetic": "hiːbɹuː ælfəbɛt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=SGVicmV3IGFscGhhYmV0&hash=9cfb9fa50d503291d267f46b052599067f8c8ac2&lang=en&cache-only=0",
            "defineEn": "a writing system used for the Hebrew language and other Jewish languages, consisting of 22 consonant letters and a system of vowel markers",
            "defineVi": "một hệ thống chữ viết được sử dụng cho tiếng Do Thái và các ngôn ngữ Do Thái khác, bao gồm 22 chữ cái phụ âm và một hệ thống đánh dấu nguyên âm"
        },
        {
            "id": "151e30c0-af02-4686-a8d3-a941a4a7685f",
            "word": "Greek alphabet",
            "phonetic": "ɡɹiːk ælfəbɛt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=R3JlZWsgYWxwaGFiZXQ&hash=8489d216ee3a25a0febea1d10a35c16bd28e5258&lang=en&cache-only=0",
            "defineEn": "an ancient writing system that has been used for over two thousand years, known for its distinctive letters and its significant influence on Western alphabets",
            "defineVi": "một hệ thống chữ viết cổ đã được sử dụng hơn hai nghìn năm, được biết đến với các chữ cái đặc biệt và ảnh hưởng đáng kể của nó đối với bảng chữ cái phương Tây"
        },
        {
            "id": "e2271747-e490-4cc4-b9b2-1d70110b7025",
            "word": "featural writing system",
            "phonetic": "fiːtʃɚɹəl ɹaɪɾɪŋ sɪstəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmVhdHVyYWwgd3JpdGluZyBzeXN0ZW0&hash=b6a926bafa52a2caccc81b2a15317a86f3285716&lang=en&cache-only=0",
            "defineEn": "a type of writing system that represents phonetic features or articulatory gestures rather than individual sounds or symbols",
            "defineVi": "một loại hệ thống chữ viết đại diện cho các đặc điểm ngữ âm hoặc cử chỉ phát âm hơn là các âm thanh hoặc ký hiệu riêng lẻ"
        },
        {
            "id": "efb66cd6-3378-407a-a4dc-04e358d51d81",
            "word": "Cyrillic alphabet",
            "phonetic": "sɪɹɪlɪk ælfəbɛt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Q3lyaWxsaWMgYWxwaGFiZXQ&hash=5eaa78712539f71c116580976a38ce806416b21f&lang=en&cache-only=0",
            "defineEn": "an alphabet used to write various languages, including Russian, Ukrainian, Bulgarian, and Serbian, among others, and is named after the 9th-century Byzantine scholar Cyril, who was instrumental in its development",
            "defineVi": "một bảng chữ cái được sử dụng để viết các ngôn ngữ khác nhau, bao gồm tiếng Nga, tiếng Ukraina, tiếng Bungari và tiếng Serbia, trong số những ngôn ngữ khác, và được đặt theo tên của học giả Byzantine thế kỷ thứ 9 Cyril, người có công trong việc phát triển nó"
        },
        {
            "id": "31de1d47-d6c8-47e5-ba05-b422cd2e5c6f",
            "word": "Armenian alphabet",
            "phonetic": "ɑːɹmiːniən ælfəbɛt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=QXJtZW5pYW4gYWxwaGFiZXQ&hash=ab9c709b3d9e7748e8f1ba35e2b445b84b3badec&lang=en&cache-only=0",
            "defineEn": "a distinct writing system developed in the 5th century AD to write the Armenian language, featuring unique letter shapes and phonetic values",
            "defineVi": "một hệ thống chữ viết riêng biệt được phát triển vào thế kỷ thứ 5 sau Công nguyên để viết tiếng Armenia, có hình dạng chữ cái độc đáo và giá trị ngữ âm"
        },
        {
            "id": "f47b59d7-debd-4670-a107-244e590e7906",
            "word": "Georgian alphabet",
            "phonetic": "dʒɔːɹdʒən ælfəbɛt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=R2VvcmdpYW4gYWxwaGFiZXQ&hash=e8ce08ff6e617db522d23a4f20d839b2f69fbaad&lang=en&cache-only=0",
            "defineEn": "a unique writing system consisting of 33 letters and is used to write the Georgian language, known for its distinct letter shapes and phonetic representation",
            "defineVi": "một hệ thống chữ viết độc đáo bao gồm 33 chữ cái và được sử dụng để viết tiếng Gruzia, được biết đến với các hình dạng chữ cái riêng biệt và cách biểu thị ngữ âm"
        }
    ]
}