{
    "id": "2302fd61-b2ec-45c3-9b92-7b19fc1f4f69",
    "title": "Explore the World!",
    "originalTitle": "Lesson 66",
    "words": [
        {
            "id": "ef35cf8c-7dd2-4686-94f6-05f87509199b",
            "word": "all-inclusive",
            "phonetic": "ɔːlɪŋkluːsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Moreover, it is a movement that is all-embracive, all-inclusive and all about ensuring no one falls between the cracks.",
                "All-inclusives are a great option for families, in particular, with kids.",
                "All-inclusives offer more amenities than you'll actually use, and they bank on that.",
                "Demand for all-inclusive resorts rose to 14% in 2014 from 8% in 2011.",
                "According to a 2018 study from the UK's Post Office, UK families spend an average of $980 on top of the price of their all-inclusive."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxsLWluY2x1c2l2ZQ&hash=35ac97b5cfe7d39f2f3f34cc9dd5d83de29276f0&lang=en&cache-only=0",
            "defineEn": "including everyone or everything, particularly for a single price",
            "defineVi": "bao gồm tất cả mọi người hoặc tất cả mọi thứ, đặc biệt với một mức giá duy nhất"
        },
        {
            "id": "3c35a1e5-9e9a-448a-9aa1-795483ac0167",
            "word": "peak season",
            "phonetic": "piːk siːzən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVhayBzZWFzb24&hash=e91b74ffccda4f6b64b88320c4cbd35ecadb0fbe&lang=en&cache-only=0",
            "defineEn": "the time of year during which people travel a lot and prices are very high",
            "defineVi": "thời gian trong năm mà mọi người đi du lịch nhiều và giá cả rất cao",
            "hasImg": true
        },
        {
            "id": "19d92572-5125-4ea6-88e4-6d115d962ae9",
            "word": "off season",
            "phonetic": "ɔf siːzən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2ZmIHNlYXNvbg&hash=62c3f46c677c2f79dceb2464b6295690d02a830e&lang=en&cache-only=0",
            "defineEn": "the time of year during which there is not much travel or business",
            "defineVi": "thời gian trong năm mà không có nhiều du lịch hoặc kinh doanh",
            "hasImg": true
        },
        {
            "id": "efa754dd-c54e-47b4-8b04-ba970762f31c",
            "word": "luxurious",
            "phonetic": "lʌɡʒʊɹɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The rich businessman owned multiple luxurious cars.",
                "The velvety texture of meunière butter adds a luxurious finish to mashed potatoes.",
                "He made a luxurious bread sauce with warm milk and spices.",
                "I stayed at a luxurious hotel during my vacation.",
                "The couple enjoyed a luxurious vacation, but knew that their credit card bill would be waiting for them at home."
            ],
            "audio": "https://tts.langeek.co/read?text=bHV4dXJpb3Vz&hash=785f76b3cb375d33773128ef8e337428b56946a0&lang=en&cache-only=0",
            "defineEn": "extremely comfortable, particularly when expensive things are involved",
            "defineVi": "cực kỳ thoải mái, đặc biệt là khi những thứ đắt tiền có liên quan",
            "hasImg": true
        },
        {
            "id": "15079e51-4c00-4127-862c-1c1f680b8275",
            "word": "exquisite",
            "phonetic": "ɛkskwɪsɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I hear that the new restaurant around the corner really sets the bar for exquisite seafood.",
                "Yesterday, Emily dressed in her Sunday best for the wedding ceremony, radiating beauty and charm in her exquisite gown.",
                "The crust is exquisite. ",
                "The preparations are exquisite.",
                "To us, it was a land of Fujiyama, of cherry trees, exquisite gardens, Geisha girls, picturesque peasants."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhxdWlzaXRl&hash=a70b7845b29ede37c4a224360c4747bb820c9546&lang=en&cache-only=0",
            "defineEn": "very beautiful; finely made",
            "defineVi": "rất đẹp; tinh xảo"
        },
        {
            "id": "30975a13-6e83-45be-b0db-c855118a0ae8",
            "word": "exotic",
            "phonetic": "ɛɡzɑːɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As adventurous eaters, they tried a variety of exotic foods but drew the line at kidneys.",
                "You can add a touch of exotic beauty to your garden by planting a cycad.",
                "He scratches his itch for adventure by traveling to exotic destinations.",
                "I found a vendor who was selling exotic fruit marmalades.",
                "The children were excited to try the unusual-looking dragon fruit, an exotic accessory fruit."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhvdGlj&hash=761fc67b54f6fcbac4342f5b1fa5f5d441ff172e&lang=en&cache-only=0",
            "defineEn": "originating in another country, particularly a tropical one",
            "defineVi": "có nguồn gốc từ một quốc gia khác, đặc biệt là một quốc gia nhiệt đới"
        },
        {
            "id": "501970c3-09be-4011-88ee-0d91e2958f08",
            "word": "homestay",
            "phonetic": "hoʊmsteɪ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9tZXN0YXk&hash=517c891d81816b8bf76d848d55d225b0dda20fd4&lang=en&cache-only=0",
            "defineEn": "an arrangement to live as a foreign vacationer or student in someone's home",
            "defineVi": "một sự sắp xếp để sống như một du khách nước ngoài hoặc sinh viên trong nhà của một ai đó"
        },
        {
            "id": "4d6eb4a2-1ba5-43fb-bc10-bbef3f753867",
            "word": "staycation",
            "phonetic": "steɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RheWNhdGlvbg&hash=75be3adf324c1aa0e4dddbc4e921d0302f7cc3ed&lang=en&cache-only=0",
            "defineEn": "a vacation that one spends at or near one's home instead of traveling somewhere",
            "defineVi": "một kỳ nghỉ mà một người dành ở hoặc gần nhà của một người thay vì đi du lịch ở đâu đó"
        },
        {
            "id": "9d49f3e9-d05e-4f4a-b4af-011673766683",
            "word": "outing",
            "phonetic": "aʊɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And so, that was my outing.",
                "Which brings us to another aspect of art, a big one: art as expression, or an outing of what is inside you.",
                "Something that I do with a lot of my clients is, Part of our work together will be outings.",
                "So if breaks didn’t have a tangible benefit, like an outing with coworkers, then folks didn’t seem to take one.",
                "Maybe they need someone to take them on an outing if they're an inpatient and they just want some extra support because as you work your way through the levels when you're in an inpatient ward, they can offer you outings with family members and friends who are supportive of your recovery."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0aW5n&hash=d4e96e4f1e85508edd1a4a0c632505cf0531b37c&lang=en&cache-only=0",
            "defineEn": "a pleasure or educational trip that may last a day",
            "defineVi": "một niềm vui hoặc chuyến đi giáo dục có thể kéo dài một ngày"
        },
        {
            "id": "ca125bbf-f44a-46d4-93c9-3f2d684cc8ff",
            "word": "expedition",
            "phonetic": "ɛkspədɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lunch invitation was clearly a fishing expedition to obtain information about his private life.",
                "They worried about an FBI fishing expedition.",
                "nly two members of the expedition lived to tell the tale.",
                "Adventure expeditions are growing in popularity, particularly among older Americans with money to burn.",
                "When supplies ran low during the mountaineering expedition, the climbers realized that hunger breaks stone walls and undertook increasingly dangerous descents to forage for food."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwZWRpdGlvbg&hash=f42ca393e41d4c8783328e1aa5fc052d551d2f48&lang=en&cache-only=0",
            "defineEn": "a trip that has been organized for a particular purpose such as a scientific or military one or for exploration",
            "defineVi": "một chuyến đi đã được tổ chức cho một mục đích cụ thể như khoa học hoặc quân sự hoặc để khám phá"
        },
        {
            "id": "f74af317-1dfe-4c78-b8ba-1a82dac3efaa",
            "word": "itinerary",
            "phonetic": "aɪtɪnɚɹɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "We found the President's itinerary in your desk.",
                "We only know a quarter, at most, probably less, a fraction, really, of what they have got up to, based on their travel plans, their itinerary, right?",
                "When I got the itinerary from the Thunderbirds, and I started reading stuff, and it said things like, get plenty of sleep, I was like, oh, I haven't really done that."
            ],
            "audio": "https://tts.langeek.co/read?text=aXRpbmVyYXJ5&hash=de40eef0cf08e4d99378b31be0e30af724f3b16c&lang=en&cache-only=0",
            "defineEn": "a plan of the route and the places that one will visit on a journey",
            "defineVi": "một kế hoạch của tuyến đường và những nơi mà một người sẽ ghé thăm trên một hành trình",
            "hasImg": true
        },
        {
            "id": "a50702bd-77ed-480e-85bb-13659f9609b2",
            "word": "tourist class",
            "phonetic": "tʊɹɹɪst klæs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG91cmlzdCBjbGFzcw&hash=ce525715da80e83f88ea3ef4e37790f7dae4287e&lang=en&cache-only=0",
            "defineEn": "the lowest class of accommodations offered in a hotel, on a plane or ship",
            "defineVi": "loại phòng thấp nhất được cung cấp trong khách sạn, trên máy bay hoặc tàu"
        },
        {
            "id": "79601d4b-8010-4858-b3fa-caa9aaabab73",
            "word": "to upgrade",
            "phonetic": "tʊ ʌpɡɹeɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "You can always upgrade a bit further down the road if you want.",
                "Sarah was content with her old phone and refused to upgrade it.",
                "I think we should use the extra money to invest in some new computer upgrades, but it's the boss's call in the end.",
                "The boss spent nearly an hour talking about how we had to cut spending in the office, but in the next breath, he was telling his secretary to upgrade his company car.",
                "When Jack's friend suggested he upgrade his phone to the latest model, Jack replied, \"If it ain't broke, don't fix it.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdXBncmFkZQ&hash=932ecfb990337153660f9999e9e68ba577f29e59&lang=en&cache-only=0",
            "defineEn": "to provide someone with a better seat on an airplane or a better room in a hotel than the one for which they have paid",
            "defineVi": "cung cấp cho ai đó một chỗ ngồi tốt hơn trên máy bay hoặc một phòng tốt hơn trong khách sạn so với phòng mà họ đã trả tiền"
        },
        {
            "id": "07c7aa21-59cb-4693-a660-96d2b72e3a9c",
            "word": "long-haul",
            "phonetic": "lɔŋhɔːl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But this wasn't your ordinary long-haul trip.",
                "Today, she crews an average of nine long-haul flights a month.",
                "Jess Begay Sr . of the Navajo Nation was a long-haul trucker who transported everything from explosives to milk.",
                "These three previously healthy individuals are in their 20s, 30s and 40s, and are now suffering long-haul COVID.",
                "That doesn't leave Finn Murphy, our long-haul driver and student of history, with a lot of hope."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9uZy1oYXVs&hash=092afa9dd7648373fec9818fa0069f900b52dcaa&lang=en&cache-only=0",
            "defineEn": "traveling over a long distance, particularly when it involves transporting passengers or goods",
            "defineVi": "đi trên một quãng đường dài, đặc biệt khi liên quan đến vận chuyển hành khách hoặc hàng hóa"
        },
        {
            "id": "1d1b97b9-fc55-4e99-85e4-2bb2fc973b49",
            "word": "to embark",
            "phonetic": "tʊ ɛmbɑːɹk ",
            "partOfSpeechType": "verb",
            "examples": [
                "I completed my degree in biochemistry and embarked on a career in education, but I always knew that the tail was wagging the dog.",
                "As soon as they met, they knew they had found their other half and embarked on a lifelong journey together.",
                "They've now embarked on a new strategy.",
                "And you are embarking on this journey.",
                "But now, they’ve embarked on a new mission."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW1iYXJr&hash=ee8f903194156f9793365c7f327a545b3abd98ca&lang=en&cache-only=0",
            "defineEn": "to board a plane or ship; to cause someone or something to board a plane or ship",
            "defineVi": "lên máy bay hoặc tàu; để gây ra một ai đó hoặc một cái gì đó để lên máy bay hoặc tàu",
            "hasImg": true
        },
        {
            "id": "89e7f976-f0f6-4593-986b-43c29589ada1",
            "word": "layover",
            "phonetic": "leɪoʊvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Layovers in 161 cities worldwide with accommodations and meals covered.",
                "Have a long layover?",
                "My goal was simply to adjust to the cold over this layover day.",
                "Once I got to Fairbanks, I had a layover for a day, and I decided to try to track down a couple of different local scientists before I continued the journey further north.",
                "There was one flight that instead of sending me to a layover in Minnesota, would send me to a layover in Atlanta."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF5b3Zlcg&hash=3522cc12e0f8e8cf8911b17c0062013631ba6288&lang=en&cache-only=0",
            "defineEn": "a short break or stay in a journey",
            "defineVi": "một kỳ nghỉ ngắn hoặc ở lại trong một hành trình"
        },
        {
            "id": "6e6db89a-64d0-4a47-a3aa-400cc57900c4",
            "word": "lost-and-found",
            "phonetic": "lɔstændfaʊnd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG9zdC1hbmQtZm91bmQ&hash=f5c8cf42b50af7ad087e222bf793b3189d7fb8de&lang=en&cache-only=0",
            "defineEn": "a place where lost things are stored until their owners come and collect them",
            "defineVi": "một nơi lưu trữ những thứ bị mất cho đến khi chủ sở hữu của họ đến và thu thập chúng"
        },
        {
            "id": "de58292a-c055-493a-8691-090429a5226b",
            "word": "camper",
            "phonetic": "kæmpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "With his new job and his new car, Andy is a happy camper.",
                "Meanwhile, your brain isn't a happy camper either.",
                "I was a very happy camper.",
                "See you at my camper.",
                "It features interviews with former campers and counselors."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FtcGVy&hash=9d7b812ca13641970774bbe9086fab2d1db4c0be&lang=en&cache-only=0",
            "defineEn": "someone who spends a vacation living in a tent, etc.",
            "defineVi": "ai đó dành kỳ nghỉ sống trong lều, v.v.",
            "hasImg": true
        },
        {
            "id": "c82b2ba4-ae6a-434e-a3f7-0a881b9c9a6a",
            "word": "suite",
            "phonetic": "swiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The suite will add a touch of class to your bedroom.",
                "Here's your suite for today's flight.",
                "In first class, passengers get a whole suite to themselves.",
                "Welcome to the master suite.",
                "Among other things, their suite of instruments will study the environment created by the Sun’s solar wind on the lunar soil."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VpdGU&hash=8f31f4ac886fab3b196eba9508e2c70be9e0e405&lang=en&cache-only=0",
            "defineEn": "a series of rooms, particularly in a hotel",
            "defineVi": "một loạt các phòng, đặc biệt là trong một khách sạn",
            "hasImg": true
        },
        {
            "id": "ccf85b4b-94e0-4b8f-a0db-e83b446f0854",
            "word": "sunburn",
            "phonetic": "sʌnbɜːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He got a sunburn on his arm after spending the day at the beach.",
                "But anyone can get a sunburn.",
                "These are all signs of sunburn.",
                "It can be a sunburn, a video game, a cookie, a meat suit.",
                "UV radiation from the sun is so strong, we'd get severe sunburn after just 15 minutes outdoors."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VuYnVybg&hash=3c46ba5dda087d3f0a1109f68de9b44b5b86a133&lang=en&cache-only=0",
            "defineEn": "pain and redness of the skin caused by overexposure to the sun",
            "defineVi": "đau và đỏ da do tiếp xúc quá nhiều với ánh nắng mặt trời",
            "hasImg": true
        },
        {
            "id": "8c7eee73-4265-491c-9376-00004b61b6d1",
            "word": "suntan",
            "phonetic": "sʌntæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "She opened her bottle of suntan oil.",
                "But Karin put on lots of suntan oil and sat in the sun in her bikini.",
                "She began to put suntan oil on her arms and legs.",
                "She was tall, had long brown hair, and good legs, and a suntan all through the summer.",
                "Karin's bottle of suntan oil was on the table, and Marcia smiled."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VudGFu&hash=7d75e0753ae409fcee4765d4e0fc3b0b6248e3fc&lang=en&cache-only=0",
            "defineEn": "the darkened or brown color of a person's skin that is caused by spending much time in the sun",
            "defineVi": "màu da sẫm hoặc nâu của một người do dành nhiều thời gian dưới ánh nắng mặt trời",
            "hasImg": true
        },
        {
            "id": "f22e49e8-e0e5-402a-b2fa-08d85e18bc3a",
            "word": "to tan",
            "phonetic": "tə tæn ",
            "partOfSpeechType": "verb",
            "examples": [
                "- I like a smooth tan look.",
                "So you can sit here, you can get a tan, for the 41st floor on Billionaires' Row.",
                "So I have to constrict the range on the inverse tan function.",
                "[Both] No! - This is going to be the sickest tan ever.",
                "By the way there are cos and tan buttons on your calculator as well."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFu&hash=d72897a58ac6fdacf9009c7f69f5c1956e971b77&lang=en&cache-only=0",
            "defineEn": "(of a person or a person's skin) to become darkened or brown as a result of exposure to the sun",
            "defineVi": "(của một người hoặc da của một người) trở nên sẫm màu hoặc nâu do tiếp xúc với ánh nắng mặt trời",
            "hasImg": true
        },
        {
            "id": "0eb65472-2ba0-4d51-9dfb-33b1f4aba1eb",
            "word": "to resort",
            "phonetic": "tə ɹᵻzɔːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Asking them to leave the school should be a last resort.",
                "As a last resort we can call Lugas.",
                "When I lost my job and couldn't pay my rent, I had to resort to stealing food from the grocery store - as they say, necessity knows no law.",
                "Resort fees are very common.",
                "These resort fees can range anywhere between $4 to $50 per day."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzb3J0&hash=5b86455e5681075de721d4a1f78a664012a4ea40&lang=en&cache-only=0",
            "defineEn": "to go somewhere, particularly frequently or in large numbers",
            "defineVi": "đi đâu đó, đặc biệt thường xuyên hoặc với số lượng lớn"
        },
        {
            "id": "69cce758-5c4f-4511-84c3-7cfca41d37df",
            "word": "vacancy",
            "phonetic": "veɪkənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "His vacancy demanded, in the view of many conservatives, somebody of equal import, somebody of equal standing, somebody of equal definition with regard to the principles of conservatism. ",
                "And so his vacancy was not just another vacancy. ",
                "And so his vacancy was not just another vacancy. ",
                "And in a professional setting, well, the employer suddenly has an unexpected vacancy, which isn’t great.",
                "Justice Anthony Kennedy, whose seat, whose vacancy he was filling, was involved."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFjYW5jeQ&hash=e4a8855660b8ddd1a68cbb11f543fa7d6ef007db&lang=en&cache-only=0",
            "defineEn": "(in a hotel, etc.) an available room",
            "defineVi": "(trong khách sạn, v.v.) phòng trống",
            "hasImg": true
        },
        {
            "id": "70391118-1784-4d9b-b390-c79f527576a7",
            "word": "touristy",
            "phonetic": "tʊɹɹɪsti ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When you live in a touristy area, you should expect noise, crowds, foot traffic."
            ],
            "audio": "https://tts.langeek.co/read?text=dG91cmlzdHk&hash=d4c3f19834c79cdfec6c4e9dabda1aa402cbf440&lang=en&cache-only=0",
            "defineEn": "intended for, visited by, or attractive to tourists, in a way that one does not like it",
            "defineVi": "dành cho, được ghé thăm hoặc hấp dẫn khách du lịch, theo cách mà người ta không thích",
            "hasImg": true
        },
        {
            "id": "d1ba481f-8e5d-49b9-ab09-944cdf91f4cd",
            "word": "twin bedroom",
            "phonetic": "twɪn bɛdɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHdpbiBiZWRyb29t&hash=2243ee8d5d0725ce69ed6bd44a7ca53328e7eb1d&lang=en&cache-only=0",
            "defineEn": "(in a hotel, etc.) a room with two single beds",
            "defineVi": "(trong khách sạn, v.v.) phòng có hai giường đơn",
            "hasImg": true
        },
        {
            "id": "79818f5e-3bfc-43f7-857b-4cf776192098",
            "word": "upmarket",
            "phonetic": "ʌpmɑːɹkɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Though it was always intended as an upmarket vehicle.",
                "The third generation Range Rover, designed during this time with heavy input from BMW, moved the vehicle even further upmarket.",
                "In total, six of the Gilmours' neighbors complained to the council in 2013, enough to set in motion the most upmarket of noise investigations by Environmental Health. -",
                "The company had the idea of taking the products in a little bit of a different direction, and they identified a more upmarket version of a Land Rover that they thought would appeal to the aristocracy, the landowners, or you know, the people who had country homes, who had land.",
                "Of course, it is understandable that manufacturers want to go upmarket and there are cars today that well-made as they maybe sometimes seem to sit a bit awkwardly with their stable mates to many of those who follow the industry."
            ],
            "audio": "https://tts.langeek.co/read?text=dXBtYXJrZXQ&hash=0ece57aa08da812b6ce7eae7f68c90c2e25a5c7a&lang=en&cache-only=0",
            "defineEn": "used by or intended for wealthy people",
            "defineVi": "được sử dụng bởi hoặc dành cho những người giàu có"
        },
        {
            "id": "374dc30c-cf19-420c-9205-4b9e81969f54",
            "word": "complimentary",
            "phonetic": "kɑːmplɪmɛntɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A complimentary afternoon snack is served to all guests.",
                "The meal was delicious, but the complimentary dessert was the cherry on the sundae.",
                "The dinner was delicious, but the icing on the cake was when the chef sent out a complimentary dessert.",
                "He is very complimentary, obviously. ",
                "They can also book complimentary massages, manicures, or haircuts right in their suites."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGxpbWVudGFyeQ&hash=cca7916ad4b77c5dfe54f3d6f76e1b0aef7fdf9a&lang=en&cache-only=0",
            "defineEn": "supplied or given for free",
            "defineVi": "cung cấp hoặc cung cấp miễn phí",
            "hasImg": true
        },
        {
            "id": "804d700e-3df9-490d-92f6-84776bf77492",
            "word": "memorable",
            "phonetic": "mɛmɚɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The actor's ability to connect with the audience on an emotional level creates a memorable performance.",
                "His birthdate falls on a holiday this year, making it extra special and memorable.",
                "Susan and David went on their first date, and by the end of the evening, they had both gotten to first base with a sweet and memorable kiss.",
                "The encounters were not especially memorable.",
                "Which is so memorable."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVtb3JhYmxl&hash=5249f7b93e97d12120679ae17e85aa1a51ee2bb0&lang=en&cache-only=0",
            "defineEn": "easy to remember or worth remembering, particularly because of being different or special",
            "defineVi": "dễ nhớ hoặc đáng nhớ, đặc biệt là vì khác biệt hoặc đặc biệt"
        },
        {
            "id": "75d0d28d-439a-47fb-9b67-6cabb408c02c",
            "word": "chalet",
            "phonetic": "ʃæleɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the evening, they ski back to their chalet.",
                "Sue, Rebecca and their friends arrive at their holiday chalet."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhbGV0&hash=09a1a623628fa9a6b2fffcc989723fee4de23800&lang=en&cache-only=0",
            "defineEn": "a small cabin or house, particularly one that vacationers use at the sea",
            "defineVi": "một cabin hoặc ngôi nhà nhỏ, đặc biệt là một cabin mà du khách sử dụng trên biển"
        },
        {
            "id": "fc0968bb-6e37-4fd9-af6f-1d4e445d3e21",
            "word": "Godspeed",
            "phonetic": "ɡɑːdspiːd ",
            "partOfSpeechType": "interjection",
            "examples": [
                "As the transports take off, General Barrattin wishes them godspeed."
            ],
            "audio": "https://tts.langeek.co/read?text=R29kc3BlZWQ&hash=5b12b5c835e14e91c8145af0ff582b3349bb46a9&lang=en&cache-only=0",
            "defineEn": "used for wishing a person good luck, particularly when they want to travel somewhere",
            "defineVi": "được sử dụng để chúc một người may mắn, đặc biệt là khi họ muốn đi du lịch ở đâu đó"
        },
        {
            "id": "a9013ad1-26c8-4e47-a3b9-b913e8048f7f",
            "word": "motion sickness",
            "phonetic": "moʊʃən sɪknəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW90aW9uIHNpY2tuZXNz&hash=e97df895b347e2fc89e0adedca7e0c1cab2f16a7&lang=en&cache-only=0",
            "defineEn": "an urge to vomit that is caused by motion, particularly when a person is in a moving vehicle such as a car, train, etc.",
            "defineVi": "cảm giác muốn nôn do chuyển động, đặc biệt khi một người đang ở trong phương tiện đang di chuyển như ô tô, tàu hỏa, v.v.",
            "hasImg": true
        }
    ]
}