{
    "id": "2337a360-45ac-4742-a1ff-eef67e565a29",
    "title": "Lesson 46",
    "originalTitle": "Lesson 46",
    "words": [
        {
            "id": "7957eb8c-1f5d-4134-acfc-14679cbc7354",
            "word": "to repudiate",
            "phonetic": "tə ɹᵻpjuːdɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVwdWRpYXRl&hash=2021b00aa8a78d57ff0a03fb33de421a9d5fca4e&lang=en&cache-only=0",
            "defineEn": "reject as untrue, unfounded, or unjust",
            "defineVi": "từ chối là không đúng sự thật, vô căn cứ, hoặc không công bằng"
        },
        {
            "id": "9256a32c-572b-4c6c-bcbf-94f967193a4b",
            "word": "repugnant",
            "phonetic": "ɹᵻpʌɡnənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In the wild plains of Africa, hyenas stand out as repugnant animals.",
                "As such, injuring a rabbit was about as morally repugnant as punching a stuffed animal.",
                "The idea that the Supreme Court said you have to share it equally was so repugnant that there was this incredible violence."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwdWduYW50&hash=af83f5fd07ec01734be05bd9a395674ae7b41d2c&lang=en&cache-only=0",
            "defineEn": "extremely unpleasant and disgusting",
            "defineVi": "cực kỳ khó chịu và kinh tởm",
            "hasImg": true
        },
        {
            "id": "4d717062-0903-4a13-88da-d8697948cfea",
            "word": "to repulse",
            "phonetic": "tə ɹᵻpʌls ",
            "partOfSpeechType": "verb",
            "examples": [
                "It's repulsed.",
                "I was repulsed.",
                "And a number of studies have shown similar results: When people fill up on one thing, even if it’s something they like, they begin to feel repulsed by it.",
                "This field is pretty weak, but it does cause the material to be repulsed from the magnet a little bit - for example, if you hang a wooden toothpick in a magnetic field, the ends will repel the field and it will end up aligning across the magnetic field."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVwdWxzZQ&hash=a147e6fb27c1e62e54a02b19632234039eef2a15&lang=en&cache-only=0",
            "defineEn": "force or drive back",
            "defineVi": "lực lượng hoặc lái xe trở lại"
        },
        {
            "id": "8f496fc9-497f-479d-ae7b-8102360e5f8c",
            "word": "fracas",
            "phonetic": "fɹɑːkəz ",
            "partOfSpeechType": "noun",
            "examples": [
                "So the fracas spilled out from Sal's pizzeria to the street.",
                "And there was a fracas, in which Captain Cook was killed by at least one Hawaiian.",
                "And I see Corrections on that where you crossed out so I will go on to the Washington Post article that was Originally published on September 16th of this year and should I just not look at this fracas here."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhY2Fz&hash=6b12a47f98bb2cf8d48be3675f3a2a38525501e7&lang=en&cache-only=0",
            "defineEn": "a noisy fight or argument, which usually a lot of people take part in",
            "defineVi": "một cuộc chiến hoặc tranh luận ồn ào, thường có rất nhiều người tham gia"
        },
        {
            "id": "c5b4b958-380c-4e19-a462-ce4432d3509c",
            "word": "fractious",
            "phonetic": "fɹækʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And having this kind of fractious coalition, we had to sort out a lot of things. ",
                "With so many competing nation with different interests and fractious ideas and territorial governance, how are we going to tackle those issues if we can't even get our own house in order?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhY3Rpb3Vz&hash=2bfef696065ac02e97a0ea20e579b69f6d1b57d8&lang=en&cache-only=0",
            "defineEn": "stubbornly resistant to authority or control",
            "defineVi": "ngoan cố chống lại chính quyền hoặc kiểm soát"
        },
        {
            "id": "09902e5d-a81a-46e4-b43e-56679ab2792a",
            "word": "to fracture",
            "phonetic": "tə fɹæktʃɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Eventually, those crater walls can even fracture.",
                "And then, according to state records, in 1984 and 1985, the alpine slide produced 14 fractures 26 head injuries.",
                "Whether it's going to fracture?",
                "Yeah, it's fracture mechanics.",
                "In this method, porous rock is fractured by the use of water, sand and chemicals in order to release the enclosed natural gas."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnJhY3R1cmU&hash=c9819b8c6ed11ede4ae4ff28242a455e748bebd0&lang=en&cache-only=0",
            "defineEn": "violate or abuse",
            "defineVi": "vi phạm hoặc lạm dụng"
        },
        {
            "id": "372f372a-e0c4-48e5-a336-346560c8d27e",
            "word": "fragile",
            "phonetic": "fɹædʒəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The fragile ceasefire may be just the lull before another storm.",
                "He put the fragile items in a padded box for protection.",
                "Please don't touch the fragile glass display.",
                "I'm very fragile and I expect you to handle me with kid gloves.",
                "The divorce of a seemingly happy couple reminded their friends and family to call no man happy till he dies, and that relationships can be fragile and subject to change."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhZ2lsZQ&hash=21c4488b3b60010da3c04bc702f7800a7a507eb5&lang=en&cache-only=0",
            "defineEn": "easily damaged or broken",
            "defineVi": "dễ dàng bị hư hỏng hoặc bị hỏng"
        },
        {
            "id": "22ca41b8-1ea2-42b0-9cc7-b0a7671dde4f",
            "word": "podium",
            "phonetic": "poʊdiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's still on the podium.",
                "And using it at the podium in giving scientific presentations.",
                "These are known as stump speeches, although only rarely these days do candidates actually speak on stumps, they have podiums and stages now.",
                "I'm ready for Tokyo 2021 and my next podium.",
                "Not everybody can stand up on a podium like Emma Watson and create a #HeForShe campaign."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9kaXVt&hash=22c21009193b2ae2d0765c16ffc70fbb57ec4fdb&lang=en&cache-only=0",
            "defineEn": "a structure used in sports competitions consisting of three adjacent platforms of different levels, on which winners stand to receive their awards",
            "defineVi": "một cấu trúc được sử dụng trong các cuộc thi thể thao bao gồm ba nền tảng liền kề ở các cấp độ khác nhau, trên đó những người chiến thắng đứng để nhận giải thưởng của họ",
            "hasImg": true
        },
        {
            "id": "32f59ab4-03bf-4bc6-b6ba-c93949b4bbfe",
            "word": "poesy",
            "phonetic": "poʊsi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9lc3k&hash=4300686efffd4cd0431692a52b5cc9f45ffaa51c&lang=en&cache-only=0",
            "defineEn": "literature in metrical form",
            "defineVi": "văn học ở dạng số liệu"
        },
        {
            "id": "a8ab84a8-a8b7-4ce0-863a-d03e63fa9031",
            "word": "poetic",
            "phonetic": "poʊɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This moment was poetic.",
                "Dylan's music has transformed the poetic potential of the lyric.",
                "A sonnet is a poetic form consisting of 14 lines.",
                "A couple people also said some just like really beautiful poetic things.",
                "So it’s kind of poetic that its final resting place is near Mars’s equator in a place called Perseverance Valley."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9ldGlj&hash=d495390daa0ec723641badea6acf314ce1db2f83&lang=en&cache-only=0",
            "defineEn": "involving or relating to poetry",
            "defineVi": "liên quan đến hoặc liên quan đến thơ"
        },
        {
            "id": "3a3269d8-9481-4865-a016-ea6030f71856",
            "word": "theism",
            "phonetic": "θiːɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhlaXNt&hash=443db03bfbb772e135c92ec7a876264020b993a7&lang=en&cache-only=0",
            "defineEn": "the doctrine or belief in the existence of a God or gods",
            "defineVi": "học thuyết hoặc niềm tin vào sự tồn tại của một vị thần hoặc các vị thần"
        },
        {
            "id": "68752f30-faa8-4858-9a87-b962da3b7096",
            "word": "theocracy",
            "phonetic": "θɪɑːkɹəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Gilead is a theocracy."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlb2NyYWN5&hash=23ee11daf63335adb1d2b95a559348556f1187bf&lang=en&cache-only=0",
            "defineEn": "the belief in government by divine guidance",
            "defineVi": "niềm tin vào chính phủ bởi sự hướng dẫn của thần thánh"
        },
        {
            "id": "d49136e1-99ee-4170-90f9-c9c15e08fd39",
            "word": "theologian",
            "phonetic": "θiːəloʊdʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even hard-headed theologians by that time allowed concessions to the other religion in order to obtain peace.",
                "Because, almost 200 years later, Italian theologian and philosopher Thomas Aquinas encountered Anselm’s argument.",
                "Now, some theologians argued this was punishment from God for the world’s sins, but others pointed out that the earthquake had destroyed a lot of churches while sparing a lot of brothels.",
                "And while there’s something to that, the Middle Ages also saw theologians like Thomas Aquinas, who was quite an important philosopher, And women like Hildegard of Bilgen, who wrote all this important liturgical music and also basically invented the genre of the morality play.",
                "Also because the royal administration saw the Catholic Church in the colonies as competing for local people’s loyalty and siphoning off funds, the administration outlawed the Jesuits, alleged to be at the head of a corrupt and influential pack of theologians who were trying to get people to be loyal to Jesus instead of the Spanish king."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlb2xvZ2lhbg&hash=5de19de65ee87806dd0f9bfe5365091707a29b36&lang=en&cache-only=0",
            "defineEn": "someone who is learned in theology or who speculates about theology",
            "defineVi": "một người đã học về thần học hoặc người suy đoán về thần học"
        },
        {
            "id": "fb11d832-6261-4693-a766-34f2c01c476d",
            "word": "theological",
            "phonetic": "θiːəlɑːdʒɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Like the First, it emphasized religious feeling instead of strict theological learning.",
                "Father Bryan Massingale is a professor of theological and social ethics at Fordham University.",
                "Now many of Luther’s objections to Church teachings were highly theological, concerning beliefs about, say, whether the word repent in the Bible can be said to refer to the sacrament of penance.",
                "Also, let me submit that very little of this conflict between Israel and Palestine over the last several decades has been about, like, theological differences between Islam and Judaism."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlb2xvZ2ljYWw&hash=10bb12204662043a50c3001a615d5f62aa2bbd82&lang=en&cache-only=0",
            "defineEn": "of or relating to or concerning theology",
            "defineVi": "của, liên quan đến hoặc liên quan đến thần học"
        },
        {
            "id": "c97cefa4-ebdd-4229-ae47-5221c3691bf7",
            "word": "theology",
            "phonetic": "θɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's a theology.",
                "and, like Luther, eventually dropped it for theology.",
                "This isn’t a theology class, and 2.",
                "The third aspect of natural theology was a short creation, in which the world was only about six thousand years old.",
                "The finer points of theology continued to divide people, as did the politics of religion and overseas empire."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlb2xvZ3k&hash=d4890d1a6aa1e9f2583a91cf3073502738033431&lang=en&cache-only=0",
            "defineEn": "the study of religions and faiths",
            "defineVi": "nghiên cứu về tôn giáo và đức tin",
            "hasImg": true
        },
        {
            "id": "306bdaac-d767-4a3f-8b97-204476b72803",
            "word": "compulsion",
            "phonetic": "kəmpʌlʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "My compulsion would be cleaning.",
                "And the compulsions are the acts that we do.",
                "Although hand washing is the most common image of OCD in popular culture, obsessions and compulsions can take many different forms.",
                "That could be my compulsion, all of those actions.",
                "WTT says, my biggest compulsion was rumination."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcHVsc2lvbg&hash=42f7d567c82bdf4f3ea1e35ef51ddd8869523254&lang=en&cache-only=0",
            "defineEn": "a strong and irresistible urge or impulse to do something",
            "defineVi": "một sự thôi thúc hoặc thôi thúc mạnh mẽ và không thể cưỡng lại để làm một cái gì đó"
        },
        {
            "id": "e78f46bc-674a-4bd5-9e6b-93e8ac115866",
            "word": "compulsory",
            "phonetic": "kəmpʌlsɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Oxygen is compulsory.",
                "Australia has compulsory voting.",
                "Compulsory sterilization was challenged in the US Supreme Court in 1927 in the famous Buck v. Bell case.",
                "Some types of works like musical compositions and sound recordings, for example, are subject to compulsory or statutory licenses for certain uses.",
                "With the spread of compulsory education, schools became the one place where health officials had a truly captive audience."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcHVsc29yeQ&hash=4f48aa82f1d4f6e8fad8a56276724f44bdb4eceb&lang=en&cache-only=0",
            "defineEn": "the production of living organisms from other living organisms",
            "defineVi": "sản xuất các sinh vật sống từ các sinh vật sống khác"
        }
    ]
}