{
    "id": "249ae9b1-2e2b-4f65-8efe-ddb6e4f3e2f1",
    "title": "Lesson 13",
    "originalTitle": "Lesson 13",
    "words": [
        {
            "id": "e3575d52-8286-4112-9af0-5c44d30b7fd6",
            "word": "missal",
            "phonetic": "mɪsəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWlzc2Fs&hash=1215e0b73aaec18d7345dfb1ae04d9f1cffe076b&lang=en&cache-only=0",
            "defineEn": "(Roman Catholic Church) a book containing all the prayers and responses needed to celebrate Mass throughout the year",
            "defineVi": "(Nhà thờ Công giáo La Mã) một cuốn sách chứa tất cả những lời cầu nguyện và câu trả lời cần thiết để cử hành Thánh lễ trong suốt cả năm"
        },
        {
            "id": "f3f2a512-82e4-49b8-8c0c-c0d32d86fef9",
            "word": "weal",
            "phonetic": "wiːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "We all get our share of weal and woe in life.",
                "You can count on him to be there in weal and woe.",
                "Hi, I'm Timothy Weal"
            ],
            "audio": "https://tts.langeek.co/read?text=d2VhbA&hash=fa8ef42d09f225cfd2f34d3a019d0debee1396ca&lang=en&cache-only=0",
            "defineEn": "a raised mark on the skin (as produced by the blow of a whip); characteristic of many allergic reactions",
            "defineVi": "một vết nổi trên da (như được tạo ra bởi một đòn roi); đặc trưng của nhiều phản ứng dị ứng"
        },
        {
            "id": "efe5bb0d-ae16-424a-a259-e003734b13b2",
            "word": "cereal",
            "phonetic": "siəɹɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "They use cereal as a crunchy topping for their homemade ice cream sundaes.",
                "The children enjoyed a bowl of chocolate cereal with cold milk and a glass of orange juice for breakfast.",
                "I start my day with a bowl of cereal and a splash of cold milk.",
                "I enjoy starting my day with a bowl of cereal and a glass of dairy product, like milk or yogurt.",
                "I added fresh youngberries to my cereal for a vibrant and nutritious breakfast."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VyZWFs&hash=015b56ed2fbef49ba2e279ff5a8f946c4b4978d0&lang=en&cache-only=0",
            "defineEn": "food made from grain, eaten with milk particularly in the morning",
            "defineVi": "thực phẩm làm từ ngũ cốc, ăn với sữa đặc biệt là vào buổi sáng",
            "hasImg": true
        },
        {
            "id": "1ccaf32f-0fe4-43d6-8a17-0ada85c1adc0",
            "word": "vassal",
            "phonetic": "væsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lords were also vassals to more important lords, with the most important of all being the king.",
                "It was a vassal state and a corrupt one.",
                "Instead of centralized governments, Europe in the middle ages had feudalism, a political system based on reciprocal relationships between lords, who owned lots of land, and vassals, who protected the land and got to dress up as knights in exchange for pledging loyalty to the lords.",
                "I think what Putin has accomplished strategically is a net loss for Russia in the sense that he’s ensured that the vast majority of Ukrainians, even including lots of ethnic Russian Ukrainians, now have no interest in being a vassal state of Russia."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFzc2Fs&hash=3101307ed151eaaeda02e1665202e651a01f6dc7&lang=en&cache-only=0",
            "defineEn": "a person holding a fief; a person who owes allegiance and service to a feudal lord",
            "defineVi": "một người giữ thái ấp; một người mắc nợ trung thành và phục vụ cho một lãnh chúa phong kiến"
        },
        {
            "id": "a79433e9-af60-431c-92d2-b85dc6874692",
            "word": "arsenal",
            "phonetic": "ɑːɹsənəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "New START limits both sides' nuclear arsenals.",
                "Arsenal goalkeeper, Arsenal legend, if you like.",
                "Both sides developed nuclear arsenals, the Soviets initially with the help of spies who stole American secrets.",
                "Arsenal goalkeeper, Arsenal legend, if you like.",
                "Josh Kroenke apologized to Arsenal fans."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJzZW5hbA&hash=989b4981887d94ad139425a4b12e03388d399525&lang=en&cache-only=0",
            "defineEn": "a building where military equipment are stored or manufactured",
            "defineVi": "một tòa nhà nơi thiết bị quân sự được lưu trữ hoặc sản xuất"
        },
        {
            "id": "3dca8335-6a55-4422-9657-7d0672788fa3",
            "word": "shoal",
            "phonetic": "ʃoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "We were navigating shoals that I had never encountered before.",
                "There are technically two types of fish crowds: schools and shoals. ",
                "Scientists have long suspected that shoals and schools protect fish from predators because it’s helpful to have a lot of eyes scanning for danger. ",
                "Squid, which can be found mainly in estuarine, deep-sea, and open-water habitats, often swim together in shoals.",
                "In 2010, sharks from one species of thresher shark, called the pelagic thresher, were observed literally whipping shoals of sardines with their big long tail fins."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvYWw&hash=bdbb533a536caf50b8d241a061dfa3cc71ec147d&lang=en&cache-only=0",
            "defineEn": "a large number of fish swimming together",
            "defineVi": "một số lượng lớn cá bơi cùng nhau",
            "hasImg": true
        },
        {
            "id": "ee8101d5-2227-42ae-be6f-fd73edf05c7e",
            "word": "madrigal",
            "phonetic": "mædɹɪɡəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFkcmlnYWw&hash=b8bad7b6d5acbb952b627c88074dab0732f9acc6&lang=en&cache-only=0",
            "defineEn": "a song without instruments consisting of several vocals, singing about secular themes in the 16th century",
            "defineVi": "một bài hát không có nhạc cụ bao gồm một số giọng hát, hát về các chủ đề thế tục trong thế kỷ 16"
        },
        {
            "id": "2614610c-b603-4953-b789-509e942a9318",
            "word": "rationale",
            "phonetic": "ɹæʃənæl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm sorry, but that ridiculous rationale cuts no ice with me and will not change my mind.",
                "So he has his rationale.",
                "What's the rationale for that?",
                "What's the rationale for that?",
                "The 1474 Venetian patent statute sums up the economic rationale of patent law pretty nicely."
            ],
            "audio": "https://tts.langeek.co/read?text=cmF0aW9uYWxl&hash=12d11583da588ae92648386bea8d0ea3f0f6daa6&lang=en&cache-only=0",
            "defineEn": "(law) an explanation of the fundamental reasons (especially an explanation of the working of some device in terms of laws of nature)",
            "defineVi": "(luật) giải thích về các nguyên nhân cơ bản (đặc biệt là giải thích về hoạt động của một số thiết bị theo quy luật tự nhiên)"
        },
        {
            "id": "68e791e0-168c-48d0-98b4-7862fd6424ed",
            "word": "reprisal",
            "phonetic": "ɹᵻpɹaɪzəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The rest feared reprisal.",
                "We return to the Middle East and today's targeted killing in Gaza by Israel of a militant leader and the rocket fire that showered Israel in reprisal.",
                "So many of them are scared to speak with foreigners or outside people because of fear of retaliation, of reprisal.",
                "Salvador, who asked us to protect his identity out of fear of reprisals by gang members, earns his living catching crabs by hand in a muddy swamp to support his five children."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwcmlzYWw&hash=77c89e364dc72356f10fd6357e61b9e961289842&lang=en&cache-only=0",
            "defineEn": "the act of hurting or damaging one's opponent or enemy in retaliation for the hurt or damage they inflicted upon one",
            "defineVi": "hành động làm tổn thương hoặc làm tổn thương đối thủ hoặc kẻ thù của một người để trả đũa cho sự tổn thương hoặc thiệt hại mà họ gây ra cho một người"
        },
        {
            "id": "c3b13e2a-69dc-4c4c-87a9-5c2aa8e28c9c",
            "word": "morale",
            "phonetic": "mɚɹæl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Morale within the company was at rock bottom.",
                "Gossiping and lying go hand in hand, and it can erode trust and morale.",
                "After winning the championship, the team's morale was boosted and nothing succeeds like success, as they went on to win the next two games.",
                "while also keeping up morale.",
                "Morale among continental soldiers was often pretty low."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9yYWxl&hash=1776b96e30807b60020340310a54600bf52e6720&lang=en&cache-only=0",
            "defineEn": "a state of individual psychological well-being based upon a sense of confidence and usefulness and purpose",
            "defineVi": "một trạng thái tâm lý lành mạnh của cá nhân dựa trên cảm giác tự tin và hữu ích và mục đích"
        },
        {
            "id": "91d809e6-c99a-4847-818c-9026950ba0ed",
            "word": "thrall",
            "phonetic": "θɹɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Venomous snakes have long held our imaginations in thrall."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhyYWxs&hash=e564ce319a331adf5b3825ab56ebb929c9724712&lang=en&cache-only=0",
            "defineEn": "the state of being under the control of another person",
            "defineVi": "tình trạng nằm dưới sự kiểm soát của người khác",
            "hasImg": true
        },
        {
            "id": "e5529da1-f5da-46a7-b239-f6473ff87a45",
            "word": "ordeal",
            "phonetic": "ɔːɹdiəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "For many gnats the ordeal is too much.",
                "This whole ordeal began in 2009.",
                "Afflicted ladybugs sometimes recover completely from their ordeal.",
                "So then after this hardware store ordeal We screwed our very accurate model of the riddle to some plywood.",
                "My mom maintained hope throughout this entire ordeal, and fortunately, she's a survivor."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JkZWFs&hash=4f42b22d5b42f88b673925289a9c4766a5ad0a36&lang=en&cache-only=0",
            "defineEn": "a difficult or painful experience, often one that lasts long and requires great effort and endurance to overcome",
            "defineVi": "một trải nghiệm khó khăn hoặc đau đớn, thường kéo dài và đòi hỏi nỗ lực và sức chịu đựng lớn để vượt qua"
        },
        {
            "id": "90edeaa8-7259-4ae4-b929-04187a28875a",
            "word": "gourmand",
            "phonetic": "ɡʊɹmɑːnd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z291cm1hbmQ&hash=64cbc08c62f4cc5810ff18627fea64790b04abf6&lang=en&cache-only=0",
            "defineEn": "a person who is devoted to eating and drinking to excess",
            "defineVi": "một người dành cho việc ăn và uống quá mức"
        },
        {
            "id": "97044286-3f47-4560-a565-bb1da99817c5",
            "word": "henchman",
            "phonetic": "hɛntʃmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Robot henchman, can you point at my other videos?",
                "And Milosevic was eventually apprehended by the world court, even as in 2003 his henchman assassinated a new reform-minded prime minister.",
                "The nucleus then sends orders in the form of messenger RNA, or mRNA, to those ribosomes, which are the henchmen that carry out the orders in the rest of the cell.",
                "But they make him a hero, and yes there are black people like Diamondback and the other henchmen that are obviously criminals, blah blah blah."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVuY2htYW4&hash=8fa34e1b9dc1c5985865f453630136a1337cfcfe&lang=en&cache-only=0",
            "defineEn": "someone who faithfully supports a person in power and is willing to do things for them that are illegal or violent",
            "defineVi": "một người trung thành ủng hộ một người có quyền lực và sẵn sàng làm những việc cho họ là bất hợp pháp hoặc bạo lực"
        },
        {
            "id": "1727ba4c-3813-4c03-882d-861c0a75401a",
            "word": "alderman",
            "phonetic": "ɔːldɚmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm an alderman from DC, a little small part of DC, and the candidates for president, two of them, die in a weird plane accident."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxkZXJtYW4&hash=548527ea3ce28e944c1b8168c475bf7a9cc69b35&lang=en&cache-only=0",
            "defineEn": "a member of a municipal legislative body (as a city council)",
            "defineVi": "một thành viên của một cơ quan lập pháp thành phố (như một hội đồng thành phố)"
        },
        {
            "id": "8c7aa789-b41e-4002-8300-28b0c317818b",
            "word": "talisman",
            "phonetic": "tælɪsmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "These are not drugs, these are talismans Are these all talismans?",
                "These are not drugs, these are talismans Are these all talismans?",
                "And how much are these 'talismans'?"
            ],
            "audio": "https://tts.langeek.co/read?text=dGFsaXNtYW4&hash=3359e5247f0685b604e3c57c7fbee4a011a25788&lang=en&cache-only=0",
            "defineEn": "a trinket or piece of jewelry usually hung about the neck and thought to be a magical protection against evil or disease",
            "defineVi": "một món đồ nữ trang hoặc một món đồ trang sức thường được treo trên cổ và được cho là một phép thuật bảo vệ chống lại cái ác hoặc bệnh tật"
        },
        {
            "id": "f153f452-f41b-467c-871d-362f99a707de",
            "word": "alder",
            "phonetic": "ɔːldɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Alder moved his family back to California in 2016.",
                "But Alder was surprised at the high cost of utilities in Texas.",
                "While Texas property taxes are some of the highest in the nation, Alder still preferred the tax system in Texas."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxkZXI&hash=6cb2f60d3dd2859ff9886e356e5d1f03b70c2763&lang=en&cache-only=0",
            "defineEn": "wood of any of various alder trees; resistant to underwater rot; used for bridges etc",
            "defineVi": "gỗ của bất kỳ loại cây nào khác nhau; chống thối dưới nước; được sử dụng cho cầu vv"
        },
        {
            "id": "a42fddd1-b3c1-4bd6-8fb8-1b77563526fb",
            "word": "ampere",
            "phonetic": "æmpɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So it equals 4/5 of an ampere, or 0.8 amperes.",
                "So it equals 4/5 of an ampere, or 0.8 amperes.",
                "And they found a total electric current of anywhere from 6 million to 91 million amperes depending on the pole and the time of year.",
                "Now, you can't use all of them simultaneously, because that's a limitation of the Ampere architecture of the GPU.",
                "And resistance is described in Ohms, where one Ohm of resistance would let one Volt of potential generate one Ampere of current."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1wZXJl&hash=87d02310e291a96fb7611bb4d4c4b4e387e48e21&lang=en&cache-only=0",
            "defineEn": "the basic unit of electric current adopted under the Systeme International d'Unites",
            "defineVi": "đơn vị cơ bản của dòng điện được thông qua theo Systeme International d'Unites"
        },
        {
            "id": "1df7b510-058f-47a9-9938-be15df29bcc8",
            "word": "bier",
            "phonetic": "bɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ymllcg&hash=98b15061f832792b2f9ceeb569a9c4c8b06c1536&lang=en&cache-only=0",
            "defineEn": "a stand to support a corpse or a coffin prior to burial",
            "defineVi": "một giá đỡ để đỡ xác chết hoặc quan tài trước khi chôn cất"
        },
        {
            "id": "8dc0ea15-3d94-40f2-8eca-2a1bc58152bf",
            "word": "cadaver",
            "phonetic": "kɐdævɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But the kidney came from a 6-hour-old cadaver.",
                "Yeah, we can do cadaver explorations, et cetera.",
                "Today, students of anatomy and physiology still use educational cadavers to learn, in person and hands-on, what’s inside a human body by dissecting them.",
                "And at least according to one story, the Mongols intentionally spread the plague by catapulting their plague-ridden cadavers over the walls of Caffa in the Crimea.",
                "Since the Roman government largely prohibited working with human cadavers, Galen conducted countless dissections of animals instead."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FkYXZlcg&hash=4b9823bfbd9938eace1d63ec352b0cb196383a43&lang=en&cache-only=0",
            "defineEn": "the dead body of a human being",
            "defineVi": "xác chết của một con người"
        }
    ]
}