{
    "id": "24bfba4d-a2be-464e-94ac-e54c0c7084fa",
    "title": "Art",
    "originalTitle": "Lesson 42",
    "words": [
        {
            "id": "2faa6475-b758-4da2-aa28-9e588ee984da",
            "word": "artwork",
            "phonetic": "ɑːɹtwɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The museum curator collects antique artworks for the museum's collection.",
                "The artwork on the wall was a mix of colors and textures.",
                "She admired the artwork displayed in the museum.",
                "Chefs and bakers may use edible ink pens to add personalized messages or artwork to wedding cakes.",
                "The controversial artwork caused a stir in the art world, but it turned out to be just a nine day wonder, quickly fading from public attention as other artistic creations gained prominence."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0d29yaw&hash=5642fa8cc600f88523c07a6d902bf451903cc08f&lang=en&cache-only=0",
            "defineEn": "any creative work of art that is created by an artist and is intended to be appreciated for its aesthetic or emotional value",
            "defineVi": "bất kỳ tác phẩm nghệ thuật sáng tạo nào được tạo ra bởi một nghệ sĩ và nhằm mục đích được đánh giá cao về giá trị thẩm mỹ hoặc cảm xúc của nó",
            "hasImg": true
        },
        {
            "id": "4bed6000-87b7-49ce-b0fc-8a00275cf9ca",
            "word": "art form",
            "phonetic": "ɑːɹt fɔːɹm ",
            "partOfSpeechType": "noun",
            "examples": [
                "During this period the movies really came of age as an art form.",
                "Dark mode is an art form.",
                "Painting is one of our oldest art forms.",
                "Chicago gospel musicians are constantly pushing this great art form and their skills forward.",
                "But that’s true with any art form."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0IGZvcm0&hash=c80127e472f79baae72a766308c904ea0f1add3d&lang=en&cache-only=0",
            "defineEn": "an artistic expression delivered by different means of art like music or painting",
            "defineVi": "một biểu hiện nghệ thuật được phân phối bằng các phương tiện nghệ thuật khác nhau như âm nhạc hoặc hội họa"
        },
        {
            "id": "28291966-b7de-45f8-8173-2aa9c795de7f",
            "word": "architecture",
            "phonetic": "ɑːɹkɪtɛktʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "European architecture is known for its stunning cathedrals and castles.",
                "You'll find this style of architecture all over the town.",
                "She visited an old castle and marveled at its medieval architecture.",
                "The house is a shining example of Art Deco architecture.",
                "Barcelona, located in Spain, is famous for its unique architecture."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaGl0ZWN0dXJl&hash=5b9301f2628890e5f87eaca7889bfba5f407d565&lang=en&cache-only=0",
            "defineEn": "the study or art of building and designing houses",
            "defineVi": "nghiên cứu hoặc nghệ thuật xây dựng và thiết kế nhà ở",
            "hasImg": true
        },
        {
            "id": "8dfb377a-e234-4d8b-a169-88d4fc46fe06",
            "word": "sculpture",
            "phonetic": "skʌlptʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Michelangelo's sculptures and paintings are a testament to the fact that genius is an infinite capacity for taking pains.",
                "She is known for her abstract sculptures that explore the interplay of shapes, colors, and textures.",
                "She was inspired by the paintings and sculptures created by renowned artists in the museum.",
                "The sculpture was created in abstract form, with the artist exploring the interplay of shape and space.",
                "Finally, she tries Layla Mabray ice sculpture, and that works."
            ],
            "audio": "https://tts.langeek.co/read?text=c2N1bHB0dXJl&hash=07e33468d35269ea93aaebf01ccba4abbd08b4ba&lang=en&cache-only=0",
            "defineEn": "the art of shaping and engraving clay, stone, etc. to create artistic objects or figures",
            "defineVi": "nghệ thuật tạo hình và chạm khắc đất sét, đá, v.v. để tạo ra các đồ vật hoặc hình tượng nghệ thuật",
            "hasImg": true
        },
        {
            "id": "5b36cb7f-695d-40fd-8606-c8ac7db4c4ac",
            "word": "graphic arts",
            "phonetic": "ɡɹæfɪk ɑːɹts ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3JhcGhpYyBhcnRz&hash=d41c2c7734419ddc401f78fd7104cd0bf30e1045&lang=en&cache-only=0",
            "defineEn": "arts that are based on drawing in two dimensions with no color involved",
            "defineVi": "nghệ thuật dựa trên bản vẽ hai chiều không liên quan đến màu sắc",
            "hasImg": true
        },
        {
            "id": "fb06ee35-580b-4039-af33-bd91c86a787e",
            "word": "the performing arts",
            "phonetic": "ðə pɚfɔːɹmɪŋ ɑːɹts ",
            "partOfSpeechType": "noun",
            "examples": [
                "Other performing arts high schools sometimes called K-pop schools remain.",
                "She grew up in San Diego and attended its School of Creative and Performing Arts, a public arts magnet school, where a teacher suggested she listen to recordings of Billie Holiday.",
                "So, she put me in this Saturday music program, with the hopes that I would get into the performing arts middle school, so I would be bussed away from my friends.",
                "I went to performing arts school and just was able to focus on violin."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlIHBlcmZvcm1pbmcgYXJ0cw&hash=34464e6af4525800b628628045d18d1ad12a8f0a&lang=en&cache-only=0",
            "defineEn": "types of art such as dance, drama, and music that are performed in front of an audience",
            "defineVi": "các loại hình nghệ thuật như khiêu vũ, kịch và âm nhạc được biểu diễn trước khán giả",
            "hasImg": true
        },
        {
            "id": "20dc1523-ed0b-4e4d-8fe0-be8e2f91a633",
            "word": "to decorate",
            "phonetic": "tə dɛkɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The children decorated their cupcakes on a colorful dish.",
                "My motrher decorated her room with new curtains and pillows.",
                "The bakery decorated the cupcakes with a maraschino cherry on each.",
                "They decorate the town square for holidays and special occasions.",
                "Many people decorate their homes with lights and ornaments in December for the holiday season."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVjb3JhdGU&hash=b78209172ed38c30d8e3dc7de00259030214d93f&lang=en&cache-only=0",
            "defineEn": "to add beautiful things to something in order to make it look more attractive",
            "defineVi": "để thêm những thứ đẹp đẽ vào một cái gì đó để làm cho nó trông hấp dẫn hơn",
            "hasImg": true
        },
        {
            "id": "5909ad8a-141f-4976-9146-e15a1571d3d1",
            "word": "to design",
            "phonetic": "tə dɪzaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The design is very basic.",
                "The decorations were specially designed for the wedding reception.",
                "She can design computer programs like nobody's business.",
                "The engineer designs cars and improves their performance.",
                "He admired the hand-painted design on the teacup."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVzaWdu&hash=c3f895938f0bfb9aba6f33ee2f5ca84ad29702b7&lang=en&cache-only=0",
            "defineEn": "to make drawings according to which something will be constructed or produced",
            "defineVi": "để thực hiện các bản vẽ theo đó một cái gì đó sẽ được xây dựng hoặc sản xuất",
            "hasImg": true
        },
        {
            "id": "c52f64f9-f756-4443-91ae-f4a5ab686a52",
            "word": "to sketch",
            "phonetic": "tə skɛtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "His sketches are always a feast to the eyes.",
                "To do a drawing/painting/sketch.",
                "She used a gray pencil to sketch out her drawing.",
                "I use a pencil to sketch and draw.",
                "-Good sketches this week?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2tldGNo&hash=c20dee27acc19d2e3441f6da541ef0a39c68d4d2&lang=en&cache-only=0",
            "defineEn": "to produce an elementary and quick drawing of someone or something",
            "defineVi": "để tạo ra một bản vẽ cơ bản và nhanh chóng của một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "dcda6458-e848-4224-bcad-8fe22e41f9db",
            "word": "sketch",
            "phonetic": "skɛtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "His sketches are always a feast to the eyes.",
                "To do a drawing/painting/sketch.",
                "She used a gray pencil to sketch out her drawing.",
                "I use a pencil to sketch and draw.",
                "-Good sketches this week?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2tldGNo&hash=6f2146ba125a2dd972bb5f4ddb6d9074dc1dbee9&lang=en&cache-only=0",
            "defineEn": "an elementary and quickly produced painting or drawing without many details",
            "defineVi": "một bức tranh hoặc bản vẽ cơ bản và được sản xuất nhanh chóng mà không có nhiều chi tiết",
            "hasImg": true
        },
        {
            "id": "cfff68d2-936e-4d10-aafc-9b4bf3487a77",
            "word": "exhibition",
            "phonetic": "ɛksɪbɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I enjoyed the temporary exhibition at the museum, which featured contemporary art from around the world.",
                "Lily will cut a dash at the art exhibition, showcasing her creative fashion choices and unique personal style.",
                "He got drunk at the wedding and made an exhibition of himself in front of everyone.",
                "I hope I didn't make an exhibition of myself last night.",
                "The number of visitors to the exhibition, all told, was 2543."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhoaWJpdGlvbg&hash=0b115d116f28351b5e67e8a1b0026612e550febe&lang=en&cache-only=0",
            "defineEn": "a public event at which paintings, photographs, or other things are shown",
            "defineVi": "một sự kiện công cộng mà tại đó các bức tranh, ảnh hoặc những thứ khác được hiển thị",
            "hasImg": true
        },
        {
            "id": "fdd97b64-2454-492f-a21b-ea2b35ff19cf",
            "word": "fake",
            "phonetic": "feɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The diamond thief double-crossed his partners and gave them only worthless fake jewels.",
                "The thug threw dust in her eyes and exchanged her real diamonds with fake stones.",
                "He played a trick on his sister by putting a fake spider in her bed.",
                "The fake article had been in print in the renowned scientific journal for more than a week before its author revealed that he had pulled a stunt.",
                "The fake article had been in print in the renowned scientific journal for more than a week before its author revealed that he had pulled a fast one."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFrZQ&hash=71048b9566a2e889b17cb0a3e666a280c2a7f9a7&lang=en&cache-only=0",
            "defineEn": "made or intended to be like the original or real version of something",
            "defineVi": "được thực hiện hoặc dự định giống như phiên bản gốc hoặc thực của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "0169a394-0ae3-4af5-9d93-288a68564cfa",
            "word": "finger-painting",
            "phonetic": "fɪŋɡɚpeɪntɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmluZ2VyLXBhaW50aW5n&hash=d7dd3ade4b970b3e5ccc84b7679ceba1fb0ed83f&lang=en&cache-only=0",
            "defineEn": "the art of painting using the fingers rather than brushes",
            "defineVi": "nghệ thuật vẽ bằng ngón tay chứ không phải cọ",
            "hasImg": true
        },
        {
            "id": "7c425ece-6ce9-43ad-9e3e-bb059cd9390e",
            "word": "frame",
            "phonetic": "fɹeɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "His frame spoke tiredness.",
                "I have a picture frame with a family photo on my desk.",
                "The blue uniform sat well on his big frame.",
                "The frames are made of plastic and they tend to break quite easily.",
                "He had long, curly eyelashes that framed his eyes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhbWU&hash=55238c48e2fec8f3700428933c005dacf2236b5d&lang=en&cache-only=0",
            "defineEn": "a border that surrounds a picture, mirror, etc.",
            "defineVi": "một đường viền bao quanh một bức tranh, gương, vv",
            "hasImg": true
        },
        {
            "id": "82791032-5e45-42b6-bffe-5dcd31e05b28",
            "word": "graffiti",
            "phonetic": "ɡɹɐfiːɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Upon seeing the offensive graffiti, a look of grimace crossed his face.",
                "Graffiti marking this area as gang territory is everywhere.",
                "There's satanic graffiti all over the place.",
                "So here's definitely some Mothman graffiti.",
                "Rundo's graffiti remains on sidewalks here, but he's gone."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhZmZpdGk&hash=c3d01b9ba51952e110355e7543528c0322cffb78&lang=en&cache-only=0",
            "defineEn": "pictures or words that are drawn on a public surface such as walls, doors, trains, etc.",
            "defineVi": "hình ảnh hoặc từ được vẽ trên bề mặt công cộng như tường, cửa, xe lửa, v.v.",
            "hasImg": true
        },
        {
            "id": "8797c45d-d367-4c27-b370-c8a1dff68b74",
            "word": "to illustrate",
            "phonetic": "tʊ ɪləstɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "A single example serves to illustrate what I mean.",
                "Your presentation is along the right lines, but I think it could benefit from more visuals to help illustrate your points.",
                "The writer who spends too much time trying to achieve the perfect sentence or paragraph may never finish their work, illustrating how best is the enemy of good.",
                "Some people may find tattoos beautiful and appealing, while others may find them unattractive, illustrating that beauty is in the eye of the beholder.",
                "Although he was not particularly popular before his inheritance, he found that after his father's death, he suddenly had many new friends, illustrating that wealth attracts many friends."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaWxsdXN0cmF0ZQ&hash=1d57e5a868549ba81eb0a10b5dc9461f0cb0dfc6&lang=en&cache-only=0",
            "defineEn": "to use pictures in a book, magazine, etc.",
            "defineVi": "để sử dụng hình ảnh trong một cuốn sách, tạp chí, vv",
            "hasImg": true
        },
        {
            "id": "4ebeaac3-1d6d-4b4f-8751-296b6b322662",
            "word": "illustration",
            "phonetic": "ɪləstɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Illustrations sometimes show this creature as a woman with spider legs, or just as a large spider.",
                "Featuring clear labels across the tongue, the article’s illustration simplified Hänig’s more-complicated original diagrams.",
                "An illustration of quantum strangeness is given by a famous thought experiment: Schrödinger's cat.",
                "This is not an illustration.",
                "By the end of 1995, thousands of shirts were printed with illustrations of chupacabras."
            ],
            "audio": "https://tts.langeek.co/read?text=aWxsdXN0cmF0aW9u&hash=9d403885afaa5685519d3c10f0bcb286eff12bfa&lang=en&cache-only=0",
            "defineEn": "a picture or drawing in a book, or other publication, particularly one that makes the understanding of something easier",
            "defineVi": "một hình ảnh hoặc bản vẽ trong một cuốn sách, hoặc ấn phẩm khác, đặc biệt là một trong đó làm cho sự hiểu biết về một cái gì đó dễ dàng hơn",
            "hasImg": true
        },
        {
            "id": "8c64bc12-be20-498c-8849-c0bfa7ae906e",
            "word": "to paint",
            "phonetic": "tə peɪnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The book paints a vivid picture of life in the city.",
                "The board meeting painted a pretty grim picture.",
                "He painted a beautiful portrait of his sister.",
                "She painted her toenails a vibrant shade of red for the beach vacation.",
                "Its characters are painted in broad brushstrokes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFpbnQ&hash=72685a4540c64191fbead28e5bb4800c9965ed68&lang=en&cache-only=0",
            "defineEn": "to produce a picture or design with paint",
            "defineVi": "để tạo ra một hình ảnh hoặc thiết kế với sơn",
            "hasImg": true
        },
        {
            "id": "2fac6610-4984-4c71-9ef5-bf6a8b96fb95",
            "word": "paint",
            "phonetic": "peɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The book paints a vivid picture of life in the city.",
                "The board meeting painted a pretty grim picture.",
                "He painted a beautiful portrait of his sister.",
                "She painted her toenails a vibrant shade of red for the beach vacation.",
                "Its characters are painted in broad brushstrokes."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFpbnQ&hash=220fd4b0b773f7f0c5cbe84a31811994dc65c575&lang=en&cache-only=0",
            "defineEn": "dry blocks or tubes of a colored substance used for making pictures",
            "defineVi": "khối khô hoặc ống của một chất màu được sử dụng để làm cho hình ảnh"
        },
        {
            "id": "a7327b3f-9aea-4e9e-b542-204fb7c33ab5",
            "word": "portrait",
            "phonetic": "poːɹtɹɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He painted a beautiful portrait of his sister.",
                "The talented artist painted a beautiful portrait of a woman, capturing her strength and inner beauty on the canvas.",
                "Botticelli’s portraits of Florentine citizens display the distinct features of his subjects, 5.",
                "Again, contemporary science paints an interesting portrait here.",
                "This self portrait would reveal more information than any of the other videos."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9ydHJhaXQ&hash=720a14f7c09d8b01b0bde4e65f6796ea31d6f820&lang=en&cache-only=0",
            "defineEn": "a drawing, photograph, or painting of a person, particularly of their face and shoulders",
            "defineVi": "một bản vẽ, bức ảnh hoặc bức tranh của một người, đặc biệt là khuôn mặt và vai của họ",
            "hasImg": true
        },
        {
            "id": "41a0c9f2-240a-4393-982f-f8714659fc31",
            "word": "statue",
            "phonetic": "stætʃuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Statue of Liberty is a famous American landmark.",
                "She felt compelled to bow down in front of the statue, overwhelmed by its beauty.",
                "That baby statue was hung.",
                "It’s a statue.",
                "A stone grave statue of a young child is there as well."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhdHVl&hash=2213e0f10a2b479d08edc080351b053c898b0675&lang=en&cache-only=0",
            "defineEn": "a large object made of a hard material such as stone in order to look like a person or animal",
            "defineVi": "một vật thể lớn làm bằng vật liệu cứng như đá để trông giống người hoặc động vật",
            "hasImg": true
        },
        {
            "id": "aebba1d6-2d83-409d-bebd-231d93c42f87",
            "word": "studio",
            "phonetic": "stuːdɪoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "His personal work was kept securely in an upstairs studio.",
                "Tony wants me in the studio.",
                "I'd much rather be in a studio and dance my heart out than go to a gym.",
                "He caught a break that few aspiring screenwriters do: running into a studio boss at a party.",
                "As soon as she walked into the art studio, she knew she had found a place where she truly belonged."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1ZGlv&hash=a166c6be7298c79a9d6650c83e5db02601a1bd35&lang=en&cache-only=0",
            "defineEn": "a room where a painter, musician, or other artist works in",
            "defineVi": "một căn phòng nơi một họa sĩ, nhạc sĩ, hoặc nghệ sĩ khác làm việc trong",
            "hasImg": true
        },
        {
            "id": "65c02274-c544-4f8d-ab24-56877fefa814",
            "word": "symbol",
            "phonetic": "sɪmbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bear is a symbol of strength and courage in many cultures.",
                "The Brandenburg Gate in Berlin is an iconic symbol of Germany's history and reunification.",
                "The bald eagle is a national symbol of the American people.",
                "The company took it on the chin as a symbol of the system in the Sixties.",
                "Hundreds of years ago, umbrellas were symbols of power and authority. "
            ],
            "audio": "https://tts.langeek.co/read?text=c3ltYm9s&hash=b1fa273fc0289292f77c9cfee7a8090038a14a35&lang=en&cache-only=0",
            "defineEn": "a sign or shape that represents a particular idea or organization",
            "defineVi": "một dấu hiệu hoặc hình dạng đại diện cho một ý tưởng hoặc tổ chức cụ thể"
        },
        {
            "id": "31b5f726-46d9-481b-b9a9-ec26024a67ce",
            "word": "master",
            "phonetic": "mæstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He mastered the art of slow-cooking chevon shanks.",
                "The master kept a weekly journal.",
                "You have shown yourself a master tactician.",
                "The CEO's focus on customer satisfaction was reflected in the employees' behavior, as like master, like man.",
                "It took some time, but I mastered a recipe for black-eyed pea curry."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFzdGVy&hash=bcf0647c9e71a00a38c353a8e330248909d20a36&lang=en&cache-only=0",
            "defineEn": "a very skillful and famous artist, particularly one in the past",
            "defineVi": "một nghệ sĩ rất khéo léo và nổi tiếng, đặc biệt là một trong quá khứ",
            "hasImg": true
        },
        {
            "id": "2fe399cb-56b4-47ca-beea-6a82e1771478",
            "word": "style",
            "phonetic": "staɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "His management style ruffled a few feathers.",
                "The Persian carpet in the living room adds elegance and style to the space.",
                "You'll find this style of architecture all over the town.",
                "The company's ex-CEO was known for his aggressive management style.",
                "We have no truck with that style of gutter journalism."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R5bGU&hash=f397fe89050698ae0e1f4a8e437608fea96e4c54&lang=en&cache-only=0",
            "defineEn": "a specific way of writing, designing, painting, etc. that is typical of a certain era , person, movement, place, etc.",
            "defineVi": "một cách viết, thiết kế, vẽ tranh, v.v. cụ thể, tiêu biểu cho một thời đại, con người, phong trào, địa điểm, v.v."
        },
        {
            "id": "62b0ab2b-cd70-42dc-bb47-2f4b42408753",
            "word": "collage",
            "phonetic": "kɑːlɑːʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Howardena Pindell made this mixed-media collage in 1988.",
                "He teamed up with Christie's for the sale of Beeple's collage.",
                "Let's make a collage about it.",
                "I'd describe them as a hybrid of sorts because they're kind of a collage in a way.",
                "You could even add in certain memories that may come up while you're doing this collage and putting that together."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGFnZQ&hash=8b365b149ef347485d4467a89f3e143357af9cc9&lang=en&cache-only=0",
            "defineEn": "the art of making pictures by sticking photographs, pieces of cloth or colored paper onto a surface",
            "defineVi": "nghệ thuật tạo tranh bằng cách dán các bức ảnh, mảnh vải hoặc giấy màu lên một bề mặt",
            "hasImg": true
        },
        {
            "id": "0ad50ad6-76ba-4ba7-97c5-13886339f4fa",
            "word": "the visual arts",
            "phonetic": "ðə vɪʒuːəl ɑːɹts ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mirko Ilić is a world class artist and designer, who teaches master’s degree illustration at the School of Visual Arts in New York and runs his own studio, which is famous for its strong visual concepts.",
                "Then, subjects were asked to give a number ranking to their achievement and recognition levels in various creative fields, including music, dance, scientific discovery, and visual arts. "
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlIHZpc3VhbCBhcnRz&hash=33687a90c2880b96de80b2c54b2f59d29171e736&lang=en&cache-only=0",
            "defineEn": "art forms such as painting, drawing, sculpting, etc. that people can look at, in contrast to music and literature",
            "defineVi": "các loại hình nghệ thuật như hội họa, vẽ, điêu khắc, v.v. mà mọi người có thể nhìn vào, trái ngược với âm nhạc và văn học",
            "hasImg": true
        }
    ]
}