{
    "id": "24d74695-0be4-412c-ae7e-264465f3ca8c",
    "title": "Unit 4 - Preview",
    "originalTitle": "Unit 4 - Preview",
    "words": [
        {
            "id": "c574954b-ae28-42dd-bd61-92b830b83705",
            "word": "appetizer",
            "phonetic": "æpɪtaɪzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My parents enjoyed a delicious calamari appetizer at the seaside restaurant.",
                "The consomme was served in a small cup as an appetizer before the main course.",
                "Grilled vegetable skewers are a crowd-pleasing appetizer at summer cookouts.",
                "You can serve camembert with some crusty bread and fig jam for a delightful appetizer.",
                "The party guests were intrigued by the kohlrabi slices on the appetizer platter."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwZXRpemVy&hash=e13996e1aabf4780cf86a8496d21d466fcab7de1&lang=en&cache-only=0",
            "defineEn": "a small dish that is eaten before the main part of a meal",
            "defineVi": "một món ăn nhỏ được ăn trước phần chính của bữa ăn",
            "hasImg": true
        },
        {
            "id": "340304ea-6e34-471f-931f-b14b9ad2d3c3",
            "word": "salad",
            "phonetic": "sæləd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Enhance your salad with tangy bergamot orange for a dose of vitamin E.",
                "Fresh vegetables like tomatoes, cucumbers, and lettuce make a delicious salad.",
                "She prepared a delicious pea and mint salad for the family picnic.",
                "He served the salad on a large ceramic plate.",
                "The salad was elevated with a colorful salpicon of roasted vegetables and feta cheese."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FsYWQ&hash=f86980bfdaa77bfa755d01eace7c8c2c2e447873&lang=en&cache-only=0",
            "defineEn": "a mixture of usually raw vegetables, like lettuce, tomato, and cucumber, with a type of sauce and sometimes meat",
            "defineVi": "một hỗn hợp thường là rau sống, như rau diếp, cà chua và dưa chuột, với một loại nước sốt và đôi khi là thịt",
            "hasImg": true
        },
        {
            "id": "da1bf5e8-b518-4973-8fed-65f54b0f0108",
            "word": "entree",
            "phonetic": "ɑːntɹeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "For instance, you can share an entree.",
                "That was my entree into Fox News Channel.",
                "Each comes with an entrée, like this vegetarian pasta with taco sauce, along with an assortment of items like mixed fruit, an energy bar, and this instant French vanilla cappuccino.",
                "By 1994, Olive Garden had 450 restaurants with dinner entree prices ranging from $6.95 to $13.95.",
                "Some smaller models can take a day to make, while entire entrees can take up to a week."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW50cmVl&hash=498c16c315836d93b8736d320880fb2e7990a2c4&lang=en&cache-only=0",
            "defineEn": "the main segment of a meal",
            "defineVi": "phần chính của bữa ăn",
            "hasImg": true
        },
        {
            "id": "22b79703-e670-4c0c-9d1a-23383dc97f12",
            "word": "main course",
            "phonetic": "meɪn koːɹs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We had a side salad with our main course for a balanced meal.",
                "The consomme was served in a small cup as an appetizer before the main course.",
                "Guests at the outdoor wedding reception enjoye grilled beefsteaks as the main course.",
                "The chef at the restaurant used chard as a garnish for the main course.",
                "They organized a cozy dinner party and served braised pork shanks as the main course."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFpbiBjb3Vyc2U&hash=418c16224587338c7216b5dfd5cd566b7f09386b&lang=en&cache-only=0",
            "defineEn": "the main dish of a meal",
            "defineVi": "món chính của bữa ăn",
            "hasImg": true
        },
        {
            "id": "6db2e1bf-065a-4bfc-9565-b8f7504d0cdc",
            "word": "dessert",
            "phonetic": "dɪzɜːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dessert was beautifully presented with a garnish of chocolate shavings on top.",
                "The chef incorporated chunks of multiple fruits into a delectable dessert.",
                "The combination of ripe cherimoya and coconut milk created a heavenly dessert pudding.",
                "Our dessert of the day is a delectable almond-leaved pear tart.",
                "The subtle bitterness of artemisia balanced the sweetness of the dessert."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzc2VydA&hash=aee1d72d4eec797f2164e19128ee8c089f8dc4c2&lang=en&cache-only=0",
            "defineEn": "‌sweet food eaten after the main dish",
            "defineVi": "món ngọt ăn sau món chính",
            "hasImg": true
        },
        {
            "id": "61c0c848-a295-42cc-a8e9-badd263320fd",
            "word": "beverage",
            "phonetic": "bɛvɚɹɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Watermelon juice is a popular beverage during picnics and barbecues.",
                "Lime juice is commonly added to beverages for a refreshing twist.",
                "Take your hot beverages to the next level by adding a splash of double cream to them.",
                "I often use Rangpur in my special beverages.",
                "I made a refreshing summer beverage by muddling Concord grapes and adding sparkling water."
            ],
            "audio": "https://tts.langeek.co/read?text=YmV2ZXJhZ2U&hash=b3269577e71d7548b6f9c07bb266ae54e7d15284&lang=en&cache-only=0",
            "defineEn": "a drink that is not water",
            "defineVi": "một thức uống không phải là nước",
            "hasImg": true
        }
    ]
}