{
    "id": "255f2b6b-fc98-4380-99c5-f2ca4a2ebf0c",
    "title": "Countries and Nationalities",
    "originalTitle": "Lesson 27",
    "words": [
        {
            "id": "2fe6ff1b-b5eb-42a8-a014-273d294b178e",
            "word": "Australia",
            "phonetic": "ɔːstɹeɪliə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Australia is the only continent that is also a country.",
                "Carefully, in harness with the captain, he carried Australia to victory.",
                "Sue, our beloved daughter, is leaving the country to live in Australia.",
                "He had the opportunity to learn English in Australia.",
                "The kangaroo is a unique animal found in Australia known for its ability to hop."
            ],
            "audio": "https://tts.langeek.co/read?text=QXVzdHJhbGlh&hash=5caa7a3d9ac447dc0bb85541e44a12415646ddfb&lang=en&cache-only=0",
            "defineEn": "a large island country in Southwest Pacific Ocean, known for its unique wildlife such as kangaroos",
            "defineVi": "một quốc đảo lớn ở Tây Nam Thái Bình Dương, được biết đến với động vật hoang dã độc đáo như chuột túi",
            "hasImg": true
        },
        {
            "id": "bbb7f959-04dc-45ee-b1f8-eacac47bb94d",
            "word": "Australian",
            "phonetic": "ɔːstɹeɪliən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Australians have one of the highest carbon footprints per person: 17 tons a year.",
                "She's Australian!",
                "They have Australian troops with them.",
                "Australian researcher Joseph Toltz focuses the music of the Holocaust.",
                "Under Australian Medicare, doctors can set their own prices."
            ],
            "audio": "https://tts.langeek.co/read?text=QXVzdHJhbGlhbg&hash=0b4f6c9dc6a5275fdd3ff7679ec839d402189e71&lang=en&cache-only=0",
            "defineEn": "belonging or relating to Australia or its people",
            "defineVi": "thuộc về hoặc liên quan đến Úc hoặc người dân của nó",
            "hasImg": true
        },
        {
            "id": "33222d6d-d8b3-4d89-962b-65ec0ff35981",
            "word": "Switzerland",
            "phonetic": "swɪtsɚlənd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The watch is coming from Switzerland.",
                "That's Switzerland.",
                "Switzerland's post office even runs a bus service in rural areas.",
                "- It must be Switzerland.",
                "Yeah, it must be Switzerland."
            ],
            "audio": "https://tts.langeek.co/read?text=U3dpdHplcmxhbmQ&hash=4e729e24c2d5203af18ffa0519d34a4d90038720&lang=en&cache-only=0",
            "defineEn": "a country in Western Central Europe, south of Germany",
            "defineVi": "một quốc gia ở Tây Trung Âu, phía nam nước Đức",
            "hasImg": true
        },
        {
            "id": "7701d240-80cf-450c-8e45-6b6a8ad2a6b0",
            "word": "Swiss",
            "phonetic": "swɪs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Swiss authorities tried a new strategy: harm reduction.",
                "It's not Swiss.",
                "Swiss thinker Jean-Jacques Rousseau had many ideas about education reform, for instance.",
                "So has Swiss stuntman Reno Jaton.",
                "What is that in Swiss?"
            ],
            "audio": "https://tts.langeek.co/read?text=U3dpc3M&hash=e6878079294455a5bb1b7d1140a24fe437216ee2&lang=en&cache-only=0",
            "defineEn": "belonging or relating to Switzerland, or its people",
            "defineVi": "thuộc về hoặc liên quan đến Thụy Sĩ, hoặc người dân của nó",
            "hasImg": true
        },
        {
            "id": "fbe3dd70-b035-4df8-90bb-e73f9752bad5",
            "word": "Austria",
            "phonetic": "ɔːstɹiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The world’s largest ice cave is in Austria, Eisriesenwelt.",
                "The rocks revealed coal deposits in Austria, traces of ancient lakes in Italy, wet soils in Utah, and giant rivers in China.",
                "Austria is part of the Coalition.",
                "Across two more fields, and you’re in Austria.",
                "Anyway we're in Austria."
            ],
            "audio": "https://tts.langeek.co/read?text=QXVzdHJpYQ&hash=c60bf5e98e8b2074930644f56b69e5c8c711fac4&lang=en&cache-only=0",
            "defineEn": "a country in the southern part of Central Europe",
            "defineVi": "một quốc gia ở phía nam của Trung Âu",
            "hasImg": true
        },
        {
            "id": "1705301a-f17f-426b-8394-af52335108d0",
            "word": "Austrian",
            "phonetic": "ɔːstɹiən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But 20th century Austrian philosopher Alexius Meinong had a different view.",
                "Austrian composer Johann Strauss also satirized contemporary composers in his \"Perpetuum Mobile, Opus 257.\"",
                "You’ve heard of him: Austrian guy?",
                "At a very deep level, though, the Internet owes its existance to an Austrian physicist and his imaginary cat.",
                "In the late 1920s, Austrian sociologist Elton Mayo went to a telephone factory known as the Hawthorne Works in Cicero, Illinois."
            ],
            "audio": "https://tts.langeek.co/read?text=QXVzdHJpYW4&hash=46eddb4d5b673dcb6bcd41c652e9129ba99ae193&lang=en&cache-only=0",
            "defineEn": "belonging or relating to Austria, or its people",
            "defineVi": "thuộc về hoặc liên quan đến Áo, hoặc người dân của nó",
            "hasImg": true
        },
        {
            "id": "0f378535-48bc-4e17-befe-c9b21317076a",
            "word": "Netherlands",
            "phonetic": "nɛðɜːləndz ",
            "partOfSpeechType": "noun",
            "examples": [
                "- centering on Netherlands.",
                "There's the Netherlands.",
                "But in February 2020, surgeons in the Netherlands kicked things up a notch.",
                "A court in the Netherlands has issued a landmark climate ruling.",
                "I usually say the Netherlands."
            ],
            "audio": "https://tts.langeek.co/read?text=TmV0aGVybGFuZHM&hash=8f5023a0553e0928666210bed7c9180665d21056&lang=en&cache-only=0",
            "defineEn": "a country in the North Western Europe, informally known as Holland",
            "defineVi": "một quốc gia ở Tây Bắc Âu, được gọi một cách không chính thức là Hà Lan",
            "hasImg": true
        },
        {
            "id": "6d127ba1-6555-4af3-bd23-5e1bdd08f4da",
            "word": "Dutch",
            "phonetic": "dʌtʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We went Dutch on a meal in the new restaurant in Shaftesbury Avenue.",
                "The Dutch team have dropped to fifth place.",
                "We went Dutch on dinner.",
                "I'll go Dutch with you on the movie if you want.",
                "Many women are happy to go Dutch with a new boyfriend on the first date."
            ],
            "audio": "https://tts.langeek.co/read?text=RHV0Y2g&hash=4190792a3ec0f6a9f9916d2eaf181fb9c0982b2b&lang=en&cache-only=0",
            "defineEn": "belonging or relating to the Netherlands, its people, and language",
            "defineVi": "thuộc về hoặc liên quan đến Hà Lan, con người và ngôn ngữ của nó",
            "hasImg": true
        },
        {
            "id": "431a8308-a003-4c05-ba7b-5756f1121c2c",
            "word": "Norway",
            "phonetic": "noːɹweɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Polar bears have been protected by law in Norway since 1973.",
                "In the north, the islands of Orkney and Shetland are nearer to Norway than to London.",
                "Along with the US, a run on toilet paper happened in Norway, Hong Kong, Singapore, and Australia.",
                "Norway followed in 1913.",
                "In Norway, cases have been reported in reindeer, red deer, and moose."
            ],
            "audio": "https://tts.langeek.co/read?text=Tm9yd2F5&hash=a3903047c45f7dc016e3f8f25077f5b7da7b15b5&lang=en&cache-only=0",
            "defineEn": "a country in Northern Europe and Western Scandinavia",
            "defineVi": "một quốc gia ở Bắc Âu và Tây Scandinavia",
            "hasImg": true
        },
        {
            "id": "ddfe57bd-1d26-42a9-8d27-744a5d3fc36b",
            "word": "Norwegian",
            "phonetic": "noːɹwiːdʒən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Norwegians spend almost $56 dollars per person on frozen pizza each year.",
                "- Are you Norwegian? -",
                "Some of the more notable ones are Ryanair, Norwegian, Spirit, and Frontier.",
                "In 2019, the Norwegian government reached a deal to block drilling in Lofoten for now.",
                "That includes Norwegian farmed salmon, which, for the most part, is pretty good."
            ],
            "audio": "https://tts.langeek.co/read?text=Tm9yd2VnaWFu&hash=80b81e9f2794617468c737d5259baca926d119b4&lang=en&cache-only=0",
            "defineEn": "belonging or relating to Norway, its people, and language",
            "defineVi": "thuộc về hoặc liên quan đến Na Uy, con người và ngôn ngữ của nó",
            "hasImg": true
        },
        {
            "id": "c7061692-d12c-45e4-97eb-088a8966f144",
            "word": "Sweden",
            "phonetic": "swiːdən ",
            "partOfSpeechType": "noun",
            "examples": [
                "We find guys like Bjorn Sundin, originally from Sweden, and his partner in crime, also listed on the INTERPOL wanted pages.",
                "In Sweden, for example, 30 percent of pets have insurance policies.",
                "From Sweden, we have mythical beasts there.",
                "In fiscal year 2018, Sweden had the lowest average weekly sales per store for Domino's Pizza Group in the Nordics.",
                "Sweden's economy is also taking a hit from the virus."
            ],
            "audio": "https://tts.langeek.co/read?text=U3dlZGVu&hash=2d1319d26cad75054a987bc83e0c85eecaa61f73&lang=en&cache-only=0",
            "defineEn": "a country in Northern Europe and Eastern Scandinavia",
            "defineVi": "một quốc gia ở Bắc Âu và Đông Scandinavia",
            "hasImg": true
        },
        {
            "id": "8a32ebf5-eb54-4286-84c5-07b7537f6358",
            "word": "Swedish",
            "phonetic": "swiːdɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Are they talking Swedish or Danish?",
                "The space uses Swedish design.",
                "The Swedish government expects an economic contraction as deep as during the global financial crisis.",
                "The Swedish brand has a long track record of safety innovation.",
                "Last month, that enemy was Swedish department store H&M."
            ],
            "audio": "https://tts.langeek.co/read?text=U3dlZGlzaA&hash=2b8ef831aa9ef4fb80ddd09a0347d65b689e44a2&lang=en&cache-only=0",
            "defineEn": "belonging or relating to Sweden, its people, and language",
            "defineVi": "thuộc về hoặc liên quan đến Thụy Điển, con người và ngôn ngữ của nó",
            "hasImg": true
        },
        {
            "id": "bdb7d118-074a-4c60-8a08-60609b4b1dc8",
            "word": "Poland",
            "phonetic": "poʊlənd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Researchers in Poland recently discovered the finger bones of a Neanderthal child who lived just 115,000 years ago.",
                "During the religious turmoil of the sixteenth century, Poland remained Catholic.",
                "Her luck ran out at this railway station in Poland.",
                "The governments of Spain, Hungary, and Poland have introduced more restrictive laws on the freedom of assembly and speech.",
                "And they named it after their motherland, after Poland."
            ],
            "audio": "https://tts.langeek.co/read?text=UG9sYW5k&hash=8ade80266f7ac4ce7946bf4edf579baaef13047a&lang=en&cache-only=0",
            "defineEn": "a country in the Central Europe near the Baltic Sea",
            "defineVi": "một quốc gia ở Trung Âu gần biển Baltic",
            "hasImg": true
        },
        {
            "id": "22eed4e5-dfbc-4266-b1eb-19e6319d9b67",
            "word": "polish",
            "phonetic": "pɑːlɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He polished his leather shoes to make them look shiny.",
                "All it needs is a lick of polish and it’ll look like new.",
                "My father cleaned and polished the wooden furniture to keep it looking nice.",
                "Growing up as the son of a Polish immigrant, I was raised by a man who often seemed more Catholic than the Pope himself.",
                "He made a fuss of his new car, spending hours meticulously cleaning and polishing every inch of it."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9saXNo&hash=adb641370634c31f62d4f5e2bc3cd2e9cd9b23bd&lang=en&cache-only=0",
            "defineEn": "referring to something that is related to Poland, its people, language, culture, or products",
            "defineVi": "đề cập đến một cái gì đó có liên quan đến Ba Lan, con người, ngôn ngữ, văn hóa hoặc sản phẩm của nó",
            "hasImg": true
        },
        {
            "id": "dda5e708-9cb0-4fc1-b910-1d778dac6ab0",
            "word": "Egypt",
            "phonetic": "iːdʒɪpt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I came from Egypt. ",
                "But after the Arab Spring uprisings in 2011, tourism in Egypt crashed.",
                "Egypt was the Arab Spring's zenith.",
                "Tonight, the people of Egypt have toppled their leader.",
                "The mystery cult of Isis was popular well beyond Egypt, into Roman times."
            ],
            "audio": "https://tts.langeek.co/read?text=RWd5cHQ&hash=9b983eceebac048364bbabd31e7c0f93f4f82d48&lang=en&cache-only=0",
            "defineEn": "a country on the continent of Africa with a rich history, famous for its pyramids, temples, and pharaohs",
            "defineVi": "một quốc gia trên lục địa châu Phi có lịch sử phong phú, nổi tiếng với các kim tự tháp, đền thờ và pharaoh",
            "hasImg": true
        },
        {
            "id": "3a081794-b9b1-4d1c-91bf-7f7306ad5b0a",
            "word": "Egyptian",
            "phonetic": "ɪdʒɪpʃən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Historians have divided Egyptian history into three broad categories.",
                "Hey Thot, do Egyptian gods drink water?",
                "Egyptian mediators say there's a truce agreement in principle.",
                "But more importantly, Ancient Egyptian civilization lasted from 3000 BCE to 332 BCE.",
                "That answer may lie thousands of years earlier with the Egyptian Ba-bird."
            ],
            "audio": "https://tts.langeek.co/read?text=RWd5cHRpYW4&hash=b68d8cb1c9d865d2466ee85448437a0c3b9a7305&lang=en&cache-only=0",
            "defineEn": "belonging or relating to Egypt, or its people",
            "defineVi": "thuộc về hoặc liên quan đến Ai Cập, hoặc người dân của nó",
            "hasImg": true
        },
        {
            "id": "637edefb-c6b1-48e5-bdc2-0422e21a13ec",
            "word": "Turkey",
            "phonetic": "tɜːki ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lingonberry sauce perfectly complemented the roasted turkey at Thanksgiving dinner.",
                "The street vendor served flavorful turkey legs.",
                "Turkey treads a tightrope in its approach to Russia.",
                "She prefers boneless turkey breast for its ease of slicing.",
                "His family is as poor as a Job's turkey."
            ],
            "audio": "https://tts.langeek.co/read?text=VHVya2V5&hash=edd34e3ebe2040bc394a5f1caf494e3b0e5723e3&lang=en&cache-only=0",
            "defineEn": "a country that is mainly in Western Asia with a small part in Southeast Europe",
            "defineVi": "một quốc gia chủ yếu ở Tây Á với một phần nhỏ ở Đông Nam Âu",
            "hasImg": true
        },
        {
            "id": "3db75ac3-fa79-4963-be2d-fc9ad79298c4",
            "word": "Turkish",
            "phonetic": "tɜːkɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Traditionally, Turkish carpets are handwoven by women.",
                "Azerbaijan's successful military campaign was helped by Turkish know-how and drone technology.",
                "Azerbaijan's successful military campaign was helped by Turkish know-how and drone technology.",
                "Turkish President Recep Tayyip Erdogan accuses the cleric Fethullah Gulen of orchestrating the uprising.",
                "Now the Azerbaijani and Turkish leaders exult in their popularity."
            ],
            "audio": "https://tts.langeek.co/read?text=VHVya2lzaA&hash=0e039adf0b530445f73b81f2dea46caa1b80b07a&lang=en&cache-only=0",
            "defineEn": "relating to the country, people, culture, or language of Turkey",
            "defineVi": "liên quan đến đất nước, con người, văn hóa, hoặc ngôn ngữ của Thổ Nhĩ Kỳ",
            "hasImg": true
        },
        {
            "id": "68326bc1-223d-4cce-986e-5254653b8b04",
            "word": "Greece",
            "phonetic": "ɡɹiːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The second worry is the Greece scenario.",
                "In Greece, unemployment is over 25%.",
                "In Greece wd don't use a fork and a knife.",
                "At one point, bakeries like his were all over Greece.",
                "Remember the riots in Greece a few years ago?"
            ],
            "audio": "https://tts.langeek.co/read?text=R3JlZWNl&hash=53649d2cfe15769a1161121d4395ed9ed5b65f71&lang=en&cache-only=0",
            "defineEn": "a country with a long history and rich culture  located in South Eastern Europe and Northern Mediterranean Sea",
            "defineVi": "một quốc gia có lịch sử lâu đời và nền văn hóa phong phú nằm ở Đông Nam Âu và Bắc Địa Trung Hải",
            "hasImg": true
        },
        {
            "id": "9df33626-c6e0-4ff7-93d5-756d36a72d7d",
            "word": "Greek",
            "phonetic": "ɡɹiːk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Nobody has ever made head or tail of Greek music.",
                "For a simple and healthy dessert, try topping Greek yogurt with tamarillo slices.",
                "This makes unnecessary the question of which Hebrew or Aramaic phrases stand behind the Greek.",
                "The two lawyers were both known for their aggressive tactics, so when they faced each other in court, it was a case of when Greek meets Greek, then comes the tug of war.",
                "The two lawyers were both known for their aggressive tactics, so when they faced each other in court, it was a case of when Greek meets Greek, then comes the tug of war."
            ],
            "audio": "https://tts.langeek.co/read?text=R3JlZWs&hash=8d17579c2357ae97d6bba929d7f9f67ba6683e14&lang=en&cache-only=0",
            "defineEn": "belonging or relating to Greece, its people, or its language",
            "defineVi": "thuộc về hoặc liên quan đến Hy Lạp, con người hoặc ngôn ngữ của nó",
            "hasImg": true
        },
        {
            "id": "88c89451-3016-4d80-b425-b48108f0c770",
            "word": "Vietnam",
            "phonetic": "viːətnɑːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "My generation had Vietnam.",
                "All Vietnam vets remember the sound of the rotor blades of a Huey Helicopter.",
                "But this section of the museum here is all about Vietnam.",
                "You're from Vietnam?",
                "He is having nightmares about Vietnam."
            ],
            "audio": "https://tts.langeek.co/read?text=VmlldG5hbQ&hash=1ab07272d7d2fe7a0b5106755a2a0273d11ab93a&lang=en&cache-only=0",
            "defineEn": "a country in South East Asia",
            "defineVi": "một quốc gia ở Đông Nam Á",
            "hasImg": true
        },
        {
            "id": "f7871961-0883-48dc-b1dd-7a3f189db66b",
            "word": "Vietnamese",
            "phonetic": "viːɛtnəmiːz ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My other neighbor was Vietnamese.",
                "The confession was broadcast as North Vietnamese propaganda.",
                "Banh mi is the Vietnamese word for bread. ",
                "His parents are Vietnamese refugees who arrived in Australia when he was 5 years old in 1980.",
                "The Taliban are not the North Vietnamese army."
            ],
            "audio": "https://tts.langeek.co/read?text=VmlldG5hbWVzZQ&hash=217a3ae5851913599f824cf99558eb2fc65a2b60&lang=en&cache-only=0",
            "defineEn": "belonging or relating to Vietnam, its people, or language",
            "defineVi": "thuộc về hoặc liên quan đến Việt Nam, con người hoặc ngôn ngữ của nó",
            "hasImg": true
        },
        {
            "id": "78dc2fe1-7e66-431f-81dc-5e1dc77a11bd",
            "word": "Saudi Arabia",
            "phonetic": "saʊdi ɚɹeɪbiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Saudi Arabia launched a price war against other key producers.",
                "Think places like Saudi Arabia, the United Arab Emirates and Australia.",
                "A lot of state owned enterprises Saudi Arabia.",
                "I lived in Saudi Arabia. ",
                "In 1987, tens of thousands of people gathered in Saudi Arabia for the annual Hajj pilgrimage."
            ],
            "audio": "https://tts.langeek.co/read?text=U2F1ZGkgQXJhYmlh&hash=3820f5d1c70a1441b263bc0fe6d05300df9644fc&lang=en&cache-only=0",
            "defineEn": "a country in western Asia",
            "defineVi": "một quốc gia ở tây á",
            "hasImg": true
        },
        {
            "id": "af7053ba-f93c-4c43-9092-dc1cfaa4aeb4",
            "word": "Saudi",
            "phonetic": "saʊdi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This year, Saudi authorities suspended the pilgrimage completely.",
                "And a Saudi royal court statement affirmed its full standing by and the support with all its capabilities for the Hashemite Kingdom of Jordan.",
                "The Saudi Arabian government supported two hardline Sunni Islamist groups.",
                "The Saudi's started the sectarian mess, not us.",
                "The Saudi sheiks actually were the ones to influence it, not Mikhail Gorbachev."
            ],
            "audio": "https://tts.langeek.co/read?text=U2F1ZGk&hash=802d28e61425e4297d8082e01118299ca56c518d&lang=en&cache-only=0",
            "defineEn": "relating to Saudi Arabia or its people",
            "defineVi": "liên quan đến Ả Rập Saudi hoặc người dân của nó",
            "hasImg": true
        },
        {
            "id": "776247fa-1120-4339-b6ba-f60429378ab0",
            "word": "Afghanistan",
            "phonetic": "æfɡænɪstæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Then: leaving Afghanistan.",
                "And now to Afghanistan, where the U.S. presence is now 20 years old.",
                "Women have increasingly become targets in Afghanistan.",
                "The video was picked up by local media in Afghanistan too.",
                "The video was picked up by local media in Afghanistan too."
            ],
            "audio": "https://tts.langeek.co/read?text=QWZnaGFuaXN0YW4&hash=559f56f7c7f78724d2247cc07086638863beec01&lang=en&cache-only=0",
            "defineEn": "a country in Central Asia between Iran and Pakistan",
            "defineVi": "một quốc gia ở Trung Á giữa Iran và Pakistan",
            "hasImg": true
        },
        {
            "id": "effd9162-689f-401e-ac2e-2187cb1f3ada",
            "word": "Afghan",
            "phonetic": "æfɡæn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Afghan troops face horrific casualties. ",
                "Afghan society wants order.",
                "Afghan officials know, this time, there will be no American cavalry to the rescue.",
                "Afghan President Ashraf Ghani voiced his support for U.S. troop withdrawal, calling it a new chance for the country.",
                "Afghan warlords and militias fill the security vacuum left by a weak central government and the withdrawal of U.S. forces."
            ],
            "audio": "https://tts.langeek.co/read?text=QWZnaGFu&hash=971611c08e0c9131d33e2908c50d9dbf716606a7&lang=en&cache-only=0",
            "defineEn": "belonging or relating to Afghanistan, or its people",
            "defineVi": "thuộc về hoặc liên quan đến Afghanistan, hoặc người dân của nó",
            "hasImg": true
        },
        {
            "id": "74e0c9dd-6495-4674-b542-c559c3c6d99c",
            "word": "Israel",
            "phonetic": "ɪzɹiːəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Israel has a right to its security.",
                "Israel saves its own life.",
                "Israel elected a new prime minister.",
                "Israel had no advance warning of the Cairo speech.",
                "Archaeologists in Israel have discovered dozens of new Dead Sea Scroll fragments."
            ],
            "audio": "https://tts.langeek.co/read?text=SXNyYWVs&hash=6b09a5e4810e0393f7bfc9dfabffff74c0e3e55a&lang=en&cache-only=0",
            "defineEn": "a country in Western Asia on the Mediterranean Sea",
            "defineVi": "một quốc gia ở Tây Á trên biển Địa Trung Hải",
            "hasImg": true
        },
        {
            "id": "8c29fe03-5d67-4afe-a255-6e0fe4226c84",
            "word": "Israeli",
            "phonetic": "ɪzɹeɪli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You have Israeli beer?",
                "Night after night, Israeli airstrikes light up Gaza's sky.",
                "According to the U.N., Israeli airstrikes have damaged at least 17 of Gaza's 76 hospitals and medical clinics.",
                "At the same time, Israeli Prime Minister Benjamin Netanyahu declared his own victory.",
                "In Jerusalem, Israeli police arrested 44 people overnight in clashes with Palestinians and Jewish extremists."
            ],
            "audio": "https://tts.langeek.co/read?text=SXNyYWVsaQ&hash=be44e13a20e5a90011606c39892514045433516a&lang=en&cache-only=0",
            "defineEn": "belonging or relating to Israel, or its people",
            "defineVi": "thuộc về hoặc liên quan đến Israel, hoặc người dân của nó",
            "hasImg": true
        },
        {
            "id": "6ac14b8c-6b4a-4874-8593-a8bbf9b6b1d2",
            "word": "U.S. of A.",
            "phonetic": "juː ɛs əvə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=VS5TLiBvZiBBLg&hash=7b25e1f89a06a75a0da9f0d9836c357f2e256001&lang=en&cache-only=0",
            "defineEn": "an abbreviation that refers to the Unites States of America",
            "defineVi": "một từ viết tắt đề cập đến Hợp chủng quốc Hoa Kỳ",
            "hasImg": true
        }
    ]
}