{
    "id": "256cd8a4-a971-4787-a8dd-8e6f509660e9",
    "title": "Own Your Personality!",
    "originalTitle": "Lesson 9",
    "words": [
        {
            "id": "c770a76d-975c-4334-a8c0-11123325e663",
            "word": "able",
            "phonetic": "eɪbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Only a handful of the candidates were able to get through to the final stage of the interview process.",
                "The hall will be able to let in more spectators.",
                "Booksellers should easily be able to move this biography of Lincoln.",
                "He was able to abstract valuable insights from the extensive research.",
                "He was able to negotiate a healthily high salary for his new job."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJsZQ&hash=3e0322b3480af038914f1eb7cf055bd8f5a0f0e6&lang=en&cache-only=0",
            "defineEn": "having expertise, intelligence, or skills",
            "defineVi": "có chuyên môn, trí thông minh hoặc kỹ năng",
            "hasImg": true
        },
        {
            "id": "ac3883cb-62a3-4dc3-aa38-321d619a592a",
            "word": "absurd",
            "phonetic": "ɐbsɜːd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The valuation is absurd.",
                "Those statements are just absurd.",
                "The suggestion is patently absurd on its face.",
                "That's absurd.",
                "It's absurd."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJzdXJk&hash=e6839a4bd772ec8670aec390a67313819bc9ec5d&lang=en&cache-only=0",
            "defineEn": "very illogical, unreasonable, or stupid",
            "defineVi": "rất phi logic, vô lý, hoặc ngu ngốc",
            "hasImg": true
        },
        {
            "id": "a6bc9016-ca34-46f4-a765-d816c07e371c",
            "word": "alert",
            "phonetic": "ɐlɜːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The child's cry of fear alerted the adults to the presence of a spider.",
                "I'll be more alert when I get this medication out of my system.",
                "The attack was unsuccessful and served only to alert the enemy.",
                "After a period of fighting and dying, macrophages alert the brain of the immune system: the dendritic cells.",
                "The owner routinely alerted the police."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxlcnQ&hash=e6d7100bb77b3bdc39414cf4bc501ee76e1bc58a&lang=en&cache-only=0",
            "defineEn": "able to notice things or think quickly",
            "defineVi": "có thể nhận thấy những điều hoặc suy nghĩ một cách nhanh chóng",
            "hasImg": true
        },
        {
            "id": "78a06160-badb-4588-922c-c3a2b0d2bee5",
            "word": "accomplished",
            "phonetic": "ɐkɑːmplɪʃt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Sarah's daughter is an accomplished ballet dancer and has won several awards.",
                "She inherited her artistic talent from her mother, who is an accomplished painter.",
                "Few know that the renowned actress wears a different hat as an accomplished neuroscientist.",
                "After publishing her second book, it was another feather in her cap as an accomplished author.",
                "Despite being one of the most accomplished musicians in the world, he never seeks attention or tries to show off his skills - a loaded wagon makes no noise."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb21wbGlzaGVk&hash=e556617bd14e64c0e32f3b21d4c04607b8465306&lang=en&cache-only=0",
            "defineEn": "possessing great skill in a certain field",
            "defineVi": "sở hữu kỹ năng tuyệt vời trong một lĩnh vực nhất định",
            "hasImg": true
        },
        {
            "id": "d8f9a7c8-8672-4f04-83c1-462cf8a4c0ce",
            "word": "articulate",
            "phonetic": "ɑːɹtɪkjʊleɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Could you articulate the sides in that in Washington?",
                "You would actually articulate that. ",
                "He also found some articulated vertebrae and some fragmented bones below those ribs.",
                "So some people have described that as being really articulate.",
                "You just articulated to me, as I was saying at the beginning, and I wasn't just talking off the top of my head."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0aWN1bGF0ZQ&hash=da887edbfcab40e9fc6744183c432e9568cdb0b4&lang=en&cache-only=0",
            "defineEn": "(of a person) able to express oneself clearly and effectively",
            "defineVi": "(của một người) có thể thể hiện bản thân một cách rõ ràng và hiệu quả",
            "hasImg": true
        },
        {
            "id": "b159c773-103d-4e2a-bb43-56418133d752",
            "word": "brainy",
            "phonetic": "bɹeɪni ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So, these footprints were evidence that, maybe what first distinguished our lineage wasn't being brainy.",
                "But here’s a funny thing about Brecht’s plays: yes, they’re episodic and brainy, and they keep reminding you that YOU ARE DEFINITELY WATCHING A PLAY."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJhaW55&hash=b6be4c0ac0d1603f24df4749bb3585eb28ad1c6b&lang=en&cache-only=0",
            "defineEn": "very smart",
            "defineVi": "rất thông minh",
            "hasImg": true
        },
        {
            "id": "5924c9c2-6c56-41d7-b51b-82db0e499aed",
            "word": "brutal",
            "phonetic": "bɹuːɾəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Most of the country has fallen to the brutal regime, but there remains several pockets of resistance determined to hold out until the bitter end.",
                "The Cubans’ fight for independence was brutal.",
                "1797 was especially brutal:",
                "Those numbers are just absolutely brutal.",
                "The region's governments were brutal oligarchies."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJ1dGFs&hash=5d1b81187466f90521c92ef2e0c3142bdc2ec1ca&lang=en&cache-only=0",
            "defineEn": "extremely violent and cruel",
            "defineVi": "cực kỳ bạo lực và tàn ác",
            "hasImg": true
        },
        {
            "id": "b3ffb0a8-a1bf-4f99-aa39-efe6955f08cf",
            "word": "competent",
            "phonetic": "kɑːmpɪtənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And she hits the ceiling when Boolie tells her she's not competent to drive.",
                "He may be wet behind the ears, but he's well-trained and totally competent.",
                "The safety and security of our democracy demands competent civilian control of our armed forces, the subordination of military power to the civil.",
                "So don’t forget, competent leadership really matters!",
                "We have these really competent offensive units at the NSA"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGV0ZW50&hash=4778582eed1b25dad5c1b0f38af8c2d4839595dc&lang=en&cache-only=0",
            "defineEn": "possessing the needed skills or knowledge to do something well",
            "defineVi": "sở hữu những kỹ năng hoặc kiến thức cần thiết để làm điều gì đó tốt",
            "hasImg": true
        },
        {
            "id": "3cf005a4-4699-44c1-854c-271f813c547b",
            "word": "argumentative",
            "phonetic": "ɑːɹɡjuːmɛntətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "People with paranoid personality can be very argumentative, but that could just be seen as opinionated and outspoken.",
                "And it’s important to note that, while philosophers have a reputation for being an argumentative lot, they don’t think of the Socratic method as something that results in a winner and a loser."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJndW1lbnRhdGl2ZQ&hash=8af84aa3746cf3bc607e6a52cb045e8cbab7d452&lang=en&cache-only=0",
            "defineEn": "(of a person) ready to argue and often arguing",
            "defineVi": "(của một người) sẵn sàng tranh luận và thường tranh luận",
            "hasImg": true
        },
        {
            "id": "a08b893a-763d-40d6-a59c-1c63404f4253",
            "word": "bad-tempered",
            "phonetic": "bædtɛmpɚd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFkLXRlbXBlcmVk&hash=3ebdc93d2590f776d6c55eeb0f72bedfed1e6474&lang=en&cache-only=0",
            "defineEn": "easily annoyed and quick to anger",
            "defineVi": "dễ dàng khó chịu và nhanh chóng tức giận",
            "hasImg": true
        },
        {
            "id": "e54fb3ea-000b-4926-a586-5fa1939ec94c",
            "word": "cheeky",
            "phonetic": "tʃiːki ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Her dry wit and cheeky playfulness informs her heroines, whose conversational tone welcomes readers with a conspiratorial wink.",
                "\"Anne thought Gilbert was cheeky.\"",
                "- He got a little cheeky, baby.",
                "But talk about cheeky response helps explain how they managed to navigate PR nightmares.",
                "While it has a loyal customer base and clever, cheeky marketing, it is still a niche long haul airline competing with larger players."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlZWt5&hash=7fee7a49ae6ccfce605a89f4bdb865c2747f083e&lang=en&cache-only=0",
            "defineEn": "behaving in an impolite way that is amusing or offensive",
            "defineVi": "cư xử một cách bất lịch sự gây cười hoặc gây khó chịu",
            "hasImg": true
        },
        {
            "id": "86b22e20-3a71-477c-9f8a-5f7637ae896e",
            "word": "clumsy",
            "phonetic": "klʌmzi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A clumsy chef accidentally spills ingredients, knocks over pots, and slips on the floor, creating a hilarious comedy of errors in the kitchen.",
                "I'm both clumsy and broke, so I decided not to go in.",
                "And that this clumsy process could not be possible for the majestic beauty of our world.",
                "Maybe it’s because porcupines are actually pretty clumsy.",
                "They may have even begun our first clumsy attempts at fire, which is vital for cooking meat and vegetables, opening up opportunities for more energy and even more brain growth."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2x1bXN5&hash=bc5d7aedd7651e0899b5acca54e71e25c47ef5fd&lang=en&cache-only=0",
            "defineEn": "doing things or moving in a way that lacks control and care, usually causing accidents",
            "defineVi": "làm mọi việc hoặc di chuyển theo cách thiếu kiểm soát và cẩn thận, thường gây ra tai nạn",
            "hasImg": true
        },
        {
            "id": "a293843c-e8f4-4925-92ed-6fa1ec7bda7f",
            "word": "conceited",
            "phonetic": "kənsiːɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29uY2VpdGVk&hash=99924c2dd20cab18bffdd5959cf9d2e2bf391f91&lang=en&cache-only=0",
            "defineEn": "taking excessive pride in oneself",
            "defineVi": "tự hào quá mức về bản thân",
            "hasImg": true
        },
        {
            "id": "e300a898-5d3f-44dd-974f-fbce3b83b99d",
            "word": "coward",
            "phonetic": "kaʊɚd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I used to be submissive coward.",
                "But as the saying goes, a bully is always a coward - it takes strength to lift others up.",
                "He realized that cowards die many times before their death, and that taking a chance could lead to great opportunities.",
                "The politician was afraid to speak out against the corrupt practices of his party, knowing that conscience makes cowards of us all, and that challenging the status quo could put his career at risk.",
                "The president is a keyboard warrior coward. "
            ],
            "audio": "https://tts.langeek.co/read?text=Y293YXJk&hash=2ef18d602015fd0b3c284dc9488663aea8b88251&lang=en&cache-only=0",
            "defineEn": "someone who is not brave to do things that other people find unchallenging",
            "defineVi": "một người không dũng cảm để làm những việc mà người khác thấy khó khăn",
            "hasImg": true
        },
        {
            "id": "704e48f1-2504-4987-ad8c-be72ea3253ce",
            "word": "chickenshit",
            "phonetic": "tʃɪkɪnʃɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hpY2tlbnNoaXQ&hash=300f8d93737cba58c1c003a744dcdb2118a0e266&lang=en&cache-only=0",
            "defineEn": "a person who is weak and lacks courage",
            "defineVi": "một người yếu đuối và thiếu can đảm"
        },
        {
            "id": "c0af9ebf-6569-447e-8ae2-48ab10772a59",
            "word": "eccentric",
            "phonetic": "ɛksɛntɹɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Eccentric she may be but no one pulls the wool over her eyes.",
                "Artistic taxidermy took an eccentric route in the Victorian Era with the introduction of anthropomorphic taxidermy.",
                "But not everyone appreciates the eccentric decorations.",
                "But this eccentric bird is actually a species of nocturnal flightless parrot.",
                "Then draw a bunch of lines from this eccentric point to the circumference of the circle."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNjZW50cmlj&hash=84036ee4b68f423aa36fed4a218b24fc9e759c5c&lang=en&cache-only=0",
            "defineEn": "behaving in a manner that is considered different and strange",
            "defineVi": "cư xử theo cách được coi là khác biệt và kỳ lạ",
            "hasImg": true
        },
        {
            "id": "a25cafa8-04cd-46ab-9670-0229b7eef024",
            "word": "harsh",
            "phonetic": "hɑːɹʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The harsh criticism tore him out of his delusions of grandeur.",
                "The judge says her hands are tied because the law requires a harsh sentence in such cases.",
                "The author had to eat crow and rewrite their manuscript after receiving harsh criticism from their editor.",
                "The harsh conditions of the dead of winter made it difficult for many people to go about their daily lives.",
                "Despite harsh criticism, she's sticking to her guns on this issue."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFyc2g&hash=3216469ae83dcba3405734774e21bfbf557d7170&lang=en&cache-only=0",
            "defineEn": "cruel and unkind toward others",
            "defineVi": "độc ác và không tử tế với người khác",
            "hasImg": true
        },
        {
            "id": "3e3deda7-a485-4396-a8ad-90f2f45baa4d",
            "word": "infamous",
            "phonetic": "ɪnfəməs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "These unexpected frugivores include infamous predators like the American crocodile, Nile crocodile and Saltwater crocodile.",
                "One infamous example is William Seabrook’s sensational 1929 travelogue, The Magic Island.",
                "And the infamous undies got their name from champion",
                "Perhaps the most infamous example is the bolt incident.",
                "The pontianak are Southeast Asia’s infamous vampiric mothers."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mYW1vdXM&hash=10b2368fcab579e4c311b83209488efb00adc62c&lang=en&cache-only=0",
            "defineEn": "famous for doing horrible things",
            "defineVi": "nổi tiếng vì đã làm những điều kinh khủng",
            "hasImg": true
        },
        {
            "id": "9abf0ac0-c79e-4405-a906-8706a8736025",
            "word": "intolerant",
            "phonetic": "ɪntɑːlɚɹənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- I'm lactose intolerant.",
                "I actually just, I totally forgot, I recently found out that I'm lactose intolerant.",
                "\"We will not allow voices like Laura Ingraham, Lou Dobbs or Tucker Carlson to be censored by agenda-driven intimidation efforts from the intolerant partisan activists like Media Matters whose only goal is to silence conservative thought they don't agree with.\"",
                "That toleration drew Jewish people from Spanish and other intolerant regimes eastward into the kingdom.",
                "Worse still, the increasingly intolerant Roman Catholic Church now deemed the Ethiopian sect of Christianity heretical."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50b2xlcmFudA&hash=2cc72f4ea67e86b1796fa2559fed14e9ae682f3b&lang=en&cache-only=0",
            "defineEn": "not open to accept beliefs, opinions, or lifestyles that are unlike one's own",
            "defineVi": "không cởi mở để chấp nhận niềm tin, quan điểm hoặc lối sống không giống với chính mình",
            "hasImg": true
        },
        {
            "id": "19669e94-16e0-4943-86c5-9d622bf60c78",
            "word": "insensitive",
            "phonetic": "ɪnsɛnsᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Despite her successful career and fulfilling life, Jane's relatives often make insensitive comments about her being on the shelf.",
                "Remember that culturally insensitive stuff you were saying at the top?",
                "An example of normal trouble in this area is not being all that concerned about what other people think or feel to the extent that your attitude feels insensitive.",
                "Yeah, I mean this is very cultural insensitive.",
                "And six Dr. Seuss books will no longer be published because of racist and insensitive imagery."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zZW5zaXRpdmU&hash=54fb966a4de71b8a1b4788c6915aed92562437eb&lang=en&cache-only=0",
            "defineEn": "not caring about other people's feelings",
            "defineVi": "không quan tâm đến cảm xúc của người khác",
            "hasImg": true
        },
        {
            "id": "21c3d63c-f203-425d-9c5d-60b3ec3b466e",
            "word": "judgmental",
            "phonetic": "dʒʌdʒmɛntəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Humans are judgmental.",
                "That's kind of judgmental.",
                "- Judgmental self-driving car, take him to jail.",
                "It's just a silly video about a judgmental self-driving car.",
                "Father Jack Wintz was a confidant to many and never had a judgmental word, according to his sister."
            ],
            "audio": "https://tts.langeek.co/read?text=anVkZ21lbnRhbA&hash=8430796f6b253614ecd69c710b67f3970ba3b80b&lang=en&cache-only=0",
            "defineEn": "criticizing people too quickly",
            "defineVi": "chỉ trích mọi người quá nhanh",
            "hasImg": true
        },
        {
            "id": "579f1753-93d2-416c-83ef-23beb56efdf3",
            "word": "narrow-minded",
            "phonetic": "næɹoʊmaɪndᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmFycm93LW1pbmRlZA&hash=5c11841099334e476ec015cb2626b57753abfc77&lang=en&cache-only=0",
            "defineEn": "not open to new ideas, opinions, etc.",
            "defineVi": "không cởi mở với những ý tưởng, quan điểm mới, v.v.",
            "hasImg": true
        },
        {
            "id": "e7f42ec3-4998-472d-8a09-ecba8b5380f4",
            "word": "assertive",
            "phonetic": "ɐsɜːɾɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As a leader, it's important to be confident and assertive, because make yourself all honey and the flies will devour you.",
                "Even though he's usually quiet and unassuming, my brother can be incredibly assertive and commanding when he's at home - every dog is a lion at home, as they say.",
                "When dealing with customer service, it can be helpful to be assertive and persistent, as the squeaky wheel gets the grease and is more likely to receive a satisfactory resolution.",
                "And that whole process actually is being more assertive.",
                "But the boycott also reflects a more assertive Beijing."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNzZXJ0aXZl&hash=0d9c8ad762359ae4635b7e73e57b907d3a204db0&lang=en&cache-only=0",
            "defineEn": "confident in expressing one's opinions, ideas or needs in a clear, direct, and respectful manner",
            "defineVi": "tự tin bày tỏ quan điểm, ý tưởng hoặc nhu cầu của mình một cách rõ ràng, trực tiếp và tôn trọng",
            "hasImg": true
        },
        {
            "id": "44969b9d-87f3-4b2c-9748-2c20415d762f",
            "word": "attentive",
            "phonetic": "ɐtɛntɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So thankfully, he was very attentive, he did his job well, we did our job well",
                "Low levels of serotonin, a neurotransmitter connected to arousal, may make depressed individuals less attentive to new information.",
                "The employees, or crewmembers as they're called, are all extremely attentive and helpful.",
                "Not only do they provide their babies with a safe, disease-free corpse house, they also are extremely attentive when it comes to feeding their young.",
                "Over the last century or so, while Oviraptor has gone from potential egg thief to attentive father, we’ve also learned more about the origins of parenting behavior."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0ZW50aXZl&hash=a774c31275ecfb967779c07ec6de40b9e8f23475&lang=en&cache-only=0",
            "defineEn": "giving much attention to something or someone with interest",
            "defineVi": "chú ý nhiều đến một cái gì đó hoặc ai đó quan tâm",
            "hasImg": true
        },
        {
            "id": "9c49b2dc-ed13-4384-9a52-1e9bfc0b56fe",
            "word": "cautious",
            "phonetic": "kɔːʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Be cautious when cycling around the blind bend ahead.",
                "He learned the hard way to be more cautious with his desires.",
                "I always advise my clients to be cautious about sharing sensitive information online.",
                "When it comes to dealing with difficult people or situations, sometimes it's better to be cautious.",
                "He always warned his friends to be cautious of women, saying that the female of the species is more deadly than the male and that they should never underestimate a woman's ability to manipulate and deceive."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F1dGlvdXM&hash=632ddc91de3ad84f9ac07993dfc133bf2cba3e94&lang=en&cache-only=0",
            "defineEn": "(of a person) careful to avoid danger or mistakes",
            "defineVi": "(của một người) cẩn thận để tránh nguy hiểm hoặc sai lầm",
            "hasImg": true
        },
        {
            "id": "ef22cda7-042d-4ddd-b710-b232eb14a069",
            "word": "affectionate",
            "phonetic": "ɐfɛkʃənət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His caring nature and affectionate gestures make him the perfect boyfriend.",
                "In studies of heterosexual couples, increases in oxytocin and prolactin have been associated with affectionate behaviors in moms, like snuggling.",
                "And when we exhibit these symptoms as an adult or the teenager, when we just really want someone to care for us, be affectionate, love on us.",
                "I love seeing Hazel so affectionate towards Apollo.",
                "In Chinese, the name sounds gently affectionate and lilting to my ears."
            ],
            "audio": "https://tts.langeek.co/read?text=YWZmZWN0aW9uYXRl&hash=8d28857636dd51deed67fe7428d1cc9cd0d9a805&lang=en&cache-only=0",
            "defineEn": "expressing love and care",
            "defineVi": "thể hiện tình yêu và sự quan tâm",
            "hasImg": true
        },
        {
            "id": "4ac4ad77-b992-405b-a667-b5acdb14dcbb",
            "word": "charitable",
            "phonetic": "tʃæɹɪɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The organization supports various charitable causes through donations.",
                "People from all walks of life came together to support the charitable cause.",
                "The CEO was fired following allegations that he was feathering his nest with donations made to the company's charitable fund.",
                "Charitable organizations that housed the destitute.",
                "I'm pretty charitable."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcml0YWJsZQ&hash=f088d4f8c488d48c47d73d24d8229a0f6f4cd427&lang=en&cache-only=0",
            "defineEn": "kind and generous toward the less fortunate",
            "defineVi": "tốt bụng và hào phóng đối với những người kém may mắn",
            "hasImg": true
        },
        {
            "id": "3e996a86-ddc6-4380-9d28-deb85c86bf02",
            "word": "compassionate",
            "phonetic": "kəmpæʃənət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I thanked the nurse for her compassionate care during my stay in the hospital.",
                "From the moment they met, Sarah's kind and compassionate nature captured John's heart, and he knew she was the one for him.",
                "After learning about my friend's difficult childhood, I felt more understanding and compassionate towards them - as they say, to know all is to forgive all.",
                "Despite her best efforts to be kind and compassionate, her innate selfishness couldn't be suppressed, proving that what is bred in the bone will come out in the flesh.",
                "The stray dog had a scruffy and unkempt appearance, with a face only a mother could love, but that didn't stop him from finding a loving home with a compassionate family."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGFzc2lvbmF0ZQ&hash=ee353a0bb971d82c9d105a549e916cee5b5bc133&lang=en&cache-only=0",
            "defineEn": "expressing concern or having sympathy for the misfortunes of others",
            "defineVi": "thể hiện sự quan tâm hoặc thông cảm cho những bất hạnh của người khác",
            "hasImg": true
        },
        {
            "id": "85d0f761-61da-4476-a0df-c7cb4c05b71f",
            "word": "considerate",
            "phonetic": "kənsɪdɚɹət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Whether we're talking to our friends, family, or coworkers, we should keep in mind that a civil question deserves a civil answer, and that being kind and considerate can go a long way in fostering positive relationships.",
                "They are very considerate people over there in Germany.",
                "Well they were considerate enough to give Us A Pantry.",
                "After all, thinking about the world more complexly makes us more informed and considerate about our place in it.",
                "I think being polite and considerate of others, and doing good for others."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2lkZXJhdGU&hash=0374b14bb07ce239f6722c7ccd44d35f72205c09&lang=en&cache-only=0",
            "defineEn": "thoughtful of others and their feelings",
            "defineVi": "quan tâm đến người khác và cảm xúc của họ",
            "hasImg": true
        },
        {
            "id": "6200f7ce-a8f1-40fb-9e46-5267997c6d4b",
            "word": "courageous",
            "phonetic": "kɜːɹeɪdʒəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I have to be courageous.",
                "Like, we have to be courageous.",
                "Americans respect your courageous choice for liberty.",
                "She was very brave, she was always courageous.",
                "And so I encourage you, be courageous, stand up for yourself."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291cmFnZW91cw&hash=d31aba70d44987343661c12d0e078aa9ffc21f67&lang=en&cache-only=0",
            "defineEn": "expressing no fear when faced with danger or difficulty",
            "defineVi": "thể hiện không sợ hãi khi gặp nguy hiểm hoặc khó khăn",
            "hasImg": true
        },
        {
            "id": "6b8f87e7-aa49-46dc-a8de-b35d00aa5c7f",
            "word": "dignified",
            "phonetic": "dɪɡnᵻfaɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "ABDULLAH ABDULLAH, Former Afghan Chief Executive: Finishing term shouldn't be a priority if it is balanced against peace, durable, dignified peace, acceptable for the people of Afghanistan.",
                "I think that they were surprised at what a dignified person she was.",
                "When marching from Detroit, General William Hull informed the Canadians that, \"You will be emancipated from tyranny and oppression and restored to the dignified station of free men.\"",
                "In 2017, for instance, a NOAA rover spotted one in the Gulf of Mexico with a bit more of a dignified profile.",
                "That is why we have been saying for the last two months, that the new centers have to be built on the islands, with dignified living conditions for those inside and the utmost security for the region and the utmost security for the employees of the asylum service, so they can effectively speed up their services."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlnbmlmaWVk&hash=2ee77a4d9fc326df02e974a5525573d0515152d4&lang=en&cache-only=0",
            "defineEn": "displaying calmness and seriousness in a manner that deserves respect",
            "defineVi": "thể hiện sự bình tĩnh và nghiêm túc theo cách xứng đáng được tôn trọng",
            "hasImg": true
        },
        {
            "id": "d0427a73-a484-4214-a2fa-77fbe3e3a2c2",
            "word": "faithful",
            "phonetic": "feɪθfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I intend to remain faithful, simply because I've given infidelity a whirl and it doesn't work for me.",
                "But they will still usually be only the party faithful, so he will find himself preaching to the converted.",
                "'She's not faithful to January.",
                "\"O Come All Ye Faithful.\"",
                "Crimea and Sevastopol are faithful to the Great Victory"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFpdGhmdWw&hash=f35df533b30a4a2446279f90ec3f542602981861&lang=en&cache-only=0",
            "defineEn": "continuing to support or being loyal to a certain person, idea, group, etc.",
            "defineVi": "tiếp tục ủng hộ hoặc trung thành với một người, ý tưởng, nhóm nào đó, v.v.",
            "hasImg": true
        },
        {
            "id": "b8929b7c-10b1-43c1-8fcd-bbbd8f225f7d",
            "word": "frank",
            "phonetic": "fɹæŋk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Frank knew he was just a cog in the wheel of this giant corporation.",
                "Frank has served this company his whole working life.",
                "Frank's really putting on the dog for the big party Friday night.",
                "Of course, Frank and a couple of the others had to do so ground work in Minneapolis, but it was just Rusty and me that had our necks on the block.",
                "Frank grows two different varieties on his farm."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhbms&hash=3b9332135d33f63ba677e3f6518961d4596ac2f5&lang=en&cache-only=0",
            "defineEn": "direct and honest in expressing oneself that some people might find it unpleasant",
            "defineVi": "trực tiếp và trung thực trong việc thể hiện bản thân mà một số người có thể cảm thấy khó chịu",
            "hasImg": true
        },
        {
            "id": "4777aa2e-bbd7-4d5b-afbd-035cafe67c34",
            "word": "heroic",
            "phonetic": "hɪɹoʊɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We have disciplined heroic soldiers.",
                "For her supporters she was heroic.",
                "This heroic defeat has been an inspiration to underdogs ever since.",
                "Since the day he madehis heroic stand, his country has changedbeyond recognition.",
                "For most soldiers, there was nothing glamorous or heroic about this war."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVyb2lj&hash=dbb08439de82ef3ac0271364ca1c7bf05e9f7ef9&lang=en&cache-only=0",
            "defineEn": "displaying great bravery as that of a hero or heroine",
            "defineVi": "thể hiện lòng dũng cảm tuyệt vời như của một anh hùng hay nữ anh hùng",
            "hasImg": true
        },
        {
            "id": "ff1f3342-1d17-40b6-853c-c81a8d0d3a4e",
            "word": "hospitable",
            "phonetic": "hɑːspɪɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It’s not the most hospitable place.",
                "And as the oxygen content of the oceans slowly rose, conditions became more hospitable to life.",
                "And the planet might be not as hospitable as it seems from afar.",
                "During this second visit, he had difficulty with the Hawaiians, who'd previously had been pretty hospitable.",
                "[MUSIC PLAYING] \"Americans are incredibly friendly and hospitable.\""
            ],
            "audio": "https://tts.langeek.co/read?text=aG9zcGl0YWJsZQ&hash=f76a51ba8b234e0da141df33aac3ac6e3957ceb9&lang=en&cache-only=0",
            "defineEn": "treating guests or visitors with friendliness, warmth, and generosity",
            "defineVi": "đối xử với khách hoặc khách thăm thân thiện, ấm áp và hào phóng",
            "hasImg": true
        },
        {
            "id": "6d6dd78b-ae65-461a-a655-20c23f2266f2",
            "word": "jolly",
            "phonetic": "dʒɑːli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Won't life be jolly now!'",
                "Why are volcanoes so jolly?",
                "And rather than a thin man in clerical robes, he became a jolly, big-bellied man in a fur suit.",
                "The jolly old man is genuine and giving, so when we see him, we trust him almost without question.",
                "And Santa Claus came from the jolly guy’s Dutch nickname Sinter Klaas, (short for Sint Nicolaas)."
            ],
            "audio": "https://tts.langeek.co/read?text=am9sbHk&hash=e0884089b9195e95cfc3740a3a9f17c2147ab3c0&lang=en&cache-only=0",
            "defineEn": "cheerful and happy",
            "defineVi": "vui vẻ và hạnh phúc",
            "hasImg": true
        },
        {
            "id": "951713b6-0a25-45f0-b415-e5e0f47e83b5",
            "word": "duplicitous",
            "phonetic": "duːplɪsɪɾəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The notion that regime change in what he always saw to be Russia’s sphere of influence was threatening to his interests, so there had been a gradual buildup of frustration and anger on his part at what he saw to be duplicitous behavior on the part of the West and United States."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVwbGljaXRvdXM&hash=76a5330b63df405e274bf65d50ba112ba28bada4&lang=en&cache-only=0",
            "defineEn": "attempting to deceive other people",
            "defineVi": "cố gắng lừa dối người khác",
            "hasImg": true
        },
        {
            "id": "976f3111-ff54-4c71-b598-0cf0a6c11d1e",
            "word": "just",
            "phonetic": "dʒʌst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Our cat has just had five kittens.",
                "Just click the link below.",
                "That piece of work just rejected my resume for the third time!",
                "Just hold your horses, Bill!",
                "Alan's explanation just muddies the issue!"
            ],
            "audio": "https://tts.langeek.co/read?text=anVzdA&hash=93ede64f32e2bcd8c70571ca4151cd17227e486c&lang=en&cache-only=0",
            "defineEn": "fair, reasonable, and morally right",
            "defineVi": "công bằng, hợp lý và đúng đắn về mặt đạo đức",
            "hasImg": true
        },
        {
            "id": "452df4cd-9512-4867-a327-e1a9a9b1ca50",
            "word": "reluctant",
            "phonetic": "ɹᵻlʌktənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The nurse joked that doctors make the worst patients, after a particularly difficult interaction with a physician who was reluctant to follow medical advice.",
                "Well, it was reluctant.",
                "Reluctant is the understatement.",
                "Citizens were reluctant to travel.",
                "But the president was reluctant to be drawn into a conflict with Russia."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsdWN0YW50&hash=41c8eb02377d3891c4c017ac90dfc895235fbda7&lang=en&cache-only=0",
            "defineEn": "not welcoming or willing to do something because it is undesirable",
            "defineVi": "không chào đón hoặc sẵn sàng làm điều gì đó bởi vì nó là không mong muốn",
            "hasImg": true
        },
        {
            "id": "c47a626d-5216-42fe-b4df-3a7b28d15390",
            "word": "shithead",
            "phonetic": "ʃɪthɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "They're just real shitheads.",
                "And honestly, they're pretty big shitheads too."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hpdGhlYWQ&hash=a2da1fd9d69f21625a0e6f715e901e8441576a12&lang=en&cache-only=0",
            "defineEn": "a person who is annoyingly stupid or unlikeable",
            "defineVi": "một người ngu ngốc khó chịu hoặc khó chịu"
        },
        {
            "id": "08553ed4-3fff-4db3-9f90-674181790dd4",
            "word": "snake",
            "phonetic": "sneɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Snakes use their tongues to smell their surroundings.",
                "The snake shed its old skin to grow a new one.",
                "These snakes are to be found in North America.",
                "He looks slippery as a snake.",
                "Snakes are cold-blooded animals, relying on external sources to regulate their body temperature."
            ],
            "audio": "https://tts.langeek.co/read?text=c25ha2U&hash=e1962a8fea5960fd85432fcbdde3f2574ed7327a&lang=en&cache-only=0",
            "defineEn": "a dishonest person with the tendency to deceive people for personal gain",
            "defineVi": "một người không trung thực với xu hướng lừa dối mọi người vì lợi ích cá nhân"
        },
        {
            "id": "fe0b221c-0d34-4cef-a1c3-a1015a9183a7",
            "word": "butterfingers",
            "phonetic": "bʌɾɚfɪŋɚz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnV0dGVyZmluZ2Vycw&hash=44df5ebf4ff8debeee50bb1175c167032840371f&lang=en&cache-only=0",
            "defineEn": "someone who keeps dropping things",
            "defineVi": "ai đó cứ làm rơi đồ"
        },
        {
            "id": "bcad6054-aabe-463e-975b-87ef24924b51",
            "word": "dirtbag",
            "phonetic": "dɜːtbæɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some dirtbags tried to blow up the restaurant with a bomb.",
                "She dropped out of school to be with her dirtbag boyfriend.",
                "I saw him dressed like a dirtbag."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlydGJhZw&hash=ac4305385ff5624f0a3a9867e2b32599070f3e3d&lang=en&cache-only=0",
            "defineEn": "a person who is hateful or detested because of their dishonest actions",
            "defineVi": "một người đáng ghét hoặc ghê tởm vì hành động không trung thực của họ"
        },
        {
            "id": "95ab056a-fa02-4bde-a93d-fe0e125695a2",
            "word": "freeloader",
            "phonetic": "fɹiːloʊdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And unlike whales and manatees, which are coated in barnacles and algae, that same tiled pattern helps prevent those freeloaders from hitching a ride on sharks.",
                "She invents a cousin named Shui Ta, dresses up as him, and orders all of the freeloaders to leave the shop."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlZWxvYWRlcg&hash=b07c78d925fe2e837b4c319f21f8183ad4221cf2&lang=en&cache-only=0",
            "defineEn": "a person who habitually takes advantage of others' generosity without offering anything in return",
            "defineVi": "một người có thói quen tận dụng sự hào phóng của người khác mà không trả lại bất cứ điều gì"
        },
        {
            "id": "7ac0ae6e-98cf-41e6-b818-82210865681e",
            "word": "wretch",
            "phonetic": "ɹɛtʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d3JldGNo&hash=106d9a2ae52b7deafcd38de50d382fcffdc63db1&lang=en&cache-only=0",
            "defineEn": "someone who behaves in an evil or immoral way",
            "defineVi": "một người cư xử một cách xấu xa hoặc vô đạo đức"
        },
        {
            "id": "b712b9af-66bf-4395-b399-7e2a608a1810",
            "word": "unruly",
            "phonetic": "ʌnɹuːli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But her own house is always a mess and her children are unruly.",
                "Last year, he was wild and woolly, causing chaos with his unruly actions and disregard for authority.",
                "But because of their close association with the winter solstice, Christmas parties also became loud, unruly events.",
                "It's about 20.5 pounds not like unruly.",
                "I used to leave them unruly, and then I really got into the habit of like shaving and shaping, and honestly, I hated that so much."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5ydWx5&hash=07548e0d39d506684e4cea3d2d461da6436254bf&lang=en&cache-only=0",
            "defineEn": "not willing to follow rules or instructions",
            "defineVi": "không sẵn sàng làm theo các quy tắc hoặc hướng dẫn"
        },
        {
            "id": "71aa3f48-428c-47a2-ad97-d44f7971ef0b",
            "word": "sassy",
            "phonetic": "sæsi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm a sassy bandit.",
                "My boyfriend's mom is also sassy, and I love it.",
                "Chronicles of Sassy asked and says: Just started watching your channel because of BrizzyVoices.",
                "Taunya is very energetic and super sassy, and I definitely want her on the team.",
                "She's always just throwing that brassy, sassy, news reporter poon in your face."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Fzc3k&hash=22402c0f96a05e94e505b8402e4453c1cbe09f7a&lang=en&cache-only=0",
            "defineEn": "talking or behaving in a way that is rude, disrespectful, or too confident",
            "defineVi": "nói chuyện hoặc cư xử một cách thô lỗ, thiếu tôn trọng, hoặc quá tự tin"
        },
        {
            "id": "b99e4929-5aeb-4ea9-aeb7-a10029f8baa3",
            "word": "scumbag",
            "phonetic": "skʌmbæɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So maybe the real scumbag here is the DNA polymerase.",
                "He's just a scumbag.",
                "Copying the lagging, or scumbag strand, is, well, he's a freaking scumbag.",
                "This is what scumbags the mainstream media are.",
                "Poor Lucius, he does not know that Domitia's dad thinks he and his family are wealthy but still scumbags from the Subura."
            ],
            "audio": "https://tts.langeek.co/read?text=c2N1bWJhZw&hash=70650f54b8ee9a6dfdb98021e559b2b882193e3f&lang=en&cache-only=0",
            "defineEn": "a person who is seen as untrustworthy or unethical, and who may engage in behavior that is harmful to others",
            "defineVi": "một người được coi là không đáng tin cậy hoặc phi đạo đức và có thể tham gia vào hành vi gây hại cho người khác"
        },
        {
            "id": "936fcdc5-b676-4074-a4ed-a4b652af01d8",
            "word": "douchebag",
            "phonetic": "duːʃɪbæɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And he's your typical douchebag, jock character that they do in films, you know?",
                "Some characters are just douchebags, and that kind of fits in, I guess.",
                "Man, I would feel like such a douchebag, like walking around having phone calls on this thing."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG91Y2hlYmFn&hash=22a1dcb8cc513fe14101f11e4b0cdc4deb050c84&lang=en&cache-only=0",
            "defineEn": "a person who behaves arrogantly, insensitively, or inconsiderately toward others",
            "defineVi": "một người cư xử kiêu ngạo, vô cảm, hoặc thiếu cân nhắc đối với người khác"
        },
        {
            "id": "f4ed6d83-9e3c-43b5-9d97-addd9f6cdf30",
            "word": "weasel",
            "phonetic": "wiːzəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Don't try to weasel your way out of this Michael.",
                "At once the weasel left the cub to attack the she-wolf.",
                "These weasels are hunted sustainably every spring under CITES guidelines across Siberia and Manchuria.",
                "It was a young weasel.",
                "The weasel tried to run away but the little grey cub turned it over with his paw."
            ],
            "audio": "https://tts.langeek.co/read?text=d2Vhc2Vs&hash=a669dbb7f88bf5d28119e41093e0f2e018d819df&lang=en&cache-only=0",
            "defineEn": "someone who is deceitful, sneaky, or untrustworthy, often characterized by their ability to manipulate situations or information for personal gain",
            "defineVi": "một người lừa dối, lén lút hoặc không đáng tin cậy, thường được đặc trưng bởi khả năng thao túng các tình huống hoặc thông tin để đạt được lợi ích cá nhân"
        }
    ]
}