{
    "id": "25829a22-5d2e-4575-a0ba-234bd4faf025",
    "title": "Hatred or Affection",
    "originalTitle": "Hatred or Affection",
    "words": [
        {
            "id": "d6ca4aef-1174-4783-8e07-6b7f6c8df0b4",
            "word": "affinity",
            "phonetic": "ɐfɪnᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And of course, the Tesla cofounder has an affinity for cars.",
                "What is the affinity between these two men?",
                "We have an affinity for animals here at Late Night.",
                "Is there an affinity there?",
                "Kahlo and Rivera shared a deep affinity with Mexicanidad, a movement which celebrated indigenous culture after the Revolution."
            ],
            "audio": "https://tts.langeek.co/read?text=YWZmaW5pdHk&hash=55666ae2be00c51de3dd76aea040c5fb920d1b46&lang=en&cache-only=0",
            "defineEn": "a strong and natural liking or sympathy toward someone or something",
            "defineVi": "một ý thích mạnh mẽ và tự nhiên hoặc thông cảm đối với một ai đó hoặc một cái gì đó"
        },
        {
            "id": "d8b9113f-1ce1-4200-8e47-9874a34c3f51",
            "word": "averse",
            "phonetic": "ɐvɜːs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "U.S. consumers are notoriously averse to friction.",
                "I don’t think he’s totally averse to deals, transactions, maybe not.",
                "And if people are really averse to needles, you could always topically numb someone to help that pain dissipate.",
                "And, of course, the more risk tolerant person will invest more in stocks and reap the benefits, and the more risk averse people will perhaps stay more on the sidelines and potentially miss the game as a result.",
                "Or maybe I'm really risk averse, and I put it in government bonds, and I get 4% a year."
            ],
            "audio": "https://tts.langeek.co/read?text=YXZlcnNl&hash=fff986a7d2d1b65cb97a48b6ef976a9c410af8be&lang=en&cache-only=0",
            "defineEn": "Being strongly opposed to something or disliking it",
            "defineVi": "Bị phản đối mạnh mẽ với một cái gì đó hoặc không thích nó"
        },
        {
            "id": "f5cb0654-2c71-4fa1-974d-12aad9411c96",
            "word": "enamored",
            "phonetic": "ɪnæmɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In the end, psychologists haven’t pinpointed exactly what causes the IKEA effect, and it may be that some combination of these ideas is what makes you so enamored with that table, no matter how crooked it is."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5hbW9yZWQ&hash=fc5223f6f9b7cb869e9bebd95498df0d1d0b2cf5&lang=en&cache-only=0",
            "defineEn": "having a strong liking or admiration for something",
            "defineVi": "có một ý thích mạnh mẽ hoặc ngưỡng mộ cho một cái gì đó"
        },
        {
            "id": "cd9bd137-6138-4f91-aad5-326f70f9f21b",
            "word": "entranced",
            "phonetic": "ɛntɹænst ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW50cmFuY2Vk&hash=d26d4de4e9e707fc040df1ab9ee070eeb7274e37&lang=en&cache-only=0",
            "defineEn": "filled with delight and amazement by something and giving it all one's attention",
            "defineVi": "đầy thích thú và ngạc nhiên bởi một cái gì đó và dành cho nó tất cả sự chú ý của một người"
        },
        {
            "id": "a51138bb-1bd3-4c21-b381-4f31af502f87",
            "word": "execrable",
            "phonetic": "ɛɡzɛkɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXhlY3JhYmxl&hash=69be11b92007ad58ca8ba676383ed0e7a3f4dec3&lang=en&cache-only=0",
            "defineEn": "extremely unpleasant or bad",
            "defineVi": "cực kỳ khó chịu hoặc xấu"
        },
        {
            "id": "a31dbc0f-834d-40aa-82e1-e30847d44c3a",
            "word": "laudable",
            "phonetic": "lɔːdəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But I definitely think that having everything up online is a laudable goal, but I think that we need to consider that interest."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF1ZGFibGU&hash=04e7439a04c7816babe73bca949f918b2fee2d46&lang=en&cache-only=0",
            "defineEn": "(of an idea, intention, or act) deserving of admiration and praise, regardless of success",
            "defineVi": "(về một ý tưởng, ý định hoặc hành động) xứng đáng được ngưỡng mộ và khen ngợi, bất kể thành công"
        },
        {
            "id": "0d363728-95c7-4418-86d9-853f02cabfcc",
            "word": "meritorious",
            "phonetic": "mɛɹɪtoːɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My colleague Josh is screening them, and the ones that he thinks are meritorious, he’s giving to me."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVyaXRvcmlvdXM&hash=e74ebbbf709454b52cf31619902c39be8a40d792&lang=en&cache-only=0",
            "defineEn": "deserving praise or compensation",
            "defineVi": "xứng đáng được khen ngợi hoặc bồi thường"
        },
        {
            "id": "dcfd11d9-be81-4430-b4c2-3017748a6810",
            "word": "nauseating",
            "phonetic": "nɔːsɪeɪɾɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Man, a movie about Halloween Town taking over Thanksgiving Town would be NAUSEATING!",
                "Having your vision move around a lot can get downright nauseating.",
                "For example, someone under treatment for an alcohol addiction may be given booze laced with a nauseating drug.",
                "And by the same token, a person’s social context - like, their friends, family traditions, or life stressors - can reinforce something like alcohol consumption more than the nauseating pill could ever punish it."
            ],
            "audio": "https://tts.langeek.co/read?text=bmF1c2VhdGluZw&hash=938a62f52acd449f3cfa4da66ef049076dbc917b&lang=en&cache-only=0",
            "defineEn": "causing or capable of provoking a sensation of disgust or nausea",
            "defineVi": "gây ra hoặc có khả năng gây ra cảm giác ghê tởm hoặc buồn nôn"
        },
        {
            "id": "d80b0733-a754-4072-9146-8d228ea97148",
            "word": "obnoxious",
            "phonetic": "ɑːbnɑːkʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "If Grant had not issued the order, if it had been somebody else, his wife wouldn't have called it an obnoxious order, it’s",
                "And she calls the order obnoxious.",
                "When we are teenagers, we can be really obnoxious and rude.",
                "So, even though wasps are kind of obnoxious, they play a really important role in the environment.",
                "Money doesn’t just make us more possessive, it can also lead to obnoxious, arrogant social behavior."
            ],
            "audio": "https://tts.langeek.co/read?text=b2Jub3hpb3Vz&hash=0da9ff08e2782ef098a61b04ebf4cdc1e191c78e&lang=en&cache-only=0",
            "defineEn": "extremely unpleasant or rude",
            "defineVi": "cực kỳ khó chịu hoặc thô lỗ"
        },
        {
            "id": "be7d1df8-fb57-4bcb-a448-a6372e8db570",
            "word": "odious",
            "phonetic": "oʊdiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "\"Comparisons are odious,\" said Jane, refusing to engage in a debate about which of her two friends was more successful."
            ],
            "audio": "https://tts.langeek.co/read?text=b2Rpb3Vz&hash=1d5b661166471d0a58e79687162dd2b367713ccb&lang=en&cache-only=0",
            "defineEn": "extremely unpleasant and repulsive, provoking or deserving hate",
            "defineVi": "cực kỳ khó chịu và ghê tởm, khiêu khích hoặc đáng bị ghét"
        },
        {
            "id": "dd51b2a5-b0f9-4626-a0cd-4705acdaaff3",
            "word": "partial",
            "phonetic": "pɑːɹʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "One partial explanation comes from American social psychologist Leon Festinger's theory of cognitive dissonance.",
                "Partial derivative with respect to x is rate of change in the x-direction.",
                "We only have a partial view.",
                "So it's just partial.",
                "In 1973, a fossil hunter discovered the partial skeleton of a female Homo erectus in the Koobi Fora formation of northern Kenya."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFydGlhbA&hash=d0f9a22b2f54de70c85faa2a7443a65feba31f71&lang=en&cache-only=0",
            "defineEn": "liking someone or something, or having an interest in them",
            "defineVi": "thích một ai đó hoặc một cái gì đó, hoặc có hứng thú với họ"
        },
        {
            "id": "4b61a390-da64-4cf4-92c9-7158eb191d63",
            "word": "prejudiced",
            "phonetic": "pɹɛdʒuːdɪst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For example, someone might experience cognitive dissonance if they believe they’re not a prejudiced person, but after a psychological test, they realize they have a lot of implicit biases.",
                "And it also has an even more sinister side: It can cause people to give themselves permission to cheat or to be more prejudiced.",
                "Employers made prejudiced hiring decisions based on reductive decoding charts.",
                "All these studies tested whether the IAT could predict prejudiced behavior better than just asking people about their explicit beliefs in a survey.",
                "Therefore, we can notice all of a sudden, start noticing things around us and people can be really ridiculous and really judgemental and really prejudiced."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlanVkaWNlZA&hash=02a9927fc0329d0d15cf9949d497287b700cb89f&lang=en&cache-only=0",
            "defineEn": "having a preconceived opinion, idea, or belief about someone or something, particularly in an unreasonable way",
            "defineVi": "có định kiến, ý tưởng hoặc niềm tin về ai đó hoặc điều gì đó, đặc biệt là theo cách không hợp lý"
        },
        {
            "id": "6e6f27ff-d912-43c9-8001-346895a1ceb8",
            "word": "repugnant",
            "phonetic": "ɹᵻpʌɡnənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In the wild plains of Africa, hyenas stand out as repugnant animals.",
                "As such, injuring a rabbit was about as morally repugnant as punching a stuffed animal.",
                "The idea that the Supreme Court said you have to share it equally was so repugnant that there was this incredible violence."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwdWduYW50&hash=af83f5fd07ec01734be05bd9a395674ae7b41d2c&lang=en&cache-only=0",
            "defineEn": "extremely unpleasant and disgusting",
            "defineVi": "cực kỳ khó chịu và kinh tởm",
            "hasImg": true
        },
        {
            "id": "b30253e7-a866-4111-8697-2fa0ab548ea2",
            "word": "revolting",
            "phonetic": "ɹᵻvoʊltɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmV2b2x0aW5n&hash=bff0ad011cd1e5e8e47082d6c4254fd48e999605&lang=en&cache-only=0",
            "defineEn": "extremely repulsive and disgusting",
            "defineVi": "cực kỳ phản cảm và kinh tởm"
        },
        {
            "id": "01da01a4-9360-462f-8c4b-475ba9cca2f0",
            "word": "scornful",
            "phonetic": "skɔːɹnfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It seems that scornful dogs will eat dirty puddings when their power is at stake.",
                "cried Cathy, with a scornful laugh.",
                "Capek intended his intelligent machines to be evil in their perfect rationality and scornful of human frailty."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Nvcm5mdWw&hash=f521f7019198ef023b7d1affa056bef958f6f2c9&lang=en&cache-only=0",
            "defineEn": "feeling or showing contempt or disrespect",
            "defineVi": "cảm thấy hoặc thể hiện sự khinh thường hoặc thiếu tôn trọng"
        },
        {
            "id": "16c793a1-062b-4b15-8971-1c1be72255b2",
            "word": "to abide",
            "phonetic": "tʊ ɐbaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "He cannot abide criticism.",
                "So it's also important that other people in this globalization construct abide by the rules of globalization.",
                "Ugh, Renoir, whom I cannot abide.",
                "But this same technology can also be used on us law abiding citizens.",
                "And so law abiding, we will disappear into this country's amnesiac fog."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWJpZGU&hash=209e1a498702a878557de970923507a5cb5b99df&lang=en&cache-only=0",
            "defineEn": "(always negative) to tolerate someone or something",
            "defineVi": "(luôn phủ định) chịu đựng ai đó hoặc cái gì đó"
        },
        {
            "id": "b1837a54-3662-4350-9450-8d3b5e7de336",
            "word": "to revile",
            "phonetic": "tə ɹᵻvaɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the Senators left, Bob Short was reviled in Washington.",
                "He was a stubborn genius who was both reviled and revered in his time.",
                "For Putin, it was an effective way to out himself as a former member of the reviled KGB.",
                "Jordan Schlansky has become a oddly revered, a revered and reviled figure because we started putting Jordan-",
                "Native Americans have been so successfully marginalized, both geographically and metaphorically, that it's easy to either forget about them or else to view them merely as people to be pitied or reviled."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV2aWxl&hash=230be9276fef1e399be73bc2db4a6ab68bdf7550&lang=en&cache-only=0",
            "defineEn": "to criticize someone or something in a harsh insulting manner",
            "defineVi": "để chỉ trích một ai đó hoặc một cái gì đó trong một cách xúc phạm khắc nghiệt"
        },
        {
            "id": "98e905a7-301c-4d86-a57b-f1e6f1762a7f",
            "word": "anathema",
            "phonetic": "ɐnæθəmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Things like immigration reform that are an anathema to most of his colleagues, he has always been a proponent of, and consequently he has been given probably more respect by Democrats across the aisle than an awful lot of Republicans.",
                "Almost everything stylistically, and many things about Trump substantively, were anathema to John McCain.",
                "A Donald Trump presidency is going to be anathema to at least part of the population and greatly welcomed by another part, and those two Americas have been at war with one another and they are likely to continue to be so. ",
                "But now, here again, was going to be a conservative taking the place of a liberal, and it was worse yet for many people, because he was an African American, and many people resented or despised the fact that a conservative African American would take positions that were anathema to many people in the more liberal wing of American politics. "
            ],
            "audio": "https://tts.langeek.co/read?text=YW5hdGhlbWE&hash=3b23ac1bce9c53a0ba66a1d3aef7d96f4f4e5fb4&lang=en&cache-only=0",
            "defineEn": "something that is gravely hated and disapproved of",
            "defineVi": "một cái gì đó bị ghét nghiêm trọng và không được chấp thuận"
        },
        {
            "id": "c64b44b2-d880-4a65-ba2e-ff6d486a8786",
            "word": "animosity",
            "phonetic": "ænɪmɔsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "There's animosity between Biden and Trump.",
                "MASHA LIPMAN - Well, the animosity between President Putin and Hillary Clinton was nothing new.",
                "That, too, created a lot of animosity in the relationship.",
                "JIM GILMORE - The animosity to Clinton, just give us a little background on that.",
                "Even the word animosity was brought up, and is there an animosity existent?"
            ],
            "audio": "https://tts.langeek.co/read?text=YW5pbW9zaXR5&hash=3e00bce27f3b7f050508ed08b9d36d92ab6b4583&lang=en&cache-only=0",
            "defineEn": "strong hostility, opposition, or anger",
            "defineVi": "thù địch mạnh mẽ, chống đối, hoặc tức giận"
        },
        {
            "id": "08d06c0a-da5a-48af-a15d-08a740950441",
            "word": "antipathy",
            "phonetic": "æntɪpəθi ",
            "partOfSpeechType": "noun",
            "examples": [
                "There was enough southern antipathy to Douglas that there might have been some secession after that.",
                "From the left come hyper-woke accusations and antipathy towards free enterprise, the very means of our prosperity.",
                "If you take anything from this video, let it be this: empathy in the classroom rather than antipathy can yield incredible results."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aXBhdGh5&hash=817c7227594dfb18bd95204d20d5419427a89662&lang=en&cache-only=0",
            "defineEn": "a strong feeling of aversion, opposition, or dislike",
            "defineVi": "một cảm giác ác cảm, phản đối hoặc không thích mạnh mẽ"
        },
        {
            "id": "27d0f1c8-98ef-421f-94af-e8d7f92e828a",
            "word": "cordiality",
            "phonetic": "kɔːɹdɪælᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Taking each of them by the hand with a delicacy and cordiality that brought tears to many eyes, he assured them of his interest and welcome."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29yZGlhbGl0eQ&hash=d58da9e9a9678b58bd44176a55a6e4b5d71bfada&lang=en&cache-only=0",
            "defineEn": "the quality of being agreeable and pleasant, but polite and formal",
            "defineVi": "chất lượng dễ chịu và dễ chịu, nhưng lịch sự và trang trọng"
        },
        {
            "id": "871b5b3d-b28c-4481-90bb-72c6bd6380a7",
            "word": "disdain",
            "phonetic": "dɪsdeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He disdains lack of control.",
                "It was about disdain for our flag and law enforcement and contempt for America. ",
                "And Trump expressed his personal disdain.",
                "Meanwhile, Loki watched Hermod’s mission with disdain.",
                "But do the Swedish people, do they have a disdain for the Swedish chef?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzZGFpbg&hash=b8b394f39d593739bb7ee052e9bd898d029388a5&lang=en&cache-only=0",
            "defineEn": "the feeling that someone or something is not worthy of respect or consideration",
            "defineVi": "cảm giác rằng ai đó hoặc một cái gì đó không đáng được tôn trọng hoặc xem xét"
        },
        {
            "id": "e92774de-70a5-42e9-bcd2-c6e06b49062b",
            "word": "penchant",
            "phonetic": "pɛnʃənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He returned home a gifted surgeon with a passion for anatomy and a penchant for showmanship.",
                "Luckily, florists get around the daffodil’s penchant for destruction by putting them in a separate vase for at least a few hours to draw out the sap.",
                "And yes, he's also a mischievous little creature with a penchant for gold. ",
                "President Putin's view of Trump was a penchant for authoritarianism, of backing off of human rights, and talking about wanting to have a more positive relationship with Russia. ",
                "In addition to his magnetic quackery, other physicians didn’t appreciate Mesmer’s kitschy penchant for wearing capes and playing ethereal music on a glass harmonica, and eventually he was discredited."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVuY2hhbnQ&hash=f8ea59e9268b85de78d99865f639721eaf3510b0&lang=en&cache-only=0",
            "defineEn": "a strong tendency to do something or a fondness for something",
            "defineVi": "một xu hướng mạnh mẽ để làm một cái gì đó hoặc thích một cái gì đó"
        },
        {
            "id": "0eeccad4-925f-4e8f-96df-f773026a2c24",
            "word": "proclivity",
            "phonetic": "pɹəklɪvᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvY2xpdml0eQ&hash=5f721b5ac2b1484639f614f226ce51be162d2e15&lang=en&cache-only=0",
            "defineEn": "a tendency or need that makes one want to do something, often something considered morally wrong",
            "defineVi": "một xu hướng hoặc nhu cầu khiến một người muốn làm điều gì đó, thường là điều gì đó được coi là sai trái về mặt đạo đức"
        },
        {
            "id": "c9171dcb-1626-457b-b60d-12d5c13ad027",
            "word": "enmity",
            "phonetic": "ɛnmᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The enmity toward Russia now in Ukraine is striking and certainly is not in Russia’s strategic interest.",
                "One of those incumbents was British Airways, whom Virgin battled fiercely over the years, leaving behind a trail of lawsuits and enmity between the two companies."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5taXR5&hash=5f29daae46f62eae624be147d68f9ed283c53ade&lang=en&cache-only=0",
            "defineEn": "a sentiment of hatred or hostility",
            "defineVi": "một tình cảm thù hận hoặc thù địch"
        },
        {
            "id": "a093d4e7-8869-4b34-a458-32fee9286d5b",
            "word": "rancor",
            "phonetic": "ɹæŋkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The last State of the Union, it’s a very open speech, and he talks about his regrets, that the rancor and suspicion between the parties has only gotten worse. ",
                "The rancor over how to conduct the recount was on full view last night, as state election officials argued for six hours.",
                "Now more than ever, we must unify around our shared values and rise above the partisan rancor, and forge our common destiny.",
                "It’s an attempt to take some of the rancor out of the relationship so we can work together in areas where we agree."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFuY29y&hash=56f50eca4df327c069a11a8621e8d660638d4756&lang=en&cache-only=0",
            "defineEn": "a feeling of hatred and a desire to harm others, especially because of unjust treatment received",
            "defineVi": "một cảm giác thù hận và mong muốn làm hại người khác, đặc biệt là vì bị đối xử bất công",
            "hasImg": true
        },
        {
            "id": "4f85e4a8-72f9-43d3-a7ab-14acba668abf",
            "word": "misanthrope",
            "phonetic": "mɪsænθɹoʊp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWlzYW50aHJvcGU&hash=3adf7c49369e556f5af29fdc512aa2ecfcaf7445&lang=en&cache-only=0",
            "defineEn": "someone who detests and avoids others",
            "defineVi": "một người ghét và tránh những người khác"
        },
        {
            "id": "1ae1a546-dd63-404b-9756-76d935cb157c",
            "word": "misogynist",
            "phonetic": "mɪsɑːdʒɪnɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Misogynists struck back against these protests.",
                "Have you been called a misogynist, a racist, a pig and every other word in the world by journalists? ",
                "So, when you're associating with a racist, a misogynist, someone who has been or is a rape apologist and has been defending (BLEEP) for a little bit, that is a problem and you are taking part in that problem."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzb2d5bmlzdA&hash=8f311a2d445aef0b6e99d9d3a12399ea5c722f9d&lang=en&cache-only=0",
            "defineEn": "someone who hates or despises women or assumes men are much better",
            "defineVi": "một người ghét hoặc coi thường phụ nữ hoặc cho rằng đàn ông tốt hơn nhiều"
        },
        {
            "id": "6103147a-e1f7-44b9-a366-e940437b86ae",
            "word": "pariah",
            "phonetic": "pɚɹaɪə ",
            "partOfSpeechType": "noun",
            "examples": [
                "As quickly as the banks loved him, that's as quick as they saw him as a pariah.",
                "And then, a year later, suddenly he is an international pariah.",
                "JOE BIDEN, President of the United States: We were going to, in fact, make them pay the price, and make them, in fact, the pariah that they are.",
                "During the campaign, as we saw in the story, President Biden referred to Saudi Arabia as a pariah and vowed to hold the kingdom accountable for the death of Jamal Khashoggi, who, of course, died in Saudi Arabia's consulate in Istanbul.",
                "And everything about you that's different, that maybe when you were younger you thought made you like, you know, a pariah, or not as popular as maybe you wanted to be."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyaWFo&hash=92ba857143cdc70f27e42449faac947928947c50&lang=en&cache-only=0",
            "defineEn": "an individual who is avoided and not liked, accepted, or respected by society or a group of people",
            "defineVi": "một cá nhân bị xã hội hoặc một nhóm người tránh xa và không thích, chấp nhận hoặc tôn trọng"
        },
        {
            "id": "6b951ad6-7519-4948-b798-c5a0e0035579",
            "word": "partisan",
            "phonetic": "pɑːɹɾɪsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That's partisan. ",
                "The partisans were fighting in the forest.",
                "Partisan politics in Congress hold up investigations into the violent storming of the Capitol by a mob of Trump supporters.",
                "They are extraordinarily partisan.",
                "The survey shows big partisan differences, particularly among skeptical Republicans."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFydGlzYW4&hash=902bfb2df555301eac2f27e31d11b97a6f8b7ff0&lang=en&cache-only=0",
            "defineEn": "an emphatic supporter of a cause, political party, or person",
            "defineVi": "một người ủng hộ mạnh mẽ của một nguyên nhân, đảng phái chính trị, hoặc người"
        }
    ]
}