{
    "id": "25e69319-6ec6-41bc-953f-ba61b24dc98f",
    "title": "The Animal Kingdom",
    "originalTitle": "The Animal Kingdom",
    "words": [
        {
            "id": "ed717ebd-606f-432e-9952-1e4a7332d9f7",
            "word": "amphibious",
            "phonetic": "æmfɪbiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This amphibious being poses a threat to all who travel near the inland waters.",
                "Narrator: The Marine Corps is defined as an amphibious warfare force.",
                "Amphibious fishes use powerful fins to move on land and clever tools to navigate as they go.",
                "To find water while on land, the mummichog, like most amphibious fishes, is on the lookout for reflective surfaces.",
                "China is also building both fleet carriers and amphibious assault ships."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1waGliaW91cw&hash=04991bd1b839eb885af54468085ca5df067b0668&lang=en&cache-only=0",
            "defineEn": "relating to a classification of animals living both in water and on land",
            "defineVi": "liên quan đến một phân loại động vật sống cả trong nước và trên cạn"
        },
        {
            "id": "8c7a4be1-36ee-4823-8304-220d7a86e151",
            "word": "canine",
            "phonetic": "keɪnaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Next up is canine distemper.",
                "To the researchers' excitement, the canines excelled.",
                "Males' canines are twice as long as females'.",
                "But the canines spread well beyond the continent.",
                "Together with wolves, these meat-eating mammals are called canines."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FuaW5l&hash=4e6987c2a0a20f42031ce67d2385253cb5f1d848&lang=en&cache-only=0",
            "defineEn": "relating to dogs",
            "defineVi": "liên quan đến chó",
            "hasImg": true
        },
        {
            "id": "d078c901-2ebb-4409-9567-a650e2227c5b",
            "word": "feline",
            "phonetic": "fiːlaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The famous feline inspires books, holiday greeting cards, and even chocolate.",
                "The giant feline lurks along snowy streets and countrysides, checking in windows to see which children received new clothes for Christmas.",
                "Today, this group includes the Murine leukemia virus in mice and Feline leukemia virus in cats.",
                "That’s something that happens with dengue viruses, for instance, and one feline coronavirus that we know of.",
                "We’ve known for a while that the feline love of catnip and silver vine is inborn."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVsaW5l&hash=0fa2b70e8181af16eeb38c75fc3c15ac1449b73c&lang=en&cache-only=0",
            "defineEn": "any animal in the cat family",
            "defineVi": "bất kỳ con vật nào trong gia đình mèo",
            "hasImg": true
        },
        {
            "id": "2030d24e-4551-4858-ae37-83096560c945",
            "word": "whisker",
            "phonetic": "wɪskɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cat is long in the tooth, with its gray whiskers and slow movements, but it still purrs and enjoys a warm spot in the sun.",
                "She had this great dress on with huge skirts, and she thought she was the cat's whiskers as she walked into the room.",
                "[Kemosabe vocalizing throughout] You have whiskers.",
                "-It's you know, the whiskers of a cat.",
                "Walruses, for example, use their whisker touch to find edible items on the seafloor."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hpc2tlcg&hash=75aa65127653031e2cb0ae4b291fca02331a3e6c&lang=en&cache-only=0",
            "defineEn": "any of the long, stiff hairs that grow on the face of a cat, mouse, etc.",
            "defineVi": "bất kỳ sợi lông dài và cứng nào mọc trên mặt mèo, chuột, v.v.",
            "hasImg": true
        },
        {
            "id": "a3cf371a-9c35-47d1-aba8-20b4d9d4ca23",
            "word": "tusk",
            "phonetic": "tʌsk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Because, at least one of them definitely didn’t have tusks.",
                "But, both males and females use their tusks for other reasons, too.",
                "But again, at least one of them definitely didn’t have tusks.",
                "Carve some walrus tusk?",
                "Elephant tusks are highly sought after in the ivory trade."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVzaw&hash=4fbd02a56c6088f886e679a5aa854ba7908d2333&lang=en&cache-only=0",
            "defineEn": "each of the curved pointy teeth of some animals such as elephants, boars, etc., especially one that stands out from the closed mouth",
            "defineVi": "từng chiếc răng nhọn cong của một số loài động vật như voi, lợn lòi, v.v., đặc biệt là một chiếc nhô ra khỏi miệng ngậm",
            "hasImg": true
        },
        {
            "id": "5edcbdd3-0eb8-4db1-92ac-4ac0bb28d720",
            "word": "snout",
            "phonetic": "snaʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The pig's snout is long and used for digging.",
                "In any case, their snouts weren’t their most distinctive quality.",
                "Like other early canines, it had a long snout with thinner teeth.",
                "For one thing, its nostrils were on the top of the snout.",
                "Physical changes like snout size or leg length are pretty clear markers of that process."
            ],
            "audio": "https://tts.langeek.co/read?text=c25vdXQ&hash=17252e274056498f9b856a3f0ef4b98b96b68ead&lang=en&cache-only=0",
            "defineEn": "the long and protruding facial part of an animal which comprises its nose and mouth, especially in a mammal",
            "defineVi": "phần mặt dài và nhô ra của động vật bao gồm mũi và miệng, đặc biệt là ở động vật có vú",
            "hasImg": true
        },
        {
            "id": "7066ea58-ef01-4407-87ea-5d359b08c6bd",
            "word": "fang",
            "phonetic": "fæŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "OK, fangs are out.",
                "It's got fangs? ",
                "And see those fangs up front?",
                "Narrator: Fang bought the house for $2.8 million in 2017.",
                "Fang: Everything to me is a piece of art."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFuZw&hash=d3c614e1b77a211f53b6650657a6cd803bf48373&lang=en&cache-only=0",
            "defineEn": "one of the two long and sharp teeth that some animals such as dogs, wolfs, or snakes have",
            "defineVi": "một trong hai chiếc răng dài và sắc nhọn mà một số loài động vật như chó, sói hoặc rắn có",
            "hasImg": true
        },
        {
            "id": "7ecdcae4-0d06-4561-8369-4e5514c60ebe",
            "word": "fauna",
            "phonetic": "fɔːnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "And as the world’s climate changed, so did its flora and fauna.",
                "Fossils of marine fauna like crinoids are common from this time.",
                "As fauna and flora flourish, Earth’s climate slowly recovers from millennia of human impact.",
                "The other fauna at Luoping may have also played a part in pushing Atopodentatus toward herbivory.",
                "First came the mysterious Ediacaran fauna, and then the animals that mark the Cambrian Explosion."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF1bmE&hash=e0e9153c1ec568fe177a688e795770ddd45fa5cf&lang=en&cache-only=0",
            "defineEn": "the animals of a particular geological period or region",
            "defineVi": "các loài động vật của một thời kỳ địa chất cụ thể hoặc khu vực",
            "hasImg": true
        },
        {
            "id": "6874a943-f4a4-48e4-8bc4-c94f575d2bc2",
            "word": "lair",
            "phonetic": "lɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This small hole in the sand is really the lair of a wormlion.",
                "Its lair is like the turret of a castle, rising above the forest floor.",
                "Jim let me inside the secret lair where they developed GravityLight.",
                "Satan, the beast crunching sinners’ bones in his subterranean lair.",
                "Swearing to rescue Sita, the two travel to seek out Ravana' lair."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFpcg&hash=ad821db8bada1fc8a1ba2bcccdb127824cf5c198&lang=en&cache-only=0",
            "defineEn": "a place where a wild animal lives, hides, or takes refuge",
            "defineVi": "một nơi mà một động vật hoang dã sống, ẩn náu hoặc trú ẩn",
            "hasImg": true
        },
        {
            "id": "c6f265b8-f7b7-4877-87b8-283596d7ebd8",
            "word": "vermin",
            "phonetic": "vɜːmɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Vermin were a major scourge of the seven seas.",
                "Cats are often seen as vermin, and there have been many attempts to get a handle on their growing population.",
                "These extremely contagious little vermin can climb aboard when your hair or head touches someone else’s, though probably not via hats or combs like we used to think.",
                "Now, your worms might be vermin, but they need a comfortable space to live and work: some bedding materials, either shredded paper or cardboard, some moisture, and, of course, food, mainly, your leftovers, slightly decomposed table scraps."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVybWlu&hash=25286575017609cc87a23db4c0f93dfc954e67f5&lang=en&cache-only=0",
            "defineEn": "small animals or insects that are believed to be destructive and are difficult to handle when they appear in a considerable number",
            "defineVi": "động vật nhỏ hoặc côn trùng được cho là phá hoại và khó xử lý khi chúng xuất hiện với số lượng lớn",
            "hasImg": true
        },
        {
            "id": "24ada7d2-c99a-4b4a-a9c6-77a132be1744",
            "word": "game",
            "phonetic": "ɡeɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children played games in the yard.",
                "Three cheers for Sarah, whose brilliant goal at the last minute won us the game!",
                "The game strikes a great balance between accessibility for younger players and a rewarding challenge for veterans of the genre.",
                "A large crowd watched the game on Saturday.",
                "Two could play at that game, smart guy."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FtZQ&hash=d6f9c198c88031de8578d682b34ed747c76f2d18&lang=en&cache-only=0",
            "defineEn": "animals or birds that are hunted for food or sport",
            "defineVi": "động vật hoặc chim bị săn bắt để làm thức ăn hoặc thể thao",
            "hasImg": true
        },
        {
            "id": "0e66ea7e-0ef1-46dd-9029-8cfa6d2cc740",
            "word": "to graze",
            "phonetic": "tə ɡɹeɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "A beautiful white horse grazed peacefully in the meadow.",
                "We were lucky to witness a herd of elephants grazing peacefully in the savannah.",
                "The sea hare grazes constantly.",
                "Cattlemen grazed their herds.",
                "You grazed it with your mustache."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3JhemU&hash=916f8eb8caf30b868a6bcd2a152f8c3d4bcb7035&lang=en&cache-only=0",
            "defineEn": "(of sheep, cows, etc.) to feed on the grass in a field",
            "defineVi": "(của cừu, bò, v.v.) để ăn cỏ trên cánh đồng",
            "hasImg": true
        },
        {
            "id": "0ff51874-d5b8-4acb-a698-e358bacd8580",
            "word": "to hibernate",
            "phonetic": "tə haɪbɚneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Lots of different animals can hibernate, like bats, chipmunks, and hedgehogs.",
                "It's hibernated.",
                "Wood frogs can hibernate by burying themselves underground near the frost line.",
                "And some of them hibernate, or hang out in their cozy dens underground.",
                "That's right, Squeaks, they have to hibernate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGliZXJuYXRl&hash=afe985d1a07af919170ac9116831d54d86be9098&lang=en&cache-only=0",
            "defineEn": "(of some animals or plants) to spend the winter sleeping deeply",
            "defineVi": "(của một số động vật hoặc thực vật) dành cả mùa đông để ngủ sâu",
            "hasImg": true
        },
        {
            "id": "3b8446a6-1522-4b52-8689-2f2b1805398c",
            "word": "litter",
            "phonetic": "lɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The puppies in the litter are like two peas in a pod.",
                "She was silent for a while, lost in thought, staring at the books littering the room.",
                "Well, cats have big litters.",
                "Is this kitty litter?",
                "The nomadic Scythians littered the steppes with grave mounds known as kurgans."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl0dGVy&hash=a87136936fb6e532f240e8dc04ecf842eddf1bc6&lang=en&cache-only=0",
            "defineEn": "a group of newly-born mammals from the same mother",
            "defineVi": "một nhóm động vật có vú mới được sinh ra từ cùng một mẹ",
            "hasImg": true
        },
        {
            "id": "ca0b290d-03a8-4db0-9bc3-cecdca11bc95",
            "word": "predator",
            "phonetic": "pɹɛdəɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The predator looks for a way in.",
                "But some sloths take predator avoidance to the next level.",
                "Consider predators and their prey.",
                "These unexpected frugivores include infamous predators like the American crocodile, Nile crocodile and Saltwater crocodile.",
                "The lionfish have few predators in the Atlantic."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZGF0b3I&hash=62958ad604af75e5186a1c59f1499e36fc29dac2&lang=en&cache-only=0",
            "defineEn": "any animal that lives by hunting and eating other animals",
            "defineVi": "bất kỳ loài động vật nào sống bằng cách săn bắn và ăn thịt các loài động vật khác",
            "hasImg": true
        },
        {
            "id": "a9240855-cf91-487f-b866-8e10f52dd475",
            "word": "prey",
            "phonetic": "pɹeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lions closed in on their prey.",
                "The lion's powerful jaws allowed it to tear apart its prey.",
                "I watched as the snake swallowed its prey whole.",
                "I saw a lion hunting for prey in the tall grass.",
                "Its bioluminescent lure attracts prey close to its massive jaws."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJleQ&hash=06b0c5b00569642e07ddd82f201dc1a0974638dc&lang=en&cache-only=0",
            "defineEn": "an animal that is hunted and eaten by another animal",
            "defineVi": "một con vật bị săn bắt và ăn thịt bởi một con vật khác",
            "hasImg": true
        },
        {
            "id": "9977f993-284d-461f-9937-d72aa68e1db9",
            "word": "bird of prey",
            "phonetic": "bɜːd ʌv pɹeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Both animals are birds of prey.",
                "Of course, birds of prey aren’t pigeons’ only urban predators.",
                "Most birds of prey, like this red-tailed hawk, have a prominent ridge above their eyes that shades against the sun.",
                "Because, these islands were also home to some unusually large birds of prey.",
                "Some of pigeons’ oldest enemies have followed them to cities: birds of prey."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlyZCBvZiBwcmV5&hash=de9239942f0cacbbbe79d5ae2f36cb57e6695e00&lang=en&cache-only=0",
            "defineEn": "a bird, such as an eagle or a hawk, that feeds on animal flesh",
            "defineVi": "một con chim, chẳng hạn như đại bàng hoặc diều hâu, ăn thịt động vật",
            "hasImg": true
        },
        {
            "id": "1445e251-4b93-43f8-8353-b8fc764babaa",
            "word": "chirp",
            "phonetic": "tʃɜːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The birds are chirping happily outside the window.",
                "We went for a walk in the forest, surrounded by tall trees and chirping birds.",
                "The baby bird chirped eagerly, waiting for its mother to return with food.",
                "Can you hear the birds chirping?",
                "- Chocolate chirp cookies."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpcnA&hash=d4adff00db5291e2c4dc38216dba785f9b65a7d1&lang=en&cache-only=0",
            "defineEn": "a short sharp sound characteristic of a bird or an insect",
            "defineVi": "một âm thanh sắc nét ngắn đặc trưng của một con chim hoặc côn trùng"
        },
        {
            "id": "6c88a3ce-29ed-4c85-ab48-1f7bace25847",
            "word": "crest",
            "phonetic": "kɹɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "They are riding the crest of the wave at the moment.",
                "The company is on the crest of the wave following the successful launch of their new product line.",
                "They’ve been on the crest of the wave ever since their election victory.",
                "After winning the Nobel Prize, Dr. Lee is on the crest of the wave in his field of study.",
                "We seem to have been riding on the crest of a wave since the election."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jlc3Q&hash=5116b8a9ce77fad2688e670c47077d2ec3543fb8&lang=en&cache-only=0",
            "defineEn": "a prominent feature exhibited by some birds on their heads, consisting of feathers, fur, or skin",
            "defineVi": "một đặc điểm nổi bật được thể hiện bởi một số loài chim trên đầu của chúng, bao gồm lông, lông hoặc da",
            "hasImg": true
        },
        {
            "id": "ba863cfb-0a35-4e94-acba-35c929f2d0f7",
            "word": "fowl",
            "phonetic": "faʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The farmer proudly displayed a plump fowl at the market, inviting customers to savor its flavorful meat.",
                "Medical interns are neither fish nor fowl.",
                "He was eagerly tracking down wild fowl such as ducks and geese, aiming to bring home a prized bird for a delicious roast dinner.",
                "Today they include chickens, ducks and other kinds of fowl.",
                "That is terrible, because you’re not either fish nor fowl. "
            ],
            "audio": "https://tts.langeek.co/read?text=Zm93bA&hash=8e58f2d3496b3da11fd511a85209631d2807d609&lang=en&cache-only=0",
            "defineEn": "a domesticated bird that is particularly kept for its meat and eggs",
            "defineVi": "một con chim thuần hóa được giữ đặc biệt cho thịt và trứng của nó",
            "hasImg": true
        },
        {
            "id": "2e11e396-b460-455f-8c4c-15fdde3dac52",
            "word": "to incubate",
            "phonetic": "tʊ ɪŋkjuːbeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "For a control group, they had incubated the protein with RNA.",
                "Nowadays, within 24 to 48 hours, you can travel from one place to the other place and still be incubating the disease.",
                "Males spend less time incubating the eggs of dull-footed females, unless those eggs are large enough to show that the female put extra investment into their chick.",
                "Also, not only do zebra finches incubate their eggs differently in captivity, they start doing it as soon as they enter into it.",
                "As the pile decomposes, it generates the heat needed to incubate the eggs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5jdWJhdGU&hash=5f4bded6d42295161800b829e9988dc30665aa53&lang=en&cache-only=0",
            "defineEn": "to keep an egg in a favorable condition to help it develop until it hatches",
            "defineVi": "để giữ một quả trứng trong điều kiện thuận lợi để giúp nó phát triển cho đến khi nó nở",
            "hasImg": true
        },
        {
            "id": "68228c7c-48c1-4284-a861-561782efd6d6",
            "word": "nestling",
            "phonetic": "nɛsəlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So when I first arrived, we were completing the maiasaur growth series and what was found was in the nesting locality, that the very young nestling maiasaur had incompletely formed ends of their long bones.",
                "And while that was good for some species, like hummingbirds, whose nestlings are preyed upon by the scrub jays, it was bad for the area as a whole.",
                "Well, it turns out when they’re not busy stashing nuts and eating the cherries off my cherry tree, squirrels and chipmunks take full advantage of their climbing ability to go after bird eggs and nestlings.",
                "So there are a lot of amazing things in this collection I can imagine, what is like the most special or unique or rare thing that's here at the MOR Something that really put Museum of the Rockies on the map was eggs and dinosaurs in embryos and nestlings and this idea of some dinosaurs caring for their young."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVzdGxpbmc&hash=b8bc7237955ead4b5f2cad3696562d5056c01267&lang=en&cache-only=0",
            "defineEn": "a bird that is too young to leave the nest built by its parents, especially one that has not yet learned how to fly",
            "defineVi": "một con chim còn quá nhỏ để rời khỏi tổ do cha mẹ của nó xây dựng, đặc biệt là một con chưa học cách bay",
            "hasImg": true
        },
        {
            "id": "d7fa2d4d-b85c-429c-9fd0-4ef3785325a5",
            "word": "plumage",
            "phonetic": "pluːmɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And two birds perch in the trees, one with extravagant plumage.",
                "Today, birds use that exotic plumage and their ultra-vision to put on some pretty amazing mating rituals.",
                "They all have large beaks, long tails, colorful plumage, and a bare face patch around their eyes. ",
                "It had dark, iridescent plumage, kinda like a raven.",
                "But such glamorous plumage requires a strict preening regimen."
            ],
            "audio": "https://tts.langeek.co/read?text=cGx1bWFnZQ&hash=17de6e3e36c3c1f182883735b41e894de314b216&lang=en&cache-only=0",
            "defineEn": "the feathers of a bird covering its body",
            "defineVi": "lông của một con chim bao phủ cơ thể của nó",
            "hasImg": true
        },
        {
            "id": "6b9f80f7-09b1-4af4-a0f2-22318570d60a",
            "word": "talon",
            "phonetic": "tælɑːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "An eagle’s needle-like talons can pierce the skulls of their prey.",
                "And once on the ground, the slashing of the Eagle’s talons did the rest.",
                "You got a baby with the sharp talons as well?",
                "but then sometimes he has the Wolverine talons.",
                "She managed to grab the Sampo in her claw, but just as quickly, it dropped into the sea, shattering into pieces and sinking deep beyond her talon’s reach."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFsb24&hash=8ac4dca329b6fe9a0093204afb96fabd7d02762f&lang=en&cache-only=0",
            "defineEn": "a long, sharp nail on the foot of some birds, especially birds of prey",
            "defineVi": "một cái móng dài và sắc nhọn trên chân của một số loài chim, đặc biệt là chim săn mồi",
            "hasImg": true
        },
        {
            "id": "bb0d1a25-b538-46a8-b83a-530bd61e6712",
            "word": "sponge",
            "phonetic": "spʌndʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She used a clean sponge to wipe the kitchen counter.",
                "Sarah cleans the kitchen counters with a sponge.",
                "They used cake flour in their recipe to create a delicate and fluffy sponge for their layered cake.",
                "Deji's face look like he already chucked up the sponge just few minutes after starting the conversation.",
                "Sponges eat small plankton, like that abundant cyanobacteria."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Bvbmdl&hash=2d23c52b1f1b1f8b8b11ca6b9a07f58bcc5c6658&lang=en&cache-only=0",
            "defineEn": "a marine invertebrate with a body full of holes through which water can circulate and nutrients can be absorbed",
            "defineVi": "một loài động vật không xương sống ở biển với cơ thể có nhiều lỗ thông qua đó nước có thể lưu thông và chất dinh dưỡng có thể được hấp thụ",
            "hasImg": true
        },
        {
            "id": "07653bae-66db-4cee-bd7f-633554165302",
            "word": "school",
            "phonetic": "skuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Schools have welcomed such arrangements with open arms.",
                "The school took the full force of the explosion.",
                "She left school at 16.",
                "Many schools don’t take full advantage of the Internet.",
                "The kids always work hard at school."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Nob29s&hash=aa43afe44c159e58dab84a8e13fbc414dccf25ae&lang=en&cache-only=0",
            "defineEn": "a large number of fish or sea mammals that swim together",
            "defineVi": "một số lượng lớn cá hoặc động vật biển có vú bơi cùng nhau",
            "hasImg": true
        },
        {
            "id": "272c8d4f-c8b4-407a-8e3f-c3e24952d74c",
            "word": "clam",
            "phonetic": "klæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The seafood market showcased a mouthwatering display of fresh clams.",
                "Seafood lovers can relish a delightful dish of spaghetti with succulent shrimp, clams, and calamari.",
                "She spent the afternoon reading and was happy as a clam.",
                "Do that, and before you know it you'll be happy as a clam.",
                "They visited a seaside restaurant famous for its clam dishes."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhbQ&hash=2efc3aa885ea7a6f365e08d5ef8ef3c359aef302&lang=en&cache-only=0",
            "defineEn": "an edible marine shellfish living in sand or mud",
            "defineVi": "một loài động vật có vỏ biển ăn được sống trong cát hoặc bùn",
            "hasImg": true
        },
        {
            "id": "f4d2786b-0620-44a5-a810-28b52e341855",
            "word": "crustacean",
            "phonetic": "kɹʌsteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Most crustaceans only invest a small amount of care in their offspring.",
                "These crustaceans are markedly more expensive than other popular crabs.",
                "As for crustaceans, krill are the poster child for abundance in the ocean's trophic structures.",
                "But one crustacean outnumbers every single animal on the planet, and maybe even all multicellular organisms.",
                "Most crustaceans have a structure called a gastric mill in their stomachs."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3J1c3RhY2Vhbg&hash=2cdaa21898b55f742d8e51e29a64b34ab17780c5&lang=en&cache-only=0",
            "defineEn": "any aquatic arthropod that has a hard outer shell or exoskeleton, such as a lobster, crab, etc.",
            "defineVi": "bất kỳ động vật chân đốt sống dưới nước nào có lớp vỏ cứng bên ngoài hoặc bộ xương ngoài, chẳng hạn như tôm hùm, cua, v.v.",
            "hasImg": true
        },
        {
            "id": "036470d4-f2df-4080-a645-7b9883bb4658",
            "word": "arachnid",
            "phonetic": "ɚɹæknɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Arachnids are arthropods with 2 body segments, 8 legs, and no antennae.",
                "Need some more arachnids like these scorpions in your life? ",
                "The largest class of Cheliceriformes are the arachnids, the group that includes spiders, scorpions, ticks and mites.",
                "Arachnids belong to the broader group of animals called arthropods, which are invertebrates with exoskeletons, a segmented body and jointed appendages.",
                "This kid is trusting his life to a flimsy-looking strand of arachnid goo."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJhY2huaWQ&hash=06d6b0cafcab94854aa802363ac3c4cad22a9eb1&lang=en&cache-only=0",
            "defineEn": "a class of terrestrial arthropods that breathe air and have four pairs of limbs, such as spiders, scorpions, etc.",
            "defineVi": "một lớp động vật chân đốt trên cạn hít thở không khí và có bốn cặp chi, chẳng hạn như nhện, bọ cạp, v.v.",
            "hasImg": true
        },
        {
            "id": "6d68f387-5069-4a97-8f7c-055e77b55ac7",
            "word": "tapeworm",
            "phonetic": "teɪpwɜːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tapeworms, for example, invade your intestines.",
                "The oldest evidence of a tapeworm infection in a vertebrate comes from the Permian Period, around 270 million years ago.",
                "Tapeworms are an infamous group of flatworms that get inside our intestines and set up shop stealing our nutrients and laying eggs.",
                "Then there’s flatworms, the group that includes tapeworms.",
                "But we’re not the only ones targeted by tapeworms."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFwZXdvcm0&hash=07423e1fb9c9c73ffdf722106908c146ec1c5a65&lang=en&cache-only=0",
            "defineEn": "a parasitic flatworm that is shaped like a ribbon and lives in the intestines of mammals",
            "defineVi": "một loại giun dẹp ký sinh có hình dạng như một dải ruy băng và sống trong ruột của động vật có vú"
        },
        {
            "id": "247b388b-6168-4afd-b0e6-85db0823e0ca",
            "word": "silverfish",
            "phonetic": "sɪlvɚfɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Firebrats and their close relative the silverfish don’t come out of your drain, as it might seem.",
                "Firebrats and silverfish are the original bookworms: They love the books you keep meaning to open."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lsdmVyZmlzaA&hash=ec8ab4cb0cd492e98f3a28559a8f80ef369d97a5&lang=en&cache-only=0",
            "defineEn": "a small wingless insect that is silvery and nocturnal, which feeds on paper products or clothing",
            "defineVi": "một loài côn trùng nhỏ không cánh có màu bạc và sống về đêm, ăn các sản phẩm giấy hoặc quần áo",
            "hasImg": true
        },
        {
            "id": "473b20b3-0742-4429-afcf-3f021ee8e9a3",
            "word": "arthropod",
            "phonetic": "ɑːɹθɹəpɑːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, unlike arthropods, mollusks have hearts with multiple chambers.",
                "Lobsters are arthropods, in the same large group as insects.",
                "Arachnids are arthropods with 2 body segments, 8 legs, and no antennae.",
                "So, arthropods, mollusks and vertebrates all separately acquired some version of a heart within the same general stretch of geologic time, in the Late Ediacaran Period and the early Cambrian.",
                "They're arthropods just like insects."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0aHJvcG9k&hash=b82424ccc9541b3f9ea3b5ee5f12cccb0adf9680&lang=en&cache-only=0",
            "defineEn": "an invertebrate animal with a segmented body and a chitinous exoskeleton, such as a spider, crab, etc.",
            "defineVi": "một động vật không xương sống với cơ thể phân đoạn và bộ xương ngoài bằng kitin, chẳng hạn như nhện, cua, v.v.",
            "hasImg": true
        },
        {
            "id": "371f2464-99ec-43ae-ae66-2f99f56107fa",
            "word": "centipede",
            "phonetic": "sɛntɪpiːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Centipedes are really methodical groomers.",
                "But the house centipede still has legs to spare.",
                "But house centipedes rarely bite people.",
                "The centipede uses them as a lasso to keep its prey from escaping.",
                "It’s voracious, venomous, and the fastest centipede there is."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VudGlwZWRl&hash=c0509a3f878a4190c0d231cb412482f5c1d01dc4&lang=en&cache-only=0",
            "defineEn": "an arthropod with many pairs of legs and a pair of poisonous fangs",
            "defineVi": "một động vật chân đốt có nhiều cặp chân và một cặp răng nanh độc",
            "hasImg": true
        },
        {
            "id": "609e2038-a3ac-4322-96a0-57fe565725b2",
            "word": "chrysalis",
            "phonetic": "kɹɪsəlɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "It becomes a chrysalis.",
                "This one looks like a chrysalis to me.",
                "It’s actually the chrysalis of a monarch butterfly!",
                "Can you spot the chrysalises hanging on this branch?",
                "Later on, inside the chrysalis different genes paint in the colors based on those early instructions."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hyeXNhbGlz&hash=b86b3aef98b56310e7110b471c88246cb52028dd&lang=en&cache-only=0",
            "defineEn": "the stage of the metamorphosis that comes between the larval and adult stages of a moth or butterfly",
            "defineVi": "giai đoạn biến thái diễn ra giữa giai đoạn ấu trùng và giai đoạn trưởng thành của bướm đêm hoặc bướm",
            "hasImg": true
        },
        {
            "id": "3c4a317e-9449-45fe-a09d-c20fcbb867b6",
            "word": "cocoon",
            "phonetic": "kəkuːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Three-month old wigglers can produce two to three semi-translucent yellow worm cocoons a week.",
                "When a moth is changing from a caterpillar to an adult moth, it forms a cocoon.",
                "Contrary to popular belief, this is not a cocoon.",
                "Stay, the cocoon, stay in it.",
                "Inside the cocoon, the caterpillar will turn into an adult flying moth!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29jb29u&hash=e5f702cad9da32455f4de3549b17fecf61e62a45&lang=en&cache-only=0",
            "defineEn": "a silky covering that the larvae of some insects make around themselves during metamorphosis",
            "defineVi": "một lớp phủ mượt mà ấu trùng của một số loài côn trùng tạo ra xung quanh chúng trong quá trình biến thái",
            "hasImg": true
        },
        {
            "id": "2d83d418-1026-4c11-a6ab-8ad270066ccb",
            "word": "larva",
            "phonetic": "lɑːɹvə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Instead, the larva hatches from an egg inside the female fly.",
                "Inside, the larva is working hard. ",
                "A grub is a beetle larva.",
                "It’s a larva.",
                "It’s a fly larva."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFydmE&hash=ef60d77f3e3bb9fb502b7b0407528faebcba7420&lang=en&cache-only=0",
            "defineEn": "a young form of an insect or an animal that has come out of the egg but has not yet developed into an adult",
            "defineVi": "dạng non của côn trùng hoặc động vật chui ra khỏi trứng nhưng chưa phát triển thành con trưởng thành",
            "hasImg": true
        },
        {
            "id": "8d7e6421-5ac8-4268-bc0b-005fd1c099ed",
            "word": "exoskeleton",
            "phonetic": "ɛksoʊskɛlᵻtən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The secret is in its exoskeleton.",
                "- I got an exoskeleton in my teeth.",
                "They also have a super-tough exoskeleton.",
                "Soon, a sac-shaped barnacle body emerges out of the crab’s exoskeleton like a horrible pimple.",
                "We created an exoskeleton."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhvc2tlbGV0b24&hash=1a103f4cb0614bb9a4ba0347286e4ab13d293647&lang=en&cache-only=0",
            "defineEn": "the hard outer covering that supports the body of an animal, such as an arthropod",
            "defineVi": "lớp vỏ cứng bên ngoài hỗ trợ cơ thể của động vật, chẳng hạn như động vật chân đốt",
            "hasImg": true
        },
        {
            "id": "14e8161c-a2ea-4aa8-a675-a2db17f62a80",
            "word": "louse",
            "phonetic": "laʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wealthy businessman refused to waste time arguing with someone who had no knowledge or authority on the matter, as they say, sue a beggar and catch a louse.",
                "The louse just scoots right over.",
                "In one day, a female louse can lay up to eight eggs.",
                "The louse also makes something a lot like glue, which makes the nits stick to your hair.",
                "You can see it inside this adult louse."
            ],
            "audio": "https://tts.langeek.co/read?text=bG91c2U&hash=9be2e515d509247bd7867a2f9d560bce0c7338e1&lang=en&cache-only=0",
            "defineEn": "a small parasitic insect that lives and feeds on the body of warm-blooded animals",
            "defineVi": "một loài côn trùng ký sinh nhỏ sống và ăn trên cơ thể của động vật máu nóng",
            "hasImg": true
        },
        {
            "id": "fdc29c9b-7158-4961-995b-49bdcdd0f626",
            "word": "mollusk",
            "phonetic": "mɑːlʌsk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, unlike arthropods, mollusks have hearts with multiple chambers.",
                "And this same reasoning applies to mollusks.",
                "This animal is sometimes interpreted as a mollusk.",
                "Narrator: The size of the pearl largely depends on the size of the mollusk.",
                "The main reason for the color difference is the species of the mollusk."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9sbHVzaw&hash=e27cdf4d76a5e9a3a6a796535478874f55a8e324&lang=en&cache-only=0",
            "defineEn": "any invertebrate that lives in aquatic or damp habitats and has a soft unsegmented body, often covered with a shell",
            "defineVi": "bất kỳ động vật không xương sống nào sống trong môi trường sống dưới nước hoặc ẩm ướt và có thân mềm không phân đốt, thường được bao phủ bởi một lớp vỏ",
            "hasImg": true
        },
        {
            "id": "aa37cf6a-b489-452b-8a7f-a428b417adf6",
            "word": "leech",
            "phonetic": "liːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Leeches have suckers on both ends of their body.",
                "At hospitals like California Pacific Medical Center in San Francisco, leeches have made a comeback.",
                "So what are leeches anyway?",
                "But some leeches developed a taste for blood.",
                "Doctors literally prescribe leeches to help a patient recover."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVlY2g&hash=ce4d9006d3ed0c311a66bb5dc9325196a674a9c8&lang=en&cache-only=0",
            "defineEn": "a parasitic or predatory worm of the annelid family that lives in freshwaters and drinks blood by attaching itself to its prey",
            "defineVi": "một loài giun ký sinh hoặc săn mồi thuộc họ annelid sống ở vùng nước ngọt và uống máu bằng cách bám vào con mồi của nó",
            "hasImg": true
        }
    ]
}