{
    "id": "26b3907e-623e-455c-8b31-ba9024e89be1",
    "title": "Making a Suggestion 2",
    "originalTitle": "Making a Suggestion 2",
    "words": [
        {
            "id": "602c26be-f53d-4628-8261-7893041cd163",
            "word": "indicative",
            "phonetic": "ɪndɪkətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But the most indicative descendants of them are frankly, the Persians or the Indians.",
                "And it's not usually indicative of the person.",
                "Having a high GPA is usually indicative of being a generalist, not a specialist.",
                "But it was very indicative of what was going on. ",
                "you'll hope that was indicative of the mean of the entire population."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kaWNhdGl2ZQ&hash=04a5f30649fc9b9a6fecc7a23de9898123b844ff&lang=en&cache-only=0",
            "defineEn": "indicating or suggesting something",
            "defineVi": "chỉ ra hoặc đề nghị một cái gì đó"
        },
        {
            "id": "7cc23db2-d8bf-47ab-8909-32a58f15e142",
            "word": "to infer",
            "phonetic": "tʊ ɪnfɜː ",
            "partOfSpeechType": "verb",
            "examples": [
                "So scientists inferred that the auroras were coming from a bunch of thin ripples in the atmosphere.",
                "His mom infers that the noise hurts his ears. ",
                "Some researchers have inferred that faulty connections between areas of the brain may be responsible for autism. ",
                "And the capability for language can really only be inferred from the fossil record.",
                "And so we can infer that the image of the taotie, with its fangs, horns, and large eyes, was an integral component of early Chinese ceremonial and religious life."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5mZXI&hash=0d3ac3108c474bfad7bbde1062e1fe619f955618&lang=en&cache-only=0",
            "defineEn": "to utilize one's deductions to reach an opinion or conclusion that suggests something being the case",
            "defineVi": "để sử dụng các khoản khấu trừ của một người để đạt được một ý kiến hoặc kết luận cho thấy một cái gì đó là trường hợp"
        },
        {
            "id": "a860a23e-b78b-405d-910b-c811b3739a3e",
            "word": "to insinuate",
            "phonetic": "tʊ ɪnsɪnjuːeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The police can insinuate all they want, but they know they have nothing on me.",
                "And Miller sees an opportunity to slowly insinuate himself into this process.",
                "In 2014 Professor Beverly Gage, a historian at Yale, unearthed a 1964 letter from a supposed detractor who accused King of infidelity and insinuated that he should commit suicide.",
                "He didn't say President Trump's name, but you can insinuate, you can see that he was talking about really turning the page on the Trump era.",
                "You get chests and they're, like, a yellow-orange colour and then there's like a little fire that kind of insinuates that there's battling going on."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5zaW51YXRl&hash=f020eafbfe0d70f1f69ce6a6be21beeb33cb5e00&lang=en&cache-only=0",
            "defineEn": "to make an implicit suggestion that something is true or is the case",
            "defineVi": "để đưa ra một gợi ý ngầm rằng một cái gì đó là đúng hoặc là trường hợp"
        },
        {
            "id": "93db8b37-cb8a-4567-9d7e-77ea1dabfd11",
            "word": "it would not do {sb} any harm",
            "phonetic": "ɪt wʊd nɑːt duː ɛsbiː ɛni hɑːɹm ",
            "partOfSpeechType": "sentence",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aXQgd291bGQgbm90IGRvIHtzYn0gYW55IGhhcm0&hash=0e7079638dececbde84303e7f2139b11593a9c09&lang=en&cache-only=0",
            "defineEn": "used to refer to something as a good idea or a reasonable choice",
            "defineVi": "được sử dụng để đề cập đến một cái gì đó như là một ý tưởng tốt hoặc một sự lựa chọn hợp lý"
        },
        {
            "id": "65ec375f-7e70-45a2-aaa2-0e5fbbfb4483",
            "word": "to let",
            "phonetic": "tə lɛt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I let the spare room.",
                "Let A and B stand for X and Y respectively.",
                "They let loose a couple of rounds of ammunition.",
                "This lets more water into the soil.",
                "The app lets you share your photos on Facebook, Twitter, and Tumblr."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGV0&hash=6a64a2effe822372e009feb76b9c8ab65085485f&lang=en&cache-only=0",
            "defineEn": "used to politely make or respond to suggestions, or give instructions or remarks",
            "defineVi": "được sử dụng để đưa ra hoặc trả lời một cách lịch sự các đề xuất, hoặc đưa ra hướng dẫn hoặc nhận xét"
        },
        {
            "id": "1437e7ec-d762-4dae-a148-54ba868785f0",
            "word": "maybe",
            "phonetic": "meɪbiː ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Maybe this photograph will jog your memory.",
                "You know, maybe that old guy was yanking our chain.",
                "They've suffered a heart attack, maybe two.",
                "If you're not prepared to handle the pressure, then maybe this job isn't for you.",
                "Maybe I should take a leaf out of Rick's book and start coming in early every morning."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF5YmU&hash=da457ba76c86442c101d7bc84a9a1c22de531a45&lang=en&cache-only=0",
            "defineEn": "used to introduce an alternative or a piece of advice",
            "defineVi": "được sử dụng để giới thiệu một sự thay thế hoặc một lời khuyên"
        },
        {
            "id": "15e97070-9b34-47d5-9193-6aff54cbe7a1",
            "word": "might",
            "phonetic": "maɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I might be getting the flu.",
                "\"Yeah, and pigs might fly.\"",
                "Yeah, and pigs might fly.",
                "You might as well bring sand to the beach!",
                "You might as well just quit."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlnaHQ&hash=b6f4517cba0a65b83c6041d4c6fbd7cc7f5a06ca&lang=en&cache-only=0",
            "defineEn": "‌used to bring up a suggestion in a polite manner",
            "defineVi": "được sử dụng để đưa ra một đề nghị một cách lịch sự"
        },
        {
            "id": "77b3f9ef-1ebc-43c4-908e-7edb4f5010f5",
            "word": "to moot",
            "phonetic": "tə muːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Electric cars barely require a shifter at all, so the question of where to place one is moot.",
                "His campaign promise was, if the pension system is bankrupt, the inviolable contract is moot, because if you don't have those dollars to pay those benefits, then, okay, you don't pay those benefits.",
                "Well, the first thing that Bork did was he wouldn’t do what are called murder boards, moot courts at the White House."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbW9vdA&hash=5fbed25e4429e6e7f5c26341d2c9e1a2c29e429a&lang=en&cache-only=0",
            "defineEn": "to bring up a topic or question for discussion",
            "defineVi": "để đưa ra một chủ đề hoặc câu hỏi để thảo luận"
        },
        {
            "id": "6a0aab8f-af5c-4bdb-8b87-67a63e48efac",
            "word": "to move",
            "phonetic": "tə muːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "She moved her queen.",
                "Things certainly move fast in the blogosphere.",
                "She moved the tray to a side table.",
                "We moved our chairs a little nearer.",
                "She moved the ball toward the opponent's goal."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbW92ZQ&hash=e59a3a204d7647bde2016efcae1344269cdd7b59&lang=en&cache-only=0",
            "defineEn": "to put forward a suggestion or proposal formally",
            "defineVi": "để đưa ra một gợi ý hoặc đề nghị chính thức"
        },
        {
            "id": "22e86e91-d492-43e8-8b57-cb15d078b747",
            "word": "must",
            "phonetic": "mʌst ",
            "partOfSpeechType": "verb",
            "examples": [
                "All men must die.",
                "The show must go on!",
                "You must have that angle off down pat.",
                "The sign must be taken down.",
                "You must have a cast-iron stomach."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzdA&hash=8ecb7de338831b2b4199a5c636e91a4bc0489525&lang=en&cache-only=0",
            "defineEn": "used to make a recommendations regarding someone or something",
            "defineVi": "được sử dụng để đưa ra một khuyến nghị liên quan đến một ai đó hoặc một cái gì đó"
        },
        {
            "id": "89ce6a91-d123-4480-adec-4b30a595a68e",
            "word": "to nominate",
            "phonetic": "tə nɑːmᵻneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Well it was just nominated for an Oscar, so put that in your pipe and smoke it!",
                "An obscure Nebraska congressman is nominated for president, William Jennings Bryan.",
                "The next day, the president nominated Bork. ",
                "Five years ago, residents were nominated for the Nobel Peace Prize for saving the lives of so many migrants.",
                "You can't nominate Merrick Garland or anybody."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbm9taW5hdGU&hash=a8bbe8c76d71558e0c9efd72e37e0a95afc80448&lang=en&cache-only=0",
            "defineEn": "to officially suggest someone or something for a position, award, etc.",
            "defineVi": "để chính thức đề nghị ai đó hoặc một cái gì đó cho một vị trí, giải thưởng, vv"
        },
        {
            "id": "5114ac40-3f05-452d-aa3f-334a044674f6",
            "word": "nomination",
            "phonetic": "nɑːmᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The politician's friend in court helped him secure the nomination, and he was able to win the election with their support.",
                "But Austin's nomination has critics.",
                "He might win the nomination again.",
                "Back in this country, the U.S. Senate blocked Judy Shelton's nomination to the Federal Reserve Board.",
                "He basically stole a nomination from Seward for Lincoln."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9taW5hdGlvbg&hash=8147242b8be5d841de93ded72e7b545e9f1abab8&lang=en&cache-only=0",
            "defineEn": "the process of officially selecting a candidate for either an election or bestowing an honnor",
            "defineVi": "quá trình chính thức lựa chọn một ứng cử viên cho một cuộc bầu cử hoặc ban cho một danh dự"
        },
        {
            "id": "a616c927-d52e-4684-8d5d-1008e682889f",
            "word": "nominee",
            "phonetic": "nɑːmɪniː ",
            "partOfSpeechType": "noun",
            "examples": [
                "And, even tonight, energy nominee also passed a key procedural vote in the Senate easily.",
                "We were picking new nominees.",
                "Enter Republican nominee James Garfield.",
                "Senators heard from five crucial nominees, amid security concerns on the eve of the inauguration.",
                "That the nominees would be more ideological."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9taW5lZQ&hash=73ecdffda8703cc9717d73a64f1728854876bc62&lang=en&cache-only=0",
            "defineEn": "someone who has been officially suggested for a position, award, etc.",
            "defineVi": "một người đã được đề nghị chính thức cho một vị trí, giải thưởng, vv",
            "hasImg": true
        },
        {
            "id": "ee002b60-711b-4b51-a189-e4d609cbc0ff",
            "word": "now then",
            "phonetic": "naʊ ðɛn ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bm93IHRoZW4&hash=a401afbde5293dc7691301a9ecd6b51d28995eeb&lang=en&cache-only=0",
            "defineEn": "used to draw attention to what one wants to say",
            "defineVi": "được sử dụng để thu hút sự chú ý đến những gì một người muốn nói"
        },
        {
            "id": "f6a21464-e3b1-49cc-9b69-5f05de47b5ba",
            "word": "now you are talking",
            "phonetic": "naʊ juː ɑːɹ tɔːkɪŋ ",
            "partOfSpeechType": "sentence",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bm93IHlvdSBhcmUgdGFsa2luZw&hash=a5293a4acd3aff49dc7fbaf179c15ea28a9d7c75&lang=en&cache-only=0",
            "defineEn": "used to show that one agrees with someone's suggestion or statement",
            "defineVi": "được sử dụng để chỉ ra rằng một người đồng ý với đề nghị hoặc tuyên bố của ai đó"
        },
        {
            "id": "3f0e7adb-7182-4211-88d1-654ffc7aae95",
            "word": "perhaps",
            "phonetic": "pɚhæps ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Perhaps it had something to do with their drink.",
                "Perhaps we should consider the flip side of the coin : there should be no expenditure without representation.",
                "I know there's a lot to discuss, but perhaps we should take a break for now.",
                "The chances of Francis eventually becoming manager of England are perhaps higher.",
                "Next week perhaps I’ll find myself wearing a different hat."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyaGFwcw&hash=18c3313396c1bd267ba34abc61b991a4f449f199&lang=en&cache-only=0",
            "defineEn": "used when introducing a request, making an offer, or giving a suggestion politely",
            "defineVi": "được sử dụng khi giới thiệu một yêu cầu, đưa ra lời đề nghị hoặc đưa ra gợi ý một cách lịch sự"
        },
        {
            "id": "3ead6ee4-3d01-4eac-8c1c-0ddb6b7b1268",
            "word": "to point to",
            "phonetic": "tə pɔɪnt tuː ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9pbnQgdG8&hash=f9479e5d21ad341d97c6692160fb287454c4ded0&lang=en&cache-only=0",
            "defineEn": "‌to suggest that something is true or is the case",
            "defineVi": "‌để gợi ý rằng một cái gì đó là đúng hoặc là trường hợp"
        },
        {
            "id": "a3637d0e-18a0-4bc1-83fc-f6e0886ea406",
            "word": "to posit",
            "phonetic": "tə pɑːzɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He posited a complete system, joining the elements and the heavens.",
                "This posited in very basic terms that all forms of matter accelerated at the same rate in response to gravity.",
                "And he posited that even non-existent things could fit into this system.",
                "Their model, dubbed the fusion theory, posits that the embryo does completely split, and this split occurs a lot earlier on.",
                "Other models posit that it’s not the strength of a given pathway, but rather the speed at which a process occurs and that we read faster than we ID color, basically."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9zaXQ&hash=79a3cfe75e111ba886fe950e44e80345205c7b36&lang=en&cache-only=0",
            "defineEn": "to suggest or accept something as true so that one can use that as the base for an argument",
            "defineVi": "để đề xuất hoặc chấp nhận một cái gì đó là đúng để người ta có thể sử dụng nó làm cơ sở cho một cuộc tranh luận"
        },
        {
            "id": "8b9ef129-4b59-4060-b35a-86aa7bd4032a",
            "word": "to postulate",
            "phonetic": "tə pɔstʃʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Other scientists postulate that life may have formed from organic chemicals next to the warmth of underwater volcanoes.",
                "Other studies have postulated that the sunk cost effect can be explained by loss aversion.",
                "At first, he postulated that it was because the mothers in the doctors’ ward gave birth on their backs and the mothers in the midwives’ ward gave birth on their sides.",
                "So it’s not like astronomers have been chomping at the bit to postulate what this matter is.",
                "A researcher named Cyrus Levinthal once postulated that if an average protein randomly tried out all of these wrong shapes, it would take more time than life has existed on Earth."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9zdHVsYXRl&hash=5f05fd59124e8b7bf68ef9cd167312a4ae8eb9e8&lang=en&cache-only=0",
            "defineEn": "an idea or assumption that serves as a premise of reasoning, or argumentation",
            "defineVi": "một ý tưởng hoặc giả định phục vụ như một tiền đề của lý luận, hoặc lập luận"
        },
        {
            "id": "87c8ee9e-2d1b-4cb8-8a89-c8f2994af0a9",
            "word": "to prefigure",
            "phonetic": "tə pɹɪfɪɡjɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Often American feminists travelled abroad to find allies, prefiguring the later transatlantic movement of other advocates for social justice like Florence Kelley and W.E.B DuBois.",
                "And so, if it's COVID-19 or if it's something else that causes Egyptians to feel that the current bargain isn't working, we could absolutely see a return of some of the sentiments that prefigured January 25, 2011."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlZmlndXJl&hash=85565baeef8f1c7b0071b6b595b91f96a6184867&lang=en&cache-only=0",
            "defineEn": "to perceive something as a sign that indicates the occurrence of something good or evil",
            "defineVi": "để nhận thức một cái gì đó như một dấu hiệu cho thấy sự xuất hiện của một cái gì đó tốt hay xấu"
        },
        {
            "id": "58a24575-2a02-4ed7-a54c-10abca9a42b1",
            "word": "to prompt",
            "phonetic": "tə pɹɑːmpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the company lost a major client, it prompted the CEO to reassess the company's strategy and make changes that helped them gain new clients - as they say, a stumble may prevent a fall.",
                "The controversial political scandal that dominated news cycles for a week turned into a seven-day wonder, capturing public attention and prompting investigations and debates.",
                "The incident prompted an SEC investigation into Kodak's disclosure of the loan.",
                "Branson's request for a bailout prompted mockery from some corners, especially in the British press.",
                "A decline in new infections has prompted a wider loosening of restrictions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvbXB0&hash=d9700e71413c49f081092feafdea1cb8ec677c77&lang=en&cache-only=0",
            "defineEn": "to encourage someone to do or say something",
            "defineVi": "để khuyến khích ai đó làm hoặc nói điều gì đó"
        },
        {
            "id": "c35dcb03-3d4e-4eb8-9633-65f419496822",
            "word": "proposal",
            "phonetic": "pɹəpoʊzəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The proposal has won the approval of the city council.",
                "The proposal was dropped after opposition from civil liberties groups.",
                "The government's latest proposals are a dog's dinner.",
                "On May 1st, the proposal went down in flames.",
                "The politician's opponent laughed at his proposal during the debate."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcG9zYWw&hash=fc214a2466ebfb41d5fdc0a13332daa6d43e7b16&lang=en&cache-only=0",
            "defineEn": "a recommended plan that is proposed for a business",
            "defineVi": "một kế hoạch đề nghị được đề xuất cho một doanh nghiệp"
        },
        {
            "id": "ed02c532-1848-4386-8b92-6ae8fcc0c16c",
            "word": "to propose",
            "phonetic": "tə pɹəpoʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "A new law is proposed to curb this type of blatantly dishonest description, and not before time",
                "Because of the proposed merger, the company is standing at the crossroads.",
                "He also casts his eye over the proposed law changes.",
                "The government decided to abandon the proposed legislation due to public opposition.",
                "We should take the lead in proposing a compromise and be ready to give ground on several points."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvcG9zZQ&hash=d505e4623dbfbc54fa58a760fb751d254ae3eb24&lang=en&cache-only=0",
            "defineEn": "to put forward a suggestion, plan, or idea for consideration",
            "defineVi": "để đưa ra một gợi ý, kế hoạch, hoặc ý tưởng để xem xét",
            "hasImg": true
        },
        {
            "id": "b0428170-97d5-4ae5-940b-cebb079ea92d",
            "word": "proposer",
            "phonetic": "pɹəpoʊzɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvcG9zZXI&hash=5fc274eae52f230511d273cf059c8dca6467ca3a&lang=en&cache-only=0",
            "defineEn": "someone who puts forward a suggestion or proposal for further discussion or consideration",
            "defineVi": "ai đó đưa ra một gợi ý hoặc đề xuất để thảo luận thêm hoặc xem xét"
        },
        {
            "id": "e99428ef-03bb-4a49-a780-2561b67c7b2e",
            "word": "proposition",
            "phonetic": "pɹɑːpəzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Supporters of globalization assert that it is a win-win proposition for the rich and the poor.",
                "So the value propositions a bit different than for like regular consumers.",
                "The content of your assertion is your proposition.",
                "No matter the business idea, a value proposition saves us precious time and money.",
                "- I have a proposition for you."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcG9zaXRpb24&hash=d22dd1997bcbf19e2be850ce7963438cd25f66e3&lang=en&cache-only=0",
            "defineEn": "a suggestion or plan of action, particularly one in business dealings",
            "defineVi": "một gợi ý hoặc kế hoạch hành động, đặc biệt là một trong các giao dịch kinh doanh"
        },
        {
            "id": "241dfd7f-b797-47b3-b634-47e0ebb0a0db",
            "word": "to propound",
            "phonetic": "tə pɹəpaʊnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "They were propounding this notion of originalism, which is not actually an originalist idea for interpreting the Constitution, but was kind of cobbled up in that era. ",
                "Actually opera might be a more fitting point of comparison for video games, in particular the idea of the total work of art, or gesamtkunstwerk, propounded by German composer Richard Wagner.",
                "So Putin, in that aspect, wasn’t really propounding anything new or different, but he was clearly setting himself on one side of an argument that’s been going on in Russia for centuries, about what the future of that country is, which direction it will go."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvcG91bmQ&hash=4a8c4243bc8ee431170330c299fdee0f5666193b&lang=en&cache-only=0",
            "defineEn": "to put an idea, proposition, theory, etc. forward for further consideration",
            "defineVi": "để đưa ra một ý tưởng, đề xuất, lý thuyết, vv về phía trước để xem xét thêm"
        },
        {
            "id": "7a885362-3528-4d4b-b307-39a4c4904901",
            "word": "to put forward",
            "phonetic": "tə pʊt fɔːɹwɚd ",
            "partOfSpeechType": "verb",
            "examples": [
                "But, several ideas have been put forward as potential solution.",
                "Artists have put forward objects and experiences that are unlike anything naturally occurring in the world.",
                "But in 1907 a more radical Sikh leader, Babu Teja Singh, put forward that women should also wear turbans, to publicly distinguish themselves as Sikhs.",
                "Catastrophism was an idea put forward in the early 1800s by French scientist Georges Cuvier.",
                "That was very much a pilot program put forward by the administration. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0IGZvcndhcmQ&hash=4b30033212ab51d79b5eab9c48171bebd5247736&lang=en&cache-only=0",
            "defineEn": "to present an idea, suggestion, etc. to be discussed about",
            "defineVi": "để trình bày một ý tưởng, đề nghị, vv để được thảo luận về"
        },
        {
            "id": "2351f499-dd9c-417f-b290-1757571f6040",
            "word": "to [put] it to {sb}",
            "phonetic": "tə pʊt ɪt tʊ ɛsbiː ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0IGl0IHRvIHtzYn0&hash=721dd02d31dba6e5e44b3229c429713c49b7fd65&lang=en&cache-only=0",
            "defineEn": "to introduce a plan or suggestion to a group of individuals so that they decide whether to accept it or not",
            "defineVi": "để giới thiệu một kế hoạch hoặc gợi ý cho một nhóm các cá nhân để họ quyết định có chấp nhận nó hay không"
        },
        {
            "id": "c33c618c-80e7-432f-87dc-8554baf30fcf",
            "word": "to put to",
            "phonetic": "tə pʊt tuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "Thousands of innocents were put to the sword.",
                "Sciences from anthropology to zoology have been put to forensic use.",
                "Useless energy, meanwhile, can’t be put to work.",
                "[Narrator] On a rainy night at MetLife Stadium these trucks were put to the test.",
                "After the garbage and some other solids are filtered out of sewage, microorganisms are put to work breaking down the leftover organic matter."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0IHRv&hash=a82bac3eb380827122e905218941f63114db4bf6&lang=en&cache-only=0",
            "defineEn": "to present a plan or offer to someone for consideration",
            "defineVi": "để trình bày một kế hoạch hoặc cung cấp cho một ai đó để xem xét"
        }
    ]
}