{
    "id": "2736e284-2b24-4c32-94ff-ffee0eabd5f4",
    "title": "Lesson 46",
    "originalTitle": "Lesson 46",
    "words": [
        {
            "id": "1b9f886a-44b6-4544-8f95-3cb089aa1f66",
            "word": "maxim",
            "phonetic": "mæksɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "A maxim is just a rule or principle of action.",
                "As magazines like Stuff and Maxim entered the market, circulation continued to decline through the '90s.",
                "By the 19th century, European gun technology had improved dramatically, especially with the introduction of the Maxim machine gun, which allowed Europeans to wipe out Africans in battle after battle.",
                "I'm reminded of the famous couplet, \"Whatever happens, we have got the Maxim gun, and they have not.\"",
                "So, as a Kantian, before I act, I would ask myself, what’s the maxim of my action?"
            ],
            "audio": "https://tts.langeek.co/read?text=bWF4aW0&hash=184bc3bf37a9c07123afc6f3cd9f166c96c86fb9&lang=en&cache-only=0",
            "defineEn": "a saying that is widely accepted on its own merits",
            "defineVi": "một câu nói được chấp nhận rộng rãi trên giá trị riêng của nó"
        },
        {
            "id": "9ff085cb-4704-49c5-b51a-e5c481caeaf3",
            "word": "scabbard",
            "phonetic": "skæbɚd ",
            "partOfSpeechType": "noun",
            "examples": [
                "it seemed to me too much like throwing away the scabbard, and proclaiming that the war with capitalists was begun.",
                "How will we ever reach an armistice when both parties drew the sword and threw away the scabbard back when this whole thing started?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2NhYmJhcmQ&hash=6e6f71ccb62b96eeb726a3028daf78b3abfca707&lang=en&cache-only=0",
            "defineEn": "a sheath for a sword or dagger or bayonet",
            "defineVi": "vỏ kiếm hoặc dao găm hoặc lưỡi lê"
        },
        {
            "id": "95850504-3e54-4fc1-b1b0-0d7f9b561089",
            "word": "vogue",
            "phonetic": "voʊɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "By the mid-1920s, pulp magazines and novels are en vogue.",
                "As Langston Hughes wrote about this time: \"The negro was in vogue.\"",
                "Historically, some pretty dangerous clothing, cosmetics, and accessories have come in vogue, endangering their wearers and makers alike.",
                "At around the turn of the 20th century, there was a vogue for African-American musicals, which we discussed in our episode on the theater of the Harlem Renaissance.",
                "Formula was in vogue, and families of higher socioeconomic status were more likely to adopt these new feeding methods."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9ndWU&hash=ac7554ab67220e5da28d31d1b6a09efb826dafed&lang=en&cache-only=0",
            "defineEn": "the latest fashion trend or style of the time",
            "defineVi": "xu hướng thời trang mới nhất hoặc phong cách của thời gian",
            "hasImg": true
        },
        {
            "id": "59697185-a17f-4c9c-ae21-4a5501e21d62",
            "word": "shroud",
            "phonetic": "ʃɹaʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandfather often warned that shrouds have no pockets, encouraging me to spend wisely and value experiences over possessions.",
                "The one shrouded in silk.",
                "CBD is shrouded in mystery and confusion for the consumer.",
                "They got a plastic shroud over the CPU's.",
                "But Onion Nuggets are shrouded in mystery."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hyb3Vk&hash=ced1e477e0eccc3f5ef7169bbd2b7871660ed927&lang=en&cache-only=0",
            "defineEn": "burial garment in which a corpse is wrapped",
            "defineVi": "quần áo chôn cất trong đó một xác chết được bọc"
        },
        {
            "id": "091cf45c-2693-4acc-9a7d-8bfc01ad34ed",
            "word": "onus",
            "phonetic": "oʊnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "That was the onus where the Tea Party was created. ",
                "First, I don’t actually think it’s too much of an onus to put on customers or on end users. ",
                "I think it's a mistake to put this onus of all of this on the pharmaceutical companies.",
                "Why put the onus back on Facebook, when your committee consists of legal scholars like yourself, journalists, human rights and civil rights advocates?",
                "And by talking about trustworthiness, it puts the onus on the medical care system to change."
            ],
            "audio": "https://tts.langeek.co/read?text=b251cw&hash=69961703ad81a818236c7fed23e6a5517966fc0f&lang=en&cache-only=0",
            "defineEn": "an onerous or difficult concern",
            "defineVi": "một mối quan tâm khó khăn hoặc khó khăn"
        },
        {
            "id": "0c61dfae-aa2d-46bc-a685-29e871c104d8",
            "word": "specimen",
            "phonetic": "spɛsɪmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some specimens grew up to 1.4 meters long.",
                "Several years later, scientists captured specimens for study.",
                "In the lab, scientists use frozen specimens this one.",
                "I just dropped two specimens off.",
                "Um, our museum collection actually consists of 24,500 specimens."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlY2ltZW4&hash=71b113760818027040039a7df70a9d85d963798e&lang=en&cache-only=0",
            "defineEn": "an example regarded as typical of its class",
            "defineVi": "một ví dụ được coi là điển hình của lớp học của nó"
        },
        {
            "id": "4e065cff-38b5-4681-a3b1-40d5a1bea1e3",
            "word": "perquisite",
            "phonetic": "pɜːkwɪsɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVycXVpc2l0ZQ&hash=54b3dc079a31aa23ba9063ad20f2242ec238a119&lang=en&cache-only=0",
            "defineEn": "a right reserved exclusively by a particular person or group (especially a hereditary or official right)",
            "defineVi": "một quyền được dành riêng bởi một người hoặc một nhóm cụ thể (đặc biệt là quyền cha truyền con nối hoặc quyền chính thức)"
        },
        {
            "id": "7cc8caa1-50da-485b-bf2f-e21c0bcb1f61",
            "word": "siege",
            "phonetic": "siːdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "To raise a blockade/ban/siege.",
                "The city was under siege and food was getting scarce.",
                "The newspaper has been under siege lately by its readers for printing a false story.",
                "In late April Henry decided to raise the siege.",
                "The car companies are just under siege, essentially."
            ],
            "audio": "https://tts.langeek.co/read?text=c2llZ2U&hash=c0afa576eca899fb7d4f5cdebdd5c4c091f14f16&lang=en&cache-only=0",
            "defineEn": "the act of surrounding the enemy, a town, etc. and cutting off their supplies so that they would surrender",
            "defineVi": "hành động bao vây kẻ thù, một thị trấn, v.v. và cắt nguồn tiếp tế của chúng để chúng đầu hàng"
        },
        {
            "id": "236bb1f5-c74e-4a08-8333-e3524e986450",
            "word": "realm",
            "phonetic": "ɹɛlm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Michael had been a spring chicken in the realm of coding until he attended coding boot camp.",
                "Four brothers wandered this celestial realm.",
                "What we see is the realm of the mind, not the eye.",
                "This realm was covered in seas, which didn’t exist in the gods’ world.",
                "Space Adventures already has some experience in this realm."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhbG0&hash=b6ea28b3908d404dae567f2996b3050d83ba3a67&lang=en&cache-only=0",
            "defineEn": "the domain ruled by a king or queen",
            "defineVi": "miền được cai trị bởi một vị vua hoặc nữ hoàng"
        },
        {
            "id": "7dc1d65e-2dc2-4652-bda6-cdfda15c7d13",
            "word": "crevasse",
            "phonetic": "kɹəvæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "With this data, we can start by defining the boundaries of features in Antarctica, like the location of large cracks in the ice called crevasses.",
                "We can build a more complex understanding of a space when we ask not just where is the crevasse but how is it changing?",
                "Crevasse zones are dangerous to cross and difficult to see from the ground, so knowing where they’re located can help create safe travel routes.",
                "That makes it prone to cracking under stress, which is why you’ll find deep crevasses near the surface."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JldmFzc2U&hash=9105334467fde021a1433c4c746831b88a480ad0&lang=en&cache-only=0",
            "defineEn": "a deep fissure",
            "defineVi": "một vết nứt sâu"
        },
        {
            "id": "4defe0c9-61d6-4d86-87f3-2671c30eaec3",
            "word": "concerto",
            "phonetic": "kəntʃɛɹɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Can you tell me, just what is a concerto?",
                "So maybe it's OK that we’ll never see Shakespeare put on Macbeth, or hear Mozart play a piano concerto."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY2VydG8&hash=4b0f02eba31226b01cc901e16c8c6caa606b24dd&lang=en&cache-only=0",
            "defineEn": "a musical composition that is written for one or more solo instruments and accompanied by an orchestra with three movements",
            "defineVi": "một tác phẩm âm nhạc được viết cho một hoặc nhiều nhạc cụ độc tấu và kèm theo một dàn nhạc với ba chuyển động"
        },
        {
            "id": "552bc404-36bf-40fe-986e-0fc77946761a",
            "word": "ampersand",
            "phonetic": "æmpɚsænd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW1wZXJzYW5k&hash=c44431e254ae5a7e409f4ae59f2e1f4c5f2b2c9e&lang=en&cache-only=0",
            "defineEn": "the symbol & used in writing to signify the word 'and'",
            "defineVi": "biểu tượng & được sử dụng bằng văn bản để biểu thị từ 'và'",
            "hasImg": true
        },
        {
            "id": "e7ae9315-ecbc-4a88-adfc-3ec91a6395a8",
            "word": "vanguard",
            "phonetic": "væŋɡɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Vanguard failure was a huge embarassment for the United States.",
                "In 2015, Vanguard, one of the world's largest asset management companies, launched Vanguard Personal Advisor.",
                "- Yeah, back then to hate Jews, you are really at the vanguard of culture.",
                "According to a recent survey from Vanguard, millennials were twice as likely as young baby boomers to consider using a robo-advisor for investments.",
                "It even supported painters like Jackson Pollack and the Museum of Modern Art in New York because American expressionism was the vanguard of artistic freedom and the exact opposite of Soviet socialist realism."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFuZ3VhcmQ&hash=a2c10129fd337a7e1c69df5c72eaa7e70586da63&lang=en&cache-only=0",
            "defineEn": "the leading units moving at the head of an army",
            "defineVi": "các đơn vị hàng đầu di chuyển ở đầu của một đội quân"
        },
        {
            "id": "7ef2812f-5285-464f-bb35-b7f773592833",
            "word": "residue",
            "phonetic": "ɹɛsɪduː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The majority of samples have no residues or just a fraction of the tolerance level.",
                "I can wipe off any residue, no problem.",
                "Ooh, got a little egg residue.",
                "Second, ice sublimating, or vaporizing, off of Iapetus’s surface leaves behind a residue of darker particles that were suspended in it.",
                "So sure, there may be residues on your apple."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzaWR1ZQ&hash=31dc652f0f81498f1e8866d139c90dca9de9ba9b&lang=en&cache-only=0",
            "defineEn": "a small remaining amount or part of a thing after it has been taken, used, etc.",
            "defineVi": "một lượng nhỏ còn lại hoặc một phần của một thứ sau khi nó đã được lấy, sử dụng, v.v."
        },
        {
            "id": "9c21b1a0-a960-45cd-ba17-92db00dfb52f",
            "word": "constable",
            "phonetic": "kɑːnstəbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The starting salary for a constable in the RCMP is about $53,000 a year.",
                "He loves nothing more than rehashing these breadcrumb trails for the dopey constables at the end of the case."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3RhYmxl&hash=ebd7924c27e57bfb1cf0667afbf6638e20343a6a&lang=en&cache-only=0",
            "defineEn": "a lawman with less authority and jurisdiction than a sheriff",
            "defineVi": "một luật sư có ít thẩm quyền và quyền tài phán hơn cảnh sát trưởng"
        },
        {
            "id": "e17a6763-f781-42f6-bec4-6d05dadf4974",
            "word": "depth",
            "phonetic": "dɛpθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The earthy aroma of mushrooms adds depth to any pasta dish.",
                "We have sounded the depths of the ocean.",
                "Coconut milk adds richness and depth of flavor to homemade coconut shrimp.",
                "Children should be supervised when out of their depth.",
                "Add depth to your creamy soup by including finely chopped chanterelle mushrooms in the recipe."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwdGg&hash=e89293f1d5ff6e3726741bc003333966a8540d97&lang=en&cache-only=0",
            "defineEn": "the distance below the top surface of something",
            "defineVi": "khoảng cách bên dưới bề mặt trên cùng của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "730669d0-aff6-44a6-b137-5aaa452080dc",
            "word": "iconoclast",
            "phonetic": "aɪkənɑːklæst ",
            "partOfSpeechType": "noun",
            "examples": [
                "But the person most famous today for his work in alchemy is the Swiss physician and iconoclast Paracelsus, born in 1493, who also was called Theophrastus Bombastus von Hohenheim.",
                "Well, I think Donald Trump attracted them because he was the iconoclast that they had been as well. "
            ],
            "audio": "https://tts.langeek.co/read?text=aWNvbm9jbGFzdA&hash=25b666d5d4729d0570bd15207abdca23776235e7&lang=en&cache-only=0",
            "defineEn": "an individual who criticizes and attacks beliefs, ideas, customs, etc. that are generally cherished or accepted",
            "defineVi": "một cá nhân chỉ trích và tấn công niềm tin, ý tưởng, phong tục, v.v. thường được trân trọng hoặc chấp nhận"
        },
        {
            "id": "1860e4f5-7e8e-47f8-95be-8c1bf812fa05",
            "word": "inlet",
            "phonetic": "ɪnlɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The inlet from three to four went too high before it went into four so we had to move four down but then four was now lower than three Urgh!",
                "James Delgado is a historian and maritime archaeologist who has researched the history of this inlet on Alabama's southern coast.",
                "Olookun is the god or godess of oceans and Olosa is the goddess of lagoons, so, I imagine there are some arguments over who has jurisdiction over inlets.",
                "Inlet, outlet, that goes to this right here onto the CPU, out to this side of this, okay?",
                "Yeah if they would have been the exact same level they would have started spilling at the same time and these two would never fill up So for us, four spilled first but we had moved it down below three because our inlet was too high Remember?"
            ],
            "audio": "https://tts.langeek.co/read?text=aW5sZXQ&hash=8674bc9bdd62b8d748315288ab475975d22b4c6c&lang=en&cache-only=0",
            "defineEn": "an opening through which fluid is admitted to a tube or container",
            "defineVi": "một lỗ thông qua đó chất lỏng được đưa vào ống hoặc thùng chứa"
        },
        {
            "id": "b7b47d41-c22b-44fc-a35e-a86eb3ef531d",
            "word": "rogue",
            "phonetic": "ɹoʊɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cohort of US senators has gone rogue, breaking with their party to demand more extreme legislative action.",
                "Leaders going rogue at press conferences can mean you have a serious problem.",
                "We have reports that one of the soldiers went rogue and began firing upon unarmed civilians in the nearby town.",
                "\"Rogue One: A Star Wars Story\" earned $71 million.",
                "And yet, rogue planets might carry alien life to all corners of the galaxy."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9ndWU&hash=3971339541f3237c5bb74be3a0d993dbb264678e&lang=en&cache-only=0",
            "defineEn": "a deceitful and unreliable scoundrel",
            "defineVi": "một kẻ vô lại dối trá và không đáng tin cậy"
        },
        {
            "id": "1b345fd5-f667-424a-982d-bd0b20a1ea75",
            "word": "coquette",
            "phonetic": "kəkɛt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29xdWV0dGU&hash=99823577be20cbab846b4c43f8feba45ea1329e3&lang=en&cache-only=0",
            "defineEn": "a seductive woman who uses her sex appeal to exploit men",
            "defineVi": "một người phụ nữ quyến rũ sử dụng sự hấp dẫn giới tính của mình để khai thác đàn ông"
        }
    ]
}