{
    "id": "27525d4c-c28b-437c-8d1a-f4cd247b76b3",
    "title": "Lesson 17",
    "originalTitle": "Lesson 17",
    "words": [
        {
            "id": "99a32cb9-6ab5-4c12-9ffe-37367e40400c",
            "word": "vaporizer",
            "phonetic": "veɪpɚɹaɪzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Okay, so vaping is typically the use of a vaporizer pen or an e-cig.",
                "E - Cigarettes, aka: personal vaporizers, vape pens, vaping devices, e-cigars, mod or pod systems, are everywhere, spreading their aerosolized mixture of nicotine, flavored liquids, and who-knows-what-else into the atmosphere."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFwb3JpemVy&hash=7e316f2152c1e32186aa91d6a34792919981602b&lang=en&cache-only=0",
            "defineEn": "a device that puts out a substance in the form of a vapor (especially for medicinal inhalation)",
            "defineVi": "một thiết bị đưa ra một chất ở dạng hơi (đặc biệt là để hít thuốc)"
        },
        {
            "id": "ff3b555c-a61e-45eb-8cb2-89675c540cba",
            "word": "predecessor",
            "phonetic": "pɹɛdᵻsɛsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new smartphone is streets ahead of its predecessor, with a larger screen and more powerful processor.",
                "The company's latest smartphone model goes one better than its predecessor with a more advanced camera system.",
                "My predecessor needed to.",
                "My predecessor as chairman of the Rules Committee was a principled patriot across the board.",
                "Like its predecessor, it had four doors."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZGVjZXNzb3I&hash=6c516bfc429317046a81afe2f85d41dbe97ee8e6&lang=en&cache-only=0",
            "defineEn": "one who precedes you in time (as in holding a position or office)",
            "defineVi": "một người đi trước bạn trong thời gian (như giữ một vị trí hoặc văn phòng)"
        },
        {
            "id": "2005a30f-483d-4712-9839-5cdaa8a48003",
            "word": "pioneer",
            "phonetic": "paɪənɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "What species pioneered this style of locomotion?",
                "Jules Verne pioneered the adventure-driven romantic sci-fi opera.",
                "The process was pioneered here.",
                "Texas Instruments pioneered the development of silicon transistors out of Dallas in the 50s.",
                "Meanwhile, Russian-Ukrainian polymath Vladimir Vernadsky pioneered ways to analyze nature holistically."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlvbmVlcg&hash=c11b78c25bd56278f372ae2cb067fb341d41c88a&lang=en&cache-only=0",
            "defineEn": "someone who helps to open up a new line of research or technology or art",
            "defineVi": "một người giúp mở ra một dòng nghiên cứu hoặc công nghệ hoặc nghệ thuật mới"
        },
        {
            "id": "ca28a69d-b65a-4049-853e-26928c267389",
            "word": "glazier",
            "phonetic": "ɡleɪziɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2xhemllcg&hash=353a056f2dc265a82fa9da52e7ea85df8f0d4b02&lang=en&cache-only=0",
            "defineEn": "a skilled tradesperson who specializes in cutting, installing, and replacing glass in various types of windows, doors, mirrors, and other architectural or decorative applications",
            "defineVi": "một thợ lành nghề chuyên cắt, lắp đặt và thay thế kính trong các loại cửa sổ, cửa ra vào, gương và các ứng dụng kiến trúc hoặc trang trí khác"
        },
        {
            "id": "94851b39-5e8f-40f0-a42a-6ed713ecef71",
            "word": "imposture",
            "phonetic": "ɪmpɔstʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW1wb3N0dXJl&hash=985d6674f99bfb3f4fc2a566ad1c998a4a366f46&lang=en&cache-only=0",
            "defineEn": "pretending to be another person",
            "defineVi": "giả vờ là một người khác"
        },
        {
            "id": "c746f893-2dab-48bc-9968-e39ff6018082",
            "word": "viper",
            "phonetic": "vaɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm afraid that I've been nourishing a viper in my bosom.",
                "David thought Emily was a good tenant, but he was nursing a viper in his bosom because she was damaging the property and not paying rent.",
                "Well, it turns out that Margaret was quite a viper in my bosom.",
                "Mike realized he had fostered a viper in his bosom when Emily's behavior caused several other players to become unhappy and ultimately led to her being kicked off the team.",
                "So this is the Viper."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlwZXI&hash=b61062ea4d0990006c4051683b3ec3aca174b0da&lang=en&cache-only=0",
            "defineEn": "a venomous Eurasian snake with relatively large fangs that goes deep into the body of a prey",
            "defineVi": "một con rắn Á-Âu có nọc độc với những chiếc răng nanh tương đối lớn cắm sâu vào cơ thể con mồi",
            "hasImg": true
        },
        {
            "id": "64804449-4880-47ed-ae4b-bd660e1fbc4f",
            "word": "raconteur",
            "phonetic": "ɹækɔntʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And he’s a great armchair raconteur. "
            ],
            "audio": "https://tts.langeek.co/read?text=cmFjb250ZXVy&hash=e41b72f2afec4ffe038dabe10be8bd8d79c76d11&lang=en&cache-only=0",
            "defineEn": "an individual who has the skill of telling stories in a way that is entertaining",
            "defineVi": "một cá nhân có kỹ năng kể chuyện theo cách giải trí"
        },
        {
            "id": "c81fe18d-a6b8-4584-9cff-b75351ba00cd",
            "word": "heifer",
            "phonetic": "hɛfɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGVpZmVy&hash=c55124337b3e56b55c2dd98b0b5fe216b9a346cd&lang=en&cache-only=0",
            "defineEn": "a young female cow that has not given birth yet or has only one calf",
            "defineVi": "một con bò cái chưa sinh con hoặc chỉ có một con bê",
            "hasImg": true
        },
        {
            "id": "6b12af39-266a-40d2-9e7b-f97db94ec884",
            "word": "tether",
            "phonetic": "tɛðɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She was jealous, humiliated, and emotionally at the end of her tether.",
                "Tether travel would be first-class seats to Mars!",
                "This way, the tether doesn’t lose any energy.",
                "Medtronic and Tandem are tethered to the body with tubing.",
                "Starting from low Mars orbit, a tether could boost ships to the asteroid belt."
            ],
            "audio": "https://tts.langeek.co/read?text=dGV0aGVy&hash=b0f33d0ea48c9eb94638699a5e4ec557ca7e05e3&lang=en&cache-only=0",
            "defineEn": "restraint consisting of a rope (or light chain) used to restrain an animal",
            "defineVi": "kiềm chế bao gồm một sợi dây thừng (hoặc dây xích nhẹ) được sử dụng để kiềm chế động vật",
            "hasImg": true
        },
        {
            "id": "20efe7fc-9000-4765-92b6-b66b0957c825",
            "word": "gossamer",
            "phonetic": "ɡɑːsəmɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z29zc2FtZXI&hash=1615c4adb4ec2980fc6386cc2ce74e6c9fbbde39&lang=en&cache-only=0",
            "defineEn": "a gauze fabric with an extremely fine texture",
            "defineVi": "một loại vải gạc với kết cấu cực kỳ tốt"
        },
        {
            "id": "db569500-99ac-4e65-9a69-81ad183e1796",
            "word": "anemometer",
            "phonetic": "ænᵻmɑːmɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW5lbW9tZXRlcg&hash=61b0713642645b3c85bc5f744fe4b580a9e2baa8&lang=en&cache-only=0",
            "defineEn": "a gauge for recording the speed and direction of wind",
            "defineVi": "một thước đo để ghi lại tốc độ và hướng gió"
        },
        {
            "id": "15892890-f533-4c97-857e-cb1f03f57ffc",
            "word": "grenadier",
            "phonetic": "ɡɹɛnɐdiɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Like the Dumbo octopod paddling with its ear-like fins, or the grenadiers fish with its slow, eel-like tail beats."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlbmFkaWVy&hash=419b6ac7610a0815042b622e5f1f4643ff4de2e5&lang=en&cache-only=0",
            "defineEn": "deep-sea fish with a large head and body and long tapering tail",
            "defineVi": "cá biển sâu với đầu và thân lớn và đuôi thon dài"
        },
        {
            "id": "0494a933-108f-4262-b6a6-d974e97b0818",
            "word": "administrator",
            "phonetic": "ɐdmɪnɪstɹeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "School administrators are not on the firing line every day like the teachers are.",
                "I work with election administrators.",
                "I'm Gina McCarthy, administrator of the United States Environmental Protection Agency.",
                "According to EPA administrator Scott Pruitt, the president's order will replace the Obama plan with a pro-growth approach to regulation.",
                "According to EPA administrator Scott Pruitt, the president's order will replace the Obama plan with a pro-growth approach to regulation."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRtaW5pc3RyYXRvcg&hash=5086acd19460bfe6ee41f80ec90fbe51e05f3d8a&lang=en&cache-only=0",
            "defineEn": "someone whose job is managing and organizing the work of a company or institution",
            "defineVi": "một người có công việc quản lý và tổ chức công việc của một công ty hoặc tổ chức",
            "hasImg": true
        },
        {
            "id": "859dfd08-4ccf-4122-be24-5b132da67fe5",
            "word": "slander",
            "phonetic": "slændɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "These are slanders.",
                "We could be sued for slander or defamation. ",
                "His mother, Noor, tweeted: \"Truth and justice will prevail for all the innocent victims of this wicked slander.\"",
                "When you make a mistake of reading the comments and seeing other - my friends were also seeing the comments and they were saying that it was turning into libel and slander or whatever.",
                "And this person was very well known on Facebook, and so, long story short, the video was taking something, misunderstanding it, misinterpreting it, and changing whatever it was, and that started a whole thing of sort of libel and slander."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xhbmRlcg&hash=efdb7082d682e8eca81301bae16ed040799601e5&lang=en&cache-only=0",
            "defineEn": "words falsely spoken that damage the reputation of another",
            "defineVi": "những lời nói sai sự thật làm tổn hại đến thanh danh của người khác"
        },
        {
            "id": "f534e8c5-b334-4825-ab27-9010b81d6da6",
            "word": "spelunker",
            "phonetic": "spɛlʌŋkɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BlbHVua2Vy&hash=200cb79680b60bfc9814fff67bbb2dc17a3b3dcc&lang=en&cache-only=0",
            "defineEn": "a person who explores caves",
            "defineVi": "một người khám phá hang động"
        },
        {
            "id": "2b85d104-cb0b-4b08-8686-fbc5f7bf4730",
            "word": "curator",
            "phonetic": "kjʊɹɹeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The museum curator collects antique artworks for the museum's collection.",
                "Hey curator, come here.",
                "Funny story, our curator actually did find a human skull in the dumpster behind this building.",
                "Alexis interviewed museum curators, former Apollo engineers, current NASA scientists, and even some science YouTubers.",
                "Christiane Paul is curator of new media arts at New York's Whitney Museum."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VyYXRvcg&hash=fe917aa37ab4da2234f0f776e8bda4ecd2e69123&lang=en&cache-only=0",
            "defineEn": "someone who is in charge of a museum, taking care of a collection, artwork, etc.",
            "defineVi": "người phụ trách bảo tàng, chăm sóc bộ sưu tập, tác phẩm nghệ thuật, v.v.",
            "hasImg": true
        },
        {
            "id": "3b7095ac-c3ef-474b-84ad-4871ffa6a17a",
            "word": "demeanor",
            "phonetic": "dᵻmiːnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The biker gang plays up its tough demeanor and hellish reputation, but they're really just a bunch of regular guys.",
                "The old dog is long in the tooth, but still brings joy and companionship to its owner with its gentle demeanor and loyal nature.",
                "The manager was known for his calm demeanor, but when his employee made the same mistake for the third time, he finally lost his temper and reprimanded them - every dog gets one bite.",
                "He struggled to control his emotions and maintain a calm demeanor.",
                "Many people underestimate the power of introverts, thinking that their quiet demeanor means they have nothing to offer."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtZWFub3I&hash=ae3c3e814de71595e0e73e575f3c742e9a662a51&lang=en&cache-only=0",
            "defineEn": "(behavioral attributes) the way a person behaves toward other people",
            "defineVi": "(thuộc tính hành vi) cách một người cư xử với người khác"
        },
        {
            "id": "8387cc2d-7ee8-401a-a11b-500f83a487e2",
            "word": "aperture",
            "phonetic": "æpɚtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Webb will have an aperture of 8 meters.",
                "It's not setting the aperture correctly enough and the photos don't look very good.",
                "Four optical telescopes, each with an aperture of 0.7 meters, are being installed on California's Mount Palomar.",
                "A lot of people assign it to just aperture because it's convenient.",
                "This is their little button lock, and then they have a manual aperture priority, shutter priority program, and then six custom profiles, which is pretty awesome."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBlcnR1cmU&hash=b64dedde95e36d2bb35a01a3359111b6872af952&lang=en&cache-only=0",
            "defineEn": "the opening in a camera's lens that controls the amount of light that enters the camera and reaches the sensor or film",
            "defineVi": "lỗ mở trong ống kính của máy ảnh kiểm soát lượng ánh sáng đi vào máy ảnh và đến cảm biến hoặc phim"
        }
    ]
}