{
    "id": "277dc779-e29b-4a73-b89c-a11bd07ef9ae",
    "title": "Lesson 19",
    "originalTitle": "Lesson 19",
    "words": [
        {
            "id": "30004920-6404-4427-bfea-672fcac8fb25",
            "word": "immovable",
            "phonetic": "ɪmuːvəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "What happens if an immovable object meets an unstoppable force?",
                "The laws of physics make no preference for inertial frame of reference, so from my perspective here, I do not stir, and yet it's clear: the immovable object moves!",
                "Straight outta the stomach and snuggled around the pancreas, you’ve got the relatively short and mostly immovable duodenum, which is where most of the chemical digestion occurs.",
                "Of course, relativity clearly tells us that there is no such thing as an immovable object - here's why: If you pick any supposedly immovable object, or just something like your house or the earth, I can make it move.",
                "Of course, relativity clearly tells us that there is no such thing as an immovable object - here's why: If you pick any supposedly immovable object, or just something like your house or the earth, I can make it move."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1tb3ZhYmxl&hash=f7cfcb8e90cb18b7d7508384c9dbc4198bbdee15&lang=en&cache-only=0",
            "defineEn": "not able or intended to be moved",
            "defineVi": "không thể hoặc có ý định di chuyển"
        },
        {
            "id": "c0dd1849-8627-4dbe-b8f7-e1353eeb5d28",
            "word": "immiscible",
            "phonetic": "ɪmɪsəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "By dissolving hexamethylenediamine and adipic acid into two different immiscible, or un-mixable, solvents, we actually create nylon right here."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1taXNjaWJsZQ&hash=02984bca2a347fc645dc86956c7b5ef71e2042b9&lang=en&cache-only=0",
            "defineEn": "(chemistry, physics) incapable of mixing",
            "defineVi": "(hóa học, vật lý) không có khả năng trộn lẫn"
        },
        {
            "id": "8f76e67f-5911-418b-9170-76e91b6cfbbb",
            "word": "immeasurable",
            "phonetic": "ɪmɛʒɚɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The payoff would be immeasurable.",
                "In some ways Godzilla is the embodiment of both a hibakusha, who were ostracized during WW2 recovery, and an a-bomb itself, which can bring immeasurable damage to mankind because he is both the destroyer and the destroyed."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1tZWFzdXJhYmxl&hash=73694adebc53e09132078ad534157d05d9ce691a&lang=en&cache-only=0",
            "defineEn": "impossible to measure",
            "defineVi": "không thể đo lường"
        },
        {
            "id": "d3f25284-3963-4b90-bbe3-e9b9bd52bf23",
            "word": "immature",
            "phonetic": "ɪmətʃʊɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Immature people in their late 20s will love our spreadable cheese from those cracker things you'd get in your lunch as a kid.",
                "Polar bodies are small, immature cells generated by the cell divisions that occur during egg development.",
                "Yeah, their technology in facial recognition technology may be immature, I don’t know. ",
                "Maybe progress to Type 2 does not mean expanding outwards, and humanity is still too immature to imagine otherwise.",
                "We are still green and we have immature increase on all three need to be in the whining we're at countdown equals for the exiting."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1tYXR1cmU&hash=84f849a42c4f9bbdde428364ff40c326b814864c&lang=en&cache-only=0",
            "defineEn": "not fully developed or mature; not ripe",
            "defineVi": "không phát triển đầy đủ hoặc trưởng thành; chưa chín"
        },
        {
            "id": "ac2d914c-4af6-45bd-af72-77c0c1fe1936",
            "word": "immaterial",
            "phonetic": "ɪmətɪɹiəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Whether it actually happened is immaterial.",
                "Is there something immaterial about me that will survive after I die?",
                "The notion of a non-physical consciousness echoes the belief of many religions in an immaterial soul for which the body is only a temporary shell.",
                "Some think that it's immaterial, others say it's a state of matter, like gas or liquid.",
                "Plato was convinced that Truth resided in the immaterial world of Ideas, while Aristotle’s attention was focused firmly on the ground."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1tYXRlcmlhbA&hash=5025486e2ad9f2c45160141f8386ccca8026d1a9&lang=en&cache-only=0",
            "defineEn": "not consisting of matter",
            "defineVi": "không bao gồm vật chất"
        },
        {
            "id": "a0fe72e1-c906-48ec-aa89-87ebb6646ed5",
            "word": "profligate",
            "phonetic": "pɹɑːflᵻɡeɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I thought the profligate had seen the light and was seeking redemption, and so I took him into my care."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZmxpZ2F0ZQ&hash=ad97c23315d4697aa0fa7cb94f2542920488c1e1&lang=en&cache-only=0",
            "defineEn": "recklessly wasteful",
            "defineVi": "lãng phí một cách liều lĩnh"
        },
        {
            "id": "2ba2fa8c-c42e-4660-81fc-373b8c4dcfb5",
            "word": "profligacy",
            "phonetic": "pɹɑːflɪɡəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wanted the right to own property, and to shield their families’ financial security from the profligacy of drunken husbands."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZmxpZ2FjeQ&hash=a62b8e00a2f3aca649189176edcab767cf3f01c0&lang=en&cache-only=0",
            "defineEn": "dissolute indulgence in sensual pleasure",
            "defineVi": "phóng đãng đắm chìm trong dục lạc"
        },
        {
            "id": "f85f2ab3-44d8-46f5-b592-3d25303c3d35",
            "word": "to seclude",
            "phonetic": "tə sᵻkluːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Manicured, eerily perfect, and as secluded as ever.",
                "Another HI-SEAS mission, which lasted 12 months, was all about feeling connected even when you’re secluded on a lava flow, with the help of a virtual reality program called ANSIBLE.",
                "And although they clearly see the problems in French society, they firmly adhere to the mustiness of their own ways, such as keeping women secluded in a harem and guarded by eunuchs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VjbHVkZQ&hash=bb405ac6e22055aebda41768bce14e99132b17d3&lang=en&cache-only=0",
            "defineEn": "keep away from others",
            "defineVi": "tránh xa những người khác"
        },
        {
            "id": "8861c765-d7aa-4942-912a-84fd9253320a",
            "word": "seclusion",
            "phonetic": "sᵻkluːʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "But this fall, Putnam is in semi-seclusion, with wife Rosemary in resplendent rural New Hampshire, and he appreciates the irony.",
                "And three of these were in seclusion together with unmasked Republicans, and a fourth may have been as well.",
                "And in communities where many girls and women were left in seclusion, other women had opportunities to serve as their lawyers, accountants, and scribes, and doctors, and teachers, and other professionals.",
                "So Americans were already uneasy about people ditching mainstream society to seek a higher purpose in seclusion."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VjbHVzaW9u&hash=a98423374ffbdca8d93f3e78e03179e7572e95e2&lang=en&cache-only=0",
            "defineEn": "the act of secluding yourself from others",
            "defineVi": "hành động tách mình ra khỏi người khác"
        },
        {
            "id": "dd11f02b-e120-421b-83e4-74ba4e0a209c",
            "word": "secular",
            "phonetic": "sɛkjʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It can be found in secular music as well.",
                "And what will the secular decline of sugar sweetened beverages in the US mean for the future of Coca Cola?",
                "- Blending gospel and secular sounds hasn't stopped.",
                "Nasser’s was a largely secular nationalism, and he and his successors saw one of the other anti-imperialistic nationalist forces in Egypt, the Muslim Brotherhood, as a threat.",
                "But back in Bavaria, law professor Adam Weishaupt’s attempts to teach secular philosophy continued to be frustrated."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VjdWxhcg&hash=1e6db5c0bbf15f0f9e2e7a3b405b61bc4e1ba00b&lang=en&cache-only=0",
            "defineEn": "not concerned or connected with religion",
            "defineVi": "không quan tâm hoặc kết nối với tôn giáo"
        },
        {
            "id": "38f49565-0450-45ee-90f0-f55af962cc1e",
            "word": "to engross",
            "phonetic": "tʊ ɛŋɡɹoʊs ",
            "partOfSpeechType": "verb",
            "examples": [
                "A state of mind, where you're totally engrossed in a task until you lose all sense of time.",
                "But you're way too engrossed in those podcasts to remember to cough.",
                "It's kind of like the opposite of being mindful, when you're engrossed in the moment.",
                "If you've ever found yourself completely engrossed in whatever you were doing, you’ve probably experienced what psychologists call a flow state.",
                "And pretty soon, we might be faced with virtual reality experiences so engrossing that it wouldn’t be much of a surprise if some people preferred them over real life."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5ncm9zcw&hash=febbcf3599988c30e4dc8293e91edb2dee98c7de&lang=en&cache-only=0",
            "defineEn": "devote (oneself) fully to",
            "defineVi": "cống hiến (bản thân) đầy đủ cho"
        },
        {
            "id": "2f586ad5-7dcd-4979-b975-9be166eeb0da",
            "word": "to engross",
            "phonetic": "tʊ ɛŋɡʌlf ",
            "partOfSpeechType": "verb",
            "examples": [
                "A state of mind, where you're totally engrossed in a task until you lose all sense of time.",
                "But you're way too engrossed in those podcasts to remember to cough.",
                "It's kind of like the opposite of being mindful, when you're engrossed in the moment.",
                "If you've ever found yourself completely engrossed in whatever you were doing, you’ve probably experienced what psychologists call a flow state.",
                "And pretty soon, we might be faced with virtual reality experiences so engrossing that it wouldn’t be much of a surprise if some people preferred them over real life."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5ncm9zcw&hash=febbcf3599988c30e4dc8293e91edb2dee98c7de&lang=en&cache-only=0",
            "defineEn": "devote (oneself) fully to",
            "defineVi": "cống hiến (bản thân) đầy đủ cho"
        },
        {
            "id": "92849f1e-3446-4353-8e77-bdfb24b8b48e",
            "word": "poise",
            "phonetic": "pɔɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "She is currently having it going on, turning heads wherever she goes with her stunning looks and poise.",
                "The country is poised to surpass Japan as the world's third biggest new car market in 2021.",
                "Conductive plastics are also poised to replace all sorts of other devices.",
                "Now some South Korean students are poised to go back in school as early as next week.",
                "He was poised to win."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9pc2U&hash=5ad0f48bcdc2b28a37e5d68e18b445ca007af0ec&lang=en&cache-only=0",
            "defineEn": "great coolness and composure under strain",
            "defineVi": "sự mát mẻ và bình tĩnh tuyệt vời dưới sự căng thẳng"
        },
        {
            "id": "7f63c2b0-98eb-4a58-9b95-481e26d8b68c",
            "word": "poised",
            "phonetic": "pɔɪzd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Governor Whitmer is really just an incredible, fearless and poised leader."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9pc2Vk&hash=00b98e2bdd917fcbadb393fdbee2deea7acc9521&lang=en&cache-only=0",
            "defineEn": "marked by balance or equilibrium and readiness for action",
            "defineVi": "được đánh dấu bằng sự cân bằng hoặc trạng thái cân bằng và sẵn sàng hành động"
        },
        {
            "id": "c0ff9203-2882-49a1-a182-b422aa66ea72",
            "word": "to congeal",
            "phonetic": "tə kəndʒiːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The sauce is congealed pig blood.",
                "Okay, now we have my personal favorite-- congealed blood, congealed pork blood.",
                "So when we look up at the night sky past those galaxies and see the ancient light of the cosmic microwave background radiation, we're literally seeing the starting point, the proverbial cream, if you will, from which the starry curds of the universe congealed.",
                "- I can't believe how congealed and compact it is already.",
                "And what we’ve learned so far is that, even though it looks like a 1.4-kilogram lump of gray, congealed oatmeal, the brain is made up of super-specific areas that have super-specific functions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZ2VhbA&hash=a24708feb655056be3ffb1d9714a89746cd47dba&lang=en&cache-only=0",
            "defineEn": "become gelatinous",
            "defineVi": "trở nên sền sệt"
        },
        {
            "id": "0bd81ae1-7bc3-4c2c-951f-7d1ec6ece414",
            "word": "congenial",
            "phonetic": "kəndʒiːnɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Even in periods when there might have been relatively friendlier or even congenial relations between the countries.",
                "This is a country that Russia had always had a much more congenial, almost familial relationship with, although there were tensions between Russians and Ukrainians."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZ2VuaWFs&hash=bf8725a2155823269c50c7c1b95180aee2639248&lang=en&cache-only=0",
            "defineEn": "suitable to your needs",
            "defineVi": "phù hợp với nhu cầu của bạn"
        },
        {
            "id": "24ac7474-da5c-412c-aaea-6b58fe2d9570",
            "word": "congenital",
            "phonetic": "kəndʒɛnɪɾəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We call that congenital esotropia.",
                "Others have congenital prosopagnosia.",
                "Luckily, such congenital conditions are very rare.",
                "Sacks’s face blindness is congenital, but it may also be acquired through disease or injury to that same region of the brain.",
                "Lea, now 35, was born with a congenital disability called osteogenesis imperfecta, or brittle bone disease."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZ2VuaXRhbA&hash=2867e8880bb9a5ff071b6824a2ced21ce64e2e4b&lang=en&cache-only=0",
            "defineEn": "having a disease since birth but not necessarily hereditary",
            "defineVi": "mắc bệnh từ khi sinh ra nhưng không nhất thiết là do di truyền"
        },
        {
            "id": "61d77505-2c3f-4da1-8ee5-433a8ce6c529",
            "word": "domestic",
            "phonetic": "dəmɛstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The firm will be turning up the heat on its rivals in a highly competitive industry now scrapping for a share of the domestic market.",
                "In some cultures, the idea that one cannot love and be wise was used to reinforce gender roles, with men being encouraged to pursue intellectual pursuits and women being expected to focus on domestic and emotional responsibilities.",
                "One in three women in Tarrant County, Texas, will experience domestic violence in her lifetime.",
                "So domestic audience is very important.",
                "Today’s domestic dogs all trace their DNA back to ancient wolves."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9tZXN0aWM&hash=4ffc842200a0ee20a7be3138c4d6618d2fa31852&lang=en&cache-only=0",
            "defineEn": "of or relating to the home",
            "defineVi": "của hoặc liên quan đến nhà"
        },
        {
            "id": "dea8d98a-9ca8-4610-9d1e-ffbdede2f3bb",
            "word": "domesticity",
            "phonetic": "dəmɪstɪsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The minivan is a vehicle that too many screams domesticity.",
                "Some middle class women found work in that most disreputable of fields, teaching, but the cult of domesticity held that a respectable middle class woman should stay at home.",
                "Rousseau promoted what would come to be called middle-class values, like hard work, practicality, and domesticity for women.",
                "So I assume Stan brought up Harriet Beecher Stowe’s sister to point out that it wasn’t just men who bought into the Cult of Domesticity."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9tZXN0aWNpdHk&hash=df78922a899d0fd7e076fc7d4f92d839eda80376&lang=en&cache-only=0",
            "defineEn": "the state or quality of being focused on home life, family, and the activities associated with maintaining a household",
            "defineVi": "trạng thái hoặc chất lượng tập trung vào cuộc sống gia đình, gia đình và các hoạt động liên quan đến việc duy trì hộ gia đình"
        },
        {
            "id": "630a9205-193c-4947-8d4e-2655e8456aaa",
            "word": "domicile",
            "phonetic": "dɑːmɪsaɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Frank Haines, he's a legislative budget and finance officer to the Senate Budget and Appropriations Committee of New Jersey, says, quote, We may be facing an unusual degree of income tax forecast risk if news reports are true that the person ranked by Forbes is the wealthiest man in Jersey has shifted personal and business domicile to another state.",
                "And I clearly taxes aren't going to be the motivational factor that's going to get me to move or domicile."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9taWNpbGU&hash=7fb30bfd006904f2e1b544e1e9963906acd3897a&lang=en&cache-only=0",
            "defineEn": "housing that someone is living in",
            "defineVi": "nhà ở mà ai đó đang sống",
            "hasImg": true
        }
    ]
}