{
    "id": "277db689-0b23-4471-a3d6-2b162ec9e735",
    "title": "Geography",
    "originalTitle": "Geography",
    "words": [
        {
            "id": "c0eeee9f-14fd-444d-b53d-beb16d217501",
            "word": "geology",
            "phonetic": "dʒɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "To modern ears, geology is dry as dust, its subject matter lifeless in every sense.",
                "I love geology jokes.",
                "Unseen geology is also a suspect for one of the world’s weirdest light displays.",
                "But none of them match the geology of the nearby area.",
                "Perseverance, collect the geology samples."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VvbG9neQ&hash=cda886a2c105734676f9deec152646001de60148&lang=en&cache-only=0",
            "defineEn": "a field of science that studies the formation of the structure of the Earth and its history",
            "defineVi": "một lĩnh vực khoa học nghiên cứu sự hình thành cấu trúc của Trái đất và lịch sử của nó",
            "hasImg": true
        },
        {
            "id": "e1afa822-7411-433f-ae66-19d6c4535a48",
            "word": "hemisphere",
            "phonetic": "hɛmɪsfɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The left hemisphere controls the right side of our bodies, and vice versa. ",
                "Hey fun fact, though: the western hemisphere has water too.",
                "In one corner, the northern hemisphere is entering flu season.",
                "And so both hemispheres are going to get the same amount of radiation from the sun.",
                "All vertebrate brains consist of two hemispheres: the right and left."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVtaXNwaGVyZQ&hash=74eba366290e89e698c39a763a0741919745b755&lang=en&cache-only=0",
            "defineEn": "one half of the earth divided by the equator",
            "defineVi": "một nửa trái đất bị chia cắt bởi đường xích đạo",
            "hasImg": true
        },
        {
            "id": "e38d7910-bfeb-486b-86e4-a12cdad5277d",
            "word": "altitude",
            "phonetic": "æltɪtuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Neither of these technologies addresses altitude.",
                "They know our altitude.",
                "So we've got altitude.",
                "And at high altitudes, more hemoglobin means more efficient oxygen transport.",
                "This rocket flew to an altitude of 739 meters."
            ],
            "audio": "https://tts.langeek.co/read?text=YWx0aXR1ZGU&hash=c0816757dcc931a91d393f2202b9697fc74ed763&lang=en&cache-only=0",
            "defineEn": "the distance between an object or point and sea level",
            "defineVi": "khoảng cách giữa một đối tượng hoặc điểm và mực nước biển"
        },
        {
            "id": "675e887f-0b74-4c42-bfc9-7e2dc901833e",
            "word": "latitude",
            "phonetic": "læɾɪtuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Latitude is distance north or south of Earth’s equator.",
                "And southern latitudes will have more daylight than nighttime.",
                "Globally, net primary production on land generally changes with latitude.",
                "Further north, in temperate and high latitudes, the net primary production varies seasonally.",
                "And because of Florida’s latitude, rockets get a big speed boost from the Earth’s rotation."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF0aXR1ZGU&hash=34c34fe5b2d40ac18fbeb9511a6b1ad4794dfdf8&lang=en&cache-only=0",
            "defineEn": "the distance of a point north or south of the equator that is measured in degrees",
            "defineVi": "khoảng cách của một điểm phía bắc hoặc phía nam của đường xích đạo được đo bằng độ",
            "hasImg": true
        },
        {
            "id": "4cd42a9f-6611-42ee-b9a0-26c26270d547",
            "word": "continental",
            "phonetic": "kɑːntɪnɛntəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Morale among continental soldiers was often pretty low.",
                "Well the good news is, continental crust is usually fairly stable.",
                "Its tire manufacturer Continental even developed special foam-filled tires, which reduced the noise of the road by 9 decibels.",
                "Fourteen point six million properties in the continental U.S. are at a substantial risk of flooding in 2020.",
                "In exchange, his continental cronies turn him on to Europe’s hottest scientific craze: Electricity."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGluZW50YWw&hash=410a8ea29e425cbd9c10847a8781616eacbde049&lang=en&cache-only=0",
            "defineEn": "relating to or characteristic of any continent",
            "defineVi": "liên quan đến hoặc đặc trưng của bất kỳ lục địa"
        },
        {
            "id": "42884d1b-a011-40a3-97bc-dd635f7cb439",
            "word": "longitude",
            "phonetic": "lɔndʒɪtuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Precise longitude measurements require precise clocks.",
                "Longitude is distance east or west of the Greenwich Meridian, an imaginary line that runs from the North Pole to the South Pole and through Greenwich, England.",
                "To look just at Guatemala, we’d jump between 13°45’ and 17°48’ north latitude and 88°14’ and 92°13’ west longitude.",
                "Not only does it give you radial alignment, but it can give you axial alignment along the longitude of the tube.",
                "So, eventually, people came up with a mechanical timepiece called a chronometer to figure out longitude."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9uZ2l0dWRl&hash=1e040971a240ceacd42404a8a0bfc40c526cb2e1&lang=en&cache-only=0",
            "defineEn": "the distance of a point east or west of the meridian at Greenwich that is measured in degrees",
            "defineVi": "khoảng cách của một điểm phía đông hoặc phía tây của kinh tuyến tại Greenwich được đo bằng độ",
            "hasImg": true
        },
        {
            "id": "d8c15c45-50fe-4506-a7e6-0b8175104095",
            "word": "tropic",
            "phonetic": "tɹɑːpɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "When in reality, the tropics contain about 40% of area on Earth.",
                "More species exist near the tropics.",
                "Life is more stable in the tropics.",
                "It smells like Hawaiian tropics!",
                "Like that more species live in the tropics than at the poles. "
            ],
            "audio": "https://tts.langeek.co/read?text=dHJvcGlj&hash=da40f4d24e6a80a437e380ab713285d0705bffc4&lang=en&cache-only=0",
            "defineEn": "each of the two parallel and imaginary lines around the earth that is 23°26ʹ south or north of the equator",
            "defineVi": "mỗi trong số hai đường song song và tưởng tượng quanh trái đất nằm ở 23°26ʹ nam hoặc bắc của đường xích đạo"
        },
        {
            "id": "1d5e5aa5-77b2-472b-af5d-fbae082dac8b",
            "word": "tropical",
            "phonetic": "tɹɑːpɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Our dream destination for this year's vacation is a secluded tropical island.",
                "The market vendor displayed a variety of tropical fruits, each with its own unique-colored mesocarp.",
                "Drizzling key lime syrup over pancakes or waffles gives them a delicious tropical twist.",
                "I discovered the delightful combination of pawpaw and coconut in a tropical fruit salad.",
                "The agar cubes added a delightful chewiness to the tropical fruit salad."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJvcGljYWw&hash=b0f7196a5f14bdbd5385c350fe882b8957764aa9&lang=en&cache-only=0",
            "defineEn": "situated in or from the hottest parts of the world at the sides of the equator",
            "defineVi": "nằm trong hoặc từ các khu vực nóng nhất trên thế giới ở hai bên đường xích đạo",
            "hasImg": true
        },
        {
            "id": "9115bb07-03a5-4384-9a78-7425260ac5e9",
            "word": "horizon",
            "phonetic": "hɚɹaɪzən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Smoke appeared on the horizon.",
                "I'm expanding my horizon.",
                "The experience has widened their horizon and fostered their knowledge in Learning Study.",
                "Scientists believe that a major breakthrough is on the horizon.",
                "I feel really good about broadening my horizons."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9yaXpvbg&hash=5cd82a693f6dc248d00c0d7113963d7962e23e1d&lang=en&cache-only=0",
            "defineEn": "the line where the sky and earth seem to come in contact with each other",
            "defineVi": "đường mà trời và đất dường như tiếp xúc với nhau",
            "hasImg": true
        },
        {
            "id": "1483a879-f6bb-4f0d-9b73-91d6348efef0",
            "word": "equator",
            "phonetic": "ɪkweɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But in the Early Permian, humid tropical swamps still straddled the equator.",
                "This flow of ocean water starts near the Equator.",
                "The equatorial hydrogens form a ring around the axial hydrogens, sort of like Earth’s equator.",
                "Earth’s equator is spinning around at hundreds of meters per second.",
                "So this is the equator."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXF1YXRvcg&hash=88355e7bd06b77d954c06bdb35c3a2872ee209f8&lang=en&cache-only=0",
            "defineEn": "a hypothetical line around the Earth that divides it into Northern and Southern hemispheres",
            "defineVi": "một đường giả thuyết quanh Trái đất phân chia nó thành các bán cầu Bắc và Nam",
            "hasImg": true
        },
        {
            "id": "bfbed1b4-670a-4f89-aaf4-45dd573dbdc2",
            "word": "peninsula",
            "phonetic": "pənɪnsjʊlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Also, at the time, the Arabian peninsula was like this crazy religious melting pot.",
                "However, in the 1990s, scientists uncovered ejecta sites around the Chicxulub crater on the Yucatan peninsula in Mexico.",
                "St. John’s is the only hospital on the peninsula.",
                "High school tuition at the Waldorf School of the Peninsula is more than $35,000.",
                "The private Waldorf School of the Peninsula, which has campuses in Los Altos in Mountain View, is highly sought after."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVuaW5zdWxh&hash=cb4863fe7b6dae65961041c9a3201268f20851a9&lang=en&cache-only=0",
            "defineEn": "a large body of land that is partially surrounded by water but is attached to a larger area of land",
            "defineVi": "một vùng đất rộng lớn được bao quanh một phần bởi nước nhưng được gắn vào một diện tích đất lớn hơn"
        },
        {
            "id": "144595ac-90af-40bd-9062-2246c297a020",
            "word": "highland",
            "phonetic": "haɪlənd ",
            "partOfSpeechType": "noun",
            "examples": [
                "There, former water channels connect Mars’s southern highlands and northern lowlands.",
                "Only the highlands east and north of the Danakil Depression restrain the Red Sea from rushing in.",
                "What can you see in the Highlands?",
                "The southern highlands are also three to eight kilometers higher than the northern plains, and the crust is twice as thick.",
                "Eventually, erosion or quakes will create a break in the highlands, and the depression will quickly become an ocean floor."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlnaGxhbmQ&hash=4fd7f42a13e4ae3e9817b6cd6dd0427eb4ea61bf&lang=en&cache-only=0",
            "defineEn": "land with mountains or hills",
            "defineVi": "đất có núi hoặc đồi",
            "hasImg": true
        },
        {
            "id": "f79b0064-1355-418c-81ea-b2f5cdba07ea",
            "word": "inland",
            "phonetic": "ɪnlənd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It was 150 miles inland from Boston as the crow flies.",
                "Some of that 1% is sitting in glaciers farther inland.",
                "When predators like shorebirds or insects eat beach hoppers, they can carry these nutrients further inland. ",
                "They're known as America's inland seas.",
                "In Minnesota, the wall of ice made it almost 25 meters inland and stretched along 4 kilometers of shoreline."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5sYW5k&hash=61ebd4ff4b49a99c6fa0948eb32f1264f6973d65&lang=en&cache-only=0",
            "defineEn": "located away from the coast",
            "defineVi": "nằm cách xa bờ biển"
        },
        {
            "id": "f338e72b-5591-4494-ba76-ef72bd81d0c2",
            "word": "hilly",
            "phonetic": "hɪli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In Tetouan, we found someone who knew where the victim was from, and we headed up into a hilly district."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlsbHk&hash=cc28fd345801225b4a9440d8e2e955197b4f7c1c&lang=en&cache-only=0",
            "defineEn": "having many hills",
            "defineVi": "có nhiều đồi",
            "hasImg": true
        },
        {
            "id": "2f855097-405b-411f-bc2a-cdd59b0b07ba",
            "word": "terrain",
            "phonetic": "tɚɹeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "John went hiking in the mountains and by the end of the day, his dogs were barking from all the steep climbs and uneven terrain.",
                "But the forest floor is rough terrain.",
                "Is the terrain easy enough to travel over?",
                "But the desert simulates the terrain of the moon and not a lot else.",
                "Study the terrain, environment, and wildlife of any new area before you enter it."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVycmFpbg&hash=bc2250a3d952f1d921e49cb242c4e58934bb9119&lang=en&cache-only=0",
            "defineEn": "an area of land, particularly in reference to its physical or natural features",
            "defineVi": "một vùng đất, đặc biệt liên quan đến các đặc điểm vật lý hoặc tự nhiên của nó"
        },
        {
            "id": "47232164-9bf9-4ebe-a799-54f87de50edc",
            "word": "slope",
            "phonetic": "sloʊp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The k here is the slope.",
                "The slope looks like this.",
                "Our slope is negative 2.",
                "It'll have slope.",
                "The derivative is the slope."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xvcGU&hash=4b3fd247c7c650dc6a6ed1769adf38c583c8f491&lang=en&cache-only=0",
            "defineEn": "a stretch of land forming part of a hill or mountain",
            "defineVi": "một dải đất tạo thành một phần của một ngọn đồi hoặc núi"
        },
        {
            "id": "16ff6424-f73d-4b90-876c-e824f26f3007",
            "word": "pole",
            "phonetic": "poʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "She climbed the greasy pole to become the CEO.",
                "He has reached the top by climbing the greasy pole for over a decade.",
                "After weeks of crash dieting, Jessica's friends noticed that she has become as skinny as a pole.",
                "He's been climbing the greasy pole for years, but still no one has managed to expose him.",
                "Mary used to have a healthy figure, but now she's been dieting excessively and looks skinny as a pole."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9sZQ&hash=5ef368b855abcd33a1240613f952409145188e5e&lang=en&cache-only=0",
            "defineEn": "the most northern or most southern points of the earth that are joined by its axis of rotation",
            "defineVi": "các điểm cực bắc hoặc cực nam của trái đất được nối với trục quay của nó"
        },
        {
            "id": "0e807972-ab57-4d7a-bee4-c260b8889f45",
            "word": "ravine",
            "phonetic": "ɹəviːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "And now you at least get the image somebody is working on the problem to bridge the ravines.",
                "Three Gorges spans several deep, narrow ravines surging with powerful water.",
                "The country has just had these ravines opened up or stay open that are ancient.",
                "He was feared because he possessed the ability to lead people and animals astray, forcing them to die from exhaustion trying to find their way home or misleading them to fall into a ravine or swamp."
            ],
            "audio": "https://tts.langeek.co/read?text=cmF2aW5l&hash=3f33960a61b44aa4923f55538c41e56a6bd133e5&lang=en&cache-only=0",
            "defineEn": "a deep narrow valley with steep sides, usually worn by a stream",
            "defineVi": "một thung lũng sâu hẹp với các sườn dốc, thường bị dòng suối bào mòn",
            "hasImg": true
        },
        {
            "id": "89d37bbc-d86e-499d-92dd-be21c7e42b93",
            "word": "branch",
            "phonetic": "bɹæntʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The branch broke with a loud snap.",
                "The laws were reformed root and branch.",
                "The authorities have offered an olive branch to the community.",
                "The branch began to give under his weight.",
                "After all, the highest branch is not the safest roost."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJhbmNo&hash=ea0bdf57655d68997d3b4fe2e441d585f705257a&lang=en&cache-only=0",
            "defineEn": "a smaller part of a river that is separated from the main and larger part",
            "defineVi": "một phần nhỏ hơn của một con sông được tách ra từ chính và phần lớn hơn"
        },
        {
            "id": "380eb387-bac7-4fea-8d64-5f50ca83f881",
            "word": "current",
            "phonetic": "kɜːɹənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Current drilling technology thus barely scrapes the surface.",
                "The current situation is spelling disaster for the project.",
                "The clock on my computer screen shows the current time and date.",
                "We discuss current scientific advancements and discoveries in science class.",
                "He was happy with his current phone and saw no need to spend money on a new one."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VycmVudA&hash=0ee051e55ff2970c2eb90dd3fef901416be84d4b&lang=en&cache-only=0",
            "defineEn": "flow or movement of water or air in a specific direction",
            "defineVi": "dòng chảy hoặc chuyển động của nước hoặc không khí theo một hướng cụ thể"
        },
        {
            "id": "a0450135-7cc3-4b0a-9baf-0778d2f4fbc6",
            "word": "tide",
            "phonetic": "taɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The votes in the swing state may turn the tide in this election.",
                "The victory turned the tide of the war in North Africa.",
                "Certain species of dinoflagellates can create red tides, affecting marine life.",
                "Wow, they really turned the tide on their opponents by scoring 20 unanswered points!",
                "You're swimming against the tide regarding thank you letters."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlkZQ&hash=f5f5ac2a9f56c6235d906f2a13a5848a26c9c954&lang=en&cache-only=0",
            "defineEn": "the rise and fall of the sea level, which happens regularly, as a result of the attraction of the sun and moon",
            "defineVi": "sự dâng lên và hạ xuống của mực nước biển diễn ra thường xuyên do sức hút của mặt trời và mặt trăng",
            "hasImg": true
        },
        {
            "id": "694f0849-76dc-4dd7-96c2-0f323c6d2702",
            "word": "gulf",
            "phonetic": "ɡʌlf ",
            "partOfSpeechType": "noun",
            "examples": [
                "This book bridges a gulf between the metaphysics literature and philosophy of mind literature.",
                "We keep Gulf fritillary butterflies here.",
                "Just ask the Gulf corvina fish.",
                "This is the Gulf region's backyard.",
                "The secret meetings continued for months in the Gulf state of Oman."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VsZg&hash=1ecacb2968b5c3d58a8ae66d492a1f7df574d421&lang=en&cache-only=0",
            "defineEn": "an area of sea that is partly surrounded by land, with a narrow opening",
            "defineVi": "một vùng biển được bao quanh một phần bởi đất liền, với một lỗ hẹp",
            "hasImg": true
        },
        {
            "id": "a7c19aa3-1942-4179-8054-3e1a38f2ff18",
            "word": "coastal",
            "phonetic": "koʊstəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The distinctive smell of decaying gulfweed is often associated with coastal areas.",
                "She always felt like she belonged in the small coastal town where she grew up.",
                "Ecosystems, food security, jobs, economies, and coastal cultures all depend on it.",
                "But between 1616 and 1619, a mysterious disease devastated these coastal settlements.",
                "Their coastal capital, Jakarta, is sinking."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29hc3RhbA&hash=cb70a306797918c8a138095245bd70ae0afbfe6d&lang=en&cache-only=0",
            "defineEn": "situated on or near a coast",
            "defineVi": "nằm trên hoặc gần bờ biển"
        },
        {
            "id": "7a851b8c-49d7-4454-afa5-fd84a6c16fbd",
            "word": "crater",
            "phonetic": "kɹeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sinkholes happen when water eats away at underground rock, creating pits and craters.",
                "Our mighty explosion just leaves another crater.",
                "The crater is almost as wide as the asteroid itself.",
                "That crater is still there, in Mexico!",
                "At night the new crater breathed flashes of fire."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JhdGVy&hash=9b6fe523b971c8c1d5bffda10c1faee3a00f0e3c&lang=en&cache-only=0",
            "defineEn": "the round top of a volcano",
            "defineVi": "đỉnh tròn của một ngọn núi lửa"
        },
        {
            "id": "ca7519d6-64ec-4ec5-b9d0-75172bf68a3c",
            "word": "lava",
            "phonetic": "lɑːvə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Covered in lava?",
                "Lava can come out of craters in different ways.",
                "Here at home, we also have lava tubes in volcanically active places like Hawai’i, Iceland, and the Canary Islands.",
                "That's your lava.",
                "For some volcanoes, like Stromboli, lava shoots out like a fiery fountain."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF2YQ&hash=64f33d5727cbd4ccb6771c18ad4f35ae6a2004ec&lang=en&cache-only=0",
            "defineEn": "a substance from the inner layers of the Earth which is erupted out of a volcanic mountain",
            "defineVi": "một chất từ các lớp bên trong của Trái đất được phun ra từ một ngọn núi lửa",
            "hasImg": true
        },
        {
            "id": "e3f8c0ea-4ec7-47ba-843f-803eb31ee000",
            "word": "iceberg",
            "phonetic": "aɪsbɜːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The news is shocking, but we may find out that the stories we've heard so far are just the tip of the iceberg.",
                "Icebergs are from glacial ice.",
                "But the iceberg contains more heat, more thermal energy.",
                "Tabular icebergs form a plateau with a flat top.",
                "-This iceberg broke off of the Larsen C Ice Shelf in Antarctica."
            ],
            "audio": "https://tts.langeek.co/read?text=aWNlYmVyZw&hash=2d81d31ec3165d42cf1ca1fe22c20953ee6dd762&lang=en&cache-only=0",
            "defineEn": "a very large floating piece of ice",
            "defineVi": "một mảnh băng trôi nổi rất lớn"
        },
        {
            "id": "f6920e89-9006-4d92-9a1c-ffd67cd92e69",
            "word": "glacier",
            "phonetic": "ɡleɪʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Glaciers long ago left so many clues all over the world.",
                "Glaciers are kind of like giant ice cubes on Earth.",
                "Glaciers are so neat!",
                "Glaciers are made up of many layers of snow.",
                "Glaciers crept out of their mountain ranges and down to lower elevations."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xhY2llcg&hash=d0b32caf2911f1b210e408e9ce7eeedf59f595e6&lang=en&cache-only=0",
            "defineEn": "a huge mass of ice that moves very slowly, usually down a slope",
            "defineVi": "một khối băng khổng lồ di chuyển rất chậm, thường là xuống dốc",
            "hasImg": true
        },
        {
            "id": "9c29aa3a-3a59-4178-b28d-32543fc0fa18",
            "word": "canyon",
            "phonetic": "kænɪən ",
            "partOfSpeechType": "noun",
            "examples": [
                "A canyon is a deep gorge or gully in the earth.",
                "Meanwhile, erosion and other processes have also played a part, with wind and rain carving canyons, arches, and other amazing landscapes.",
                "Like its gigantic canyon system that’s 1800 kilometers long and up to 7.5 kilometers deep.",
                "In the past, fires have rarely crossed the canyon, but the Camp Fire was now spreading at a rate of 80 football fields a minute.",
                "- Hi guys, we're at the Grand Canyon"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FueW9u&hash=81db4a4ed80afbd67ab316feb06426791c81bd28&lang=en&cache-only=0",
            "defineEn": "a valley that is deep and has very steep sides, through which a river is flowing usually",
            "defineVi": "một thung lũng sâu và có những mặt rất dốc, qua đó một dòng sông thường chảy",
            "hasImg": true
        },
        {
            "id": "7014d21a-a1ec-4327-9925-6fc17daf5852",
            "word": "reef",
            "phonetic": "ɹiːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "We saw a group of fish swimming together near the coral reef.",
                "The sea is home to a variety of marine life, such as fish, dolphins, and coral reefs.",
                "Reefs are an increasingly important resource for breakthrough medical treatments, too.",
                "First of all, coral reefs are an incredible source of biodiversity.",
                "But Caribbean reef squid have a different lifestyle than most other cephalopods."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVlZg&hash=10eb00fe8f223281f7f4ee634b0ea481de3f1646&lang=en&cache-only=0",
            "defineEn": "a ridge of rock or a line of sand near the surface of a body of water",
            "defineVi": "một dải đá hoặc một dải cát gần bề mặt của một vùng nước",
            "hasImg": true
        },
        {
            "id": "fa68cbcf-4f76-4bee-b72b-dce771303342",
            "word": "coral reef",
            "phonetic": "kɔːɹəl ɹiːf ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29yYWwgcmVlZg&hash=66c831cc44e2687b9556b9cf7a771667dd49f5b7&lang=en&cache-only=0",
            "defineEn": "a natural underwater structure formed by coral",
            "defineVi": "một cấu trúc dưới nước tự nhiên được hình thành bởi san hô",
            "hasImg": true
        },
        {
            "id": "a7f7957d-2861-475a-8f72-ea227648a1fc",
            "word": "pond",
            "phonetic": "pɑːnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The pond is so shallow that you can easily touch the bottom with your feet.",
                "Ever since I started here, I've just been a little frog in a big pond.",
                "John was a big fish in a small pond at his old job, but he's struggling to keep up with the competition at his new company.",
                "Though Jennifer was popular and well-known within the walls of her small high school, she became a little frog in a big pond once she started attending a large state university.",
                "We're just little frogs in a big pond, doing all the printing and copying without any recognition whatsoever."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9uZA&hash=aabec5d66ae7423a42baadc5f22f49b9f1c6da19&lang=en&cache-only=0",
            "defineEn": "an area containing still water that is comparatively  smaller than a lake, particularly one that is made artificially",
            "defineVi": "một khu vực chứa nước tĩnh tương đối nhỏ hơn hồ, đặc biệt là hồ được tạo ra một cách nhân tạo",
            "hasImg": true
        },
        {
            "id": "34205c88-2dbd-4d91-970b-c25bd8922b86",
            "word": "marine",
            "phonetic": "mɚɹiːn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Certain species of fucoid algae serve as habitats for small marine creatures.",
                "Whales are incredible marine animals that migrate long distances.",
                "Certain species of dinoflagellates can create red tides, affecting marine life.",
                "Brown algae create habitats and provide food for marine species.",
                "The sea is home to a variety of marine life, such as fish, dolphins, and coral reefs."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFyaW5l&hash=3a7aa4424078132034bb72b4264b2bace4e04a53&lang=en&cache-only=0",
            "defineEn": "related to the sea and the different life forms that exist there",
            "defineVi": "liên quan đến biển và các dạng sống khác nhau tồn tại ở đó"
        },
        {
            "id": "feb0e846-8bd6-4061-ac98-a5d96c4f1da7",
            "word": "peak",
            "phonetic": "piːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her popularity reached its peak in the late 1990s.",
                "Mount Kilimanjaro is the highest peak in Africa.",
                "I took a photo of the mountain peak, capturing its majestic beauty.",
                "In 2006, the company's US sales peaked.",
                "Instead, on March 10, 2000, the dot-com boom reached its peak."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVhaw&hash=eae14ae144ce7a39e54eba6981ac369af3708486&lang=en&cache-only=0",
            "defineEn": "the pointed top of a mountain; a mountain that has a pointed top",
            "defineVi": "đỉnh núi nhọn; một ngọn núi có đỉnh nhọn",
            "hasImg": true
        }
    ]
}