{
    "id": "27b17953-fd42-465b-a8fe-c5235a7e7704",
    "title": "Animal Reproduction",
    "originalTitle": "Animal Reproduction",
    "words": [
        {
            "id": "91c22a07-02fd-42b5-b1f5-96a4d47e8019",
            "word": "fecundity",
            "phonetic": "fɛkʌndᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Things like fecundity, how many offspring an individual can have in a lifetime, make a huge difference in the size of a population."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVjdW5kaXR5&hash=a026dfb52e6fca269856177127673535143d20a5&lang=en&cache-only=0",
            "defineEn": "the ability of a living organism to produce a large number of offspring or viable eggs or seeds",
            "defineVi": "khả năng của một sinh vật sống để tạo ra một số lượng lớn con cái hoặc trứng hoặc hạt khả thi"
        },
        {
            "id": "93472fdb-96ff-46cf-a820-8d2171c7b417",
            "word": "asexuality",
            "phonetic": "eɪsɛkʃuːælᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And then from there you have the tier limited information, And that's where I might give a book resource or a statistic or something, Maybe even a title of their sexual orientation, like, just understanding that there is a word, Asexuality and having an identity that matches that."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNleHVhbGl0eQ&hash=10bf2f736ac8f5b048e4bd8b01cb39f30e2d440b&lang=en&cache-only=0",
            "defineEn": "a sexual orientation characterized by a lack of sexual attraction or desire for sexual activity",
            "defineVi": "một khuynh hướng tình dục được đặc trưng bởi sự thiếu hấp dẫn tình dục hoặc ham muốn hoạt động tình dục"
        },
        {
            "id": "da891882-5cfd-4257-859f-fcc71b5daea7",
            "word": "asexual reproduction",
            "phonetic": "eɪsɛkʃuːəl ɹᵻpɹədʌkʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXNleHVhbCByZXByb2R1Y3Rpb24&hash=77d60bacb559c02260e1fff51f25bd50ad486851&lang=en&cache-only=0",
            "defineEn": "a type of reproduction where a single organism can produce offspring without the involvement of another organism",
            "defineVi": "một kiểu sinh sản trong đó một sinh vật đơn lẻ có thể sinh con mà không có sự tham gia của sinh vật khác"
        },
        {
            "id": "c9c4c478-a3ae-4b03-a5e3-0ad6de436ce4",
            "word": "to hatch",
            "phonetic": "tə hætʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She never counted her chickens before they hatched",
                "Aren’t you counting your chickens before they have hatched?",
                "When dealing with important financial arrangements, it is imperative that you do not count your chickens before they are hatched.",
                "As a mother, it's hard to see my children struggle, but I know that every bird must hatch her own egg.",
                "She wanted to buy a dress in case someone asked her to the dance, but I told her not to count her chickens before they hatched."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGF0Y2g&hash=fdb23bd3c3014768788bb674ddb66cd6e392dbf4&lang=en&cache-only=0",
            "defineEn": "(of birds, fish, etc.) to come out of an egg",
            "defineVi": "(về chim, cá, v.v.) chui ra khỏi trứng",
            "hasImg": true
        },
        {
            "id": "d1c39aa0-163a-498b-96bc-3126bea4f9de",
            "word": "breeding",
            "phonetic": "bɹiːdɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"Poverty can be a breeding ground for crime and immorality, as the devil dances in empty pockets, so we should prioritize our poverty crisis,\" said the social worker during the community outreach program.",
                "Breeding can also save vulnerable breeds of dog.",
                "Meanwhile, captive breeding programs produced more giant tortoises.",
                "And livestock shows are all about good and bad breeding.",
                "Selective breeding is basically hoping for lucky hits."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlZWRpbmc&hash=1ba9e56100329b5370b95691ef71f58708fb725d&lang=en&cache-only=0",
            "defineEn": "the process of mating animals, plants, or microorganisms with desirable characteristics to produce offspring with those same traits",
            "defineVi": "quá trình giao phối động vật, thực vật hoặc vi sinh vật với các đặc điểm mong muốn để tạo ra con cái với những đặc điểm tương tự"
        },
        {
            "id": "b4f05f89-cb66-4b94-ab06-639eee268092",
            "word": "spawn",
            "phonetic": "spɔːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Could the Large Hadron Collider spawn a planet devouring black hole?",
                "But some scientists say the higher mutation rate could spawn new human species within centuries.",
                "Diamonds sometimes tend to spawn near lava.",
                "When the oysters spawn, they release their eggs and sperm directly into the water.",
                "Parents apparently want to raise their own spawn."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Bhd24&hash=629c18708cb39bb3610c3e58d6d7f7db43b07ef2&lang=en&cache-only=0",
            "defineEn": "the eggs that an aquatic animal or an amphibian lays and are covered with a transparent layer",
            "defineVi": "những quả trứng mà động vật thủy sinh hoặc động vật lưỡng cư đẻ và được bao phủ bởi một lớp trong suốt",
            "hasImg": true
        },
        {
            "id": "b59d0b5f-05f0-432e-821c-5474f5fd1c91",
            "word": "to lay",
            "phonetic": "tə leɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Careful planning laid the foundations for the nation’s economic miracle.",
                "Her early research laid the foundation for many important medical discoveries.",
                "The chicken laid an egg in the nesting box.",
                "The media barely lays a glove on him.",
                "Your article barely laid a glove on my arguments."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGF5&hash=de53d3058bf96b21c48f7ba19053d04d05c594d6&lang=en&cache-only=0",
            "defineEn": "(of a bird, insect, fish, etc.) to produce eggs",
            "defineVi": "(của một con chim, côn trùng, cá, v.v.) để sản xuất trứng",
            "hasImg": true
        },
        {
            "id": "3cc9f617-234d-4fc2-b6bc-8de897d51cd3",
            "word": "to breed",
            "phonetic": "tə bɹiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "A lack of investment in education can breed ignorance and apathy in a society.",
                "I learned about different breeds of cows and their characteristics.",
                "Excessive use of pesticides can breed resistance in pests, making them harder to control in the future.",
                "He saw that his unhealthy habits were influencing his children's behavior, as like breeds like.",
                "Sandra is a true New Yorker, born and bred in the heart of the city."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJlZWQ&hash=1d4213d24d7cf33a2ab9262d4d907746c1d5d878&lang=en&cache-only=0",
            "defineEn": "(of animals) to have sex and produce young",
            "defineVi": "(về động vật) giao hợp và đẻ con",
            "hasImg": true
        },
        {
            "id": "97932569-7e6b-40d0-a91e-e9d29bd67193",
            "word": "larva",
            "phonetic": "lɑːɹvə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Instead, the larva hatches from an egg inside the female fly.",
                "Inside, the larva is working hard. ",
                "A grub is a beetle larva.",
                "It’s a larva.",
                "It’s a fly larva."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFydmE&hash=ef60d77f3e3bb9fb502b7b0407528faebcba7420&lang=en&cache-only=0",
            "defineEn": "a young form of an insect or an animal that has come out of the egg but has not yet developed into an adult",
            "defineVi": "dạng non của côn trùng hoặc động vật chui ra khỏi trứng nhưng chưa phát triển thành con trưởng thành",
            "hasImg": true
        },
        {
            "id": "c8ed9847-66c1-4dc7-8242-56e489f4df1a",
            "word": "to fertilize",
            "phonetic": "tə fɜːɾɪlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The sperm fertilizes the egg.",
                "The male gamete fertilizes a female gamete.",
                "Three days later, they fertilized the eggs with sperm from a northern white rhino male.",
                "Two of her father’s sperm fertilized two of her mother’s eggs, resulting in two embryos that merged into one.",
                "While the Moon is helping baby fish to grow, meteors are fertilizing the growth of phytoplankton."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmVydGlsaXpl&hash=44c8e7a0f869440a4bb7d3c20b7bf27a6c523801&lang=en&cache-only=0",
            "defineEn": "to introduce male reproductive cells (sperm) into the female reproductive system to unite with the female reproductive cell (egg)",
            "defineVi": "để đưa các tế bào sinh sản nam (tinh trùng) vào hệ thống sinh sản nữ để hợp nhất với tế bào sinh sản nữ (trứng)"
        },
        {
            "id": "0fb3f9b6-cd6e-422f-9353-4cc8b27c98ee",
            "word": "chrysalis",
            "phonetic": "kɹɪsəlɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "It becomes a chrysalis.",
                "This one looks like a chrysalis to me.",
                "It’s actually the chrysalis of a monarch butterfly!",
                "Can you spot the chrysalises hanging on this branch?",
                "Later on, inside the chrysalis different genes paint in the colors based on those early instructions."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hyeXNhbGlz&hash=b86b3aef98b56310e7110b471c88246cb52028dd&lang=en&cache-only=0",
            "defineEn": "the stage of the metamorphosis that comes between the larval and adult stages of a moth or butterfly",
            "defineVi": "giai đoạn biến thái diễn ra giữa giai đoạn ấu trùng và giai đoạn trưởng thành của bướm đêm hoặc bướm",
            "hasImg": true
        },
        {
            "id": "17391189-7a00-4b9f-937c-22239ff80810",
            "word": "androgen",
            "phonetic": "ændɹədʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Blocking androgen receptors means androgen hormones can’t bind.",
                "Blocking androgen receptors means androgen hormones can’t bind.",
                "That's when the Adrenal glands star secreting androgens, which triggers the growth in activity of the skin's sebaceous glands, making skin more oily.",
                "In fact, spironolactone is so effective at blocking androgens that it can be prescribed along with estrogen for transwomen who choose to undergo hormone therapy.",
                "Men have more of this hair, because they produce more androgens."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5kcm9nZW4&hash=a57a035ae1d96d935ce3a95459454a7497e6ffde&lang=en&cache-only=0",
            "defineEn": "a male sex hormone, such as testosterone, that is responsible for the development and maintenance of male characteristics in humans and animals",
            "defineVi": "một loại hormone sinh dục nam, chẳng hạn như testosterone, chịu trách nhiệm phát triển và duy trì các đặc điểm nam ở người và động vật"
        },
        {
            "id": "ac004bb3-a0ef-4090-970a-bb42a8bbabb0",
            "word": "to mate",
            "phonetic": "tə meɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Pull the other leg, mate!",
                "The cuckoo called across the trees to its mate.",
                "I never wish to be in your place mate.",
                "I am trying to run a tight ship at work but my team mates have not taken me seriously yet.",
                "You can guess how that turned out mate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWF0ZQ&hash=b3a3e9b0e6dbc84ea0ae62dada25830c53544582&lang=en&cache-only=0",
            "defineEn": "(of animals) to have sex for breeding or giving birth to young ones",
            "defineVi": "(của động vật) quan hệ tình dục để sinh sản hoặc sinh con"
        },
        {
            "id": "b6bf2d13-11e0-47e5-bdfb-e6da5e30ef84",
            "word": "tadpole",
            "phonetic": "tædpoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "And he also leaves quite big shoes for a young tadpole like myself.",
                "Larval amphibians like tadpoles start their lives limbless and grow legs when they metamorphose into adults.",
                "My son just turned one, and the Tadpole crate is full of fun and educational toys that don't play annoying songs.",
                "That is, it looks like a couple of tadpoles trying to dig into your eyeballs.",
                "That’s because both frogs and toads lay their eggs in the water, where little tadpoles hatch out of the eggs!"
            ],
            "audio": "https://tts.langeek.co/read?text=dGFkcG9sZQ&hash=7d645cf127d8c800c8cf0bbc7dbf9ca61460aa02&lang=en&cache-only=0",
            "defineEn": "an amphibian in the larval stage",
            "defineVi": "một loài lưỡng cư trong giai đoạn ấu trùng",
            "hasImg": true
        },
        {
            "id": "e5e63566-45b9-4887-83d2-fd8f08e1acec",
            "word": "fertilization",
            "phonetic": "fɜːɾɪlᵻzeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Fertilization can occur by one of two techniques.",
                "So fertilization has to happen internally, before that shell forms.",
                "But even then, fertilization is still a step or three away from pregnancy.",
                "So immediately after fertilization, this zygote starts experiencing cleavage.",
                "But these are used for fertilization."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVydGlsaXphdGlvbg&hash=06b30e3a2934b5d52d0c4856e438aa9c37ec961f&lang=en&cache-only=0",
            "defineEn": "the union of a sperm and an egg to form a zygote, which marks the beginning of sexual reproduction in organisms",
            "defineVi": "sự kết hợp của một tinh trùng và một quả trứng để tạo thành hợp tử, đánh dấu sự khởi đầu của sinh sản hữu tính ở các sinh vật"
        },
        {
            "id": "f9c7fdde-523a-4df4-8920-cf2a018f891f",
            "word": "pedigree",
            "phonetic": "pɛdɪɡɹiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "A pedigree is proof of a dog's lineage.",
                "And these pedigree birds can sell for hundreds of thousands of dollars.",
                "Our birds are like pedigree dogs and cats.",
                "Okay, you can definitely see some of the pedigree here.",
                "Breeders will also invest in pedigree pets for sponsorship deals and prize money at international shows, driving their demand and price up even further."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVkaWdyZWU&hash=e5599daa75368ce2d5dd78ffc4834c13d26badff&lang=en&cache-only=0",
            "defineEn": "the parents, grandparents and the ancestors of an animal that are all purebred, or a certificate that proves this",
            "defineVi": "cha mẹ, ông bà và tổ tiên của một con vật đều thuần chủng hoặc giấy tờ chứng minh điều này"
        },
        {
            "id": "523dbfde-e183-4990-9429-31e980204cc6",
            "word": "to spay",
            "phonetic": "tə speɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Have your pet spayed or neutered.",
                "I'd love to, but I have to get my puppy, Donna spayed.",
                "And then we would also need to spay and neuter everyone, so it was best to just take in the gals.",
                "I have to get my puppy, Donna spayed.",
                "I have to get my puppy, Donna spayed."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3BheQ&hash=b721da37be95708fd709b4aad4b93ce6d35b5a70&lang=en&cache-only=0",
            "defineEn": "to remove the sexual organs of a female animal, called ovaries",
            "defineVi": "để loại bỏ các cơ quan sinh dục của động vật cái, được gọi là buồng trứng"
        },
        {
            "id": "2d65438d-aa4e-434b-b845-119f145cc73a",
            "word": "barrenness",
            "phonetic": "bæɹənnəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFycmVubmVzcw&hash=cb6ee7f5c0d9bacbfab42d080f66ce350f572752&lang=en&cache-only=0",
            "defineEn": "the inability of a person, animal or plant to reproduce",
            "defineVi": "sự bất lực của một người, động vật hoặc thực vật để sinh sản"
        },
        {
            "id": "3dd434c2-4597-4a72-8324-887d77fec495",
            "word": "breeder",
            "phonetic": "bɹiːdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Most breeders would patent their apple varieties in the U.S.",
                "After a cultivar is patented, a breeder chooses a name for its trademark.",
                "The Washington State University breeders were looking for an apple that would appeal to both consumers and to growers.",
                "But to fully own an apple, the breeder faces a final challenge - naming the fruit.",
                "Breeders will also invest in pedigree pets for sponsorship deals and prize money at international shows, driving their demand and price up even further."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlZWRlcg&hash=a58ae4d7976f46f6ebde3aa96ce3d5e4b4051c62&lang=en&cache-only=0",
            "defineEn": "a person or animal that produces offspring through reproduction",
            "defineVi": "một người hoặc động vật sản xuất con cái thông qua sinh sản"
        },
        {
            "id": "9a4e87c3-1e32-4dcd-8f8e-d4b222a549f6",
            "word": "to crossbreed",
            "phonetic": "tə kɹɔsbɹiːd ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY3Jvc3NicmVlZA&hash=240076961333bfd0c46b73e03e711fdb6875f118&lang=en&cache-only=0",
            "defineEn": "to make an animal or plant breed with a different type; to breed with a different animal or plant",
            "defineVi": "để tạo ra một giống động vật hoặc thực vật với một loại khác; sinh sản với một loài động vật hoặc thực vật khác"
        },
        {
            "id": "71c442e5-59cf-4970-870f-0901b54657cf",
            "word": "to neuter",
            "phonetic": "tə nuːɾɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Have your pet spayed or neutered.",
                "And then we would also need to spay and neuter everyone, so it was best to just take in the gals.",
                "We welcomed Earl Grey into Animal Wonders and set a vet appointment for Hazel to get neutered to give them the best chance at becoming friends.",
                "Also, if you plan to have a male and female housed together, it’s best to have the male neutered to prevent unwanted breeding."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbmV1dGVy&hash=7eff1e96b2a074d08dff787450fd46d9352c727d&lang=en&cache-only=0",
            "defineEn": "to remove the sex organs of a domestic animal in order to keep it from reproduction",
            "defineVi": "để loại bỏ các cơ quan sinh dục của một con vật nuôi để giữ cho nó khỏi sinh sản"
        },
        {
            "id": "314ea171-88db-4384-8cf8-c60cba363872",
            "word": "broody",
            "phonetic": "bɹuːdi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJvb2R5&hash=e4c10b6e6b10d6a5f756e8c82cd4cbd76fc57a6c&lang=en&cache-only=0",
            "defineEn": "a hen that sits on her eggs with the intention of hatching them",
            "defineVi": "một con gà mái ngồi trên những quả trứng của mình với ý định ấp chúng",
            "hasImg": true
        },
        {
            "id": "973c7d18-fc2f-4561-b7b8-d9b2f8949f2a",
            "word": "to incubate",
            "phonetic": "tʊ ɪŋkjuːbeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "For a control group, they had incubated the protein with RNA.",
                "Nowadays, within 24 to 48 hours, you can travel from one place to the other place and still be incubating the disease.",
                "Males spend less time incubating the eggs of dull-footed females, unless those eggs are large enough to show that the female put extra investment into their chick.",
                "Also, not only do zebra finches incubate their eggs differently in captivity, they start doing it as soon as they enter into it.",
                "As the pile decomposes, it generates the heat needed to incubate the eggs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5jdWJhdGU&hash=5f4bded6d42295161800b829e9988dc30665aa53&lang=en&cache-only=0",
            "defineEn": "to keep an egg in a favorable condition to help it develop until it hatches",
            "defineVi": "để giữ một quả trứng trong điều kiện thuận lợi để giúp nó phát triển cho đến khi nó nở",
            "hasImg": true
        },
        {
            "id": "88584150-adf0-4198-a5db-9f98f219a3db",
            "word": "brood",
            "phonetic": "bɹuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm brooding.",
                "They love to brood!",
                "On Seymour Island, off the Antarctic Peninsula, paleontologists have recovered brood balls of ancient dung beetles.",
                "But in one extraordinary case, a mother octopus watched over her brood for 53 months.",
                "In others, it’s in a special brood pouch."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvb2Q&hash=2f8af24985b49a58fac7e994e0ee369c6dca4925&lang=en&cache-only=0",
            "defineEn": "all the young of a bird hatched at the same time, or the young of an animal cared at together",
            "defineVi": "tất cả con non của một con chim nở ra cùng một lúc, hoặc con non của một con vật được chăm sóc cùng nhau",
            "hasImg": true
        },
        {
            "id": "1eaae04d-5ce2-4b15-999a-6473a470b944",
            "word": "frogspawn",
            "phonetic": "fɹɑːɡspɔːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "So in some cases, it might be frogspawn or frog ovaries eaten, and then thrown back up, by another animal."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJvZ3NwYXdu&hash=f51c32c80f024bcd7b1d69998b3d9a8f7d8dbbf7&lang=en&cache-only=0",
            "defineEn": "the eggs laid by a frog, covered in a jelly-like mucus",
            "defineVi": "những quả trứng do một con ếch đẻ ra, được bao phủ bởi chất nhầy giống như thạch",
            "hasImg": true
        },
        {
            "id": "57ef0dbf-6167-4252-9bb1-7979b44be505",
            "word": "to calve",
            "phonetic": "tə kæv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Ice that froze on land is glacial ice, and that calving off is a berg.",
                "These showed that the caribou used different breeding and calving grounds than the herds that live in the region today."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FsdmU&hash=e75d26b5233aa42feaac7767d912a927c68f452a&lang=en&cache-only=0",
            "defineEn": "to give birth to a calf (a young bovine animal)",
            "defineVi": "sinh ra một con bê (một con bò non)"
        },
        {
            "id": "a9515b1f-6566-4f90-8a9a-1207e68949bd",
            "word": "grub",
            "phonetic": "ɡɹʌb ",
            "partOfSpeechType": "noun",
            "examples": [
                "A grub is a beetle larva.",
                "They’re grubs!",
                "I put a grub in my friggen drink.",
                "Some of these grubs dig little tunnels through trees as they get bigger.",
                "A grub is a baby beetle, and some of these little insects like to live inside of trees as they grow up."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3J1Yg&hash=0fd7c55af393e6aeb0f6f495eb7831634dc150a8&lang=en&cache-only=0",
            "defineEn": "the young wormlike larva of an insect",
            "defineVi": "ấu trùng giống như sâu non của côn trùng",
            "hasImg": true
        },
        {
            "id": "b2403a19-9108-43e2-96e2-b6eaface43a9",
            "word": "pupa",
            "phonetic": "pjuːpə ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's called silkworm pupa.",
                "A wasp pierces the pupa to inject its own egg inside.",
                "A pupa is the cocoon-like phase these flies went through between being larvae and adults.",
                "After a couple of weeks, the larva hardens into a pupa.",
                "These white things are pupae - developing juveniles."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVwYQ&hash=7f3930f0b90bcf9f69665f08bf4db42680512cce&lang=en&cache-only=0",
            "defineEn": "an insect which is in an inactive transitory stage of its metamorphosis, between the larval and adult stages",
            "defineVi": "một loài côn trùng đang trong giai đoạn chuyển tiếp không hoạt động của quá trình biến thái, giữa giai đoạn ấu trùng và giai đoạn trưởng thành"
        },
        {
            "id": "135317c2-3e6e-4c83-9494-5fc9a0a066ae",
            "word": "to farrow",
            "phonetic": "tə fæɹoʊ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZmFycm93&hash=33ed606afa84a83106c55c58fb906438708f9cf3&lang=en&cache-only=0",
            "defineEn": "to give birth to a litter of piglets",
            "defineVi": "đẻ một lứa heo con"
        },
        {
            "id": "40e037d1-10fc-42c3-b912-9ac5a0a0c15d",
            "word": "silkworm",
            "phonetic": "sɪlkwɜːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "But the worms don’t produce spider silk, either, just better silkworm silk.",
                "So far, researchers have created silkworms that carry the spider silk gene.",
                "Silk usually comes from silkworms.",
                "It's called silkworm pupa.",
                "We’ve been using silkworm silk to make clothing and textiles for around 5,000 years."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lsa3dvcm0&hash=802d0564ec14deaf451878d9c42c80e4a9ad6d28&lang=en&cache-only=0",
            "defineEn": "the caterpillar of a silk moth that forms a cocoon during metamorphosis, which is later processed into silk",
            "defineVi": "con sâu bướm của một con bướm tơ tạo thành một cái kén trong quá trình biến thái, sau đó được xử lý thành tơ",
            "hasImg": true
        },
        {
            "id": "c318af19-2cee-43d9-a674-e6b498330607",
            "word": "barren",
            "phonetic": "bæɹən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Soon after, the barren planet crosses Mercury's orbit.",
                "A superhabitable planet would do away with these barren landscapes to support more species and more diversity.",
                "Which is a lot of action for a barren rock with no air!",
                "Deforestation may turn lush tropics into a barren patch, like a successful ensemble breaking up after losing its star performers.",
                "At the north edge of Santa Rosa city limits, you will find a barren lot marked by charred stumps and an empty pool."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFycmVu&hash=b91252527b7d1602e929d12ddd76d4e511464ac4&lang=en&cache-only=0",
            "defineEn": "incapable of reproducing or having children",
            "defineVi": "không có khả năng sinh sản hoặc có con"
        },
        {
            "id": "bded6037-576b-4ea3-beec-1e8a5dbadb13",
            "word": "polliwog",
            "phonetic": "pəliːwɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9sbGl3b2c&hash=95c452425a8e00601f3e87a086d3b531c30e795e&lang=en&cache-only=0",
            "defineEn": "an amphibian in larval stage; a tadpole",
            "defineVi": "một loài lưỡng cư trong giai đoạn ấu trùng; một con nòng nọc",
            "hasImg": true
        },
        {
            "id": "8f7ba4b9-a439-49f4-88a4-66bea68576e4",
            "word": "to foal",
            "phonetic": "tə foʊl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Meanwhile, horse foals usually are 1/10 of their mother's size.",
                "Foals can stand up within an hour of being born.",
                "He had the highest-price foal in the UK, and that sold for in excess of $100,000.",
                "You can pay $1,200 for a single straw, you can have a foal, and maybe three or four years later, you can sell that foal for sometimes $100,000.",
                "The foal would grow into a magnificent steed named Sleipnir and become Odin’s mount, a horse that could outrun the wind itself."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9hbA&hash=d3343ba06e7c24c75600bcf13ba2082c9308d6f4&lang=en&cache-only=0",
            "defineEn": "to produce or to give birth to a young horse or pony",
            "defineVi": "để sản xuất hoặc sinh ra một con ngựa non hoặc ngựa con"
        },
        {
            "id": "5f4aad4a-7cf4-497a-a1d2-e317009a714d",
            "word": "gamete",
            "phonetic": "ɡæmiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Those new cells, with just one set of chromosomes, are gametes.",
                "They produce these gametes.",
                "These are gametes.",
                "The male gamete fertilizes a female gamete.",
                "The male gamete fertilizes a female gamete."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FtZXRl&hash=e9d050ecdf69c3a59b75196c247f09dced25adcf&lang=en&cache-only=0",
            "defineEn": "a special cell used for reproduction, with sperm cells being the male gametes and egg cells being the female gametes",
            "defineVi": "một tế bào đặc biệt được sử dụng để sinh sản, với tế bào tinh trùng là giao tử đực và tế bào trứng là giao tử cái"
        },
        {
            "id": "f70ece7d-ed2c-43bb-90b5-8cdf1c767b38",
            "word": "to gestate",
            "phonetic": "tə dʒɛsteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Although not quite as long a pregnancy as an elephant, babies still gestate for 15 to 16 months.",
                "They also pay more attention to the voice of the person who gestated them and people who speak the same language than to other voices and languages.",
                "Now gestating within two hosts, the pathogen has twice the odds of mutating into a more successful virus.",
                "Paraceratherium was a placental mammal, like us, meaning that it gestated its young inside its body.",
                "Well, bigger mammal species give birth to bigger young, which requires a huge amount of time and energy to gestate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2VzdGF0ZQ&hash=c4d84112421959b8049d7bc17477d0615e752dd1&lang=en&cache-only=0",
            "defineEn": "to carry a developing embryo or fetus inside the uterus of a female mammal until it is ready to be born",
            "defineVi": "mang phôi hoặc bào thai đang phát triển bên trong tử cung của động vật có vú cái cho đến khi nó sẵn sàng chào đời"
        },
        {
            "id": "698255be-48b8-4c5f-a041-fd8eb5120088",
            "word": "hermaphrodite",
            "phonetic": "hɜːmæfɹədaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Snails are hermaphrodites.",
                "All leech species are carnivorous and they are hermaphrodites like earthworms.",
                "This is how we have to name nematode species - has three sexes: males, females, and hermaphrodites.",
                "OK to sum it up, Nemo is what's called a sequential hermaphrodite, meaning he can change his gender half way through his life, which is pretty impressive."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVybWFwaHJvZGl0ZQ&hash=dc154dd75e6a3c4efebcd2086febdddca0b85ab8&lang=en&cache-only=0",
            "defineEn": "an organism that has both male and female reproductive organs",
            "defineVi": "một sinh vật có cả cơ quan sinh sản nam và nữ"
        },
        {
            "id": "21b3db17-fa81-46a2-a7a1-4973a2a3516a",
            "word": "to impregnate",
            "phonetic": "tʊ ɪmpɹɛɡneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "And impregnate it.",
                "It goes back to a white man impregnating a black woman in slavery.",
                "I don't know, I don't know, I don't know, and now I'm impregnated with wonder",
                "This could also be like an alien egg, and this is the way the aliens impregnate all of us.",
                "Cows are impregnated over and over, separated from their young shortly after birth, and slaughtered once their tortured bodies are not productive anymore."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wcmVnbmF0ZQ&hash=ff2be151b0258c51c80bb9487837125206d2e35b&lang=en&cache-only=0",
            "defineEn": "to fertilize an egg and make it capable of developing into an embryo",
            "defineVi": "để thụ tinh cho trứng và làm cho nó có khả năng phát triển thành phôi"
        },
        {
            "id": "9dd3cc3a-298f-4c8e-b875-b859f3a16126",
            "word": "to lamb",
            "phonetic": "tə læm ",
            "partOfSpeechType": "verb",
            "examples": [
                "They roasted a tender and juicy gigot of lamb.",
                "The menu features an innovative dish of Korean-style lamb chops.",
                "He marinated a haunch of lamb overnight, then grilled it to perfection.",
                "He's a wolf in lamb's clothing.",
                "He prepared a mouthwatering dish with the tender and flavorful flesh of the lamb."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGFtYg&hash=a62139ab75df5c965ef9a3f0b32b611c041ecba6&lang=en&cache-only=0",
            "defineEn": "to give birth to a lamb, usually used in reference to sheep",
            "defineVi": "để sinh ra một con cừu, thường được sử dụng để chỉ cừu"
        },
        {
            "id": "5c3e6db4-f590-4bd7-ba53-4fab38bc2ff4",
            "word": "to procreate",
            "phonetic": "tə pɹɑːkɹiːeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "And the positive injunction there is: Do procreate!",
                "Luther preached that God made two sexes to procreate and that the clergy’s celibacy was against the divine plan.",
                "Nature wants the sunflower to procreate so the more seeds the better.",
                "Which is just weird, because the typical response to an infection is to be sick, and not waste energy trying to procreate.",
                "And the longer you wait between washes, the more food these critters will have and the more they'll procreate and multiply."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvY3JlYXRl&hash=946f87fcf845d99b2b7d2d5d6bd7e98c1fb39811&lang=en&cache-only=0",
            "defineEn": "to produce offspring sexually, typically involving the union of male and female gametes",
            "defineVi": "để sinh ra con cái hữu tính, thường liên quan đến sự kết hợp của giao tử đực và cái"
        },
        {
            "id": "eea19812-40fb-42b7-988a-6113c6989e83",
            "word": "to reproduce",
            "phonetic": "tə ɹᵻpɹəduːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Animals sexually reproduce.",
                "Snails that aren’t infected reproduce super quickly.",
                "They reproduced rapidly and numerously.",
                "They all reproduce with pine cones.",
                "Without a host cell, viruses would never reproduce."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVwcm9kdWNl&hash=77955e8616149a0f39ad12de8d0adf81dcdf1bc9&lang=en&cache-only=0",
            "defineEn": "(of a living being) to produce offspring or more of itself",
            "defineVi": "(của một sinh vật sống) để sinh ra con cái hoặc nhiều hơn nữa của chính nó"
        },
        {
            "id": "b7e19eed-c095-4118-a281-678d597693b3",
            "word": "to whelp",
            "phonetic": "tə wɛlp ",
            "partOfSpeechType": "verb",
            "examples": [
                "(laughing) - Whelp, guess I better check on the grill.",
                "Whelp, maybe you'll believe SCI treasurer Aaron Foley who told investors: We really are a cash cow."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2hlbHA&hash=5093c2e5df66b162128799d98ffe4f47a63beff4&lang=en&cache-only=0",
            "defineEn": "to give birth to puppies or young dog",
            "defineVi": "để sinh con chó con hoặc con chó nhỏ"
        },
        {
            "id": "e2c097e6-cca6-4371-bd78-01f61d0f719e",
            "word": "bloodline",
            "phonetic": "blʌdlaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Get that bloodline out of there.",
                "In fact, the bloodline of all stallion horses is closer than you might think.",
                "He said, \"Oh, the heathens have entered my bloodline, Lutheran.\"",
                "And, just as mtDNA can shed light on the growth and spread of certain maternal bloodlines, the Y chromosome can tell us about the migration patterns of some groups of men.",
                "So maybe, just maybe, it is part of my DNA, my bloodline or whatever you want to call it."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymxvb2RsaW5l&hash=52f7c4c4faab7ba55fb7b5b1d8a41358ddd6c0cb&lang=en&cache-only=0",
            "defineEn": "ancestors of an animal, particularly while referring to the good characteristics that it has inherited from them",
            "defineVi": "tổ tiên của một con vật, đặc biệt là khi đề cập đến những đặc điểm tốt mà nó được thừa hưởng từ họ"
        },
        {
            "id": "3dc1eea9-3f27-4b9b-8356-d5656add3ff8",
            "word": "to couple",
            "phonetic": "tə kʌpəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Lots of couples have problems in the first year of marriage.",
                "The couple spent their vacation in a cozy cabin, billing and cooing by the fireplace.",
                "Finally the couple may be celebrating a birthday, a wedding anniversary or some other red-letter day.",
                "The couple in the flat upstairs are always at it hammer and tongs.",
                "A couple of years in the army should make a man of him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY291cGxl&hash=71f63befbfa9fb9c9345f18aa3f53685ec0a3a85&lang=en&cache-only=0",
            "defineEn": "to join or connect two things or people together, often in a romantic or sexual way",
            "defineVi": "tham gia hoặc kết nối hai sự vật hoặc con người với nhau, thường theo cách lãng mạn hoặc tình dục"
        },
        {
            "id": "8553cf33-74d6-4f8c-95f5-d92edede09ad",
            "word": "oestrus",
            "phonetic": "iːstɹəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2VzdHJ1cw&hash=5de2e24d19f0ec13078b071b57cea1a9fe2e4e1f&lang=en&cache-only=0",
            "defineEn": "the recurring period of sexual receptivity and fertility in female mammals",
            "defineVi": "thời kỳ định kỳ của khả năng tiếp nhận tình dục và khả năng sinh sản ở động vật có vú cái"
        },
        {
            "id": "ebe38ce2-5898-40ff-80b9-77f0a2a9842c",
            "word": "to rut",
            "phonetic": "tə ɹʌt ",
            "partOfSpeechType": "verb",
            "examples": [
                "After ten years at the same job she says she's in a rut.",
                "I sometimes feel my that my relationship with Jeff is stuck in a rut.",
                "I had so many ambitions when I first graduated from college, but now I feel like I'm in a rut.",
                "My thinking was in a rut.",
                "Get yourself a discount, and get out of that recipe rut."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcnV0&hash=4ea4dfaf99b6ac59cfa004db9e0689107c915d05&lang=en&cache-only=0",
            "defineEn": "to go through a period of sexual activity or sexual aggression, especially in certain animals during their mating season",
            "defineVi": "trải qua một giai đoạn hoạt động tình dục hoặc xâm lược tình dục, đặc biệt là ở một số loài động vật trong mùa giao phối của chúng"
        },
        {
            "id": "6e92e72f-9977-4a24-b5ff-d6598a360ddd",
            "word": "incubation period",
            "phonetic": "ɪŋkjuːbeɪʃən piəɹɪəd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5jdWJhdGlvbiBwZXJpb2Q&hash=04ee2f8cd81bdc8866e922211e0d16ce92e23413&lang=en&cache-only=0",
            "defineEn": "the time between exposure to a pathogen and the onset of symptoms",
            "defineVi": "thời gian giữa việc tiếp xúc với mầm bệnh và sự xuất hiện của các triệu chứng"
        },
        {
            "id": "f1b54f48-56bf-41f5-a3e2-48f3d1fe79eb",
            "word": "to sire",
            "phonetic": "tə saɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Your wish is my command sire.",
                "Narrator: Galileo's position as the top sire is cemented by the achievements of his offspring.",
                "In turn, he has sired a further 10 winners.",
                "He has sired no less than 84 winners, including Frankel, who himself has now been put to stud, commanding the second-highest stud fee in the UK of around $220,000.",
                "According to an international team of scientists who studied the Y chromosomes of 52 horses from 21 breeds, practically all modern horses descended from just a few original stallions, from carriage horses hauling tourists in the streets right through to champion racehorses like Galileo, the world's most expensive sire."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2lyZQ&hash=4b76a61fd60ee58075c58dff7ccf4ea7c335e0d0&lang=en&cache-only=0",
            "defineEn": "to beget, procreate, or father offspring, typically used in reference to male animals",
            "defineVi": "để sinh ra, sinh sản, hoặc cha con, thường được sử dụng để chỉ động vật giống đực"
        },
        {
            "id": "81a76cfd-a333-4940-8082-84158169337f",
            "word": "to inseminate",
            "phonetic": "tʊ ɪnsɛmɪneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The second recombination occurs when a male inseminates a female.",
                "And the smaller they are, the less space and food they use up, leaving more for the females they want to inseminate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5zZW1pbmF0ZQ&hash=6c320291187678c9065ec36723a50dced7da54e7&lang=en&cache-only=0",
            "defineEn": "to introduce semen into the reproductive system, often by artificial means",
            "defineVi": "để đưa tinh dịch vào hệ thống sinh sản, thường bằng phương tiện nhân tạo"
        },
        {
            "id": "7fedfc83-926a-40ca-bab4-5ad6efb1ff01",
            "word": "sperm",
            "phonetic": "spɜːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The sperm fertilizes the egg.",
                "And each sperm cell will have one from each of these pairs, one version from each of those pairs.",
                "Meanwhile, sperm seem to fare, well, kind of okay in microgravity.",
                "Most sperm samples are produced by masturbation.",
                "We had a sperm and an egg."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Blcm0&hash=b01b63536ebbe73bec945cc61a5508837cfa213d&lang=en&cache-only=0",
            "defineEn": "the smallest and most motile cells in the male reproductive system responsible for fertilizing the female egg",
            "defineVi": "các tế bào nhỏ nhất và di động nhất trong hệ thống sinh sản nam chịu trách nhiệm thụ tinh cho trứng cái"
        },
        {
            "id": "fa207352-7235-40e4-bb97-35b37e209f20",
            "word": "egg",
            "phonetic": "ɛɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Eggs are a great source of protein.",
                "The chicken laid an egg in the nesting box.",
                "The eggs cook quickly in a hot frying pan.",
                "I wanted bacon and eggs for breakfast.",
                "The brunch special featured a beefburger with a sunny-side-up egg, crispy bacon, and a dollop of hollandaise sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWdn&hash=9442aaa358f96481306b74ee0ac4fb268e896189&lang=en&cache-only=0",
            "defineEn": "an oval or round object laid by a female bird, reptile, fish, or animals with no spine or backbone",
            "defineVi": "một vật thể hình bầu dục hoặc tròn được đặt bởi một con chim cái, bò sát, cá hoặc động vật không có xương sống hoặc xương sống",
            "hasImg": true
        }
    ]
}