{
    "id": "27c3db14-1b90-42f9-b825-b0d678135ce6",
    "title": "Certainty & Likelihood",
    "originalTitle": "Certainty & Likelihood",
    "words": [
        {
            "id": "522de543-5c25-4000-9131-00a99f25242a",
            "word": "certitude",
            "phonetic": "sɜːɾɪtuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I’m the 100% metaphysical certitude. "
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VydGl0dWRl&hash=8e42cb98e68811a9bdd7af5f007ac8620921b7d3&lang=en&cache-only=0",
            "defineEn": "the feeling of complete certainty",
            "defineVi": "cảm giác hoàn toàn chắc chắn"
        },
        {
            "id": "ed22ab7a-2299-4603-84f8-53c5945e4aa9",
            "word": "conviction",
            "phonetic": "kənvɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He has the courage of his convictions.",
                "The conviction of the billionaire sends a message to the world that no one gets a free pass to break the law.",
                "Lead your own life and have the courage of your convictions.",
                "When we learned of the conviction, we dropped him like a hot potato.",
                "George is a decent fella, it's just that he lacks the courage of his convictions."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udmljdGlvbg&hash=4c9043279fb2235c915110b3a75111aac74c92c8&lang=en&cache-only=0",
            "defineEn": "a belief or opinion that is very strong",
            "defineVi": "một niềm tin hoặc ý kiến đó là rất mạnh mẽ"
        },
        {
            "id": "d645fc7f-db7b-4604-b982-e003acd60654",
            "word": "robust",
            "phonetic": "ɹoʊbʌst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The hollow center of rigatoni allows it to hold robust sauces and fillings.",
                "When I tasted the tomato chutney, I was pleasantly surprised by the robust flavors.",
                "Sarah is strong as an oak, effortlessly conquering physical challenges with her robust and unyielding strength.",
                "The marinara sauce used a flavor enhancer made from sun-dried tomatoes, enhancing the robust and tangy taste.",
                "But these faster techniques produce less robust resilience."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9idXN0&hash=dd508e7e5449ea307626357a0bdc665cad9d4677&lang=en&cache-only=0",
            "defineEn": "displaying forcefulness and determination",
            "defineVi": "thể hiện sự mạnh mẽ và quyết tâm"
        },
        {
            "id": "3fc5cd07-16ae-476c-a11e-a8750cf45ea6",
            "word": "tentative",
            "phonetic": "tɛntətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "There is a tentative settlement.",
                "And a month later, it takes its first tentative steps into the world.",
                "And that tentative positive effect for mood disorders was also supported by findings from a 2016 meta-analysis.",
                "It was a workhorse for large scale settlement of space, at a time when pioneers were still making tentative steps to explore space.",
                "Just yesterday, Chicago and San Francisco, both involved in contentious battles, reached tentative agreements to reopen gradually."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVudGF0aXZl&hash=8be27ffc99665e07856f8734860bd7d4313734c0&lang=en&cache-only=0",
            "defineEn": "(of an agreement, etc.) indefinite or uncertain because one might make some changes to it in the future",
            "defineVi": "(của một thỏa thuận, v.v.) vô thời hạn hoặc không chắc chắn vì người ta có thể thực hiện một số thay đổi đối với nó trong tương lai"
        },
        {
            "id": "9f4887f8-3cfc-431f-b960-47eceb3e3dea",
            "word": "decidedly",
            "phonetic": "dᵻsaɪdɪdli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "She had a decidedly down-at-heel appearance.",
                "It is decidedly so.",
                "Whales are a decidedly non-renewable resource.",
                "I'm not interested in that with this plan, because this plan is decidedly not that.",
                "This was one of the first times it’s really so effectively and decidedly directed at a Supreme Court nominee. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjaWRlZGx5&hash=e781c06a49dfc0a1b56cc85339661dc4ef0f46ba&lang=en&cache-only=0",
            "defineEn": "in a way that is certain and beyond any doubt",
            "defineVi": "theo một cách chắc chắn và không còn nghi ngờ gì nữa"
        },
        {
            "id": "296bb125-4c36-4621-ba10-6991087633f8",
            "word": "supposedly",
            "phonetic": "səpoʊzɪdli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Organic food is supposedly healthier more natural and more ethical.",
                "Supposedly they all have their own strengths and weaknesses.",
                "The president supposedly loved it. ",
                "Supposedly the battery is replaceable in this thing.",
                "But this technology would supposedly require invasive surgery."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwcG9zZWRseQ&hash=23ed00bf933f22d15b6664b0576e89ee684688aa&lang=en&cache-only=0",
            "defineEn": "based on what is believed or claimed not on facts",
            "defineVi": "dựa trên những gì được tin tưởng hoặc tuyên bố không dựa trên sự thật"
        },
        {
            "id": "6bcc4fcf-5b63-4342-98ca-0d38f7786816",
            "word": "presumably",
            "phonetic": "pɹɪzuːməbli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "This has their web FAI information on it presumably.",
                "Presumably this would go somewhere else.",
                "Presumably, it's costing your neighbor a fortune as well. -",
                "So presumably, bigger Dimetrodons would need bigger sails.",
                "And then presumably, there's also,"
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc3VtYWJseQ&hash=d88c1d4bf1d298c88d9672dd186efa5f92756163&lang=en&cache-only=0",
            "defineEn": "used to say that the thing mentioned is based on an assumption",
            "defineVi": "được sử dụng để nói rằng điều được đề cập là dựa trên một giả định"
        },
        {
            "id": "d2698b30-2865-4000-9452-bf051893cbf7",
            "word": "inconclusive",
            "phonetic": "ɪŋkəŋkluːsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The scientific evidence remains inconclusive as to whether human activities affect the global climate.",
                "But so far, all scientific studies on the health benefits of coconut oil have been inconclusive, and nutritionists remain skeptical.",
                "The big issue is that a lot of research into sensory deprivation is kind of inconclusive.",
                "And the data's inconclusive when it comes to risk to humans.",
                "Just to recap, the data around cops in schools keeping students safe is inconclusive."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jb25jbHVzaXZl&hash=aef3d823bb1c74cb824f5dd40bfccace28dc6fd2&lang=en&cache-only=0",
            "defineEn": "not producing a clear result or decision",
            "defineVi": "không tạo ra một kết quả hoặc quyết định rõ ràng"
        },
        {
            "id": "cb4f9828-e9c3-4d07-a163-b2bb9e03dfe7",
            "word": "notional",
            "phonetic": "noʊʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This is not just notional.",
                "This is not just notional.",
                "So potential energy is energy that is being stored by an object's situation or kind of this notional energy that an object has by virtue of where it is.",
                "So every year the federal government decides more or less a kind of notional ceiling for how many refugees it wants to resettle in the U.S. ",
                "So in order for something to have this notional energy, some energy must have been put into it."
            ],
            "audio": "https://tts.langeek.co/read?text=bm90aW9uYWw&hash=4d40359db007fa069d2337f97d187fca4e3f2b40&lang=en&cache-only=0",
            "defineEn": "being solely based on imagination or theory rather that reality",
            "defineVi": "chỉ dựa trên trí tưởng tượng hoặc lý thuyết hơn là thực tế"
        },
        {
            "id": "9c8e5be2-80e8-4ce0-b300-9a2540308606",
            "word": "surmise",
            "phonetic": "sɚmaɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "The study surmised that with good hygiene and social distancing measures, there was no spread of Covid-19 in gyms.",
                "Not all animals have them, as you’ve probably surmised, but carnivores, rodents, and many primates do.",
                "Now he correctly surmised that these tiny positively charged ions were themselves fundamental particles: Protons.",
                "What we do, what we can surmise out of them, and part of the fun and challenge of speaking to a Washington audience is there might be someone in this room who, like, wrote the ECG plan who knows I'm entirely wrong about this."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VybWlzZQ&hash=d432e813cb99009d46511aa2b44ff0aec13177a4&lang=en&cache-only=0",
            "defineEn": "an estimation that points out the validity of something without sufficient evidence to confirm it",
            "defineVi": "một ước tính chỉ ra tính hợp lệ của một cái gì đó mà không có đủ bằng chứng để xác nhận nó"
        },
        {
            "id": "53edff3c-bb22-4165-8b88-239eb8cbfa0d",
            "word": "educated guess",
            "phonetic": "ɛdʒuːkeɪɾᵻd ɡɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "However, we can make some educated guesses.",
                "Test out each new hypothesis, or educated guess, yourself.",
                "We don’t know the exact conditions in Enceladus’ oceans, but astronomers do have some educated guesses.",
                "However, everything we know about their language and culture is only an educated guess.",
                "Of course, there are way too many of these guys to actually go out and count them, so scientists have to make educated guesses."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWR1Y2F0ZWQgZ3Vlc3M&hash=21896e8d48a04d31a0f47677fa0a1c01b44c6cf3&lang=en&cache-only=0",
            "defineEn": "a guess that is made according to one's experience or knowledge thus is more likely to be true",
            "defineVi": "một phỏng đoán được thực hiện theo kinh nghiệm hoặc kiến thức của một người do đó có nhiều khả năng đúng hơn"
        },
        {
            "id": "e415745e-fe90-4308-9ac0-f8972f0eb7e4",
            "word": "conjecture",
            "phonetic": "kəndʒɛktʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "MASHA GESSEN - Well, that’s all conjecture.",
                "I'm just conjecturing what it might mean.",
                "To be clear, this is pure conjecture.",
                "I’m not particularly comforted by this idea, but the good news is that this idea isn’t really much more than conjecture.",
                "Cantor's conjecture became known as the continuum hypothesis."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uamVjdHVyZQ&hash=72ef288815cfb3adb8a4451da29e59234a7ee956&lang=en&cache-only=0",
            "defineEn": "an idea that is based on guesswork and not facts",
            "defineVi": "một ý tưởng dựa trên phỏng đoán chứ không phải sự thật"
        },
        {
            "id": "5c4e3183-88ad-4a86-9efe-2eea9516dcc0",
            "word": "to guesstimate",
            "phonetic": "tə ɡɛstᵻmət ",
            "partOfSpeechType": "verb",
            "examples": [
                "Guesstimate your business expenses.",
                "I would guesstimate that it was leading out of the stomach.",
                "Or even better, guesstimating this.",
                "I think that there was a bit of a ballpark guesstimate on the website, but it wasn't official.",
                "So I'm just gonna, kinda guesstimate where that last, that last cervical is and cut into the muscle."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3Vlc3N0aW1hdGU&hash=9ebedfe6bd1d889fec9f99049c6c947d5d19d80a&lang=en&cache-only=0",
            "defineEn": "to estimate something by calculating and guessing",
            "defineVi": "để ước tính một cái gì đó bằng cách tính toán và đoán"
        },
        {
            "id": "07f6865c-f2c6-4cb6-96f2-52ca76aae6be",
            "word": "to check over",
            "phonetic": "tə tʃɛk oʊvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Every single hair is checked over by hand.",
                "I have graduate students from some European countries who literally check over their tax forms on their cell phones and say, yes, yes, yes, a djustthis.",
                "There are times when I'm still able to, like, check over every file and just make sure everything matches up because then I can lipread myself and look at the captions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hlY2sgb3Zlcg&hash=6ad503de14823259f13b51f98763c227631fbddf&lang=en&cache-only=0",
            "defineEn": "examine so as to determine accuracy, quality, or condition",
            "defineVi": "kiểm tra để xác định độ chính xác, chất lượng hoặc tình trạng",
            "hasImg": true
        },
        {
            "id": "82caa69d-8e3f-4ba6-87b1-fbeb749dbff3",
            "word": "to swear by",
            "phonetic": "tə swɛɹ baɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Celebrities like Halle Berry, Kourtney Kardashian, and Vanessa Hudgens all swear by it.",
                "Now, some people swear by certain treatments.",
                "While some argue against it, others swear by its great power and effectiveness.",
                "Twin swears by the, what she calls them, tomato-based french onion soup?",
                "He read a book, which he swore by."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dlYXIgYnk&hash=bb505092382fb275dac14ad7a18b2a25feb46314&lang=en&cache-only=0",
            "defineEn": "to be certain that something is good or useful",
            "defineVi": "để chắc chắn rằng một cái gì đó là tốt hoặc hữu ích"
        },
        {
            "id": "88c61291-d383-4217-9d7b-980a536a321a",
            "word": "speculative",
            "phonetic": "spɛkjʊlətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Like all current theories of everything, that equation is speculative.",
                "But speculative investing is ultra-risky.",
                "Coffee intake was also down due to speculative links between caffeine and cancer, high cholesterol and other health diseases.",
                "Well, most people are interested in bitcoin not as a currency, but a speculative investment.",
                "As it stands now, they’re speculative explorations of mathematical models."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlY3VsYXRpdmU&hash=6478124f2fc0996ec9d74aa4eee53d815c528846&lang=en&cache-only=0",
            "defineEn": "according to opinions or guesses instead of facts",
            "defineVi": "theo ý kiến hoặc phỏng đoán thay vì sự thật"
        },
        {
            "id": "302138db-a4f4-45f2-91ff-3289ea2dd50b",
            "word": "to second-guess",
            "phonetic": "tə sɛkəndɡɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Mary hired a lawyer to represent her in court, but she kept second-guessing his advice and tried to argue her own case.",
                "I'm sure just as the vice president second-guesses himself that the president second-guesses himself on this.",
                "Stop second-guessing whether or not they wanna spend time with you, Because they already are.",
                "I'm sure just as the vice president second-guesses himself that the president second-guesses himself on this.",
                "Isaac tries not to second-guess"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2Vjb25kLWd1ZXNz&hash=3703acb5f0381d467b7e3b6df7551d83c707affa&lang=en&cache-only=0",
            "defineEn": "to predict or anticipate an event or someone's reaction",
            "defineVi": "để dự đoán hoặc dự đoán một sự kiện hoặc phản ứng của ai đó"
        },
        {
            "id": "05bd752a-02a5-414c-bcca-5a8cd627a382",
            "word": "reputedly",
            "phonetic": "ɹᵻpjuːɾᵻdli ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVwdXRlZGx5&hash=7dadadd16e67983f372ab0efad9a9286006bf5d4&lang=en&cache-only=0",
            "defineEn": "used to say that something is true according to what people say, although it is uncertain",
            "defineVi": "được sử dụng để nói rằng một cái gì đó là đúng theo những gì mọi người nói, mặc dù nó không chắc chắn"
        },
        {
            "id": "ce50194e-c388-45cd-a450-4b897a8bf960",
            "word": "halting",
            "phonetic": "hɔltɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The new year has begun, unfortunately, with a halting start in addressing the pandemic.",
                "But is it your sense that things will start to get better, and this is really just the sort of early halting, faltering steps of this process?",
                "Analysts, academics and farmers themselves have all gotten used to admitting that they just don't know what to expect over these next few months, as it's become clear that the return to normal will be a slow, halting process."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFsdGluZw&hash=744758c68204a048e27b76f40e5880163cc5d9e6&lang=en&cache-only=0",
            "defineEn": "acting or talking with hesitation due to uncertainty or lack of confidence",
            "defineVi": "hành động hoặc nói chuyện với sự do dự do không chắc chắn hoặc thiếu tự tin"
        },
        {
            "id": "dc18e5ba-5628-424e-bb5a-fc2ddafef938",
            "word": "probabilistic",
            "phonetic": "pɹɑːbəbɪlɪstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Everything is probabilistic.",
                "Where it's bonded together like this, it's also sharing some electrons in a covalent bond, everything's probabilistic.",
                "It happens because protons are small enough that the probabilistic element of quantum mechanics plays a big role.",
                "While everyday objects like tennis balls or springs have simple and predictable motion, objects at quantum scales are probabilistic.",
                "They behave based on quantum mechanical, 3-dimensional wave functions, probabilistic distributions of electrons in space."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvYmFiaWxpc3RpYw&hash=d67037b950785a48eff880654a5e5e6432a7bd8e&lang=en&cache-only=0",
            "defineEn": "being solely based on an idea or theory one cannot be certain about",
            "defineVi": "chỉ dựa trên một ý tưởng hoặc lý thuyết, người ta không thể chắc chắn về"
        },
        {
            "id": "86e1d27a-8611-4f32-b9b2-3990db65ea27",
            "word": "concrete",
            "phonetic": "kɑːŋkɹiːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Leave the concrete to set for a few hours.",
                "The CEO gave a great speech about the company's commitment to social responsibility, but talk is cheap unless they start implementing concrete actions to reduce their carbon footprint.",
                "So the concrete is inherently stronger.",
                "The concrete industry uses about 3 trillion liters of water a year.",
                "\"The concrete evidence is right here.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY3JldGU&hash=091b554dde500bac878936298c2c64c6d528db2c&lang=en&cache-only=0",
            "defineEn": "according to facts instead of opinions",
            "defineVi": "theo sự thật thay vì ý kiến"
        },
        {
            "id": "c9508fd4-3adc-4fcf-976d-3ee02a805d9a",
            "word": "the dust [settle]",
            "phonetic": "ðə dʌst sɛɾəl ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhlIGR1c3Qgc2V0dGxl&hash=9dbe386382527d338f1f00de461f30de9d8dcce4&lang=en&cache-only=0",
            "defineEn": "to allow or wait for a situation to become calmer or more stable after a significant change or serious dispute",
            "defineVi": "để cho phép hoặc chờ đợi một tình huống trở nên bình tĩnh hơn hoặc ổn định hơn sau một thay đổi đáng kể hoặc tranh chấp nghiêm trọng"
        },
        {
            "id": "cbb4d4b5-0479-4009-a486-9d618c069eb6",
            "word": "paradoxical",
            "phonetic": "pæɹədɑːksɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "REM sleep is kinda paradoxical.",
                "The paradoxical nature of this trait was personified for the ancient Greeks in the mythical figure of Pandora.",
                "Let's just follow the paradoxical timeline through BEYOND its paradoxical conclusion.",
                "Let's just follow the paradoxical timeline through BEYOND its paradoxical conclusion.",
                "It’s the very act of struggling with these paradoxical puzzles which challenge our desire for resolution, and our understanding of understanding itself."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyYWRveGljYWw&hash=88a488be19dfdf92d8b7cc08c4a3b5d2f17bb19b&lang=en&cache-only=0",
            "defineEn": "(of a statement) containing two opposing facts or ideas that make it seem absurd",
            "defineVi": "(của một tuyên bố) chứa hai sự thật hoặc ý tưởng đối lập khiến nó có vẻ vô lý"
        },
        {
            "id": "d6c4054a-eef1-4178-99f2-389559261b93",
            "word": "foregone conclusion",
            "phonetic": "foːɹɡɑːn kəŋkluːʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So it's not a foregone conclusion that it's going to be Nancy Pelosi.",
                "but anyway, this all raises an interesting question: Was the result of the war a foregone conclusion?",
                "However, some market experts remain skeptical of drawing foregone conclusion based solely on market data.",
                "That was a foregone conclusion: He would never get out of committee.",
                "For us, the key focus was building a company that was going to be relevant and that was not a foregone conclusion, certainly not in the time that we were developing those products. "
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yZWdvbmUgY29uY2x1c2lvbg&hash=57e177254ca250bd2b96865b52b843c2d4e0e09e&lang=en&cache-only=0",
            "defineEn": "something that is assumed to be true or already decided upon before any evidence or arguments are presented",
            "defineVi": "một cái gì đó được cho là đúng hoặc đã được quyết định trước khi đưa ra bất kỳ bằng chứng hoặc lập luận nào"
        },
        {
            "id": "30037121-c4df-4f83-b5a6-6028ce08fb6c",
            "word": "to cross-check",
            "phonetic": "tə kɹɔstʃɛk ",
            "partOfSpeechType": "verb",
            "examples": [
                "It also serves as a cross-check of the results that analytical engineers produce."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3Jvc3MtY2hlY2s&hash=d938cad8ea4e0ed618ba564bfa755e7340b52e22&lang=en&cache-only=0",
            "defineEn": "to check the accuracy or validity of something by using alternative sources or methods",
            "defineVi": "để kiểm tra tính chính xác hoặc tính hợp lệ của một cái gì đó bằng cách sử dụng các nguồn hoặc phương pháp thay thế"
        },
        {
            "id": "289c49d3-9e4a-45a5-83ac-f2b787165600",
            "word": "categorical",
            "phonetic": "kæɾɪɡɔːɹɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Vowels aren’t categorical like this.",
                "There’s no categorical imperative or principle of utility.",
                "Categorical changes are really hard to reverse, once they’ve taken hold.",
                "So, the first formulation of the categorical imperative is about the universality of our actions.",
                "The first formulation of the categorical imperative is often known as the universalizability principle."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0ZWdvcmljYWw&hash=f948fe1e79801242079a9911eba3647fd28c8291&lang=en&cache-only=0",
            "defineEn": "without a doubt",
            "defineVi": "không nghi ngờ gì"
        },
        {
            "id": "a4f4ccc6-3eb8-444f-9b41-45694c759e6d",
            "word": "cinch",
            "phonetic": "sɪntʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The repair is a cinch.",
                "The student broke down a large project into smaller, more manageable tasks, as she believed that life is hard by the yard but by the inch life's a cinch.",
                "And they cinch the zip ties tight.",
                "Then they close their bell around the prey and cinch themselves up tight like a trash bag.",
                "We've given him good-tasting treats from the syringe before, so giving him medication now is a cinch."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2luY2g&hash=ba338bad1be25d90efbbde86eebb390023e81691&lang=en&cache-only=0",
            "defineEn": "someone who will surely do something; something that will surely happen",
            "defineVi": "một người chắc chắn sẽ làm điều gì đó; một cái gì đó chắc chắn sẽ xảy ra"
        },
        {
            "id": "fa06028f-a538-48e6-b80d-68300a1b5125",
            "word": "beyond doubt",
            "phonetic": "bᵻjɔnd daʊt ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmV5b25kIGRvdWJ0&hash=0e636ee2e42f1a79c33688b5afb4cc6a62cb777b&lang=en&cache-only=0",
            "defineEn": "without a doubt; used to show certainty",
            "defineVi": "không nghi ngờ gì; dùng để thể hiện sự chắc chắn"
        },
        {
            "id": "c580a797-5aab-4b52-9d54-6e27e8da2277",
            "word": "if in doubt",
            "phonetic": "ɪf ɪn daʊt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aWYgaW4gZG91YnQ&hash=0d46cbde4164d0599c0650089c771bed14f919d9&lang=en&cache-only=0",
            "defineEn": "‌used to offer advice or instructions to someone who is incapable of making decisions",
            "defineVi": "‌được sử dụng để đưa ra lời khuyên hoặc hướng dẫn cho người không có khả năng đưa ra quyết định"
        },
        {
            "id": "b20cf7f1-dc0c-4118-8cbe-f9766cefa0f1",
            "word": "long shot",
            "phonetic": "lɔŋ ʃɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "No city has escaped the recession, but Seattle has fared best by a long shot.",
                "It's like a long shot.",
                "Everyone who I've ever spoke to who uses capture one prefers capture one by a long shot over light room.",
                "In the game's final moments, Arizona missed a long shot before the buzzer to hand Stanford its third national title.",
                "But honestly, this was more of a long shot, because carbon dioxide molecules form a straight line, with the oxygen atoms on opposite ends."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9uZyBzaG90&hash=c35eb8843f17147c1a6e770da58e0cb6adb51fa6&lang=en&cache-only=0",
            "defineEn": "an attempt made without having any high hopes of achieving success",
            "defineVi": "một nỗ lực được thực hiện mà không có bất kỳ hy vọng cao nào để đạt được thành công"
        }
    ]
}