{
    "id": "27d2bc17-d135-47c2-8fc1-7bb26c608cc8",
    "title": "Unit 3 - Lesson 4",
    "originalTitle": "Unit 3 - Lesson 4",
    "words": [
        {
            "id": "8cc96772-dff5-4920-aad3-a9f5f18ee72c",
            "word": "to plan",
            "phonetic": "tə plæn ",
            "partOfSpeechType": "verb",
            "examples": [
                "I planned a surprise party for my little sister's birthday.",
                "She planned a romantic candlelit meal for their anniversary.",
                "They are planning a movie night at the movie theater with their family.",
                "The plan ran into a brick wall.",
                "The closing of the airport knocked our holiday plans on the head."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxhbg&hash=57d1ae82ab665f84c66208fc4aef1d35fe2f95e1&lang=en&cache-only=0",
            "defineEn": "to decide on the details of a future activity or event",
            "defineVi": "để quyết định về các chi tiết của một hoạt động hoặc sự kiện trong tương lai",
            "hasImg": true
        },
        {
            "id": "5be3b840-6584-437a-9c40-7ac8a5599a6a",
            "word": "to run",
            "phonetic": "tə ɹʌn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The local bus company only runs a skeleton service on Sundays.",
                "The college runs summer courses for foreign students.",
                "The college also runs evening classes in bricklaying and joinery.",
                "The bookcase runs the length of the room.",
                "The tabloid press ran the story."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcnVu&hash=a89561462897e0e7118780b949d5a04c57c3f8c0&lang=en&cache-only=0",
            "defineEn": "to manage and organize something such as a business, campaign, etc.",
            "defineVi": "để quản lý và tổ chức một cái gì đó chẳng hạn như một doanh nghiệp, chiến dịch, vv"
        },
        {
            "id": "bc14ccce-617d-42d4-8806-ed9a79f4c74d",
            "word": "event",
            "phonetic": "ᵻvɛnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their bread and butter is reporting local events.",
                "The event finished with a spectacular fireworks display.",
                "These events occurred within living memory.",
                "The tragic event tore the community out of its sense of normalcy.",
                "The paper’s bread and butter is reporting local events in a small community."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZlbnQ&hash=67a965bdb4925b1c8d9416b6b498c1cd51785858&lang=en&cache-only=0",
            "defineEn": "anything that takes place, particularly something important",
            "defineVi": "bất cứ điều gì diễn ra, đặc biệt là một cái gì đó quan trọng"
        },
        {
            "id": "bae9137f-fd34-4bf5-a86f-b2b231a9fe17",
            "word": "to send out",
            "phonetic": "tə sɛnd aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company sent out a trial balloon by leaking a rumor about a new product to test customer interest before investing in its development.",
                "She bought some stamps at the post office to send out her letters.",
                "The dinner was delicious, but the icing on the cake was when the chef sent out a complimentary dessert.",
                "In 2020, the airline sent out 5,000 cargo-only flights across 39 new routes.",
                "In the near vacuum up there, the energy from nuclear blast sends out lots of free electrons."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VuZCBvdXQ&hash=9ee33c98d42d280b8adeb75fcdd6d09ee481cfd9&lang=en&cache-only=0",
            "defineEn": "to send something to a number of people or places",
            "defineVi": "để gửi một cái gì đó cho một số người hoặc những nơi"
        },
        {
            "id": "2af643c4-5e9a-47ff-9c67-b97b6698df9f",
            "word": "announcement",
            "phonetic": "ɐnaʊnsmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The train announcement informed us about the next stop.",
                "The announcement only succeeded in creating confusion.",
                "The company made a big announcement about their new product, but it turned out to be a case of great cry and little wool.",
                "His resignation comes hard on the heels of the announcement that the company is going bankrupt.",
                "Government is much more interested in announcements than it is in actually doing the work to set the economy back on its feet."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5ub3VuY2VtZW50&hash=7bb150833e4d4ae418a50b18ad371cdce3e4ee90&lang=en&cache-only=0",
            "defineEn": "an official or public statement that contains information about something, particularly a present or future occurrence",
            "defineVi": "một tuyên bố chính thức hoặc công khai có chứa thông tin về một cái gì đó, đặc biệt là một sự xuất hiện hiện tại hoặc tương lai"
        },
        {
            "id": "cfff5faf-1633-42fc-8b89-ebc948dec397",
            "word": "to set up",
            "phonetic": "tə sɛt ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "They set up a table outside the café for al fresco dining.",
                "We set up a swing set in the yard.",
                "Have you set up the DVD player?",
                "You have to set up the software to fit the company like a glove.",
                "Roadblocks have been set up in an effort to capture several convicts who went over the wall."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2V0IHVw&hash=565f9fecb11c147d5f2eb949d86cb38c62fbb1ba&lang=en&cache-only=0",
            "defineEn": "to put things into a specific or orderly placement",
            "defineVi": "để đưa mọi thứ vào một vị trí cụ thể hoặc có trật tự",
            "hasImg": true
        },
        {
            "id": "b616bcc1-a92d-45ed-924f-58216bbe81b6",
            "word": "room",
            "phonetic": "ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Rooms begin at $139.",
                "This room gets very little sunshine.",
                "My motrher decorated her room with new curtains and pillows.",
                "This room would make a nice office.",
                "I let the spare room."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9vbQ&hash=dc972fc966baf4f97e531f9b11f9f109f6d55e45&lang=en&cache-only=0",
            "defineEn": "each of the different parts of a building that are divided by their own floors, ceilings, and walls, and are used for a specific reason",
            "defineVi": "mỗi phần khác nhau của một tòa nhà được phân chia bởi các tầng, trần và tường riêng của chúng và được sử dụng cho một mục đích cụ thể",
            "hasImg": true
        },
        {
            "id": "e80bd5ad-e19f-42e1-9fa4-6f941c3c15e2",
            "word": "projector",
            "phonetic": "pɹədʒɛktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can get your SciShow pinhole projector at dftba.com/scishow!",
                "The pilot's heads-up display is projected directly onto their visor rather than on the glass at the front of the cockpit thanks to two small projectors inside the helmet.",
                "so we all pulled up to one of my friend's garages and watched a movie off of her garage door with a projector.",
                "The basic idea is that these are glasses with a tiny projector built into one of their arms.",
                "Within two hours of a track meet, he was able to watch himself on an LCD projector back at the hotel."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvamVjdG9y&hash=40e988f0acfed4701688b32f178f19284609fa57&lang=en&cache-only=0",
            "defineEn": "a device used for making images or videos appear on a screen, wall, or other flat surfaces",
            "defineVi": "một thiết bị được sử dụng để làm cho hình ảnh hoặc video xuất hiện trên màn hình, tường hoặc các bề mặt phẳng khác",
            "hasImg": true
        },
        {
            "id": "27aad278-dae0-4073-bcbc-e5b3c98e37b1",
            "word": "to put up",
            "phonetic": "tə pʊt ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "They put up a good fight, but they never really had a chance of defeating us.",
                "She and her campaign put up a fight to the very end, but it was clear in the weeks leading up to the election that she would lose.",
                "The investors who have put up around $30 million could catch a cold.",
                "Why do they bother putting up a fight?",
                "'Put up your hands!'"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0IHVw&hash=3ee906fb83722ad10b57e558244c74185730d445&lang=en&cache-only=0",
            "defineEn": "to place something somewhere noticeable",
            "defineVi": "để đặt một cái gì đó một nơi nào đó đáng chú ý"
        },
        {
            "id": "39fd58db-e014-4588-8155-65e8de2dac83",
            "word": "sign",
            "phonetic": "saɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The sign must be taken down.",
                "The doctor examined her neck for any signs of injury.",
                "I checked the car for signs of damage.",
                "We sign our names with a pen when writing greeting cards.",
                "The loyal subjects bowed down before their king as a sign of reverence."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lnbg&hash=49c367b4ac03d1f65a0d1efed1f612016963e927&lang=en&cache-only=0",
            "defineEn": "a text or symbol that is displayed in public to give instructions, warnings, or information",
            "defineVi": "một văn bản hoặc biểu tượng được hiển thị ở nơi công cộng để đưa ra hướng dẫn, cảnh báo hoặc thông tin"
        },
        {
            "id": "b7b774fa-cf2b-42b8-939b-abda4af8f1b7",
            "word": "to check",
            "phonetic": "tə tʃɛk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Check the remix.",
                "The active ingredient checks the growth of bacteria.",
                "Check the box next to the right answer.",
                "I’ll check the dates.",
                "Any baggage over five kilos must be checked."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hlY2s&hash=af2883d85655ae205114b68a6b27c1a07fb2068f&lang=en&cache-only=0",
            "defineEn": "to make sure that a thing is true, correct, present, or in a good condition by examining something",
            "defineVi": "để đảm bảo rằng một điều là đúng, chính xác, hiện tại hoặc trong tình trạng tốt bằng cách kiểm tra một cái gì đó",
            "hasImg": true
        },
        {
            "id": "3a066257-03c1-4848-977e-2b4c28ab09d1",
            "word": "sound system",
            "phonetic": "saʊnd sɪstəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The all-in-one remote control allows you to operate your TV, DVD player, and sound system with a single device.",
                "[On Phone] Sound system, that you guys have ever seen, these things have got-- -",
                "The sound system is apparently tuned by Harman Kardon which if you guys don't know was acquired by Samsung a little while back.",
                "Bookshelf speakers are what we traditionally think of when it comes to a home sound system.",
                "So, this is Bose sound system, the most premium one is from Burmester, but I think it's safe to say, this one is quite good."
            ],
            "audio": "https://tts.langeek.co/read?text=c291bmQgc3lzdGVt&hash=fbc24920a533d37a80d1dae6a7bb19ea934e526e&lang=en&cache-only=0",
            "defineEn": "a piece of equipment used for playing recorded music, making a live performance, or turning up sound through speakers",
            "defineVi": "một phần của thiết bị được sử dụng để phát nhạc đã ghi, biểu diễn trực tiếp hoặc tăng âm thanh qua loa",
            "hasImg": true
        },
        {
            "id": "d6aed6b7-c536-467b-9d67-bb673bfe114e",
            "word": "microphone",
            "phonetic": "maɪkɹəfoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He pretended the carrot was a microphone and sang a silly song in front of the mirror.",
                "The laser is now hitting the microphone.",
                "I melted microphones instead of cones of ice cream.",
                "Maybe the microphone will work.",
                "My microphone isn't working."
            ],
            "audio": "https://tts.langeek.co/read?text=bWljcm9waG9uZQ&hash=47fbcc3c232a110d2cf52a06149c1e408341c407&lang=en&cache-only=0",
            "defineEn": "a piece of equipment used for recording voices or sounds or for making one's voice louder",
            "defineVi": "một phần của thiết bị được sử dụng để ghi lại giọng nói hoặc âm thanh hoặc để làm cho giọng nói của một người to hơn",
            "hasImg": true
        },
        {
            "id": "5fdef355-ddce-479e-8f20-2fb71b7c7557",
            "word": "handheld",
            "phonetic": "hændhɛld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He handheld shot at himself.",
                "And I left there, Did Jim shoot it, handheld?",
                "It has so much better graphics, so much more processing power than any other handheld console.",
                "Apparently you are emulating the games on this handheld but the emulators are under license from Evercade.",
                "The company is still supporting software for its other handheld console, the 3DS, and that came out in February 2011."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZGhlbGQ&hash=0184b2d78aec7efffdbd3a8ae3256d64cdc82d31&lang=en&cache-only=0",
            "defineEn": "having dimensions and a weight that holding and operating with one or both hands becomes possible",
            "defineVi": "có kích thước và trọng lượng có thể cầm và vận hành bằng một hoặc cả hai tay"
        },
        {
            "id": "3d645038-9113-4b6d-a81c-da28e29b8fc3",
            "word": "lapel",
            "phonetic": "lɐpɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "A cartoon of Robert E. Lee pressing the green button on a gas chamber where my face had been photoshopped into it with a star of David on my lapel in reference to the Confederate statue issue here in Charlottesville.",
                "You're bound to have friends or family who would love these Mars Socks, trilobite fossils, or this Space Shuttle lapel pin.",
                "You're bound to have friends or family who would love these Mars Socks, trilobite fossils, or this Space Shuttle lapel pin.",
                "You're bound to have friends or family who would love some Mars Socks, trilobite fossils, or maybe this Space Shuttle lapel pin.",
                "They even have a little lapel in there, I guess for your $1,800 they include a 10 cent little bubble for the money."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFwZWw&hash=6be1d470a0bd4c895e93c10b2427b69328d5e69a&lang=en&cache-only=0",
            "defineEn": "a folded flap of fabric on the front of a jacket or coat that extends from the collar to the chest",
            "defineVi": "một vạt vải gấp ở mặt trước của áo khoác hoặc áo khoác kéo dài từ cổ áo đến ngực"
        },
        {
            "id": "5f4cc3dd-923f-4395-a9f4-e36bf53798dd",
            "word": "to hand out",
            "phonetic": "tə hænd aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "You have to make sure you stand out in a company, or you might be left in the cold when it comes time to hand out promotions.",
                "Iodine tablets were being handed out in the village.",
                "And as we mentioned at the top of this video, suspensions aren't handed out equally or fairly.",
                "Networks of banks spread all over Europe, handing out credit even to the church, or European kings.",
                "When Coca-Cola says it hands out one point nine billion servings of one of its drinks every day."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFuZCBvdXQ&hash=4cd028e75f8d2589b302c0de2853f9f0917a1c78&lang=en&cache-only=0",
            "defineEn": "to provide each person in a group with something",
            "defineVi": "để cung cấp cho mỗi người trong một nhóm với một cái gì đó"
        },
        {
            "id": "573c089c-d48b-41c9-b0c7-236b93a380a9",
            "word": "agenda",
            "phonetic": "ɐdʒɛndə ",
            "partOfSpeechType": "noun",
            "examples": [
                "There are fears of a hidden agenda behind this new proposal.",
                "Officials there insist they have no hidden agenda.",
                "Yes, the new dress code is at the top of my agenda to discuss with the principal.",
                "What do you think is at the top of the agenda for today's meeting?",
                "You can do whatever you please, but remeber that your daughter's wellbeing comes on top of the agenda."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdlbmRh&hash=932e700c28aa953c6938490e6013137dc020214a&lang=en&cache-only=0",
            "defineEn": "a list of things that need to be considered, solved, or done",
            "defineVi": "một danh sách những điều cần phải được xem xét, giải quyết, hoặc thực hiện"
        },
        {
            "id": "24945b62-a0d2-4148-af94-a96a5ba1ddfd",
            "word": "handout",
            "phonetic": "hændaʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They survive on handouts from the community.",
                "If you're a part of my email community, you got this handout maybe about a month ago.",
                "If you're on my email list, you already have this handout in your inbox.",
                "You can use this handout as your own reference, and as a top talking point with your doctor about the medications that you might be interested in.",
                "As well as child benefits, many residents survive on handouts, including hot drinks and sandwiches given out three nights a week."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZG91dA&hash=f231d37efd618ec9c2bcefa0aa6889e4bdc0c981&lang=en&cache-only=0",
            "defineEn": "information that is printed and given, for free, to the people present in a lecture meeting, conference, etc.",
            "defineVi": "thông tin được in và cung cấp miễn phí cho những người có mặt trong một cuộc họp diễn thuyết, hội nghị, v.v."
        },
        {
            "id": "76738527-48a5-4197-bf87-1243d5e21f7f",
            "word": "to introduce",
            "phonetic": "tʊ ɪntɹəduːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "She introduced her husband as a successful entrepreneur during the charity event.",
                "He introduced himself.",
                "The bakery introduced a new pastry filled with raspberry jelly.",
                "She introduced her friends to Vegemite sandwiches during a picnic.",
                "She introduced her boyfriend to her parents during the family gathering."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50cm9kdWNl&hash=3755f7fc177f319c74ecbc136ff0484d70969de4&lang=en&cache-only=0",
            "defineEn": "to tell someone our name so they can know us, or to tell them someone else's name so they can know each other, normally happening in the first meeting",
            "defineVi": "nói với ai đó tên của chúng tôi để họ có thể biết chúng tôi hoặc nói cho họ biết tên của người khác để họ có thể biết nhau, thường xảy ra trong lần gặp đầu tiên",
            "hasImg": true
        },
        {
            "id": "336979ae-a81d-40c5-8803-cdeb48163e15",
            "word": "speaker",
            "phonetic": "spiːkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wire led to a speaker.",
                "The professor made mincemeat of the speaker at the conference.",
                "The speaker ended by suggesting some topics for discussion.",
                "The audience nodded in understanding as the speaker explained the concept.",
                "While we were at the rally, several speakers were getting on their soapbox and sharing their stories."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlYWtlcg&hash=06e7dd3d99b94e040ca81dc7646565bf7f5bc55f&lang=en&cache-only=0",
            "defineEn": "someone who gives a speech, talk, or lecture",
            "defineVi": "một người đưa ra một bài phát biểu, nói chuyện, hoặc bài giảng"
        },
        {
            "id": "6eb5a0d5-b436-4c5d-ad5c-0891dc987cf2",
            "word": "guest",
            "phonetic": "ɡɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "In a trendy vegetarian café, guests enjoy flavorful chickpea and pork cutlets.",
                "At a lively seafood restaurant, guests relished succulent crab legs.",
                "Guests at the outdoor wedding reception enjoye grilled beefsteaks as the main course.",
                "Our guests were on and on about the food.",
                "Impress your guests with a mouthwatering morel mushroom and asparagus quiche for a delightful brunch option."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Vlc3Q&hash=e328416208430fc81487e3d42c7e410bc7b1a91d&lang=en&cache-only=0",
            "defineEn": "someone who is invited to visit someone else's home or attend a social event",
            "defineVi": "một người được mời đến thăm nhà của người khác hoặc tham dự một sự kiện xã hội",
            "hasImg": true
        },
        {
            "id": "81b9f063-aba2-48b0-8187-77e5e6215cbd",
            "word": "podium",
            "phonetic": "poʊdiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's still on the podium.",
                "And using it at the podium in giving scientific presentations.",
                "These are known as stump speeches, although only rarely these days do candidates actually speak on stumps, they have podiums and stages now.",
                "I'm ready for Tokyo 2021 and my next podium.",
                "Not everybody can stand up on a podium like Emma Watson and create a #HeForShe campaign."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9kaXVt&hash=22c21009193b2ae2d0765c16ffc70fbb57ec4fdb&lang=en&cache-only=0",
            "defineEn": "a structure used in sports competitions consisting of three adjacent platforms of different levels, on which winners stand to receive their awards",
            "defineVi": "một cấu trúc được sử dụng trong các cuộc thi thể thao bao gồm ba nền tảng liền kề ở các cấp độ khác nhau, trên đó những người chiến thắng đứng để nhận giải thưởng của họ",
            "hasImg": true
        }
    ]
}