{
    "id": "27d6a710-6883-4c71-bb6b-1192bce09480",
    "title": "Unit 2 - Lesson 3",
    "originalTitle": "Unit 2 - Lesson 3",
    "words": [
        {
            "id": "76a858cc-f57f-4cd1-b4ef-a59f04754712",
            "word": "creative",
            "phonetic": "kɹiːeɪɾɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The menu featured a creative dish of beef plate tacos.",
                "We came up with a creative solution to the problem.",
                "As a creative experiment, I mixed salad burnet into my homemade pesto sauce.",
                "He used pignuts as a creative substitute for nuts in his homemade granola bars.",
                "Mary, as the young blood of the department, is already making an impact with her creative solutions and proactive approach."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlYXRpdmU&hash=d8bcf1360149424e3ea3400a25f7371a929f7950&lang=en&cache-only=0",
            "defineEn": "making use of imagination or innovation in bringing something into existence",
            "defineVi": "sử dụng trí tưởng tượng hoặc sự đổi mới trong việc đưa một cái gì đó vào sự tồn tại",
            "hasImg": true
        },
        {
            "id": "72447add-5884-4121-86a0-3d69f9492313",
            "word": "personality",
            "phonetic": "pɜːsənælᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She and her sister look very similar, but they have very different personalities.",
                "With his charming smile and charismatic personality, Jonathan had a way of sweeping women off their feet without even trying.",
                "The two politicians had vastly different ideologies and personalities, and it was clear that oil and water do not mix when it came to their ability to work together.",
                "But as time went on, I realized that our personalities clashed in some important ways.",
                "He turns heads when he walks into a room, with his charismatic personality and fashionable attire."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc29uYWxpdHk&hash=ead469b25c8cd048d37658f3919b9e124338bd0b&lang=en&cache-only=0",
            "defineEn": "all the qualities that shape a person's character and make them different from others",
            "defineVi": "tất cả những phẩm chất hình thành tính cách của một người và làm cho họ khác biệt với những người khác"
        },
        {
            "id": "9bf946f5-36f1-42ba-abc7-8d5adf52f818",
            "word": "positive",
            "phonetic": "pɑːzᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She left a positive review online for the restaurant where she ordered a pizza.",
                "If you invest time and energy into learning and personal growth, you will see positive results in your life.",
                "Melissa's new book got off to a flying start, with high sales and positive reviews from readers and critics alike.",
                "Consuming prunes may have a positive impact on heart health by reducing LDL cholesterol levels.",
                "Sticks and stones may break my bones, but my positive attitude will never falter."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zaXRpdmU&hash=7b0e13c8ef0095c5a4870f016efef36834b94539&lang=en&cache-only=0",
            "defineEn": "feeling confident and optimistic and thinking about the bright side of a situation",
            "defineVi": "cảm thấy tự tin và lạc quan và suy nghĩ về mặt tươi sáng của một tình huống",
            "hasImg": true
        },
        {
            "id": "234cec97-79cd-419c-a8b2-ade5560d0070",
            "word": "quality",
            "phonetic": "kwɔlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our company puts the emphasis on quality.",
                "The quality of our reporting and the accuracy of our stories are a reflection of our commitment to the truth and our dedication to our craft.",
                "The quality of your work is a reflection of the effort you put in.",
                "German engineering is highly regarded for its precision and quality.",
                "It is quality not price that sells our products."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVhbGl0eQ&hash=a409bd2b39b6f12714b50a8e248a064fb95d1e6d&lang=en&cache-only=0",
            "defineEn": "something, usually positive, that is part of someone's character",
            "defineVi": "một cái gì đó, thường là tích cực, đó là một phần tính cách của ai đó"
        },
        {
            "id": "bdb03b09-579f-4cee-8584-d2cbbbd0230c",
            "word": "gifted",
            "phonetic": "ɡɪftᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Sarah was a gifted painter who had won several awards for her work.",
                "He returned home a gifted surgeon with a passion for anatomy and a penchant for showmanship.",
                "Have you always been a gifted speaker?",
                "Or a truly gifted artist who's barely mastered long division?",
                "Yes, it was made by the very gifted Leonardo da Vinci, but objectively it conforms to expectations within its own category."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2lmdGVk&hash=d4a69f9a4797087f200e0ec79b02a89f6b8988d5&lang=en&cache-only=0",
            "defineEn": "having a natural talent or ability in a particular area or skill, often implying a high level of intelligence, creativity, or proficiency",
            "defineVi": "có tài năng hoặc khả năng bẩm sinh trong một lĩnh vực hoặc kỹ năng cụ thể, thường ngụ ý mức độ thông minh, sáng tạo hoặc trình độ cao",
            "hasImg": true
        },
        {
            "id": "fb332dfb-df76-4ae6-a34d-fe5017600494",
            "word": "energetic",
            "phonetic": "ɛnɚdʒɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The company is trying to create a young energetic image.",
                "You're energetic.",
                "It's so energetic.",
                "But really energetic phenomena, like star and galaxy formation, emit really energetic light, like x-rays.",
                "But really energetic phenomena, like star and galaxy formation, emit really energetic light, like x-rays."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5lcmdldGlj&hash=7abbdcd7bc2a4a57a153efc65c5d7d6e6dff0972&lang=en&cache-only=0",
            "defineEn": "active and full of energy",
            "defineVi": "năng động và tràn đầy năng lượng",
            "hasImg": true
        },
        {
            "id": "8910625b-3864-435d-843e-29882716a0b9",
            "word": "imaginative",
            "phonetic": "ɪmædʒɪnətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Obviously Sherlock has incredible imaginative thinking skills, too, which provide him with the ability to see things in new ways, recognize patterns and make connections.",
                "The mask communicates Yanso’s inner as well as outer beauty, with more realistic details such as her hairstyle joined with more imaginative ones like the elaborate, abstracted headdress.",
                "JEFFREY BROWN: Both partners in this two-doctor household say both science and art, medicine and poetry require an imaginative mind that sees beyond research data or life's routine moments.",
                "They're experiencing the story at both a visceral and a conceptual level, meeting the writer halfway in the imaginative play of creating a dynamic world of the senses.",
                "And the connection between Hamzah and Bassem Awadallah, I mean, I think there's no imaginative person who could make that connection."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1hZ2luYXRpdmU&hash=d369b810e1ced9265ae90616a792c8b1193b347d&lang=en&cache-only=0",
            "defineEn": "displaying or having creativity or originality",
            "defineVi": "hiển thị hoặc có sự sáng tạo hoặc độc đáo",
            "hasImg": true
        },
        {
            "id": "b7065367-0c58-4e5d-8d4f-be52066868ae",
            "word": "passionate",
            "phonetic": "pæʃənət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The politician made his bow at the campaign rally and gave a passionate speech to the crowd.",
                "He got on his soapbox and gave a passionate speech about income inequality.",
                "She is a dedicated teacher who is passionate about nurturing and educating children.",
                "Alex was offered a job opportunity, but it's not something he's passionate about.",
                "The cut and thrust of the political debate can be intense and passionate."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzc2lvbmF0ZQ&hash=fc1a415ff217dfa01a9b65d9fb92c59754540ca3&lang=en&cache-only=0",
            "defineEn": "showing or having intense emotions or deep feelings",
            "defineVi": "thể hiện hoặc có cảm xúc mãnh liệt hoặc cảm xúc sâu sắc",
            "hasImg": true
        },
        {
            "id": "dea17b5d-fc7c-4730-a61b-6e9d5acc56dc",
            "word": "negative",
            "phonetic": "nɛɡətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She received false advice that led to negative consequences.",
                "I don't want to dwell on the negative aspects of our situation.",
                "The right hand doesn't know what the left is doing, and the result is setting customers up for a negative experience.",
                "Buying time may serve as a buffer against the negative effects of time stress in part by enhancing perceived control.",
                "Criticizing the government for not doing enough to control the economy cuts both ways, as too much government intervention can also lead to negative consequences."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVnYXRpdmU&hash=9366ae80b0e8e63533a522e8e4ab41afba3fa926&lang=en&cache-only=0",
            "defineEn": "having an unpleasant or harmful effect on someone or something; not having a positive effect",
            "defineVi": "có ảnh hưởng khó chịu hoặc có hại cho ai đó hoặc cái gì đó; không có tác dụng tích cực",
            "hasImg": true
        },
        {
            "id": "335d5a88-f0d4-4f29-b592-f8757164a1a6",
            "word": "difficult",
            "phonetic": "dɪfɪkəlt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The separation from Julie was already difficult for Alex.",
                "The boss always assigns difficult projects as a way of kicking the tires of new employees.",
                "You've given yourselves a difficult task.",
                "It may be too difficult for the trainee - small dog, tall weeds!",
                "It’s difficult to do housework with the children under my feet all the time."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlmZmljdWx0&hash=240fc97e0739c267bc1717fb651dc046f99c4d2b&lang=en&cache-only=0",
            "defineEn": "needing a lot of work or skill to do, understand, or deal with",
            "defineVi": "cần rất nhiều công việc hoặc kỹ năng để làm, hiểu hoặc giải quyết",
            "hasImg": true
        },
        {
            "id": "20f2220a-c150-42bf-9011-1d14e6d98c27",
            "word": "moody",
            "phonetic": "muːdi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Moody's is one of the ratings agencies, and they rate Corporation A as BB.",
                "Because who paid Moody's to give them that rating?",
                "Even if an upturn were to begin in 2022, Moody's base case projection doesn't see state tax revenues returning to 2019 levels until 2024.",
                "And as long as Moody's doesn't get suspicious.",
                "In fact, some women will just see it as feeling a little moody the week before their menstrual cycle."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9vZHk&hash=8e727157c37958b0b8f40a32ccff2d76c65f3a02&lang=en&cache-only=0",
            "defineEn": "characterized by sudden changes of mood, typically with no apparent reason",
            "defineVi": "đặc trưng bởi sự thay đổi tâm trạng đột ngột, thường không có lý do rõ ràng",
            "hasImg": true
        },
        {
            "id": "0bf9d818-2014-4c14-9560-7f58c12b51b2",
            "word": "egotistical",
            "phonetic": "ɛɡətɪstɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Psychopathy is a personality disorder exhibiting egotistical traits, persistent antisocial behavior, and lack of empathy and remorse."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWdvdGlzdGljYWw&hash=468c2464ff96df4d73636181aadffab99bad8261&lang=en&cache-only=0",
            "defineEn": "having an excessive focus on oneself and one's own interests, often at the expense of others",
            "defineVi": "tập trung quá mức vào bản thân và lợi ích của chính mình, thường gây thiệt hại cho người khác",
            "hasImg": true
        }
    ]
}