{
    "id": "28045dcb-2410-4719-9412-1deec28a9874",
    "title": "Top 176 - 200 Verbs",
    "originalTitle": "Top 176 - 200 Verbs",
    "words": [
        {
            "id": "5ae9e008-00e4-4e7f-a0f4-3a9eca412cfe",
            "word": "to matter",
            "phonetic": "tə mæɾɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The chairman's resignation finally brought matters to a head.",
                "I gave the matter a lot of thought.",
                "What's the matter with Matt?",
                "Art is very much a matter of taste.",
                "Local people took matters into their own hands and hired their own security guards."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWF0dGVy&hash=80c67dbc5532f62297491250fbbfb7227ea85de3&lang=en&cache-only=0",
            "defineEn": "to be important or have a great effect on someone or something",
            "defineVi": "quan trọng hoặc có ảnh hưởng lớn đến ai đó hoặc cái gì đó"
        },
        {
            "id": "11eee39f-a3fb-4583-9038-fb5ccf25304c",
            "word": "to affect",
            "phonetic": "tʊ ɐfɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Certain species of dinoflagellates can create red tides, affecting marine life.",
                "However, they quickly realized that their love and support for her shouldn't be affected by her sexual orientation.",
                "The organization has moved mountains to provide aid to those affected by the natural disaster.",
                "He asked if she had any skeletons in her closet that might affect her political campaign.",
                "The CEO's decisions were made in the corridors of power, far from the view of the employees and customers who were affected by them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWZmZWN0&hash=4a2f32ca83b82ad50342b98b35d92f8d7be31fa9&lang=en&cache-only=0",
            "defineEn": "to cause a change in a person, thing, etc.",
            "defineVi": "để gây ra một sự thay đổi trong một người, điều, vv",
            "hasImg": true
        },
        {
            "id": "e1c73c6d-0d3e-4088-a7ce-003f52232d2e",
            "word": "to form",
            "phonetic": "tə fɔːɹm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Teaching methods will take various forms.",
                "People around the world enjoy various forms of music as a universal language.",
                "Our next class will take the form of a debate.",
                "Evidence of their relationship exists in the form of a series of letters.",
                "Please return the completed form at your earliest convenience."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9ybQ&hash=7a651c4d6203e1db7466d0d8a5c875762f739911&lang=en&cache-only=0",
            "defineEn": "to combine parts or bring them together to create something",
            "defineVi": "để kết hợp các bộ phận hoặc mang chúng lại với nhau để tạo ra một cái gì đó",
            "hasImg": true
        },
        {
            "id": "4ff1a50b-de17-4b8d-abfb-6d9db2efb775",
            "word": "to fill",
            "phonetic": "tə fɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The aromatic spice fills the kitchen with a delightful scent.",
                "The delicate aroma of ripe may apples fills the kitchen.",
                "The kitchen was filled with the smell of garlic.",
                "The classroom is filled with desks, chairs, and a chalkboard.",
                "The child's room was filled with colorful toys."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmlsbA&hash=2a69343da21df6ce5adc473aaf7ad016e830f3b7&lang=en&cache-only=0",
            "defineEn": "to make something full",
            "defineVi": "để làm cho một cái gì đó đầy đủ",
            "hasImg": true
        },
        {
            "id": "1d13d95f-ab83-4faf-986c-402b7e02f53f",
            "word": "to burn",
            "phonetic": "tə bɜːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The cake was burnt to a cinder.",
                "The dinner was burned to a cinder.",
                "I accidentally burned my hand on the hot stove.",
                "Lawmakers were burning the midnight oil last night, as the debate continued.",
                "A burnt child dreads the fire, as they say."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnVybg&hash=434850a6a7b3fd1fc5011847a60c4358da5eccd4&lang=en&cache-only=0",
            "defineEn": "to be on fire and be damaged by it",
            "defineVi": "bị cháy và bị hư hại bởi nó",
            "hasImg": true
        },
        {
            "id": "811efdbc-95fa-4403-9adf-30f9a6a4aa77",
            "word": "to close",
            "phonetic": "tə kloʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The shopkeeper closed the shop for a short break.",
                "The police closed in.",
                "The business has already closed the books for this quarter.",
                "Detectives had closed the book on the Hornsey Murders case three years previously.",
                "The library closes early on Sundays."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xvc2U&hash=0434a06fae9b4dfabb1585d2d80a69fca482daf6&lang=en&cache-only=0",
            "defineEn": "to move something like a window or door into a position that people or things cannot pass through",
            "defineVi": "để di chuyển một cái gì đó như cửa sổ hoặc cửa ra vào một vị trí mà mọi người hoặc những thứ không thể đi qua",
            "hasImg": true
        },
        {
            "id": "8d2caf95-8d0b-45c8-ba6f-46e0269659c0",
            "word": "to act",
            "phonetic": "tʊ ækt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Get your act together.",
                "This armed vigilante is acting as judge, jury, and executioner.",
                "he acted maturely.",
                "He acted out of fear.",
                "A squeeze of lemon juice can act as a refreshing condiment to brighten up seafood dishes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWN0&hash=79e2be26d16ed5a64c2a4d07b42cd4f25a642093&lang=en&cache-only=0",
            "defineEn": "to do something for a special reason; to take action",
            "defineVi": "để làm điều gì đó vì một lý do đặc biệt; hành động"
        },
        {
            "id": "8478cdea-8bcf-4a12-b54a-17dec957ea3d",
            "word": "to tend",
            "phonetic": "tə tɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "She tends to rub people up the wrong way.",
                "People tend to give him a wide berth because he looks so strange.",
                "This company tends to employ young women have an eye to the main chance.",
                "In the past they've tended to turn a deaf ear to such requests.",
                "He tends to fly off the handle when people disagree with him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGVuZA&hash=bbd078883813b20eae340c8635147136d6e30b05&lang=en&cache-only=0",
            "defineEn": "to be likely to become something or to happen in a certain way because it is so most of the time",
            "defineVi": "có khả năng trở thành một cái gì đó hoặc xảy ra theo một cách nào đó bởi vì nó là như vậy hầu hết thời gian"
        },
        {
            "id": "90cd44ff-38a7-4c07-af94-67367a25fd2a",
            "word": "to place",
            "phonetic": "tə pleɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The teacher placed the books on the desk.",
                "I placed the shiny red apple in the basket.",
                "He placed the puzzle pieces back into the puzzle box.",
                "My computer is placed on the desk in the office.",
                "The bolt clicked into place."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxhY2U&hash=098f68c4dc0ac87613f1612b21e613372efba43e&lang=en&cache-only=0",
            "defineEn": "to put something somewhere",
            "defineVi": "để đặt một cái gì đó ở đâu đó",
            "hasImg": true
        },
        {
            "id": "7a326d01-55b8-451e-a00e-d0dd6fac812f",
            "word": "to avoid",
            "phonetic": "tʊ ɐvɔɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "He avoided serious injury following a head-first fall on to the ice.",
                "Avoid showing him the beers, or he’ll inform your parents.",
                "She uses organic gardening methods in her garden, avoiding harmful chemicals.",
                "He avoided consuming saturated fatty acids in his diet to maintain a healthy lifestyle.",
                "He read the food label carefully to avoid products containing trans fatty acids."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXZvaWQ&hash=18027e0d7656d4e09cd9913090f4a92c3a39a984&lang=en&cache-only=0",
            "defineEn": "to try to stay away from someone or something; to stop doing something",
            "defineVi": "cố gắng tránh xa ai đó hoặc cái gì đó; dừng lại làm một cái gì đó",
            "hasImg": true
        },
        {
            "id": "4fb3f77d-2d02-4240-8d19-5dd58fecb048",
            "word": "to agree",
            "phonetic": "tʊ ɐɡɹiː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The board agreed to sell the company.",
                "All ministers are agreed on the need to cut bureaucratic red tape.",
                "Do you agree that the opposite side of the coin is too often untold?",
                "The deal will be agreed on Wednesday, knock on wood.",
                "Getting off his back would be nice for a change don't you agree?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWdyZWU&hash=fcaeb65e94506bb6233699f16cb21af9d3e144eb&lang=en&cache-only=0",
            "defineEn": "to hold the same opinion about something as that of another person",
            "defineVi": "để giữ quan điểm tương tự về một cái gì đó như của người khác",
            "hasImg": true
        },
        {
            "id": "d5dd8ab8-c09f-4359-bd2a-a6bcced6776a",
            "word": "to recognize",
            "phonetic": "tə ɹɛkəɡnaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "I’d recognize him a mile off in thick fog.",
                "The politician recognized that with great power comes great responsibility, and used their influence to advocate for policies that would benefit the most vulnerable members of society.",
                "The company's management recognized the importance of honoring its traditions while also being open to new ideas and innovations, understanding that tradition is a guide and not a jailer.",
                "The journalist recognized that there were many different opinions on the matter, acknowledging that opinions are like noses, everyone has one.",
                "Coca-Cola is a household name that is recognized around the world."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjb2duaXpl&hash=df9511e0fac3b5fdd1ec54b7f04191dec772dfbc&lang=en&cache-only=0",
            "defineEn": "to know who a person or what an object is, because we have heard, seen, etc. them before",
            "defineVi": "để biết một người hoặc một đối tượng là gì, bởi vì chúng tôi đã nghe, nhìn thấy, v.v.",
            "hasImg": true
        },
        {
            "id": "7dc6928e-b883-4efc-ac31-15063a5a3704",
            "word": "to charge",
            "phonetic": "tə tʃɑːɹdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "To bring charges/legal action/proceedings against somebody.",
                "First of all, they're charging an arm and a leg.",
                "I was put in charge of the office.",
                "The charges against the suspect will come up in court tomorrow.",
                "Who put Tony in charge of the accounts?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hhcmdl&hash=f76dbc268e49a0827cfa45372afc9d96fd4d46d4&lang=en&cache-only=0",
            "defineEn": "to ask a person to pay a certain amount of money in return for a product or service",
            "defineVi": "để yêu cầu một người trả một số tiền nhất định để đổi lấy một sản phẩm hoặc dịch vụ",
            "hasImg": true
        },
        {
            "id": "52bae361-d64d-4d53-a0fb-a262e921f68a",
            "word": "to lie",
            "phonetic": "tə laɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The city of Paris lies on the banks of the Seine River.",
                "The witness was clearly lying through his teeth.",
                "He lies like a rug.",
                "I believed his lies for years.",
                "To tell stories/jokes/lies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGll&hash=71a3a2cb3545f669b90371d3399cd76761c134a0&lang=en&cache-only=0",
            "defineEn": "to intentionally say or write something that is not true",
            "defineVi": "cố ý nói hoặc viết điều gì đó không đúng sự thật",
            "hasImg": true
        },
        {
            "id": "8c4c7504-e5df-4aa1-8e20-85f3bfce8098",
            "word": "to finish",
            "phonetic": "tə fɪnɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The team finished the race in first place.",
                "You just finished your book?",
                "She finishes her piano practice at 7 o'clock.",
                "I've finished my work.",
                "She always finishes her work assignments by the end of the week."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmluaXNo&hash=6fa402de8cf57b02abcf2ca54d90f753323b97fe&lang=en&cache-only=0",
            "defineEn": "to make something end",
            "defineVi": "để làm cho một cái gì đó kết thúc",
            "hasImg": true
        },
        {
            "id": "e459b9ee-2b7f-4a11-9be5-65d884615b90",
            "word": "to enter",
            "phonetic": "tʊ ɛntɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The principal entered the hornet's nest of angry parents.",
                "Enter these amounts on the credit side.",
                "He entered the key into the lock and opened the door.",
                "The party came to life when the host and hostess entered the room.",
                "Mice can squeeze through small openings to enter a house."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW50ZXI&hash=926301eaf68abe7f06cd1cb8eee38068b58e7f5d&lang=en&cache-only=0",
            "defineEn": "to come or go into a place",
            "defineVi": "đến hoặc đi vào một nơi",
            "hasImg": true
        },
        {
            "id": "b784416e-d1cf-4d35-8c27-3b78caf32f01",
            "word": "to fix",
            "phonetic": "tə fɪks ",
            "partOfSpeechType": "verb",
            "examples": [
                "The repairman fixed the faulty wiring, and now the electrical system in the house was functioning as right as rain.",
                "These problems are not going to fix themselves.",
                "He fixed an old clock that had stopped ticking.",
                "The new software update has done the trick and fixed the issue with the app.",
                "The repairman said he could fix our tire in two shakes of a lamb's tail."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZml4&hash=9db26550a6e1fed158f2c8a643452152d27fec85&lang=en&cache-only=0",
            "defineEn": "to repair something that is broken",
            "defineVi": "để sửa chữa một cái gì đó bị hỏng",
            "hasImg": true
        },
        {
            "id": "f0670779-2eaf-4472-af73-770aee630715",
            "word": "to grab",
            "phonetic": "tə ɡɹæb ",
            "partOfSpeechType": "verb",
            "examples": [
                "Grab the end of the rope.’",
                "The book just didn't grab me.",
                "A total of $250 million is up for grabs this year.",
                "She accidentally grabbed the onion instead of the apple from the fruit bowl and took a crunchy bite.",
                "There are hundreds of prizes up for grabs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3JhYg&hash=cfcdd1dae4569bb367d54aa4394bf2088a39261e&lang=en&cache-only=0",
            "defineEn": "to take someone or something by hand suddenly or violently",
            "defineVi": "để lấy một ai đó hoặc một cái gì đó bằng tay đột ngột hoặc bạo lực",
            "hasImg": true
        },
        {
            "id": "39fd1a95-7708-4acd-ae60-113b6fe8d888",
            "word": "to touch",
            "phonetic": "tə tʌtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She gently touched the soft fur of the cat.",
                "A regular newsletter keeps people in touch with local events.",
                "My parents were constantly in touch.",
                "The Rangpur slices added a vibrant touch to my summer fruit salad.",
                "The leather sofa adds a touch of elegance to the room."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdG91Y2g&hash=f567ce6d5b530c41b3001434138c73a8ca094425&lang=en&cache-only=0",
            "defineEn": "to put our hand or body part on a thing or person",
            "defineVi": "để đặt bàn tay hoặc bộ phận cơ thể của chúng tôi trên một điều hoặc người",
            "hasImg": true
        },
        {
            "id": "32b2220b-320d-4b79-9eb8-3b00ac370ef9",
            "word": "to design",
            "phonetic": "tə dɪzaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The design is very basic.",
                "The decorations were specially designed for the wedding reception.",
                "She can design computer programs like nobody's business.",
                "The engineer designs cars and improves their performance.",
                "He admired the hand-painted design on the teacup."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVzaWdu&hash=c3f895938f0bfb9aba6f33ee2f5ca84ad29702b7&lang=en&cache-only=0",
            "defineEn": "to make drawings according to which something will be constructed or produced",
            "defineVi": "để thực hiện các bản vẽ theo đó một cái gì đó sẽ được xây dựng hoặc sản xuất",
            "hasImg": true
        },
        {
            "id": "368fc497-1df9-4678-95f8-395a3822838f",
            "word": "to discover",
            "phonetic": "tə dɪskʌvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She discovered a new café in the neighborhood.",
                "He discovered a jar of homemade barberry jam in the pantry.",
                "Surprisingly I discovered water chestnuts at the local market.",
                "She discovered almond paste as a perfect substitute for cream cheese in her cheesecake recipe.",
                "I discovered a pack of lardons in the back of my home fridge."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzY292ZXI&hash=a892357b7667e4b662d1b571ef98fb8ed2783867&lang=en&cache-only=0",
            "defineEn": "to be the first person who finds something or someplace that others did not know about",
            "defineVi": "là người đầu tiên tìm thấy một cái gì đó hoặc một nơi nào đó mà những người khác không biết về",
            "hasImg": true
        },
        {
            "id": "a3cd5edb-757b-420e-948b-745973884935",
            "word": "to taste",
            "phonetic": "tə teɪst ",
            "partOfSpeechType": "verb",
            "examples": [
                "The chef tasted the sauce with a small spoon.",
                "The pith of the citrus fruit added a bitter taste to the juice.",
                "The sauce would kill the taste of the herbs.",
                "Too much garlic killed the taste of the meat.",
                "The cake tasted so good that everyone wanted a second slice."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFzdGU&hash=0672b74b102981175193991ea74d3a14c5ce71db&lang=en&cache-only=0",
            "defineEn": "to have a specific flavor",
            "defineVi": "để có một hương vị cụ thể",
            "hasImg": true
        },
        {
            "id": "5651e868-8388-4988-a399-9165c1ad0afb",
            "word": "to fail",
            "phonetic": "tə feɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The project failed for the want of adequate funding.",
                "Words are failing me right now.",
                "Her date failed to show.",
                "The rise in turnover failed to add to the company's bottom line.",
                "Politicians again failed to reach an agreement."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmFpbA&hash=8e819dd4068ab4fb1c21d12aab3f557796afc141&lang=en&cache-only=0",
            "defineEn": "to be unsuccessful in accomplishing something",
            "defineVi": "không thành công trong việc hoàn thành một cái gì đó"
        },
        {
            "id": "79da47ff-fd16-4666-ad9b-88f10028da8b",
            "word": "to represent",
            "phonetic": "tə ɹɛpɹᵻzɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "It represents a one-way ticket to unhappiness.",
                "The discovery of new planets represents a quantum leap in astronomy, with the potential to deepen our understanding of the universe and our place in it.",
                "The billionaire's legal team has so much experience and resources that it's all Lombard Street to a China orange for the small law firm representing the plaintiff.",
                "A lawyer who represents himself has a fool for a client.",
                "Therefore, while they may represent a port in a storm, they are fundamentally unattractive business models."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVwcmVzZW50&hash=48e540dc93dec60282144b81632c53fbaf4e85e3&lang=en&cache-only=0",
            "defineEn": "to be an image, sign, or symbol of something",
            "defineVi": "là một hình ảnh, dấu hiệu, hoặc biểu tượng của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "8c0b5555-a9e5-4585-9054-d8967f4845fe",
            "word": "to hurt",
            "phonetic": "tə hɜːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Those coffin nails are going to hurt your voice.",
                "She hurt herself.",
                "I hurt myself by accident.",
                "He was hurt when his friends laughed at him for his taste in music.",
                "Hurting others intentionally is a bad action."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaHVydA&hash=c37f221f9df8c50adb9fd54537360a0e65c2ebf2&lang=en&cache-only=0",
            "defineEn": "to cause injury or physical pain to yourself or someone else",
            "defineVi": "gây thương tích hoặc đau đớn về thể chất cho chính bạn hoặc người khác",
            "hasImg": true
        }
    ]
}