{
    "id": "289dc9a1-3938-42dc-bd3d-923a9a2e109b",
    "title": "Lesson 1B",
    "originalTitle": "Lesson 1B",
    "words": [
        {
            "id": "70941802-1243-4229-8f47-a272e78046ce",
            "word": "Brazil",
            "phonetic": "bɹɐzɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Did you see that programme on Brazil last night?",
                "He enjoyed a handful of Brazil nuts as a nutritious snack during his hiking adventure.",
                "Brazil is going all out to protect its markets.",
                "My grandmother shared stories of her childhood, reminiscing about the Brazil nut tree that grew in her backyard.",
                "No president ignored Brazil."
            ],
            "audio": "https://tts.langeek.co/read?text=QnJhemls&hash=688200e32aae91f43d801c1501091df546bd6cf8&lang=en&cache-only=0",
            "defineEn": "the largest country in both South America and Latin America",
            "defineVi": "quốc gia lớn nhất ở cả Nam Mỹ và Mỹ Latinh",
            "hasImg": true
        },
        {
            "id": "9da1138d-807f-42b5-befa-823e588774a8",
            "word": "Mexico",
            "phonetic": "mɛksɪkoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mexico is located to the south of the United States.",
                "The US and Mexico went to war in 1846.",
                "My grandparents discovered the unique flavor of tomatillos while traveling in Mexico.",
                "If this trip to Mexico has proved anything, it's that he's always got to call the shots.",
                "Mexico exports about half of the world's avocados."
            ],
            "audio": "https://tts.langeek.co/read?text=TWV4aWNv&hash=4a713b56186491dafc6d317232840cc1d066b53a&lang=en&cache-only=0",
            "defineEn": "a country located in North America that is bordered by the United States to the north",
            "defineVi": "một quốc gia nằm ở Bắc Mỹ giáp với Hoa Kỳ về phía bắc",
            "hasImg": true
        },
        {
            "id": "5ed57bcc-f492-4457-af2e-acd1030c4b2c",
            "word": "Russia",
            "phonetic": "ɹʌʃə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Turkey treads a tightrope in its approach to Russia.",
                "Russia, he said, had reached the point of no return on the road to reform and had to go forward.",
                "As Asmus shows, even the German government remained in two minds as to the benefits of no longer being on the frontline and the drawbacks of alienating Russia.",
                "His family immigrated from Russia.",
                "\"Take care of Russia.\""
            ],
            "audio": "https://tts.langeek.co/read?text=UnVzc2lh&hash=232abaa5daf8932effca85e58acfa2d9461c21f3&lang=en&cache-only=0",
            "defineEn": "a country located in Eastern Europe and Northern Asia",
            "defineVi": "một quốc gia nằm ở Đông Âu và Bắc Á",
            "hasImg": true
        },
        {
            "id": "969ddd21-d477-445d-8a3e-b7a87fe45901",
            "word": "Scotland",
            "phonetic": "skɑːtlənd ",
            "partOfSpeechType": "noun",
            "examples": [
                "We took the night train to Scotland.",
                "The novel follows the fortunes of a village community in Scotland.",
                "The United Kingdom is made up of four countries: England, Scotland, Wales, and Northern Ireland.",
                "The company's moving to Scotland.",
                "The British flag, known as the Union Jack, is a combination of the flags of England, Scotland, and Northern Ireland."
            ],
            "audio": "https://tts.langeek.co/read?text=U2NvdGxhbmQ&hash=92fa8ac0f9f713749ea880a07125665e81017036&lang=en&cache-only=0",
            "defineEn": "a European country in the northern United Kingdom",
            "defineVi": "một quốc gia châu Âu ở phía bắc Vương quốc Anh",
            "hasImg": true
        },
        {
            "id": "97706479-ef13-4e0c-91f1-366c06d0cf59",
            "word": "Africa",
            "phonetic": "æfɹɪkə ",
            "partOfSpeechType": "noun",
            "examples": [
                "These flowers are found only in Africa.",
                "Africa is the second-largest continent in the world.",
                "Mount Kilimanjaro is the highest peak in Africa.",
                "She wrote of her life in Africa.",
                "The Maasai tribe is one of the indigenous tribes of Africa."
            ],
            "audio": "https://tts.langeek.co/read?text=QWZyaWNh&hash=dccccc94aa979920f6dffa0e33e597ac224dc0a1&lang=en&cache-only=0",
            "defineEn": "the second largest continent",
            "defineVi": "lục địa lớn thứ hai",
            "hasImg": true
        },
        {
            "id": "74471f14-ad56-4da4-89fa-621a39d31f9e",
            "word": "Asia",
            "phonetic": "eɪʒə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Asia is home to various religions, including Buddhism, Hinduism, and Islam.",
                "The Great Wall of China is a famous landmark in Asia.",
                "Japan is a country in Asia famous for its technology, anime, and cherry blossoms.",
                "Asia is the largest continent and is home to many ancient civilizations.",
                "There is certainly no shortage of resentment in the rest of Asia about the way China throws its weight about these days."
            ],
            "audio": "https://tts.langeek.co/read?text=QXNpYQ&hash=731e20ac9d8d8c9c0971ef68efbc05baf411d675&lang=en&cache-only=0",
            "defineEn": "the largest continent in the world",
            "defineVi": "lục địa lớn nhất thế giới",
            "hasImg": true
        },
        {
            "id": "41910e1a-d197-43d7-b96b-3d7e993ea0e8",
            "word": "Australia",
            "phonetic": "ɔːstɹeɪliə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Australia is the only continent that is also a country.",
                "Carefully, in harness with the captain, he carried Australia to victory.",
                "Sue, our beloved daughter, is leaving the country to live in Australia.",
                "He had the opportunity to learn English in Australia.",
                "The kangaroo is a unique animal found in Australia known for its ability to hop."
            ],
            "audio": "https://tts.langeek.co/read?text=QXVzdHJhbGlh&hash=5caa7a3d9ac447dc0bb85541e44a12415646ddfb&lang=en&cache-only=0",
            "defineEn": "a large island country in Southwest Pacific Ocean, known for its unique wildlife such as kangaroos",
            "defineVi": "một quốc đảo lớn ở Tây Nam Thái Bình Dương, được biết đến với động vật hoang dã độc đáo như chuột túi",
            "hasImg": true
        },
        {
            "id": "e213bdf6-a488-411c-97df-8881bd479eb5",
            "word": "Europe",
            "phonetic": "jʊɹɹəp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The car company has lost ground in Europe amid supply bottlenecks.",
                "The invasion took Europe to the brink of war.",
                "Europe is home to famous landmarks like the Eiffel Tower, Colosseum, and Big Ben.",
                "Europe is home to some of the world's oldest universities and prestigious educational institutions.",
                "Many tourists visit Europe to experience its vibrant nightlife and entertainment."
            ],
            "audio": "https://tts.langeek.co/read?text=RXVyb3Bl&hash=b3d53cb7292fecc6d6f3d576eeb5a389938c749c&lang=en&cache-only=0",
            "defineEn": "the second smallest continent‌, next to Asia in the east, the Atlantic Ocean in the west, and the Mediterranean Sea in the south",
            "defineVi": "lục địa‌ nhỏ thứ hai, bên cạnh châu Á ở phía đông, Đại Tây Dương ở phía tây và Biển Địa Trung Hải ở phía nam",
            "hasImg": true
        },
        {
            "id": "963f6397-8752-45ad-8582-4b011b92c2ae",
            "word": "North  America",
            "phonetic": "nɔːɹθ ɐmɛɹɪkə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Tm9ydGggIEFtZXJpY2E&hash=b0a4f90e746424d5e26fe6f1e834802143d65f26&lang=en&cache-only=0",
            "defineEn": "the third largest continent in the world, consisting of Canada, the United States, Mexico, the countries of Central America, and Greenland",
            "defineVi": "lục địa lớn thứ ba trên thế giới, bao gồm Canada, Hoa Kỳ, Mexico, các quốc gia Trung Mỹ và Greenland",
            "hasImg": true
        },
        {
            "id": "4284fac6-12fe-4dd2-ab6b-d784015a0f25",
            "word": "South America",
            "phonetic": "saʊθ ɐmɛɹɪkə ",
            "partOfSpeechType": "noun",
            "examples": [
                "He fled to South America hoping to escape the arm of the law.",
                "Other residents of Eocene Antarctica probably came from South America as well.",
                "In South America the Olmec culture emerged.",
                "Its ancestors most likely came over from South America.",
                "Take Spanish lessons in preparation for that vacation to South America."
            ],
            "audio": "https://tts.langeek.co/read?text=U291dGggQW1lcmljYQ&hash=dc46f9eece09b168a385854ac23d79473610df43&lang=en&cache-only=0",
            "defineEn": "the fourth largest continent in the world which is to the south of Central America and North America",
            "defineVi": "lục địa lớn thứ tư trên thế giới nằm ở phía nam của Trung Mỹ và Bắc Mỹ",
            "hasImg": true
        },
        {
            "id": "17476c7c-040d-47a6-8bd7-06070107f47c",
            "word": "African",
            "phonetic": "æfɹɪkən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "African clothing is known for its vibrant patterns and intricate designs.",
                "African literature is rich with stories that reflect the continent's history and culture.",
                "The African landscape is diverse, ranging from lush rainforests to vast deserts.",
                "Nelson Mandela was a well-respected African leader who fought for equality.",
                "We watched a documentary that highlighted the rich history of African civilizations."
            ],
            "audio": "https://tts.langeek.co/read?text=QWZyaWNhbg&hash=fe7d8e082aa68ea7f4d25354a84faeb5d2082054&lang=en&cache-only=0",
            "defineEn": "related to Africa, its people, or culture",
            "defineVi": "liên quan đến Châu Phi, con người hoặc văn hóa của nó",
            "hasImg": true
        },
        {
            "id": "60ab6cf8-19bc-4ad5-83dd-4dd46fc8995b",
            "word": "Asian",
            "phonetic": "eɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Asian cultures have a rich heritage of art, music, and dance.",
                "Asian landscapes range from breathtaking mountains to stunning beaches.",
                "Asian countries like China, Japan, and South Korea are known for their advancements in technology.",
                "I've never tried Asian pears before.",
                "In many Asian countries, winter melon is a staple ingredient in traditional dishes."
            ],
            "audio": "https://tts.langeek.co/read?text=QXNpYW4&hash=ff4ca66d1900cedb4339c27842fd751ff25a6351&lang=en&cache-only=0",
            "defineEn": "someone who is from Asia or their family came from Asia",
            "defineVi": "một người đến từ Châu Á hoặc gia đình của họ đến từ Châu Á",
            "hasImg": true
        },
        {
            "id": "40a8fef8-707d-46d4-8909-1cdcd2cb6b08",
            "word": "Australian",
            "phonetic": "ɔːstɹeɪliən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Australians have one of the highest carbon footprints per person: 17 tons a year.",
                "She's Australian!",
                "They have Australian troops with them.",
                "Australian researcher Joseph Toltz focuses the music of the Holocaust.",
                "Under Australian Medicare, doctors can set their own prices."
            ],
            "audio": "https://tts.langeek.co/read?text=QXVzdHJhbGlhbg&hash=0b4f6c9dc6a5275fdd3ff7679ec839d402189e71&lang=en&cache-only=0",
            "defineEn": "belonging or relating to Australia or its people",
            "defineVi": "thuộc về hoặc liên quan đến Úc hoặc người dân của nó",
            "hasImg": true
        },
        {
            "id": "332eb16e-aa19-4182-9c52-c3ec33c4feea",
            "word": "European",
            "phonetic": "jʊɹɹəpiən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "European architecture is known for its stunning cathedrals and castles.",
                "Foreign car manufacturers have made inroads into the European market.",
                "With the signing of the treaty, a powerful new European alliance first saw the light of day.",
                "The course gives you a bird's eye view of European art history.",
                "The Japanese company is light years ahead of its European competitors."
            ],
            "audio": "https://tts.langeek.co/read?text=RXVyb3BlYW4&hash=2bb841e9a31073db682d63bb69e652f3c8d8e896&lang=en&cache-only=0",
            "defineEn": "related to Europe or its people",
            "defineVi": "liên quan đến châu Âu hoặc người dân của nó",
            "hasImg": true
        },
        {
            "id": "9a838a0b-49b9-44b2-aed9-9f8d8221a4ab",
            "word": "North American",
            "phonetic": "nɔːɹθ ɐmɛɹɪkən ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's got a Snapdragon 865, depending on the version that North American and I think East Asian, whereas the rest of the world has to deal with the Exynos 990."
            ],
            "audio": "https://tts.langeek.co/read?text=Tm9ydGggQW1lcmljYW4&hash=c446fcf3b35b1ffcb1b9894fd3db6778815844aa&lang=en&cache-only=0",
            "defineEn": "someone who is from North America or their family came from North America",
            "defineVi": "một người đến từ Bắc Mỹ hoặc gia đình của họ đến từ Bắc Mỹ"
        },
        {
            "id": "4b2e297d-e379-41e6-8603-1daf807dc224",
            "word": "South American",
            "phonetic": "saʊθ ɐmɛɹɪkən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=U291dGggQW1lcmljYW4&hash=02e05dad82b253b80d60c4a3358d6d2e254cf996&lang=en&cache-only=0",
            "defineEn": "someone who is from South America or their family came from South America",
            "defineVi": "một người đến từ Nam Mỹ hoặc gia đình của họ đến từ Nam Mỹ"
        },
        {
            "id": "2b3feb4e-b057-4a0b-a01a-92ecdf496ca1",
            "word": "England",
            "phonetic": "ɪŋɡlənd ",
            "partOfSpeechType": "noun",
            "examples": [
                "He ate for England that day.",
                "When they went out for a meal, they talked for England.",
                "Until three years ago, I could have slept for England.",
                "The United Kingdom is made up of four countries: England, Scotland, Wales, and Northern Ireland.",
                "England failed to take their chances and had to settle for a draw."
            ],
            "audio": "https://tts.langeek.co/read?text=RW5nbGFuZA&hash=1074b251ece042d89161422694d5150e2a601b77&lang=en&cache-only=0",
            "defineEn": "the largest country in the United Kingdom, located in Western Europe",
            "defineVi": "quốc gia lớn nhất ở Vương quốc Anh, nằm ở Tây Âu",
            "hasImg": true
        },
        {
            "id": "45e2b785-1230-4bfd-b7e4-def98c7922aa",
            "word": "Ireland",
            "phonetic": "aɪɚlənd ",
            "partOfSpeechType": "noun",
            "examples": [
                "At the same time a very different style of beer was gaining popularity in Ireland.",
                "In 2015, panic about the H.P.V. vaccine came to Ireland.",
                "'I'm from Ireland.'",
                "This is Ireland, county Limerick.",
                "His Grandfather came from Ireland."
            ],
            "audio": "https://tts.langeek.co/read?text=SXJlbGFuZA&hash=84ad9a1b17e8e09f3076514559ebb656b4a6c4d7&lang=en&cache-only=0",
            "defineEn": "a country in North Western Europe, in the southern part of the island of Ireland",
            "defineVi": "một quốc gia ở Tây Bắc Âu, ở phía nam của đảo Ireland",
            "hasImg": true
        },
        {
            "id": "a6afa81f-a17d-49b7-9a6d-eeadbd0da95b",
            "word": "Poland",
            "phonetic": "poʊlənd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Researchers in Poland recently discovered the finger bones of a Neanderthal child who lived just 115,000 years ago.",
                "During the religious turmoil of the sixteenth century, Poland remained Catholic.",
                "But Poland stood firm.",
                "Hitler had signed a treaty of friendship with Poland.",
                "Her luck ran out at this railway station in Poland."
            ],
            "audio": "https://tts.langeek.co/read?text=UG9sYW5k&hash=8ade80266f7ac4ce7946bf4edf579baaef13047a&lang=en&cache-only=0",
            "defineEn": "a country in the Central Europe near the Baltic Sea",
            "defineVi": "một quốc gia ở Trung Âu gần biển Baltic",
            "hasImg": true
        },
        {
            "id": "e9d0007d-25b3-4a5d-878f-3c537be9ddf1",
            "word": "Spain",
            "phonetic": "speɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "I've never been to Spain.",
                "Real Madrid and FC Barcelona are two popular football teams from Spain.",
                "Madrid, the capital city of Spain, is famous for its lively nightlife and art scene.",
                "These birds head for France or Spain but sometimes overshoot the mark and end up in English gardens.",
                "We met on a course in Spain and had a wonderful time together."
            ],
            "audio": "https://tts.langeek.co/read?text=U3BhaW4&hash=795f0a5e50a35b47d1f8ba7448ced0fdb90cd274&lang=en&cache-only=0",
            "defineEn": "a country in southwest Europe",
            "defineVi": "một quốc gia ở tây nam châu Âu",
            "hasImg": true
        },
        {
            "id": "d170557f-aec3-4a13-b15a-190610cb51af",
            "word": "Germany",
            "phonetic": "dʒɜːməni ",
            "partOfSpeechType": "noun",
            "examples": [
                "She went to Germany at my suggestion.",
                "The German language is widely spoken in Germany and other European countries.",
                "The Black Forest in Germany is famous for its beautiful scenery and delicious cake.",
                "The Brandenburg Gate in Berlin is an iconic symbol of Germany's history and reunification.",
                "The Rhine River is one of the longest rivers in Germany and offers scenic boat cruises."
            ],
            "audio": "https://tts.langeek.co/read?text=R2VybWFueQ&hash=c9355c2845333e2cc1012bcc876990ba49c00983&lang=en&cache-only=0",
            "defineEn": "a country located in central Europe, known for its rich history, vibrant culture, and thriving economy",
            "defineVi": "một quốc gia nằm ở trung tâm châu Âu, được biết đến với lịch sử phong phú, văn hóa sôi động và nền kinh tế phát triển mạnh",
            "hasImg": true
        },
        {
            "id": "19982715-a4a0-4fbc-a9cd-017c06758951",
            "word": "United States",
            "phonetic": "juːnaɪɾᵻd steɪts ",
            "partOfSpeechType": "noun",
            "examples": [
                "The United States celebrates Independence Day on July 4th.",
                "The United States is a country located in North America.",
                "American football is a popular sport in the United States.",
                "New York City is located on the east coast of the United States.",
                "Mexico is located to the south of the United States."
            ],
            "audio": "https://tts.langeek.co/read?text=VW5pdGVkIFN0YXRlcw&hash=26ac189f885603220569b916fa88b6ac2d93ca23&lang=en&cache-only=0",
            "defineEn": "a country in North America consisting of 50 states",
            "defineVi": "một quốc gia ở Bắc Mỹ bao gồm 50 tiểu bang",
            "hasImg": true
        },
        {
            "id": "b519e0ff-1cfc-40eb-9f36-2ed069651645",
            "word": "Argentina",
            "phonetic": "ɑːɹdʒəntiːnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "In Argentina, giants like Petagotitan, the biggest dinosaur on record, turned up around 100 million years ago.",
                "Argentina, Austria, Brazil, Cuba, Ecuador, and Nicaragua all allow voting at 16.",
                "Argentina has already led the region in other instances of expansion of civil liberties and legal rights.",
                "- Vaseline is a-- - Argentina.",
                "Argentina may still be possible."
            ],
            "audio": "https://tts.langeek.co/read?text=QXJnZW50aW5h&hash=2fd372fbf27fdd0d5628a5671a2c127b66f78ed8&lang=en&cache-only=0",
            "defineEn": "a country that is in the southern part of South America",
            "defineVi": "một quốc gia nằm ở phía nam của Nam Mỹ",
            "hasImg": true
        },
        {
            "id": "aa005ee7-19c3-4bb5-90e8-52d41ee748d6",
            "word": "Egypt",
            "phonetic": "iːdʒɪpt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I came from Egypt. ",
                "But after the Arab Spring uprisings in 2011, tourism in Egypt crashed.",
                "Egypt was the Arab Spring's zenith.",
                "Tonight, the people of Egypt have toppled their leader.",
                "The mystery cult of Isis was popular well beyond Egypt, into Roman times."
            ],
            "audio": "https://tts.langeek.co/read?text=RWd5cHQ&hash=9b983eceebac048364bbabd31e7c0f93f4f82d48&lang=en&cache-only=0",
            "defineEn": "a country on the continent of Africa with a rich history, famous for its pyramids, temples, and pharaohs",
            "defineVi": "một quốc gia trên lục địa châu Phi có lịch sử phong phú, nổi tiếng với các kim tự tháp, đền thờ và pharaoh",
            "hasImg": true
        },
        {
            "id": "5a1b7f63-5d3b-4ead-90ce-37aa81005ce5",
            "word": "Hungary",
            "phonetic": "hʌŋɡɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hungary's opening of the border was a turning point for the refugees.",
                "Hungary held multiparty elections in 1990.",
                "I threw it at Hungary.",
                "Hungary, the Czech Republic, and Poland, former members of NATO’s rival, the Warsaw Pact, became NATO members.",
                "The Treaty of Trianon drastically shrank the size of Hungary, 15."
            ],
            "audio": "https://tts.langeek.co/read?text=SHVuZ2FyeQ&hash=131bddfcc0e674ec84e4fa60a8b8b8f892ca3fd0&lang=en&cache-only=0",
            "defineEn": "a country located in Central Europe, known for its rich history, beautiful architecture, thermal baths, and delicious cuisine",
            "defineVi": "một quốc gia nằm ở Trung Âu, được biết đến với lịch sử phong phú, kiến trúc đẹp, phòng tắm nước nóng thiên nhiên và ẩm thực ngon",
            "hasImg": true
        },
        {
            "id": "5db2828e-0b2c-4bf0-ad08-07b7973e79b1",
            "word": "Italy",
            "phonetic": "ɪɾəli ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her childhood was spent in Italy.",
                "Italy is famous for its delicious cuisine, such as pasta, pizza, and gelato.",
                "They've given him a holiday in Italy.",
                "Italy's Mediterranean climate and diverse geography offer a wide range of outdoor activities",
                "Milan, in northern Italy, is known for its fashion and design industry."
            ],
            "audio": "https://tts.langeek.co/read?text=SXRhbHk&hash=11fade54151c70f70ba5051e461acd523fbc7157&lang=en&cache-only=0",
            "defineEn": "a country in southern Europe, with a long Mediterranean coastline",
            "defineVi": "một quốc gia ở phía nam châu Âu, với bờ biển Địa Trung Hải dài",
            "hasImg": true
        },
        {
            "id": "6b1f1bd5-655a-4ed7-ac8e-3c250f24c411",
            "word": "China",
            "phonetic": "tʃaɪnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Great Wall of China is a famous landmark in Asia.",
                "Asian countries like China, Japan, and South Korea are known for their advancements in technology.",
                "But they certainly view China as a threat of such dimensions that their minds boggle.",
                "It's all Lombard Street to a China orange.",
                "Understanding this complex legal document is Lombard Street to a China orange for most people."
            ],
            "audio": "https://tts.langeek.co/read?text=Q2hpbmE&hash=0390691b4b8204c8cfe511502ebf74284ac2f662&lang=en&cache-only=0",
            "defineEn": "the biggest country in East Asia",
            "defineVi": "quốc gia lớn nhất Đông Á",
            "hasImg": true
        },
        {
            "id": "652dc54d-c5d4-4db2-a35b-112d7f72710b",
            "word": "Japan",
            "phonetic": "dʒəpæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Japan is a country in Asia famous for its technology, anime, and cherry blossoms.",
                "He paid a visit to Japan last year.",
                "In Japan a European stands out like a sore thumb.",
                "Asian countries like China, Japan, and South Korea are known for their advancements in technology.",
                "Changes began during Japan's doldrums when the government tried to revive growth by steadily deregulating sections of the economy."
            ],
            "audio": "https://tts.langeek.co/read?text=SmFwYW4&hash=f7097a44a0ce072161a0894f5e2050e4b075dbeb&lang=en&cache-only=0",
            "defineEn": "a country that is in East Asia and made up of many islands",
            "defineVi": "một quốc gia ở Đông Á và được tạo thành từ nhiều hòn đảo",
            "hasImg": true
        },
        {
            "id": "0abc1fe1-896c-400a-a00f-4563e7390abe",
            "word": "Czech Republic",
            "phonetic": "tʃɛk ɹᵻpʌblɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Back in the 1990s, scientists found lots of plant spores in rocks from Saudi Arabia and the Czech Republic.",
                "Hungary, the Czech Republic, and Poland, former members of NATO’s rival, the Warsaw Pact, became NATO members.",
                "Using the same cover identities, they smuggled themselves into the Czech Republic.",
                "We are sympathetic to the fears of Hungary, Poland, Czech Republic, but we are not sympathetic of Russia’s fears.",
                "He was an Augustinian friar living in what’s now the Czech Republic."
            ],
            "audio": "https://tts.langeek.co/read?text=Q3plY2ggUmVwdWJsaWM&hash=5760226fc9628d10ec3c96b8a542f2461cd3eef7&lang=en&cache-only=0",
            "defineEn": "a country in Central Europe bordered by Germany, Slovakia, Poland, and Austria",
            "defineVi": "một quốc gia ở Trung Âu giáp với Đức, Slovakia, Ba Lan và Áo",
            "hasImg": true
        },
        {
            "id": "3c94c000-c172-4963-b24f-63c11c0efe78",
            "word": "France",
            "phonetic": "fɹæns ",
            "partOfSpeechType": "noun",
            "examples": [
                "What is the capital of France?",
                "She wrote to him in France.",
                "France is known for its rich history and cultural heritage.",
                "France held its breath while the Senate chose its new president.",
                "France are playing against Wales on Saturday."
            ],
            "audio": "https://tts.langeek.co/read?text=RnJhbmNl&hash=6260663d6f6ffa8bd02b30698da99862b44b110c&lang=en&cache-only=0",
            "defineEn": "a country in Europe known for its famous landmarks such as the Eiffel Tower",
            "defineVi": "một quốc gia ở châu Âu được biết đến với các địa danh nổi tiếng như tháp Eiffel",
            "hasImg": true
        },
        {
            "id": "d50f3363-a8f7-49f1-b250-e8d02f8aba57",
            "word": "Switzerland",
            "phonetic": "swɪtsɚlənd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The watch is coming from Switzerland.",
                "That's Switzerland.",
                "Switzerland's post office even runs a bus service in rural areas.",
                "- It must be Switzerland.",
                "Yeah, it must be Switzerland."
            ],
            "audio": "https://tts.langeek.co/read?text=U3dpdHplcmxhbmQ&hash=4e729e24c2d5203af18ffa0519d34a4d90038720&lang=en&cache-only=0",
            "defineEn": "a country in Western Central Europe, south of Germany",
            "defineVi": "một quốc gia ở Tây Trung Âu, phía nam nước Đức",
            "hasImg": true
        },
        {
            "id": "6d01fdf5-a30d-46ce-aef5-1ce327f7bd0c",
            "word": "English",
            "phonetic": "ɪŋɡlɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Her family is English to the core.",
                "The English test was no problem for Pedro.",
                "The full English breakfast included a generous portion of black pudding alongside eggs, bacon, and beans.",
                "I can count up to fifty in English.",
                "I read English at Oxford."
            ],
            "audio": "https://tts.langeek.co/read?text=RW5nbGlzaA&hash=acd3b3712f92a44433353cf562619ec540a3e0c7&lang=en&cache-only=0",
            "defineEn": "belonging or relating to England, its people, or language",
            "defineVi": "thuộc về hoặc liên quan đến nước Anh, con người hoặc ngôn ngữ của nước này",
            "hasImg": true
        },
        {
            "id": "10050861-258f-467c-ac95-e131a3a6325c",
            "word": "Irish",
            "phonetic": "aɪɹɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Irish moss can be used as a thickener in homemade soups, gravies, and sauces.",
                "He has already held discussions with Irish shareholders.",
                "The Irish economy is performing strongly, but the devil is in the detail.",
                "Add a tablespoon of soaked Irish moss to your smoothies for a creamy and nutritious texture.",
                "'I like Irish food!'"
            ],
            "audio": "https://tts.langeek.co/read?text=SXJpc2g&hash=5abca9386886fbc6eae3bfdff0263a392eaff009&lang=en&cache-only=0",
            "defineEn": "belonging or relating to Ireland, its people, culture, and language",
            "defineVi": "thuộc về hoặc liên quan đến Ireland, con người, văn hóa và ngôn ngữ của nó",
            "hasImg": true
        },
        {
            "id": "dea63f90-e123-4f44-9db9-5daa4662a0ef",
            "word": "Spanish",
            "phonetic": "spænɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My sister packed some Spanish limes in her picnic basket for a tangy snack on our outdoor adventure.",
                "She made a Spanish omelette by frying sliced potatoes and onions with beaten eggs.",
                "In Spanish culture, it is common to greet others with a kiss on each cheek.",
                "Flamenco is a traditional Spanish dance that is known for its expressive movements.",
                "I love watching Spanish movies with subtitles to improve my language skills."
            ],
            "audio": "https://tts.langeek.co/read?text=U3BhbmlzaA&hash=5262c700f1c64a8bb2b40963b2f093268de6635d&lang=en&cache-only=0",
            "defineEn": "relating to Spain or its people or language",
            "defineVi": "liên quan đến Tây Ban Nha hoặc con người hoặc ngôn ngữ của nó",
            "hasImg": true
        },
        {
            "id": "0a503f0c-5a9a-4b61-8187-3511e91f3aa5",
            "word": "Turkish",
            "phonetic": "tɜːkɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Traditionally, Turkish carpets are handwoven by women.",
                "Azerbaijan's successful military campaign was helped by Turkish know-how and drone technology.",
                "Azerbaijan's successful military campaign was helped by Turkish know-how and drone technology.",
                "Turkish President Recep Tayyip Erdogan accuses the cleric Fethullah Gulen of orchestrating the uprising.",
                "Now the Azerbaijani and Turkish leaders exult in their popularity."
            ],
            "audio": "https://tts.langeek.co/read?text=VHVya2lzaA&hash=0e039adf0b530445f73b81f2dea46caa1b80b07a&lang=en&cache-only=0",
            "defineEn": "relating to the country, people, culture, or language of Turkey",
            "defineVi": "liên quan đến đất nước, con người, văn hóa, hoặc ngôn ngữ của Thổ Nhĩ Kỳ",
            "hasImg": true
        },
        {
            "id": "e1cd1e5e-9a84-454d-8004-8e8a62acfa6c",
            "word": "German",
            "phonetic": "dʒɜːmən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "German engineering is highly regarded for its precision and quality.",
                "The German language is widely spoken in Germany and other European countries.",
                "The German education system is highly regarded for its emphasis on academic excellence.",
                "I wouldn't call German an easy language.",
                "Let's serve traditional German dishes."
            ],
            "audio": "https://tts.langeek.co/read?text=R2VybWFu&hash=a248f87976e4432c8668ece12aa6565c98da5865&lang=en&cache-only=0",
            "defineEn": "relating to Germany or its people or language",
            "defineVi": "liên quan đến nước Đức hoặc con người hoặc ngôn ngữ của nó",
            "hasImg": true
        },
        {
            "id": "d5d364cb-f17d-422b-9d52-a0f0a2daa568",
            "word": "American",
            "phonetic": "ɐmɛɹɪkən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Jeans are as American as apple pie.",
                "He sounded American as apple pie.",
                "As an American, she had little truck with the painful formality of English life.",
                "Coca-Cola is a famous American soft drink.",
                "The Statue of Liberty is a famous American landmark."
            ],
            "audio": "https://tts.langeek.co/read?text=QW1lcmljYW4&hash=ffff07cb3e728bad488979fa8d3b8887a18e1d8b&lang=en&cache-only=0",
            "defineEn": "relating to the United States or its people",
            "defineVi": "liên quan đến Hoa Kỳ hoặc người dân của nó",
            "hasImg": true
        },
        {
            "id": "da204c83-4549-4351-aec1-982131be5c8a",
            "word": "Argentinian",
            "phonetic": "ɑːɹdʒəntɪniən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "What's lightning in Argentinian?",
                "Um, this feel Argentinian.",
                "And rotating the outer circle 90 degrees counterclockwise gives us a pattern often found in Middle Eastern music, as well as Brazilian choro, and Argentinian tango."
            ],
            "audio": "https://tts.langeek.co/read?text=QXJnZW50aW5pYW4&hash=7eb5e80a9c0eb89fb242d5e3dc8614267bfc3ba1&lang=en&cache-only=0",
            "defineEn": "relating to the country, people, culture, or language of Argentina",
            "defineVi": "liên quan đến đất nước, con người, văn hóa hoặc ngôn ngữ của Argentina",
            "hasImg": true
        },
        {
            "id": "b2e2a2bc-2a28-4fb0-8935-4fe4d7f66c84",
            "word": "Egyptian",
            "phonetic": "ɪdʒɪpʃən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Historians have divided Egyptian history into three broad categories.",
                "Hey Thot, do Egyptian gods drink water?",
                "Egyptian mediators say there's a truce agreement in principle.",
                "But more importantly, Ancient Egyptian civilization lasted from 3000 BCE to 332 BCE.",
                "That answer may lie thousands of years earlier with the Egyptian Ba-bird."
            ],
            "audio": "https://tts.langeek.co/read?text=RWd5cHRpYW4&hash=b68d8cb1c9d865d2466ee85448437a0c3b9a7305&lang=en&cache-only=0",
            "defineEn": "belonging or relating to Egypt, or its people",
            "defineVi": "thuộc về hoặc liên quan đến Ai Cập, hoặc người dân của nó",
            "hasImg": true
        },
        {
            "id": "a8a353a0-60e2-4982-ac36-63340b7dd7b2",
            "word": "Hungarian",
            "phonetic": "hʌŋɡɛɹiən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Last time I played Hungarian.",
                "Well according to Rebecca Davis at NPR, we owe that revelation to a Hungarian physician named Dr. Ignaz Semmelweis, though at the time no one really believed him.",
                "Some say the golden ratio and the Fibonacci Sequence are evident in Music for Strings, Percussion and Celesta by Hungarian composer, Bela Bartok.",
                "All of this meant that European Christendom really was declining in power, and in 1453, the Ottomans, a Turkic ethnic group of Muslims captured the capital of the Byzantine Empire, with the help, by the way, of a Hungarian munitions expert who knew about cannons.",
                "In 2014, a group of Swiss and Hungarian researchers published the results of a study in the journal Cell."
            ],
            "audio": "https://tts.langeek.co/read?text=SHVuZ2FyaWFu&hash=57a77cced002dd055d58e3f1c6f3c83e3579155b&lang=en&cache-only=0",
            "defineEn": "relating to the country, people, culture, or language of Hungary",
            "defineVi": "liên quan đến đất nước, con người, văn hóa, hoặc ngôn ngữ của Hungary",
            "hasImg": true
        },
        {
            "id": "8fbbe8ce-2932-4a94-bf13-4c7292cbb866",
            "word": "Italian",
            "phonetic": "ɪtæliən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Italian coffee, like espresso and cappuccino, is enjoyed all around the world.",
                "Italian fashion brands like Gucci and Prada are renowned for their luxury and style.",
                "My Italian friend told me to combine tagliatelle with a rich tomato and basil sauce for a traditional pasta dish.",
                "The Italian champion was in second position when he came to grief on the third lap.",
                "Italian gelato is a delicious frozen treat that comes in a variety of flavors and is enjoyed by people of all ages."
            ],
            "audio": "https://tts.langeek.co/read?text=SXRhbGlhbg&hash=bf89156c66c26844e817730e7d88222d6c2cd62e&lang=en&cache-only=0",
            "defineEn": "relating to Italy or its people or language",
            "defineVi": "liên quan đến Ý hoặc con người hoặc ngôn ngữ của nó",
            "hasImg": true
        },
        {
            "id": "adc822db-71c5-4115-89ca-4c6c715d6bab",
            "word": "Chinese",
            "phonetic": "tʃaɪniːz ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I am studying Chinese.",
                "The US wants access to Chinese markets.",
                "What became of those Chinese vases that Mum used to have?",
                "We couldn't understand them because they were talking in Chinese.",
                "She attended a cooking class where she learned to prepare a Chinese dish using water chestnut as the main ingredient."
            ],
            "audio": "https://tts.langeek.co/read?text=Q2hpbmVzZQ&hash=adfc344f055b6e310a844e144fa31e109b61deb9&lang=en&cache-only=0",
            "defineEn": "relating to the country, people, culture, or language of China",
            "defineVi": "liên quan đến đất nước, con người, văn hóa, hoặc ngôn ngữ của Trung Quốc",
            "hasImg": true
        },
        {
            "id": "98738c3d-8881-4464-b4d1-4c37878142e1",
            "word": "Japanese",
            "phonetic": "dʒæpəniːz ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Japanese company is light years ahead of its European competitors.",
                "Do you know any Japanese?",
                "After a little light window-shopping, I had dinner in a super-stylish Japanese restaurant.",
                "The Japanese cherry trees in my garden are in full bloom, creating a picturesque scene.",
                "We went to a Japanese restaurant and enjoyed a delicious bowl of miso soup with daikon slices."
            ],
            "audio": "https://tts.langeek.co/read?text=SmFwYW5lc2U&hash=9063cad537176f6de3f3509f494d2dc244e33f3e&lang=en&cache-only=0",
            "defineEn": "relating to the country, people, culture, or language of Japan",
            "defineVi": "liên quan đến đất nước, con người, văn hóa hoặc ngôn ngữ của Nhật Bản",
            "hasImg": true
        },
        {
            "id": "11c4bc00-4f1f-4065-be0c-39c09ab8531c",
            "word": "Czech",
            "phonetic": "tʃɛk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Czechs are being brutal here.",
                "He can speak some Czech.'",
                "The letter was in Czech, and it was his grandmother's writing.",
                "This is also very common across languages, such as Czech, Tibetan, and Korean.",
                "Jan taught Czech at Oxford University and wrote books about languages."
            ],
            "audio": "https://tts.langeek.co/read?text=Q3plY2g&hash=061fb011e5d920bd2c25a4070f0b42751bf68061&lang=en&cache-only=0",
            "defineEn": "the Czech Republic's official language",
            "defineVi": "ngôn ngữ chính thức của Cộng hòa Séc",
            "hasImg": true
        },
        {
            "id": "f51e78d5-a6ad-4b1c-a08a-a6e665ffdb2f",
            "word": "French",
            "phonetic": "fɹɛntʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The caretaker had taken French leave.",
                "The French army held the town for three days.",
                "Her favorite perfume is a French brand.",
                "French cuisine is known for its delicious cheeses and wines.",
                "The head teacher usually takes us for French."
            ],
            "audio": "https://tts.langeek.co/read?text=RnJlbmNo&hash=fb7bc0950613fbb1f699ef580c04b043682cafe6&lang=en&cache-only=0",
            "defineEn": "relating to the country, people, culture, or language of France",
            "defineVi": "liên quan đến đất nước, con người, văn hóa, hoặc ngôn ngữ của Pháp",
            "hasImg": true
        },
        {
            "id": "8601fa68-f099-4932-bc66-585c90bc72d6",
            "word": "Swiss",
            "phonetic": "swɪs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Swiss authorities tried a new strategy: harm reduction.",
                "It's not Swiss.",
                "Swiss thinker Jean-Jacques Rousseau had many ideas about education reform, for instance.",
                "So has Swiss stuntman Reno Jaton.",
                "What is that in Swiss?"
            ],
            "audio": "https://tts.langeek.co/read?text=U3dpc3M&hash=e6878079294455a5bb1b7d1140a24fe437216ee2&lang=en&cache-only=0",
            "defineEn": "belonging or relating to Switzerland, or its people",
            "defineVi": "thuộc về hoặc liên quan đến Thụy Sĩ, hoặc người dân của nó",
            "hasImg": true
        },
        {
            "id": "3f4fe991-4eb7-4c8e-8b80-a4181ff8a470",
            "word": "twenty-one",
            "phonetic": "twɛntiwʌn ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHdlbnR5LW9uZQ&hash=3a7a10feae9fb3294241152c2ddf0fc6f63c1189&lang=en&cache-only=0",
            "defineEn": "describing a quantity that is one more than twenty",
            "defineVi": "mô tả một số lượng là một hơn hai mươi",
            "hasImg": true
        },
        {
            "id": "ebb7b45f-0449-46c0-b360-bba905dd0163",
            "word": "thirty",
            "phonetic": "θɜːɾi ",
            "partOfSpeechType": "numeral",
            "examples": [
                "The recipe calls for thirty grams of sugar.",
                "It's two thirty.",
                "Thirty years up the river had made him a stranger to society.",
                "Julia is in her early thirties.",
                "If he was over thirty, then I was a monkey's uncle."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhpcnR5&hash=32cab230acd23fa990091b243299bc957f4814e3&lang=en&cache-only=0",
            "defineEn": "the number 30; the number of days in April, June, September, and November",
            "defineVi": "con số 30; số ngày trong tháng 4, tháng 6, tháng 9 và tháng 11",
            "hasImg": true
        },
        {
            "id": "7adcdab2-66e0-4f2d-af91-207f0847e309",
            "word": "thirty-five",
            "phonetic": "θɜːɾifaɪv ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhpcnR5LWZpdmU&hash=c5a34ee2abd465afad322a17ac537281183028af&lang=en&cache-only=0",
            "defineEn": "referring to the number 35; that is the number of fingers on seven hands",
            "defineVi": "đề cập đến số 35; đó là số ngón tay trên bảy bàn tay",
            "hasImg": true
        },
        {
            "id": "60fbb184-74d1-4e19-8f4b-a1819d1a1a58",
            "word": "forty",
            "phonetic": "fɔːɹɾi ",
            "partOfSpeechType": "numeral",
            "examples": [
                "I've just turned forty.",
                "My dad works forty hours a week.",
                "Since the forties he has led his own big bands.",
                "A fool at forty is a fool indeed.",
                "My grandparents have been married for over forty years."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ydHk&hash=3e66507782093b06bc52f8d76bfdf69935100c3e&lang=en&cache-only=0",
            "defineEn": "the number 40; the number of fingers that four people have",
            "defineVi": "số 40; số ngón tay mà bốn người có",
            "hasImg": true
        },
        {
            "id": "08ed4656-48d8-4141-a64a-0f52488088d2",
            "word": "forty-three",
            "phonetic": "fɔːɹɾiθɹiː ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zm9ydHktdGhyZWU&hash=9975b3a0b0fc06248bddc6175a6f9f99447a9d16&lang=en&cache-only=0",
            "defineEn": "referring to the number 43; that is the number of legs on four crabs plus three",
            "defineVi": "đề cập đến số 43; đó là số chân của bốn con cua cộng với ba",
            "hasImg": true
        },
        {
            "id": "415ae9cb-3c55-454c-b456-c21f4f3a5fda",
            "word": "fifty",
            "phonetic": "fɪfti ",
            "partOfSpeechType": "numeral",
            "examples": [
                "Fifty thousand people saw the match.",
                "Almost fifty years have passed since that day.",
                "I can count up to fifty in English.",
                "The house is set in fifty acres of parkland.",
                "Tom may be only forty-five, but with his gray hair and wrinkles, he appears to be on the other side of fifty."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlmdHk&hash=f9176a9f3a46bf1d5a911e88b6e116d0d9b18679&lang=en&cache-only=0",
            "defineEn": "the number 50; the number of fingers on five monkeys",
            "defineVi": "con số 50; số ngón tay của năm con khỉ",
            "hasImg": true
        },
        {
            "id": "a767bae9-d13a-4a73-a2e2-cf75d2d8e4f9",
            "word": "fifty-nine",
            "phonetic": "fɪftinaɪn ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmlmdHktbmluZQ&hash=829ef5a45fd3d867167b47864c5959ed4fc35e65&lang=en&cache-only=0",
            "defineEn": "referring to the number 59; that is the number of legs on five crabs plus nine",
            "defineVi": "đề cập đến số 59; đó là số chân của năm con cua cộng với chín",
            "hasImg": true
        },
        {
            "id": "16f2b5df-985f-4b3f-9caf-b278c1cfd50a",
            "word": "sixty",
            "phonetic": "sɪksti ",
            "partOfSpeechType": "numeral",
            "examples": [
                "The speed limit on this road is sixty kilometers per hour.",
                "Alex's genetics make him prone to premature aging, and he often looks like he's on the wrong side of sixty, even though he's in his fifties.",
                "The three German brands, BMW, Mercedes and Audi have historically controlled sixty percent of that market.",
                "Sixty percent of New Zealand's wool goes to China.",
                "Sixty years ago, air travel was far too expensive for the masses."
            ],
            "audio": "https://tts.langeek.co/read?text=c2l4dHk&hash=fd3b1123fee33b297af7eb31942e1c3fcddc005f&lang=en&cache-only=0",
            "defineEn": "the number 60; the number of fingers and toes that three people have",
            "defineVi": "số 60; số ngón tay và ngón chân mà ba người có",
            "hasImg": true
        },
        {
            "id": "a1bab8be-6ef0-44c9-a0dc-81f8f0a6e4d8",
            "word": "sixty-seven",
            "phonetic": "sɪkstisɛvən ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2l4dHktc2V2ZW4&hash=21c775b8bf7a8e4dd07a63e41700fddb95070d97&lang=en&cache-only=0",
            "defineEn": "referring to the number 67; that is the number of players on six soccer teams plus one",
            "defineVi": "đề cập đến số 67; đó là số cầu thủ của sáu đội bóng đá cộng với một",
            "hasImg": true
        },
        {
            "id": "53585294-f8db-4e71-9106-3a11aeb7214a",
            "word": "seventy",
            "phonetic": "sɛvənti ",
            "partOfSpeechType": "numeral",
            "examples": [
                "She has seventy dollars in her wallet.",
                "I scored seventy out of a hundred on my math test.",
                "My neighbor, who was in his seventies, started a successful business and became an inspiration to many, proving that there is many a good tune played on an old fiddle.",
                "Online ordering contributed seventy five percent of delivery sales.",
                "Seventy one percent of the way to fulfilling the settlement."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V2ZW50eQ&hash=47f235fd35f1c227d2e4c05369b81437b115c74a&lang=en&cache-only=0",
            "defineEn": "the number 70; the number of legs on seven crabs",
            "defineVi": "con số 70; số chân của bảy con cua",
            "hasImg": true
        },
        {
            "id": "48fb88a6-26a6-43c6-aec5-70fdcd7fd3a9",
            "word": "seventy-two",
            "phonetic": "sɛvəntituː ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2V2ZW50eS10d28&hash=9e1ee39da38d519f9da8ec8114221478763b2283&lang=en&cache-only=0",
            "defineEn": "referring to the number 72; that is the number of fingers on seven monkeys plus two",
            "defineVi": "đề cập đến số 72; đó là số ngón tay của bảy con khỉ cộng với hai",
            "hasImg": true
        },
        {
            "id": "1f197079-4275-46a8-b1be-88ddac438ec1",
            "word": "eighty",
            "phonetic": "eɪɾi ",
            "partOfSpeechType": "numeral",
            "examples": [
                "The store is offering a discount of eighty percent off.",
                "She had a brush with stardom in the eighties as a member of a minor pop band.",
                "The temperature dropped to minus eighty degrees Celsius in Antarctica.",
                "He might be in his eighties but he's tough as old boots.",
                "His political philosophy turned one hundred and eighty degrees when he grew a little older."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWlnaHR5&hash=102f953a77de6a6341395d4c705d20d050ecc288&lang=en&cache-only=0",
            "defineEn": "the number 80; the number we get when we multiply eight by ten",
            "defineVi": "con số 80; số chúng ta nhận được khi chúng ta nhân tám với mười",
            "hasImg": true
        },
        {
            "id": "639293ec-b7c2-4f5a-a7e5-aa503a4ad8b0",
            "word": "eighty-eight",
            "phonetic": "eɪɾieɪt ",
            "partOfSpeechType": "numeral",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWlnaHR5LWVpZ2h0&hash=f012067f4bb4cb11a5ebf75661f6ccde827ba0ed&lang=en&cache-only=0",
            "defineEn": "the number 88; the number of players on eight soccer teams",
            "defineVi": "con số 88; số cầu thủ trong tám đội bóng đá",
            "hasImg": true
        },
        {
            "id": "1dd5892c-152e-4e1b-b263-e838013fdaf1",
            "word": "ninety",
            "phonetic": "naɪnti ",
            "partOfSpeechType": "numeral",
            "examples": [
                "The speed limit on this highway is ninety kilometers per hour.",
                "After losing his job, Jack realized that life is ten percent what happens to you and ninety percent how you respond to it, and decided to use the experience as an opportunity to pursue a new career path.",
                "Those have round-trip efficiencies around ninety percent.",
                "Ninety percent of our monetization is on the subscription side.",
                "Ninety nine percent of Fortune 500 companies use open-source."
            ],
            "audio": "https://tts.langeek.co/read?text=bmluZXR5&hash=b5badbdf190d65446f7efca09fb2d56961ad56c0&lang=en&cache-only=0",
            "defineEn": "the number 90; the number of degrees for a right angle",
            "defineVi": "số 90; số độ của một góc vuông",
            "hasImg": true
        },
        {
            "id": "6a8c4dbe-48be-4d7f-9c89-9077d0f67c65",
            "word": "ninety-four",
            "phonetic": "naɪntifoːɹ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmluZXR5LWZvdXI&hash=2af23bd08e172a54c8d445b9b0dbe92819917fa8&lang=en&cache-only=0",
            "defineEn": "referring to the number 94; that is the number of fingers that nine people have plus four",
            "defineVi": "tham khảo số 94; đó là số ngón tay của chín người cộng với bốn",
            "hasImg": true
        },
        {
            "id": "f1becc52-cea5-4481-a285-d3ab6e300ba3",
            "word": "hundred",
            "phonetic": "hʌndɹɪd ",
            "partOfSpeechType": "numeral",
            "examples": [
                "A hundred cents make one euro.",
                "Hundreds of people came to hear her speak.",
                "Over seven hundred Facebook users have already liked the company’s website.",
                "There are hundreds of prizes up for grabs.",
                "The cliff dropped down over a hundred feet to the sea below."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVuZHJlZA&hash=57b3c3b2a424202a5f57a67771a98a409dabf48b&lang=en&cache-only=0",
            "defineEn": "the number 100; the number of years in a century",
            "defineVi": "số 100; số năm trong một thế kỷ",
            "hasImg": true
        }
    ]
}