{
    "id": "290e09cf-9ab2-444a-bcfb-144957db1d9b",
    "title": "Health Is Wealth",
    "originalTitle": "Health Is Wealth",
    "words": [
        {
            "id": "579bf388-a11c-4aeb-a1a8-1824ac47af96",
            "word": "anaerobic",
            "phonetic": "ænɛɹoʊbɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The oceans were populated by anaerobic microbes.",
                "Anaerobic microbes started to die off, as they were basically poisoned by the oxygen.",
                "Sometime in the Proterozoic, before 2.1 billion years ago, an anaerobic cell ate an aerobic bacterium, one that used oxygen to produce energy.",
                "But anaerobic bacteria could thrive in this environment, and they got to work.",
                "Which was fine at the time, because microscopic life on Earth back then was probably anaerobic."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5hZXJvYmlj&hash=771331f06e183b64040806dd9cda42dd669d7dd4&lang=en&cache-only=0",
            "defineEn": "(of physical exercise) involving short and intense physical activities, such as sprints and weightlifting, during which oxygen demand surpasses oxygen supply",
            "defineVi": "(tập thể dục) liên quan đến các hoạt động thể chất ngắn và cường độ cao, chẳng hạn như chạy nước rút và cử tạ, trong đó nhu cầu oxy vượt quá nguồn cung cấp oxy"
        },
        {
            "id": "e0f9e61c-2812-4116-a58e-178a10b6fddb",
            "word": "circulation",
            "phonetic": "sɜːkjʊleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The library quickly withdrew the controversial novel from circulation after parents complained that there is no thief like a bad book, capable of corrupting even the most innocent of minds.",
                "When counterfeit bills started circulating in the town, people became skeptical of using the genuine currency, leading to a decrease in the overall value of money in circulation, showing how bad money drives out good.",
                "Circulation grew quickly, partly because of the magazine's lack of competition.",
                "The first Williams-Sonoma catalog had a circulation of about 10,000.",
                "In reality, mammals have a figure-eight circulation."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2lyY3VsYXRpb24&hash=c2bf6622f5c7049ab8b47cb046a78ef0a1a6d803&lang=en&cache-only=0",
            "defineEn": "the flow and movement of blood around and in all parts of the body",
            "defineVi": "dòng chảy và chuyển động của máu xung quanh và trong tất cả các bộ phận của cơ thể",
            "hasImg": true
        },
        {
            "id": "ae192ca1-ca91-4363-b5ac-7084a5f7c038",
            "word": "to flourish",
            "phonetic": "tə flɜːɹɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The grape vine in my backyard is flourishing, with clusters of ripe grapes ready for harvest.",
                "Her professional life flourished.",
                "High culture also flourished.",
                "Life was flourishing.",
                "The sciences flourished and advanced transportation, communication, and medicine."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmxvdXJpc2g&hash=d759a44ba555187f2cb359bdf4a4948a05b10d8e&lang=en&cache-only=0",
            "defineEn": "to grow or develop in a healthy and successful way",
            "defineVi": "để tăng trưởng hoặc phát triển một cách lành mạnh và thành công"
        },
        {
            "id": "d50afa46-e12e-4959-b585-906ce4d3586b",
            "word": "immunity",
            "phonetic": "ɪmjuːnᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The doctor recommended using citrange as a natural remedy for boosting immunity.",
                "Humans develop immunity.",
                "This is immunity.",
                "We have no immunity to new pathogens.",
                "Babies, for example, naturally obtain passive humoral immunity while still in the womb."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1tdW5pdHk&hash=48fbefbc5533cfb07a6188341ee4417903534f68&lang=en&cache-only=0",
            "defineEn": "(medicine) the condition in which an organism can resist disease",
            "defineVi": "(y học) tình trạng mà một sinh vật có thể chống lại bệnh tật",
            "hasImg": true
        },
        {
            "id": "36541d4b-bc99-4c2a-ad78-40cfe5f566ab",
            "word": "regimen",
            "phonetic": "ɹɛdʒɪmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Moved by her powerful words, the sage told the princess to follow an ancient spiritual regimen.",
                "So let's go back to Jay's medication regimen.",
                "Eating well, keep hydrated and really have a good clean skin regimen.",
                "My question is, for those who are experiencing mild symptoms, is there any particular self-care regimen that they should be doing?",
                "Of actually going there, you have that regimen."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVnaW1lbg&hash=76d64513fc1583f0c11082202929e59eb51177b9&lang=en&cache-only=0",
            "defineEn": "a set of instructions given to someone regarding what they should eat or do to maintain or restore their health",
            "defineVi": "một tập hợp các hướng dẫn được đưa ra cho ai đó về những gì họ nên ăn hoặc làm để duy trì hoặc phục hồi sức khỏe của họ",
            "hasImg": true
        },
        {
            "id": "561477da-105f-4871-b534-94e0efc5c64c",
            "word": "strenuous",
            "phonetic": "stɹɛnjuːəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They feel like something the cat dragged in after a strenuous workout, sore and fatigued.",
                "It's extremely strenuous.",
                "Working conditions in the anime industry can be strenuous with long hours and slim margins.",
                "So I figured out a lot of different ways to get point A to point B without a lot of strenuous movements.",
                "The motors, inverters, and transmission can handle higher temperatures for a longer period of time before the car limits power to cool the car's components down, allowing the car to endure strenuous driving like drag racing longer."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyZW51b3Vz&hash=7c7ca47c452b4a43eef7b5fe2958c4b23cc272c1&lang=en&cache-only=0",
            "defineEn": "characterized by or performed with much energy or force",
            "defineVi": "đặc trưng bởi hoặc thực hiện với nhiều năng lượng hoặc lực lượng"
        },
        {
            "id": "3deb9ec7-6348-4194-a462-d2b3e9515d18",
            "word": "radiance",
            "phonetic": "ɹeɪdiəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's not some form of inner radiance.",
                "The smooth surface of the carved, painted wood connotes cleanliness and health, with the triangular brass ornaments reflecting light and adding to its radiance when danced."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFkaWFuY2U&hash=f53123ce98658f42265c31ba28aee19c421a1d9e&lang=en&cache-only=0",
            "defineEn": "an attractive combination of good health and happiness",
            "defineVi": "một sự kết hợp hấp dẫn của sức khỏe tốt và hạnh phúc",
            "hasImg": true
        },
        {
            "id": "06660582-ec96-43c3-9e13-150fe5963aab",
            "word": "social distancing",
            "phonetic": "soʊʃəl dɪstənsɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She joked with her friends that she didn't need to worry about social distancing because she ate an onion a day, and the phrase an onion a day keeps everyone away quickly became a running joke among them.",
                "The Swedes advocate limited social distancing.",
                "Bolsonaro discouraged social distancing and face masks.",
                "Social distancing is still enforced.",
                "So it really promotes social distancing."
            ],
            "audio": "https://tts.langeek.co/read?text=c29jaWFsIGRpc3RhbmNpbmc&hash=433a582a76be18da9ac49fd0a85108f1a7ff4c61&lang=en&cache-only=0",
            "defineEn": "‌the practice of keeping a safe distance between yourself and other people in order to prevent the spread of disease",
            "defineVi": "‌thực hành giữ khoảng cách an toàn giữa bạn và người khác để ngăn ngừa sự lây lan của bệnh tật",
            "hasImg": true
        },
        {
            "id": "d4a0870d-ea2d-4b88-9798-1464d9dcf2d9",
            "word": "handicapped",
            "phonetic": "hændɪkæpt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "\"Johnson is charged with two counts of misdemeanor assault \"on a handicapped person.",
                "and it was just created for one scene, he was a little handicapped kid, who's very, very cool",
                "Well, we know that we're very handicapped by the failed leadership of this administration.",
                "Even if this thing is horribly handicapped, it's got a 2080 Ti in it, it's not gonna be slow.",
                "A small army of the handicapped have occupied this building for the past 11 days."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZGljYXBwZWQ&hash=5976820eb2f8cbc53099354d8e687bff7c06e61c&lang=en&cache-only=0",
            "defineEn": "suffering from a physical or mental disability that limits the function of the mind and body, as a result of a permanent injury, illness, etc.",
            "defineVi": "bị khuyết tật về thể chất hoặc tinh thần làm hạn chế chức năng của trí óc và cơ thể, do thương tật vĩnh viễn, bệnh tật, v.v.",
            "hasImg": true
        },
        {
            "id": "6b299b6b-d5de-4e3d-9378-fd884f7388c1",
            "word": "impairment",
            "phonetic": "ɪmpɛɹmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "First, individuals have to show impairments in regulating their own behavior.",
                "Hypomania generally doesn't cause impairment.",
                "There's cognitive impairment with it.",
                "Also the symptoms caused clinically significant distress or impairment in various areas of your life not just one little area.",
                "You may have certain visual impairments, but not loss of eyesight."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wYWlybWVudA&hash=087f40a4d837ef3a73187fecf80006315aba0c37&lang=en&cache-only=0",
            "defineEn": "a state or condition in which a part of one's body or brain does not work properly",
            "defineVi": "một trạng thái hoặc tình trạng trong đó một phần cơ thể hoặc bộ não của một người không hoạt động bình thường",
            "hasImg": true
        },
        {
            "id": "c417660c-dc71-4c75-a691-96d2807a84c5",
            "word": "quadriplegic",
            "phonetic": "kwɑːdɹɪpliːdʒɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "For example: Concept Two We can attach a quadriplegic hand onto this thing He can now do the motion.",
                "But then he doesn’t expect that when he sticks his foot out, the guy is going to fall over, break his neck, end up a quadriplegic, have massive medical bills, crippling the soccer team or whatever he was on."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVhZHJpcGxlZ2lj&hash=bd5aa7c49d37511752646b2c30471e699ab8585e&lang=en&cache-only=0",
            "defineEn": "a person who is paralyzed from neck down",
            "defineVi": "một người bị liệt từ cổ trở xuống"
        },
        {
            "id": "97d4e41e-e397-44ee-b1e4-2b6992c2a764",
            "word": "paraplegia",
            "phonetic": "pæɹəpliːdʒə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFyYXBsZWdpYQ&hash=fb4f9de0cb172a7b581573840fa6abd05dee4a69&lang=en&cache-only=0",
            "defineEn": "a type of paralysis that affects the legs and the lower body as the result of spinal cord damage",
            "defineVi": "một loại tê liệt ảnh hưởng đến chân và phần dưới cơ thể do tổn thương tủy sống",
            "hasImg": true
        },
        {
            "id": "c16d4edf-d0a0-44d0-a268-35206997dc17",
            "word": "hard of hearing",
            "phonetic": "hɑːɹd ʌv hɪɹɪŋ ",
            "partOfSpeechType": "phrase",
            "examples": [
                "and he's increasingly hard of hearing.",
                "You're hard of hearing?",
                "I am hard of hearing.",
                "Around 38 to 48 million people in the United States alone are deaf and hard of hearing.",
                "Now, I grew up hard of hearing."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFyZCBvZiBoZWFyaW5n&hash=0f4dfb35470da220524910d2f74c3fe36893a5da&lang=en&cache-only=0",
            "defineEn": "unable to hear properly",
            "defineVi": "không thể nghe chính xác",
            "hasImg": true
        },
        {
            "id": "2e57bea0-d229-4183-a04f-0de1b01ca3f4",
            "word": "abnormality",
            "phonetic": "ɐbnoːɹmælᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "But body dysmorphic disorder has been associated with visual processing abnormalities and executive dysfunction.",
                "Such abnormalities can usually be explained by large masses like mountains or by differences in crust composition, but this region actually has a giant depression in it, and Enceladus’s crust is just frozen water.",
                "It's not a disease or an abnormality, and it isn’t necessarily tied to depression, anxiety, or self-esteem.",
                "Microcephaly is a fetal abnormality, which means in states like Indiana, aborting a pregnancy for that reason is illegal.",
                "We still don't know the actual cause of autism spectrum disorders but research shows that those with ASD do have abnormalities in the social regions of the brain."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJub3JtYWxpdHk&hash=54b25b05bd914ed5387af25d90a56a3165c78d9d&lang=en&cache-only=0",
            "defineEn": "‌an unusual feature in someone's body or behavior that may be harmful, caused by duplication or deletion of a single gene",
            "defineVi": "‌một đặc điểm bất thường trong cơ thể hoặc hành vi của ai đó có thể gây hại, do sao chép hoặc xóa một gen"
        },
        {
            "id": "d3d0b55e-5d72-4277-a374-4d4cba5aa99f",
            "word": "withdrawal",
            "phonetic": "wɪθdɹɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sugar withdrawal is like opioid withdrawal.",
                "Elsewhere in Syria, the withdrawal is less eventful.",
                "The withdrawal is running well ahead of President Biden's deadline of September 11.",
                "Sugar withdrawal is like opioid withdrawal.",
                "Newborns of women in opioid maintenance therapy can still go through withdrawal."
            ],
            "audio": "https://tts.langeek.co/read?text=d2l0aGRyYXdhbA&hash=98bf329257b176b3e9243b260882bb06684f1c8d&lang=en&cache-only=0",
            "defineEn": "the sudden cut back on or discontinuation of drug taking",
            "defineVi": "đột ngột cắt giảm hoặc ngừng dùng thuốc"
        },
        {
            "id": "204bb887-8812-4bc6-a1df-e078db160960",
            "word": "viral",
            "phonetic": "vaɪɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The product launch went out with a bang, with a viral social media campaign and record-breaking sales numbers.",
                "The social media influencer is in the limelight for their latest viral post.",
                "The viral video that captured a dog riding a skateboard became a one-day wonder, quickly spreading across social media and garnering millions of views.",
                "After a series of failed albums, Emily's music career got a new lease on life when her latest single became a viral sensation.",
                "The viral internet meme that gained immense popularity for a brief period became a ten-day wonder, with people sharing and referencing it widely before it faded from the online spotlight."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlyYWw&hash=49aa2146ced8848201a3308263d20b10eaf1b567&lang=en&cache-only=0",
            "defineEn": "of, related to, or caused by a virus or viruses",
            "defineVi": "của, liên quan đến, hoặc do vi-rút hoặc vi-rút gây ra",
            "hasImg": true
        },
        {
            "id": "b8e24a4b-95af-441a-9019-80e4a76d98a2",
            "word": "virulent",
            "phonetic": "vɪɹələnt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Wickliffe was the leader of the virulent pro-slavery movement.",
                "In particularly virulent cases, this damage can be lethal.",
                "But it wasn’t a virulent flu or poorly-chosen mushrooms that caused their deaths.",
                "Fortunately, while Ebola is highly virulent, several factors limit its contagiousness.",
                "It wasn't particularly virulent, so that the number of deaths in 2009 among the general population was even less than a regular seasonal flu, even though there were many, many more infections."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlydWxlbnQ&hash=0543cd0a049c796d93578e895d9950317c3200b9&lang=en&cache-only=0",
            "defineEn": "infectious; having the ability to cause disease",
            "defineVi": "truyền nhiễm; có khả năng gây bệnh"
        },
        {
            "id": "be4dea32-3c8d-4a89-884f-d61fd5edccdb",
            "word": "unconsciousness",
            "phonetic": "ʌŋkɑːnʃəsnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "So it's really further on the spectrum of unconsciousness.",
                "We are aware of ourselves and our surroundings, and know what unconsciousness feels like.",
                "The specific mechanism that causes these disorders is still up for debate, but regardless, some damage triggers a deep unconsciousness that can last for days or months.",
                "These focused on the importance of early experiences in shaping the unconsciousness and how that process affects our thoughts, feelings, behaviors, and personalities.",
                "RAPE: \"unlawful sexual activity and usually sexual intercourse carried out forcibly under threat of injury against the will of a person or with a person who is beneath a certain age or incapable of valid consent because of mental illness, mental deficiency, intoxication, unconsciousness or deception.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dW5jb25zY2lvdXNuZXNz&hash=9dcbbf323410410e49f80fba2a336f505212dec9&lang=en&cache-only=0",
            "defineEn": "the state of not being awake or aware of one's surroundings",
            "defineVi": "trạng thái không tỉnh táo hoặc không nhận thức được môi trường xung quanh",
            "hasImg": true
        },
        {
            "id": "0d1f8ad2-0f50-409f-8d87-c125d3701c8d",
            "word": "affliction",
            "phonetic": "ɐflɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In ancient Greece, headaches were considered powerful afflictions.",
                "Well, I think Mr. Putin has an affliction like, unfortunately, many world leaders have, which is an innate sense of insecurity as well as paranoia.",
                "Sticking together, giving each other strength and moral support and overcoming the worst, the worst of afflictions and persecutions.",
                "But, eventually, this backfires, creating damage, disease and eventually death from cancer and a host of other afflictions.",
                "His skin was covered in painful scabs, and he wondered why he alone had been marked with this affliction."
            ],
            "audio": "https://tts.langeek.co/read?text=YWZmbGljdGlvbg&hash=cf7271c61f22464972211037fdeeba84c0a16e4b&lang=en&cache-only=0",
            "defineEn": "a state of pain, suffering, or discomfort",
            "defineVi": "một trạng thái đau đớn, đau khổ, hoặc khó chịu",
            "hasImg": true
        },
        {
            "id": "c0c1ebef-45de-4eae-bdb7-1f9ae4b33de1",
            "word": "agony",
            "phonetic": "æɡəni ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the pain intensified, he couldn't help but cry out in agony.",
                "I could have saved myself years of misery and agony if I'd only known how to recognize the signs that God was answering my prayers.",
                "She died in agony.",
                "In addition to agony, poneratoxin can induce trembling, cold sweats, nausea, vomiting, and even an abnormal heartbeat.",
                "They're just in agony over this."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdvbnk&hash=9eb952e91952239bcd565e9719262352f8b579f1&lang=en&cache-only=0",
            "defineEn": "severe physical or mental pain",
            "defineVi": "đau đớn về thể chất hoặc tinh thần",
            "hasImg": true
        },
        {
            "id": "b3ac9093-7550-41fd-bf6d-31dbd912956f",
            "word": "terminal",
            "phonetic": "tɜːmɪnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The terminal has two MetroNap sleep pods.",
                "Different objects have different terminal velocities, depending on their surface area, their mass, things like that.",
                "But we have a terminal.",
                "This is terminal velocity.",
                "Terminal is KGX."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVybWluYWw&hash=a723d2925375f0970c007adef99a896f875a8ae5&lang=en&cache-only=0",
            "defineEn": "(of an illness) having no cure and gradually leading to death",
            "defineVi": "(của một căn bệnh) không có thuốc chữa và dần dần dẫn đến cái chết"
        },
        {
            "id": "3eb89bdf-9436-4749-b2e9-d3fae59796b0",
            "word": "septic",
            "phonetic": "sɛptɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We're working on a septic tank for an orphanage.",
                "Finally, not everyone lives in places with waste treatment plants, like people with individual septic systems.",
                "So they did the proper blood work and everything and determined that I was septic.",
                "On a more recent box of creamer Atkinson purchased on Amazon in January, it included a bright green sticker explaining something called septic packaging.",
                "Two years ago my buddy CJ had saved up a bunch of money and we headed down there to break ground by building a septic tank."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VwdGlj&hash=869ff208b4ffccae638fb3f010f7ffb81d3c5393&lang=en&cache-only=0",
            "defineEn": "(of a body part or wound) infected by harmful bacteria",
            "defineVi": "(của một bộ phận cơ thể hoặc vết thương) bị nhiễm vi khuẩn có hại"
        },
        {
            "id": "646ffa40-2959-4f4f-a4d2-29aeb4fbc31e",
            "word": "trauma",
            "phonetic": "tɹɔːmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Trauma surgeons work tirelessly to save lives, but ultimately they realize there is a remedy for everything except death and must accept that some injuries are simply too severe.",
                "I worry that all the trauma she's already been through at such a young age hardens her heart.",
                "And trauma.",
                "The attack evokes historic trauma, feelings of deep solidarity with all of the impacted families.",
                "And you mentioned trauma."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhdW1h&hash=192d42b769bb153119a87e5caec94fe9fba870d4&lang=en&cache-only=0",
            "defineEn": "a physical injury",
            "defineVi": "một chấn thương thể chất"
        },
        {
            "id": "c4efa80d-5e5e-41cd-8876-17a1fef5b7fc",
            "word": "seizure",
            "phonetic": "siːʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was taken with a seizure of some kind.",
                "Iran's state-run news agency announced the seizures.",
                "During the duration of our career, probably seized over 400 different seizures.",
                "Seizures, brain injuries, diseases, sensory deprivation, fever, stress, or even extreme grief or depression can all cause neurological disturbances that spur hallucinations of one kind or another.",
                "What links starvation, seizures, and ketone bodies in the blood?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2VpenVyZQ&hash=02ec712b2f22f615448dce9ee092522bad2bab90&lang=en&cache-only=0",
            "defineEn": "a sudden and painful attack caused by an illness",
            "defineVi": "một cuộc tấn công bất ngờ và đau đớn gây ra bởi một căn bệnh"
        },
        {
            "id": "a09cf8d9-8da4-4849-a167-a393ced69b3d",
            "word": "aggressive",
            "phonetic": "ɐɡɹɛsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The company's ex-CEO was known for his aggressive management style.",
                "The normally reserved and polite man became aggressive and confrontational when he was drunk, revealing a darker side of his personality.",
                "The two lawyers were both known for their aggressive tactics, so when they faced each other in court, it was a case of when Greek meets Greek, then comes the tug of war.",
                "The squirrels got aggressive, a hallmark of frustration.",
                "Windows updates are notoriously aggressive."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdncmVzc2l2ZQ&hash=15a2ec45fe228ea2b8111bffb2241d4276121e5f&lang=en&cache-only=0",
            "defineEn": "(of sickness or disease) tending to spread in a rapid manner",
            "defineVi": "(bệnh tật) có xu hướng lây lan nhanh chóng"
        },
        {
            "id": "0f2f0f65-e29f-4870-ac39-03b76c860233",
            "word": "bedridden",
            "phonetic": "bɛdɹɪdən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She suffered near-fatal injuries to her spine, pelvis and hips, and was bedridden for months afterward.",
                "And some people I know are completely bedridden.",
                "Stoker, who was born in Dublin in 1847, was famously bedridden with an unknown illness until the age of seven.",
                "So, after I do this interview with you, I might end up bedridden and unable to move, literally.",
                "Washington survived, but was left paralyzed and bedridden."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVkcmlkZGVu&hash=35506120ed07555b4ca35a9d7c936da6f31d4bbf&lang=en&cache-only=0",
            "defineEn": "having to stay in bed, usually for a long time, due to illness or injury",
            "defineVi": "phải nằm trên giường, thường là trong một thời gian dài, do bệnh tật hoặc chấn thương",
            "hasImg": true
        },
        {
            "id": "bd685e89-a02c-456c-84df-0705b9420265",
            "word": "chronic",
            "phonetic": "kɹɑːnɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "After months of chronic pain, Jake decided to go under the knife and have his knee joint replaced.",
                "John had been putting off seeing a doctor about his chronic back pain, but finally took his wife's advice and made an appointment.",
                "Another leading cause of memory problems is chronic stress.",
                "Well, I have chronic pain.",
                "Because I have chronic pain?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hyb25pYw&hash=430bbaef6d03be2e11a7d9dc4a1bddd313e419d4&lang=en&cache-only=0",
            "defineEn": "(of an illness) difficult to cure and long-lasting",
            "defineVi": "(về bệnh) khó chữa và kéo dài"
        },
        {
            "id": "a74a500d-25fc-48fc-9255-352ad5b0cce9",
            "word": "comatose",
            "phonetic": "koʊmɐtoʊs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Back in the 1990s, two workers were discovered lying comatose at the bottom of an empty pool.",
                "One is that the comatose brain doesn’t go through the regular cycles of sleep.",
                "No, Ben . Ben who's been comatose all morning comes alive to kind of make me look like a fool.",
                "In general, the comatose brain is a lot more disconnected from the things happening around it than in some other conditions or when you’re asleep.",
                "But the comatose brain doesn’t produce those high levels of activity, so, as far as we can tell from brain scans, it doesn’t go through REM cycles."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tYXRvc2U&hash=6009345e093cf1149f11b61ca5f5405729bda3e2&lang=en&cache-only=0",
            "defineEn": "being in a state of coma or relating to coma",
            "defineVi": "đang trong tình trạng hôn mê hoặc liên quan đến hôn mê",
            "hasImg": true
        },
        {
            "id": "6fdb7edc-2d4a-42d2-b42e-2b780fe7ebae",
            "word": "to succumb",
            "phonetic": "tə səkʌm ",
            "partOfSpeechType": "verb",
            "examples": [
                "After 98 days at sea, dozens of sailors had succumbed to scurvy and famine.",
                "I succumbed to cancer 10 years later.",
                "They often succumb to disease, to alcoholism, to violence.",
                "After days or weeks of suffering, the rhinos and other animals eventually succumbed, and were slowly buried in ash.",
                "Huayna Capac, the leader of the Incan empire, succumbed to smallpox before Pizarro even arrived."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VjY3VtYg&hash=0a3537c791ccd6eb2b4d74d15341cd94d4825a77&lang=en&cache-only=0",
            "defineEn": "to die as a result of a disease or injury",
            "defineVi": "chết do bệnh tật hoặc chấn thương"
        },
        {
            "id": "d8e7d5c5-92f2-404d-bce4-8ce887d5f223",
            "word": "remission",
            "phonetic": "ɹᵻmɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "They go into remission.",
                "He is in remission right now.",
                "With a functional cure, on the other hand, the person would basically be in remission.",
                "And if you do, remission rates go up.",
                "And the remission rates of the symptoms, overall symptoms, every symptom, even that little bit of fear is only 10%."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVtaXNzaW9u&hash=abfe2b9032b6d7bb1202c7417dd1a1635a844cfe&lang=en&cache-only=0",
            "defineEn": "a period during which a patient's condition improves and the symptoms seem less severe",
            "defineVi": "một khoảng thời gian mà tình trạng của bệnh nhân được cải thiện và các triệu chứng có vẻ ít nghiêm trọng hơn"
        },
        {
            "id": "609dbbcf-5071-4f20-b243-4b96c22308d3",
            "word": "pathogen",
            "phonetic": "pæθədʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Researchers are tirelessly studying the biology of these pathogens.",
                "We have no immunity to new pathogens.",
                "So a single pathogen has many potential antigens, or places where different antibodies could attach.",
                "But, sperm-borne pathogens are a thing in species that don’t menstruate, too.",
                "So imagine a pathogen and everybody's seen a cell under a microscope."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0aG9nZW4&hash=a3cc3d7a057ff75a24590dcd8bcb357fd613b540&lang=en&cache-only=0",
            "defineEn": "any organism that can cause disease",
            "defineVi": "bất kỳ sinh vật nào có thể gây bệnh",
            "hasImg": true
        },
        {
            "id": "761aeeca-c136-4af5-8ed2-3a09e6daa097",
            "word": "outbreak",
            "phonetic": "aʊtbɹeɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "So outbreaks are inevitable.",
                "This outbreak is testing the abilities of both software and broadband companies.",
                "Nearly two-thirds of rural counties are reporting outbreaks of Covid-19.",
                "The outbreak here has really concerned this community.",
                "The outbreak in their locker room subsided."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0YnJlYWs&hash=6fafa3d15e6fbfb9fcacb0eb05f940107e58aa8c&lang=en&cache-only=0",
            "defineEn": "the unexpected start of something terrible, such as a disease or war",
            "defineVi": "sự khởi đầu bất ngờ của một cái gì đó khủng khiếp, chẳng hạn như một căn bệnh hoặc chiến tranh"
        },
        {
            "id": "e6d24b3c-ef05-4bcc-b31d-0e6859ec568e",
            "word": "nauseous",
            "phonetic": "nɔːsɪəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "After the heavy drinking session, Mark woke up feeling nauseous.",
                "After eating some expired seafood, Mark felt extremely nauseous and eventually had to rush to the bathroom to toss his cookies.",
                "After eating the spoiled food, John felt nauseous and ended up puking his guts out.",
                "After eating the questionable seafood, Tom started to feel nauseous and appeared green around the gills.",
                "- I'm feeling nauseous."
            ],
            "audio": "https://tts.langeek.co/read?text=bmF1c2VvdXM&hash=ed98ed6556b76bc96848c8b78767e31114c15488&lang=en&cache-only=0",
            "defineEn": "feeling as if one is likely to vomit",
            "defineVi": "cảm giác như thể một người có khả năng nôn mửa",
            "hasImg": true
        },
        {
            "id": "a68e6e19-7605-488c-87b4-19ee5fa726dd",
            "word": "malady",
            "phonetic": "mælədi ",
            "partOfSpeechType": "noun",
            "examples": [
                "According to reports of the time, the malady started in Africa, but its impact in Greece gave it its name: the Plague of Athens.",
                "A sore throat can be a sign of all kinds of medical maladies.",
                "Scientists have observed a reduction in deaths from maladies like malaria, respiratory illnesses, and even some cancers in people who get BCG as kids, which they think is thanks to that immune training.",
                "Yours looks like it has some sort of physical malady."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFsYWR5&hash=f80f5c5bb74ea9da74313bb65a81fc7c13f2c06d&lang=en&cache-only=0",
            "defineEn": "any physical problem that might put one's health in danger",
            "defineVi": "bất kỳ vấn đề thể chất nào có thể gây nguy hiểm cho sức khỏe của một người",
            "hasImg": true
        },
        {
            "id": "67a93981-3f64-4269-a980-296b72a051e8",
            "word": "hereditary",
            "phonetic": "hɚɹɛdətɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "[Narrator] Unlike DNA changes to RNA are not hereditary.",
                "This limitation is strictly hereditary no cats can open treat bags with their thumbs because no cats have opposable thumbs.",
                "Based on current research, this condition is likely hereditary and also involves the FFA, but scientists are still looking into that.",
                "The Abbasids kept the idea of a hereditary monarchy, but they moved the capital of the empire to Baghdad, and they were much more welcoming of other non-Arab Muslims into positions of power.",
                "They actually remain conscious the whole time, but thanks to a hereditary genetic disorder their muscles often fail to relax after contracting thanks to a mutation in a muscle chloride channel."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVyZWRpdGFyeQ&hash=4acd2294ad25ac829bc019ba711e4d20d42aef36&lang=en&cache-only=0",
            "defineEn": "(of a disease or characteristic) able to be passed on to a child through the genes of its parents",
            "defineVi": "(của một căn bệnh hoặc đặc điểm) có thể được truyền cho một đứa trẻ thông qua gen của cha mẹ nó",
            "hasImg": true
        },
        {
            "id": "d4f8f099-136c-4eee-882a-cb326cf6deb9",
            "word": "fracture",
            "phonetic": "fɹæktʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Eventually, those crater walls can even fracture.",
                "And then, according to state records, in 1984 and 1985, the alpine slide produced 14 fractures 26 head injuries.",
                "Whether it's going to fracture?",
                "Yeah, it's fracture mechanics.",
                "In this method, porous rock is fractured by the use of water, sand and chemicals in order to release the enclosed natural gas."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhY3R1cmU&hash=31cd41a1a671f90a2b7ec10bb5e4afa277e2bc31&lang=en&cache-only=0",
            "defineEn": "a crack or break in a bone or other hard substance",
            "defineVi": "vết nứt hoặc gãy xương hoặc chất cứng khác",
            "hasImg": true
        },
        {
            "id": "94564855-814b-43a7-b4fd-4b175b70cff2",
            "word": "flatulent",
            "phonetic": "flætʃələnt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmxhdHVsZW50&hash=d1f6f8134221b3a0f5204a876f0859dbaa5b5597&lang=en&cache-only=0",
            "defineEn": "(of a person) suffering from an excessive amount of gas in the alimentary canal",
            "defineVi": "(của một người) bị quá nhiều khí trong ống tiêu hóa"
        },
        {
            "id": "e439d587-62e7-4778-838a-176011dffa09",
            "word": "to exacerbate",
            "phonetic": "tʊ ɛɡzæsɚbeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "When it was accused of racism, sexism, anti-environmentalism, it reacted defensively, exacerbating the situation.",
                "Harry wants more power and position at court than Edward is willing to give him and he chafes at the bit, which only exacerbates his dilema.",
                "Also, race and gender and other forms of inequality can exacerbate income equality.",
                "So the coyotes exacerbate it. ",
                "Of course, with wind and the weather, those issues will certainly exacerbate the issues."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhhY2VyYmF0ZQ&hash=bdbd576201dd48bc008b81d31f8015892bb07540&lang=en&cache-only=0",
            "defineEn": "to escalate a bad condition, situation, or emotion",
            "defineVi": "để leo thang một điều kiện xấu, tình hình, hoặc cảm xúc"
        },
        {
            "id": "b832aa80-931f-4718-864a-32d641778788",
            "word": "emaciation",
            "phonetic": "iːmeɪsɪeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The abundance of life is holding the emaciation of death."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1hY2lhdGlvbg&hash=2164e701d5ce3c6532fc4cf2d33d56cfc04bf0ed&lang=en&cache-only=0",
            "defineEn": "extreme leanness (usually caused by starvation or disease)",
            "defineVi": "cực kỳ gầy (thường là do đói hoặc bệnh tật)",
            "hasImg": true
        },
        {
            "id": "18dabc43-1d0f-4ff3-93f9-30830c85b70d",
            "word": "delirium",
            "phonetic": "dᵻlɪɹiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "If they weren't pressurized, it would cause delirium in seconds and knock you out in under a minute.",
                "It all began around 1917, when people began to suffer severe sleepiness, delirium, problem movings their eyes and paralysis.",
                "They also make sure to rule out that these things aren't happening because we're in a psychotic episodes or we have delirium or substance abuse.",
                "Any hotter, and heat stroke can set in, leading to exhaustion, delirium, or even a coma.",
                "When Deminan recovered from his delirium, he finally understood what the curse of his disease meant: he was a caracaracol, able to communicate with the gods."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsaXJpdW0&hash=0dd8ef05ce2d4cc222e72112286b36fd510c7954&lang=en&cache-only=0",
            "defineEn": "a usually brief state of excitement and mental confusion often accompanied by hallucinations",
            "defineVi": "một trạng thái phấn khích và rối loạn tâm thần thường ngắn ngủi thường đi kèm với ảo giác"
        }
    ]
}