{
    "id": "2913ec7e-342d-49a6-88c4-e51287018788",
    "title": "Lesson 5",
    "originalTitle": "Lesson 5",
    "words": [
        {
            "id": "56e31f9f-dea6-4c43-872d-299d9a1521f6",
            "word": "to censor",
            "phonetic": "tə sɛnsɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Then, it was quickly censored by the government.",
                "Private companies, on the other hand, can censor you all they want.",
                "And you don't censor this.",
                "Now your latest battle with the censors, what's the latest thing?",
                "We're going to allow our bot to censor curse words."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2Vuc29y&hash=583d9d5dece442173db6d90fd8fbad56375a1761&lang=en&cache-only=0",
            "defineEn": "to remove parts of something such as a book, movie, etc. and prevent the public from accessing them for political, moral, or religious purposes",
            "defineVi": "để xóa các phần của thứ gì đó chẳng hạn như sách, phim, v.v. và ngăn công chúng truy cập chúng vì mục đích chính trị, đạo đức hoặc tôn giáo"
        },
        {
            "id": "6e8b8895-cd77-40d5-95db-57ef7fbbb00d",
            "word": "censorious",
            "phonetic": "sɛnsoːɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2Vuc29yaW91cw&hash=eff9f508a40a79f2f9422480f739dd2de7649072&lang=en&cache-only=0",
            "defineEn": "harshly critical or expressing censure",
            "defineVi": "chỉ trích gay gắt hoặc bày tỏ sự chỉ trích"
        },
        {
            "id": "72eed4fa-6b0d-4da2-843e-77a9e7ec8976",
            "word": "censurable",
            "phonetic": "sɛnʃɚɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2Vuc3VyYWJsZQ&hash=c9e4a03a96bc6bf812481c1bd444451607bc44f1&lang=en&cache-only=0",
            "defineEn": "deserving blame or censure as being wrong or evil or injurious",
            "defineVi": "đáng bị đổ lỗi hoặc chỉ trích là sai hoặc xấu xa hoặc gây thương tích"
        },
        {
            "id": "cb7fbf48-8c58-462e-85cb-f812a62cfbc7",
            "word": "to censure",
            "phonetic": "tə sɛnʃɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "That censure vote failed.",
                "The censure vote against Senator Romney failed.",
                "They are calling for a censure resolution of the president.",
                "There was a censure vote that was taken.",
                "Senator Richard Burr faces a censure by North Carolina party leaders tonight for voting to convict Mr. Trump."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2Vuc3VyZQ&hash=d87c975887dbb7c36e17646a9a8ea20f31d45589&lang=en&cache-only=0",
            "defineEn": "to give severe criticism in an official manner",
            "defineVi": "để đưa ra những lời chỉ trích nghiêm trọng một cách chính thức"
        },
        {
            "id": "a584373e-1c6f-4645-8030-97a05f86d145",
            "word": "barcarole",
            "phonetic": "bɑːɹkɚɹoʊl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFyY2Fyb2xl&hash=a11780e3359a32f2b028dcc8b5527af0a43dd28f&lang=en&cache-only=0",
            "defineEn": "a boating song sung by Venetian gondoliers",
            "defineVi": "một bài hát chèo thuyền được hát bởi những người chèo thuyền đáy bằng ở Venice"
        },
        {
            "id": "f33024d9-ebff-43c0-9cc7-408be71dd33c",
            "word": "bard",
            "phonetic": "bɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bard refused, knowing the dangers of celebrating too early.",
                "But as her army readied for war, the bard played his magic harp, Kantele, entrancing all who heard it and sending Pohjola into a deep slumber.",
                "Among them were many skilled craftsmen, artists, and great poets called bards.",
                "Starlings are found all over the world including in North America where they were introduced in the late 1800s by a misguided Shakespeare fan who wanted to see every bird the bard ever mentioned flooding about in the New World.",
                "Though the journey was far from easy, the bard finally made it back to Kalevala."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyZA&hash=89b26a9a74e701d13baac680841a6b24b5a14ad5&lang=en&cache-only=0",
            "defineEn": "a person who writes pieces of poetry",
            "defineVi": "một người viết những mẩu thơ"
        },
        {
            "id": "00296fc5-72b7-4e1c-8811-5d729d30aa7e",
            "word": "virtu",
            "phonetic": "vɜːɾuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can see the electronic players, the Citadel's, the Virtu's, the Jumps, the Jane streets, the HRTs of the world, I think you're gonna see them get bigger.",
                "Two examples of the biggest are Citadel and Virtu."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlydHU&hash=5f2395fa871c0c2895e3f3437e9a76e8278e9d47&lang=en&cache-only=0",
            "defineEn": "love of or taste for fine objects of art",
            "defineVi": "tình yêu hoặc sở thích đối với các đối tượng nghệ thuật tốt"
        },
        {
            "id": "7c6779e7-1b85-41df-b5e6-232f0e8c4ea0",
            "word": "virtual",
            "phonetic": "vɜːtʃuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Phobia sufferers often find themselves virtual prisoners in their own home.",
                "- Defend the virtual farm?",
                "- Virtual dating has become the new norm.",
                "On the other hand, virtual work amplifies some differences.",
                "One week later, this sandwich set off a virtual confrontation between some of the biggest names in fast food."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlydHVhbA&hash=0a9f11d25b360871fc818f232e44c69da8aa0a3d&lang=en&cache-only=0",
            "defineEn": "being actually such in almost every respect",
            "defineVi": "thực sự như vậy trong hầu hết mọi khía cạnh"
        },
        {
            "id": "1d31f8ca-3a3c-4f4a-8c46-ac8c38ce9da3",
            "word": "virtuoso",
            "phonetic": "vɜːtʃuːoʊsoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And this was a virtuoso performance.",
                "And if you go back and look at this testimony, it’s this kind of virtuoso performance from Trump. ",
                "In the last few decades, advances in neuroscience have revealed that music is also a virtuoso when it comes to healing the brain."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlydHVvc28&hash=4f0f3060232b4a1418c2c42d6ef14050471e8a46&lang=en&cache-only=0",
            "defineEn": "someone who is dazzlingly skilled in any field",
            "defineVi": "một người có kỹ năng rực rỡ trong bất kỳ lĩnh vực nào"
        },
        {
            "id": "f1a4b5ef-a89d-4ddf-8198-2f181057e291",
            "word": "to propel",
            "phonetic": "tə pɹəpɛl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The movie's box office performance has propelled it to the top of the charts in Hollywood.",
                "Viral dances and memes have propelled a number of songs to the top of the U.S. charts, most famously, Old Town Road in 2019 .",
                "Propelling them forward.",
                "Stay at home orders have propelled the app's rapid growth in the United States.",
                "It propels the spacecraft by creating plasma, in the form of a super hot jet of ions and electrons."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvcGVs&hash=1d04d8d692def23f090e6455b3c9ae4269649eea&lang=en&cache-only=0",
            "defineEn": "cause to move forward with force",
            "defineVi": "nguyên nhân để di chuyển về phía trước với lực lượng",
            "hasImg": true
        },
        {
            "id": "d91ef8fe-261a-4863-9b79-9afda923ce9c",
            "word": "propellant",
            "phonetic": "pɹəpɛlənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Uh, they had different propellant.",
                "Propellant is in here.",
                "You may have grains of propellant that exit the muzzle faster than the bullet, supersonically.",
                "Different types of potato gun propellant burn at different rates.",
                "First he used alcohol instead of gasoline as the main propellant along with liquid oxygen."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcGVsbGFudA&hash=fb9259e8c15d15f88f50922097e287333547c10a&lang=en&cache-only=0",
            "defineEn": "any substance that propels",
            "defineVi": "bất kỳ chất nào đẩy"
        },
        {
            "id": "c5ac3394-a17d-4606-8364-ead499f88323",
            "word": "propeller",
            "phonetic": "pɹəpɛlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "At the top is a propeller with several long blades. ",
                "Our drone is a battery with propellers on it.",
                "Each nectophore acts like an individual propeller blade for a siphonophore, moving it through the water.",
                "I have actually personally accidentally installed the wrong propellers on the wrong arms on a drone and had disastrous consequences in the past.",
                "Likewise, people complain that wind machine propellers are killing birds that fly too close to the blades. "
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcGVsbGVy&hash=4fcd088eec0cc15bbadc01a58dcf044a89e28cc2&lang=en&cache-only=0",
            "defineEn": "a mechanical device that rotates to push against air or water",
            "defineVi": "một thiết bị cơ học quay để đẩy không khí hoặc nước"
        },
        {
            "id": "cbe1e974-8718-4d05-a184-4975856d1968",
            "word": "to debunk",
            "phonetic": "tə diːbʌŋk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Debunking the myths.",
                "Today we debunked some cat myths.",
                "Finally, in the 1950s, Piltdown Man was, at long last, debunked as a fraud.",
                "In the past, we have debunked a number of myths.",
                "Today we're debunking dog myths."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVidW5r&hash=e6af2fc664a2386491f1d2065e7fadcb807ab962&lang=en&cache-only=0",
            "defineEn": "to reveal the exaggeration or falseness of a belief, claim, idea, etc.",
            "defineVi": "để tiết lộ sự cường điệu hoặc sai lầm của một niềm tin, tuyên bố, ý tưởng, vv"
        },
        {
            "id": "cb1e21ce-5c22-49af-acb1-41c598aa1289",
            "word": "debunking",
            "phonetic": "diːbʌŋkɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Interestingly, there have been no modern encounters with the Will-o’-the-Wisp and therefore no new data to add to any potential debunking theories."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVidW5raW5n&hash=2a93164dffb276773197af1ff9c61a3e48315196&lang=en&cache-only=0",
            "defineEn": "the exposure of falseness or pretensions",
            "defineVi": "sự phơi bày của sự giả dối hoặc giả vờ"
        },
        {
            "id": "c56475cd-88d3-4bfc-8caa-6927e4d77cc4",
            "word": "imitation",
            "phonetic": "ɪmɪteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "If someone copies your fashion style, it can be a way of showing that they appreciate your taste - imitation is the sincerest form of flattery.",
                "Rats, crows, pigeons, primates, and other animals learn through imitation.",
                "These imitations can cost up to 10 times the real food they represent.",
                "Birds can be very impressive imitation, which is another word for copying.",
                "But more significantly, Capek's robots introduced the idea of the robot as an imitation or substitute for a human being."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1pdGF0aW9u&hash=f31115882addc34af17740c7d5b46a151c5ee006&lang=en&cache-only=0",
            "defineEn": "copying (or trying to copy) the actions of someone else",
            "defineVi": "sao chép (hoặc cố gắng sao chép) hành động của người khác"
        },
        {
            "id": "18800424-2f84-43ef-bbb4-f966591a3c4b",
            "word": "imitator",
            "phonetic": "ɪmᵻteɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The birds that can copy human speech are especially talented imitators.",
                "They’re such good imitators that sometimes people are fooled!",
                "So Sacabambaspis was the first fish that we know of to acquire this kind of covering, but it would soon have many imitators."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1pdGF0b3I&hash=0daf839fade0875f1cd783cc5eac402a171c33fa&lang=en&cache-only=0",
            "defineEn": "someone who copies the words or behavior of another",
            "defineVi": "ai sao chép lời nói hoặc hành vi của người khác"
        },
        {
            "id": "42130079-d550-4e9e-8e82-a1b78d289aa1",
            "word": "mercantile",
            "phonetic": "mɜːkɐntaɪl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This is called mercantile capitalism, and it was a global phenomenon, from the Chinese, to the Indian Ocean trade network, to Muslim merchants who would sponsor trade caravans across the Sahara.",
                "Brett also set his sights on building out Mercantile, a budget-friendly collection from J.Crew.",
                "With this mercantile power, it was able to extend its sphere of influence across continents, fostering a strong Arab and Indian trader presence throughout its zenith.",
                "Just as today, banks were very important to the industrial and mercantile development of the U.S. And at the beginning of Jackson’s Presidency, American banking was dominated by the Second National Bank, which you’ll remember, had been established by Congress as part of the American system.",
                "Hamilton had a strong personality, and as you can see, the beautiful wavy hair of a Caribbean god, and he had very definite ideas about what he wanted the future of America to look like: First, Hamilton wanted the country to be mercantile, which means that he believed that we should be deeply involved in world trade."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVyY2FudGlsZQ&hash=fee67ad7dd0f5f594d6aeead503f754284febee9&lang=en&cache-only=0",
            "defineEn": "of or relating to the economic system of mercantilism",
            "defineVi": "của hoặc liên quan đến hệ thống kinh tế của chủ nghĩa trọng thương"
        },
        {
            "id": "7bcccb84-772d-43fb-9687-fee2017ded6a",
            "word": "mercenary",
            "phonetic": "mɜːsənɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Mercenaries are in it for the loot.",
                "It’s mercenary.",
                "Such noble behavior separated the knight from common archers and mercenaries.",
                "They were arrested Monday, a day after mercenaries attacked a coastal outpost.",
                "Meanwhile, the aforementioned use of mercenaries helped undermine the feudal system, in which everyone owed loyalty to a lord, from knights to a serf, who was bound to that lord's land."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVyY2VuYXJ5&hash=e1110b08ae77855bcbe92d351e687bed3fa0b7d9&lang=en&cache-only=0",
            "defineEn": "profit oriented",
            "defineVi": "lợi nhuận theo định hướng"
        },
        {
            "id": "0a4c5e86-af4c-4921-bbab-84b138e1b6ec",
            "word": "perfidy",
            "phonetic": "pɜːfɪdi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVyZmlkeQ&hash=bd07e1460908274387c8f9d2a7a6d387887d07f1&lang=en&cache-only=0",
            "defineEn": "an act of deliberate betrayal",
            "defineVi": "một hành động cố tình phản bội"
        },
        {
            "id": "e36c0852-0433-45a5-a3c0-5c56dc30f8fa",
            "word": "perfidious",
            "phonetic": "pɜːfɪdiəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVyZmlkaW91cw&hash=fb9622e913456dca5f78be7c6c0f3c8831d22214&lang=en&cache-only=0",
            "defineEn": "relating to someone or something that is untrustworthy and disloyal",
            "defineVi": "liên quan đến một ai đó hoặc một cái gì đó là không đáng tin cậy và không trung thành"
        }
    ]
}