{
    "id": "292838c7-73b8-494b-87f0-771b35079f95",
    "title": "Practical English Episode 5",
    "originalTitle": "Practical English Episode 5",
    "words": [
        {
            "id": "a57f3307-dfb1-44c2-b76f-477503f729e6",
            "word": "main course",
            "phonetic": "meɪn koːɹs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We had a side salad with our main course for a balanced meal.",
                "The consomme was served in a small cup as an appetizer before the main course.",
                "Guests at the outdoor wedding reception enjoye grilled beefsteaks as the main course.",
                "The chef at the restaurant used chard as a garnish for the main course.",
                "They organized a cozy dinner party and served braised pork shanks as the main course."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFpbiBjb3Vyc2U&hash=418c16224587338c7216b5dfd5cd566b7f09386b&lang=en&cache-only=0",
            "defineEn": "the main dish of a meal",
            "defineVi": "món chính của bữa ăn",
            "hasImg": true
        },
        {
            "id": "024ae740-898c-4dbf-b322-1f912ab58169",
            "word": "soup",
            "phonetic": "suːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The soup needs a little more seasoning.",
                "My friend Prepared a nourishing soup with cellophane noodles, mushrooms, and bok choy.",
                "We enjoyed hot cabbage soup on a chilly evening.",
                "I always garnish my soup with a sprinkle of fresh herbs.",
                "My grandma makes the best homemade chicken soup."
            ],
            "audio": "https://tts.langeek.co/read?text=c291cA&hash=67f29063b48162b01e8f9cbe5b0593e9428e7e45&lang=en&cache-only=0",
            "defineEn": "liquid food cooked in water, typically containing small pieces of meat, fish, or vegetables",
            "defineVi": "thức ăn lỏng được nấu trong nước, thường chứa những miếng thịt, cá hoặc rau nhỏ",
            "hasImg": true
        },
        {
            "id": "723fb007-beea-45bb-bb22-93258ba150dd",
            "word": "grilled",
            "phonetic": "ɡɹɪld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The grilled chicken farfalle was a protein-packed and filling dish.",
                "I sprinkled some seasoning on my grilled chicken for added flavor."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JpbGxlZA&hash=c1ea2e35df6929f91536fbfd485bf012e84c316c&lang=en&cache-only=0",
            "defineEn": "cooked on a fire",
            "defineVi": "nấu trên lửa",
            "hasImg": true
        },
        {
            "id": "b6a8d9f2-e557-492e-822d-3d3ad5b181b6",
            "word": "sauce",
            "phonetic": "sɔːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The sauce would kill the taste of the herbs.",
                "The chef tasted the sauce with a small spoon.",
                "The lingonberry sauce perfectly complemented the roasted turkey at Thanksgiving dinner.",
                "She stored homemade sauce in a glass bottle.",
                "He uses marinara sauce as a dip for his garlic bread and a base for his lasagna."
            ],
            "audio": "https://tts.langeek.co/read?text=c2F1Y2U&hash=35fa0ae4468ef1711258ae4130eed4548ceae137&lang=en&cache-only=0",
            "defineEn": "a thick liquid, served with food to give it a particular taste",
            "defineVi": "một chất lỏng dày, ăn kèm với thức ăn để tạo cho nó một hương vị đặc biệt",
            "hasImg": true
        },
        {
            "id": "aa3a7632-5b89-449d-a415-e95d9743ae0e",
            "word": "fresh",
            "phonetic": "fɹɛʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The hotel provides fresh towels for the guests every day.",
                "They served fresh vegetables with a side of tangy salad cream.",
                "The farmer harvested the fresh broccoli florets from the garden for market.",
                "She juices fresh vegetables every morning for a nutritious start to her day.",
                "I made a fresh salad with mixed greens, goat cheese, and a handful of red currants."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlc2g&hash=c2c5b5478212d25e847cd092657c56604ce7c69e&lang=en&cache-only=0",
            "defineEn": "new or different and not formerly known or used",
            "defineVi": "mới hoặc khác và chưa được biết đến hoặc sử dụng trước đây"
        },
        {
            "id": "39c2aa03-4166-4306-984c-682cff7fef0d",
            "word": "menu",
            "phonetic": "mɛnjuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The menu featured a creative dish of beef plate tacos.",
                "The menu features an innovative dish of Korean-style lamb chops.",
                "The vegetarian menu offers a delicious black bean burrito as a protein-packed option.",
                "They finally added a delicious veggie burger option to their menu.",
                "The restaurant offered a diverse menu to cater to different tastes and dietary restrictions - horses for courses."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVudQ&hash=62bfdc56a302048407ad361c54a4375336f40f17&lang=en&cache-only=0",
            "defineEn": "a list of the different food available for a meal in a restaurant",
            "defineVi": "một danh sách các loại thực phẩm khác nhau có sẵn cho một bữa ăn trong một nhà hàng",
            "hasImg": true
        },
        {
            "id": "d6f192b2-d8dd-4c4a-8628-631731b71b62",
            "word": "dessert",
            "phonetic": "dɪzɜːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dessert was beautifully presented with a garnish of chocolate shavings on top.",
                "The chef incorporated chunks of multiple fruits into a delectable dessert.",
                "The combination of ripe cherimoya and coconut milk created a heavenly dessert pudding.",
                "Our dessert of the day is a delectable almond-leaved pear tart.",
                "The subtle bitterness of artemisia balanced the sweetness of the dessert."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzc2VydA&hash=aee1d72d4eec797f2164e19128ee8c089f8dc4c2&lang=en&cache-only=0",
            "defineEn": "‌sweet food eaten after the main dish",
            "defineVi": "món ngọt ăn sau món chính",
            "hasImg": true
        },
        {
            "id": "e8b62e49-7940-4a97-a8af-85553dd18504",
            "word": "starter",
            "phonetic": "stɑːɹɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The backup quarterback had to make up for the injured starter and lead the team to victory.",
                "For Alex, his starter marriage served as a valuable learning experience, teaching him valuable lessons about communication, compromise, and the kind of partner he wanted to be with for the long term.",
                "After college, Nicole and John got married, but it turned out to be a starter marriage as they soon realized they wanted different things in life and decided to go their separate ways.",
                "For starters, animals in captivity have more interaction with humans.",
                "Some bakers could bring their starters to R.C. Chocolat."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhcnRlcg&hash=cb2a93fedfc8321e6250fb62a67e5ce58c6a6b16&lang=en&cache-only=0",
            "defineEn": "a small dish served before the main course",
            "defineVi": "một món ăn nhỏ phục vụ trước món chính",
            "hasImg": true
        },
        {
            "id": "4011a158-dfe9-48b6-a1d6-8b88270c3369",
            "word": "home-made",
            "phonetic": "hoʊmmeɪd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9tZS1tYWRl&hash=2613d0a999477ee8c9d02c5e791f4ebaf02b9cfe&lang=en&cache-only=0",
            "defineEn": "something that is cooked, created, or produced at home",
            "defineVi": "một cái gì đó được nấu chín, tạo ra, hoặc sản xuất tại nhà"
        }
    ]
}