{
    "id": "29b61ae4-5233-4938-b4e5-d5ecb2846b1d",
    "title": "Lesson 3A",
    "originalTitle": "Lesson 3A",
    "words": [
        {
            "id": "62f761a8-01a0-4c7b-8c6e-a10e944fe340",
            "word": "illegal",
            "phonetic": "ɪliːɡəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The government has taken a firm line on illegal immigration.",
                "The police got wind of the illegal drug deal.",
                "They may not have broken the law themselves, but the CEOs certainly sat on their hands and allowed these illegal activities to happen unchecked.",
                "When Jane realized that her friends were involved in illegal activities, she decided to distance herself from them, remembering the saying better be alone than in bad company",
                "He was unaware that eating horseflesh was illegal in their country."
            ],
            "audio": "https://tts.langeek.co/read?text=aWxsZWdhbA&hash=322555592d497d3e70a0316a3a9fb6095ed5e39b&lang=en&cache-only=0",
            "defineEn": "forbidden by the law",
            "defineVi": "pháp luật cấm",
            "hasImg": true
        },
        {
            "id": "d8513327-3b08-47d1-8089-87d804748b78",
            "word": "goods",
            "phonetic": "ɡʊdz ",
            "partOfSpeechType": "noun",
            "examples": [
                "ur company mainly produces goods for export.",
                "Such cheap goods obviously rely on dirt cheap labor.",
                "The goods will be delivered at your convenience.",
                "The truck delivered a large shipment of goods to the warehouse.",
                "She stored canned goods and snacks in the kitchen pantry."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29vZHM&hash=609fd6d05d1b9042acbab18737c0937d339e2193&lang=en&cache-only=0",
            "defineEn": "items made or produced for sale",
            "defineVi": "các mặt hàng được làm hoặc sản xuất để bán",
            "hasImg": true
        },
        {
            "id": "3da95077-243c-4745-b73c-f671541fc1ed",
            "word": "on board",
            "phonetic": "ɔn boːɹd ",
            "partOfSpeechType": "phrase",
            "examples": [
                "We can't have a restaurant that is completely closed during the slow season, so we keep a skeleton crew on board to serve the few customers who decide to come in.",
                "The instruments are on board.",
                "So get on board. ",
                "As a result, astronauts on board live in a constant state of free fall, or weightlessness.",
                "But not all in the private sector are on board."
            ],
            "audio": "https://tts.langeek.co/read?text=b24gYm9hcmQ&hash=829c8aa8d38a705696dd2f280a3304c5e5cc5526&lang=en&cache-only=0",
            "defineEn": "on a means of transportation such as an aircraft, train, or ship",
            "defineVi": "trên một phương tiện giao thông như máy bay, tàu hỏa hoặc tàu thủy"
        },
        {
            "id": "561b5db4-ce4c-4a71-af19-7b40d47cab53",
            "word": "aisle",
            "phonetic": "aɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The father proudly walked his daughter down the aisle on her wedding day.",
                "She pushed the cart down the aisle at the grocery store.",
                "The woman walked gracefully down the aisle, wearing a stunning white wedding gown on her special day.",
                "I'd like an aisle seat.",
                "They checked the footage of me in the aisle way."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlzbGU&hash=883cb753368ccf827f51aef3d30be33cc51d30a1&lang=en&cache-only=0",
            "defineEn": "a narrow passage in a theater, train, aircraft, etc. that separates rows of seats",
            "defineVi": "một lối đi hẹp trong rạp hát, xe lửa, máy bay, v.v. ngăn cách các hàng ghế",
            "hasImg": true
        },
        {
            "id": "22b2abf7-e5cd-46a0-b774-dfddbc97bdd7",
            "word": "cabin crew",
            "phonetic": "kæbɪn kɹuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Management urged cabin crew to call off their work to rule.",
                "The 21,000 flight attendants and pursers that make up Emirates cabin crew.",
                "I went and checked out the crew quarters, where cabin crew members and pilots can take a nap between their shifts.",
                "Like most of the cabin crew, Siti knows more than one language.",
                "But there are over 60 languages spoken across Emirates cabin crew and a staff of 140 nationalities."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FiaW4gY3Jldw&hash=6ed10526b512d09eba94a010c6c8368ff853c4be&lang=en&cache-only=0",
            "defineEn": "the group of people whose job is looking after the passengers on an aircraft",
            "defineVi": "nhóm người có công việc chăm sóc hành khách trên máy bay",
            "hasImg": true
        },
        {
            "id": "5cac4c11-f880-4d8b-a237-144ad84ed1aa",
            "word": "connecting flight",
            "phonetic": "kənɛktɪŋ flaɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29ubmVjdGluZyBmbGlnaHQ&hash=baa588f7679862df4d40ccc80fa2c04a457955d2&lang=en&cache-only=0",
            "defineEn": "a flight between two points that involves changing planes and possibly airlines in the middle of the journey",
            "defineVi": "một chuyến bay giữa hai điểm liên quan đến việc thay đổi máy bay và có thể là các hãng hàng không ở giữa hành trình"
        },
        {
            "id": "16be53b4-1205-4ccc-b493-96699853d113",
            "word": "direct flight",
            "phonetic": "dᵻɹɛkt flaɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlyZWN0IGZsaWdodA&hash=9f4257603e153af11d793307334656e2ad1bdbee&lang=en&cache-only=0",
            "defineEn": "a flight between two points that takes place without changing planes, but might include stops on the way",
            "defineVi": "một chuyến bay giữa hai điểm diễn ra mà không thay đổi máy bay, nhưng có thể bao gồm các điểm dừng trên đường",
            "hasImg": true
        },
        {
            "id": "a67fbced-4d25-40ce-aa4b-240db7c06e9e",
            "word": "jet lag",
            "phonetic": "dʒɛt læɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "and I was jet lagged.",
                "We call this social jet lag.",
                "But on this flight, the plane and its passengers switched to Sydney time right away as part of an experiment to minimize jet lag.",
                "You're taking jet lag to a whole nother extreme.",
                "Even after crossing 15 time zones, I didn't feel jet lagged."
            ],
            "audio": "https://tts.langeek.co/read?text=amV0IGxhZw&hash=05c9c59ce53da6d60fa8f3e1c42d10dbd54c29ca&lang=en&cache-only=0",
            "defineEn": "the confusion and tiredness one can experience after a long flight, particularly when the origin is in a much different time zone than the destination",
            "defineVi": "sự bối rối và mệt mỏi mà người ta có thể trải qua sau một chuyến bay dài, đặc biệt khi điểm xuất phát ở múi giờ khác nhiều so với điểm đến"
        },
        {
            "id": "4ace6bfc-7cd4-4807-bd31-d0dc353ccee5",
            "word": "long-haul",
            "phonetic": "lɔŋhɔːl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But this wasn't your ordinary long-haul trip.",
                "Today, she crews an average of nine long-haul flights a month.",
                "Jess Begay Sr . of the Navajo Nation was a long-haul trucker who transported everything from explosives to milk.",
                "These three previously healthy individuals are in their 20s, 30s and 40s, and are now suffering long-haul COVID.",
                "That doesn't leave Finn Murphy, our long-haul driver and student of history, with a lot of hope."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9uZy1oYXVs&hash=092afa9dd7648373fec9818fa0069f900b52dcaa&lang=en&cache-only=0",
            "defineEn": "traveling over a long distance, particularly when it involves transporting passengers or goods",
            "defineVi": "đi trên một quãng đường dài, đặc biệt khi liên quan đến vận chuyển hành khách hoặc hàng hóa"
        },
        {
            "id": "fae0f664-8f06-4158-be23-3470f0cdb664",
            "word": "flight",
            "phonetic": "flaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The vision seems a flight of fancy.",
                "He found a cheap flight deal for his vacation.",
                "I need to book a flight to New York for next week's business meeting.",
                "Jimmy often has good ideas but his latest proposal is just a flight of fancy!",
                "We had a great trip, but our flight home was badly delayed, which took the gilt off the gingerbread."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxpZ2h0&hash=e875954344d023e089cb265b2d146812c44aeb48&lang=en&cache-only=0",
            "defineEn": "the act of traveling in an airplane",
            "defineVi": "hành động đi du lịch trên máy bay",
            "hasImg": true
        },
        {
            "id": "457a54b0-1bbc-4bdd-b769-69f75f1e6b32",
            "word": "air travel",
            "phonetic": "ɛɹ tɹævəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWlyIHRyYXZlbA&hash=9fe85da8de303ca861bd4359c54ad2335153b3f4&lang=en&cache-only=0",
            "defineEn": "a way of transport that involves an aircraft",
            "defineVi": "một cách vận chuyển liên quan đến một chiếc máy bay",
            "hasImg": true
        },
        {
            "id": "ca59a531-7345-4de7-a6c9-a65432d67a79",
            "word": "at",
            "phonetic": "æt ",
            "partOfSpeechType": "preposition",
            "examples": [
                "My father pays his bills at the beginning of the month.",
                "My friends enjoyed tangy barbecue gammon skewers at the summer barbecue.",
                "The professor made mincemeat of the speaker at the conference.",
                "My friends enjoyed smoky beef rib chops at the countryside barbecue.",
                "The lingonberry sauce perfectly complemented the roasted turkey at Thanksgiving dinner."
            ],
            "audio": "https://tts.langeek.co/read?text=YXQ&hash=ea82ccf8ef83da75765a3ec87fdb9b0e6fc1461e&lang=en&cache-only=0",
            "defineEn": "used to show a particular place or position",
            "defineVi": "được sử dụng để hiển thị một địa điểm hoặc vị trí cụ thể"
        },
        {
            "id": "d3b030a4-4419-4843-b563-5e4146aa6a26",
            "word": "airport",
            "phonetic": "ɛɹpoːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Airport security was extra tight in the wake of yesterday's bomb attacks.",
                "My mother drove us to the airport.",
                "The taxi driver drove us to the airport quickly and safely.",
                "The closing of the airport knocked our holiday plans on the head.",
                "The journey to the airport takes about half an hour."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlycG9ydA&hash=85636aa0b2a99c38a3d8270814d4021018aef0cd&lang=en&cache-only=0",
            "defineEn": "a large place where planes take off and land, with buildings and other facilities, in which passengers wait for their flights",
            "defineVi": "một nơi rộng rãi, nơi máy bay cất cánh và hạ cánh, với các tòa nhà và cơ sở vật chất khác, trong đó hành khách đợi chuyến bay của họ",
            "hasImg": true
        },
        {
            "id": "cf631c1a-4729-477f-9add-9bb57d2f34e7",
            "word": "airport terminal",
            "phonetic": "ɛɹpoːɹt tɜːmɪnəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWlycG9ydCB0ZXJtaW5hbA&hash=948505f0b5f8e292c5dada424d5c461d7b40f759&lang=en&cache-only=0",
            "defineEn": "a building that passengers enter to gain access to the services provided at an airport",
            "defineVi": "một tòa nhà mà hành khách vào để tiếp cận các dịch vụ được cung cấp tại sân bay",
            "hasImg": true
        },
        {
            "id": "b93856de-d752-4420-be57-8136ee41a842",
            "word": "bag drop",
            "phonetic": "bæɡ dɹɑːp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFnIGRyb3A&hash=70a9d3c5ca6d7d19eef31f1ca27855d7127196ac&lang=en&cache-only=0",
            "defineEn": "the area where one leaves one's suitcases, bags, etc. to be loaded onto a plane",
            "defineVi": "khu vực để hành lý, túi xách, v.v... để chất lên máy bay",
            "hasImg": true
        },
        {
            "id": "4591ace7-a719-4f83-b0d9-a3a268abd37c",
            "word": "baggage",
            "phonetic": "bæɡɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Any baggage over five kilos must be checked.",
                "Customs officers have the right to check all baggage going through customs.",
                "Excess baggage made up the remainder.",
                "That baggage is carried with that.",
                "A lot of baggage for that kid to carry."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFnZ2FnZQ&hash=5efc7dec1b6c342a9fd1bddc6be73adfa7824433&lang=en&cache-only=0",
            "defineEn": "suitcases or other bags, containing our clothes and things, that we carry when we are traveling",
            "defineVi": "vali hoặc các loại túi khác, chứa quần áo và đồ đạc của chúng tôi, mà chúng tôi mang theo khi đi du lịch",
            "hasImg": true
        },
        {
            "id": "493e12c6-49af-4cb6-a0d3-f5c22cb93473",
            "word": "to reclaim",
            "phonetic": "tə ɹᵻkleɪm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Overall, a lion portion of our water is reclaimed.",
                "You will reclaim your time.",
                "As it absorbed other eastern Rus territories, it reclaimed the old name in its Greek form, Ruscia.",
                "I reclaim my time in the car, by listening to audiobooks.",
                "Nature reclaimed entire cities, and historians are left to scratch their heads."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjbGFpbQ&hash=e0a9aac032757ff60bd915e27d28db43617372df&lang=en&cache-only=0",
            "defineEn": "to get back something that has been lost, taken away, etc.",
            "defineVi": "để lấy lại thứ gì đó đã bị mất, bị lấy đi, v.v."
        },
        {
            "id": "10c8835d-f632-4ebd-9c4e-5b736a65274c",
            "word": "check-in",
            "phonetic": "tʃɛkɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He gave her ticket to the woman at the check-in desk.",
                "Their check-in prompted other chicken brands to get into the conversation.",
                "When you enter the terminal, there's no check-in.",
                "And a recent check-in with kids from the original marshmallow study found that this was part of their story, too.",
                "Now you're ready for check-in and security."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlY2staW4&hash=e7b6aadaa4eba51e4be3afc9dd3f76265f65702c&lang=en&cache-only=0",
            "defineEn": "the process of reporting one's arrival at an airport or a hotel",
            "defineVi": "quá trình báo cáo một người đến sân bay hoặc khách sạn",
            "hasImg": true
        },
        {
            "id": "d547b17c-18b4-4f70-9c18-846bbdcfe7ab",
            "word": "desk",
            "phonetic": "dɛsk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The classroom is filled with desks, chairs, and a chalkboard.",
                "The teacher placed the books on the desk.",
                "My computer is placed on the desk in the office.",
                "He gave her ticket to the woman at the check-in desk.",
                "The receptionist sat behind the desk, welcoming visitors."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzaw&hash=67e8fe41cf2458647a877595b9238402e7fe6db8&lang=en&cache-only=0",
            "defineEn": "furniture we use for working, writing, reading, etc. that normally has a flat surface and drawers",
            "defineVi": "đồ nội thất chúng tôi sử dụng để làm việc, viết, đọc, v.v. thường có bề mặt phẳng và ngăn kéo",
            "hasImg": true
        },
        {
            "id": "59493ccb-ad83-426e-8816-5aab17ec5b88",
            "word": "departure",
            "phonetic": "dᵻpɑːɹtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Right in the middle of the review is a left-handed compliment: the critic praises the actor for his \"startling career departure.\"",
                "[Woman Over Speaker] Passengers on 1155 to Los Angeles, departure is now delayed to 11:15 am.",
                "Twitter co-founder Evan Williams took the reins of the company after Dorsey's departure.",
                "Some of that is due to the departure of the former CEO Brian Niccol.",
                "A few hours before departure time, the cargo is tugged to a build station."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwYXJ0dXJl&hash=44cd5590e103c04bba503ce1c2de3c6aa2ed3f92&lang=en&cache-only=0",
            "defineEn": "the act of leaving, usually to begin a journey",
            "defineVi": "hành động rời đi, thường là để bắt đầu một cuộc hành trình",
            "hasImg": true
        },
        {
            "id": "dc259a33-80a7-4039-bb09-78361a1966ed",
            "word": "to board",
            "phonetic": "tə boːɹd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The board meeting painted a pretty grim picture.",
                "The board agreed to sell the company.",
                "The deal was completely open and above board.",
                "Heads will have to roll at board level.",
                "They jump off the diving board into the pool."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm9hcmQ&hash=03b143adfc984319dd7cf56ff92860de360e0b99&lang=en&cache-only=0",
            "defineEn": "to get on a means of transportation such as a train, bus, aircraft, ship, etc.",
            "defineVi": "lên phương tiện giao thông như tàu hỏa, xe buýt, máy bay, tàu thủy, v.v.",
            "hasImg": true
        },
        {
            "id": "2ca71ac3-e520-4beb-ae94-096effd405ae",
            "word": "gate",
            "phonetic": "ɡeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Once his out, you should close the gate on the spot.",
                "They opened the gate to allow access to the garden.",
                "They came as far as the gate.",
                "We passed through the gates into a courtyard behind.",
                "He closed the gate to prevent the dog from running away."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2F0ZQ&hash=eeff4c91770d9a2cd0a6405cf46fe6c162769a86&lang=en&cache-only=0",
            "defineEn": "the part of a fence or wall outside a building that we can open and close to enter or leave a place",
            "defineVi": "phần của hàng rào hoặc bức tường bên ngoài tòa nhà mà chúng ta có thể mở và đóng để vào hoặc rời khỏi một nơi",
            "hasImg": true
        },
        {
            "id": "47cfa04b-60c7-482f-bf9f-793829662cd3",
            "word": "runway",
            "phonetic": "ɹʌnweɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The audience at the fashion show feasted their eyes on the stunning runway models, showcasing the latest designer collections.",
                "During the fashion show, he felt like a million bucks as he received compliments on his fashionable attire and runway presence.",
                "Its runway is terrifyingly sandwiched between two 1,000-foot drops.",
                "The Airport Improvement Program supports the runways, taxiways and overall quality and health of airfields.",
                "And it extends that runway by 25, 30 percent."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVud2F5&hash=81a2bbc9dba72be20b0a596325ac897dc27d58a7&lang=en&cache-only=0",
            "defineEn": "a strip of ground with a hard surface on which aircraft land or take off from",
            "defineVi": "một dải đất có bề mặt cứng để máy bay hạ cánh hoặc cất cánh từ",
            "hasImg": true
        },
        {
            "id": "568c3067-65fb-40b9-8968-cc45181ae4bd",
            "word": "security",
            "phonetic": "sᵻkjʊɹɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Airport security was extra tight in the wake of yesterday's bomb attacks.",
                "The security expert warned the business owner that a bad padlock invites a picklock.",
                "Security products are designed to protect information from unauthorized access.",
                "Security camera footage shows that the car was struck by the train after jumping the lights.",
                "I had to go through security before boarding the airplane."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VjdXJpdHk&hash=9f64031c158284d870fbd6521c7ddf321d1ab9b6&lang=en&cache-only=0",
            "defineEn": "the state of being protected or having protection against any types of danger",
            "defineVi": "trạng thái được bảo vệ hoặc có sự bảo vệ chống lại mọi loại nguy hiểm",
            "hasImg": true
        },
        {
            "id": "7e62f7d5-4ab4-4390-ace2-de1fd0d1e9f5",
            "word": "airline",
            "phonetic": "ɛɹlaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The recent strike has put the airline company in a tight spot.",
                "On Thursday the airline had to charter 10 aircraft to counter industrial action by its pilots, who are on a work-to-rule.",
                "Airlines do carry pharmaceuticals and vaccines all the time.",
                "Airlines have seen incredible losses.",
                "At the front of the plane, airlines offered champagne and lobster thermidor."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlybGluZQ&hash=a446862bb484e9f59ed7b412daf56eac48f93516&lang=en&cache-only=0",
            "defineEn": "‌a company or business that provides air transportation services for people and goods",
            "defineVi": "‌một công ty hoặc doanh nghiệp cung cấp dịch vụ vận tải hàng không cho người và hàng hóa",
            "hasImg": true
        },
        {
            "id": "08a56990-779c-4371-8900-fbee977feea3",
            "word": "lounge",
            "phonetic": "laʊndʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ugh, Ross just posted pictures of him and Steve lounging on a beach in Hawaii.",
                "We took a boat to the tropical island and spent the day lounging on the sandy beach.",
                "Although I missed my flight, I ended up meeting my future spouse in the airport lounge.",
                "He was in the front room, or the lounge or whatever you want to call it.",
                "I could probably like lounge a little bit side to side."
            ],
            "audio": "https://tts.langeek.co/read?text=bG91bmdl&hash=5990b38529b55da6c249f62bf854c4aff408d91a&lang=en&cache-only=0",
            "defineEn": "a room in an airport or hotel in which waiting people can sit",
            "defineVi": "một căn phòng trong một sân bay hoặc khách sạn trong đó người chờ đợi có thể ngồi",
            "hasImg": true
        },
        {
            "id": "e2ddec9d-7a8d-454e-bf5f-436a2b65a99f",
            "word": "flight",
            "phonetic": "flaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The vision seems a flight of fancy.",
                "He found a cheap flight deal for his vacation.",
                "I need to book a flight to New York for next week's business meeting.",
                "Jimmy often has good ideas but his latest proposal is just a flight of fancy!",
                "We had a great trip, but our flight home was badly delayed, which took the gilt off the gingerbread."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxpZ2h0&hash=e875954344d023e089cb265b2d146812c44aeb48&lang=en&cache-only=0",
            "defineEn": "the act of traveling in an airplane",
            "defineVi": "hành động đi du lịch trên máy bay",
            "hasImg": true
        },
        {
            "id": "cc8b03fd-0726-4d1a-9e76-803fd29a0611",
            "word": "time",
            "phonetic": "taɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Things like this take time.",
                "Time is moving on.",
                "The time passed quickly.",
                "Time to bust a move.",
                "The contractor is really taking their time."
            ],
            "audio": "https://tts.langeek.co/read?text=dGltZQ&hash=f20143b5dc983543f7239d4f4e7041e3ddbdfb75&lang=en&cache-only=0",
            "defineEn": "the quantity that is measured in seconds, minutes, hours, etc. using a device like clock",
            "defineVi": "số lượng được đo bằng giây, phút, giờ, v.v. bằng thiết bị như đồng hồ",
            "hasImg": true
        },
        {
            "id": "fe0a0b04-6d84-4439-926b-dc50c8bcd94b",
            "word": "on time",
            "phonetic": "ɔn taɪm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The bus came right on time.",
                "The bus will arrive on time.",
                "The train arrived at the platform right on time.",
                "We'll get there on time.",
                "The meeting finished on time, and everyone left the room."
            ],
            "audio": "https://tts.langeek.co/read?text=b24gdGltZQ&hash=5e94425282bd368ed97cf735649e65dabf860dc7&lang=en&cache-only=0",
            "defineEn": "on a time that is supposed to",
            "defineVi": "vào một thời điểm được cho là",
            "hasImg": true
        },
        {
            "id": "c1f8f702-b3db-43a5-86ec-28f2e8a42b3d",
            "word": "boarding",
            "phonetic": "boːɹdɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He checked into a boarding house.",
                "Anyone with a temperature over 100.3 degrees Fahrenheit is denied boarding to their flight.",
                "As a congressman, he lived in a boarding house not far from this site.",
                "United and JetBlue also suspended their normal boarding procedures and are boarding passengers from back to front.",
                "United and JetBlue also suspended their normal boarding procedures and are boarding passengers from back to front."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9hcmRpbmc&hash=34f174f7fd14fe9da98d2e4299c564eb9f647e04&lang=en&cache-only=0",
            "defineEn": "the act of entering an aircraft, ship, train, etc.",
            "defineVi": "hành động bước vào máy bay, tàu, xe lửa, v.v.",
            "hasImg": true
        },
        {
            "id": "c2cb3bf6-5b78-4d0f-873c-d90b96916d97",
            "word": "closed",
            "phonetic": "kloʊzd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "\"The discussion is closed.\"",
                "The closed window blocked out the noise from the street.",
                "The closed lid of the jar preserved the freshness of the food inside.",
                "The meeting was held behind closed doors.",
                "She received a closed envelope containing a surprise gift."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvc2Vk&hash=13b5bd50da3f898ec13c184f8b4caccf476f691b&lang=en&cache-only=0",
            "defineEn": "not letting things, people, etc. go in or out",
            "defineVi": "không cho đồ vật, người, v.v. ra vào",
            "hasImg": true
        },
        {
            "id": "554ccfcd-e666-4226-a020-0773e50fa7df",
            "word": "delayed",
            "phonetic": "dᵻleɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Our son adopted from China is very delayed but is obsessed with food.",
                "This is called delayed learning, and it's why rats are notoriously difficult to poison."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsYXllZA&hash=ec69ddec7ed1387ae8b62dcc0ea301c76d7ade2f&lang=en&cache-only=0",
            "defineEn": "happening later than the intended or expected time",
            "defineVi": "xảy ra muộn hơn thời gian dự định hoặc dự kiến",
            "hasImg": true
        },
        {
            "id": "f10aa51a-e053-4cba-8198-ba196f533ee7",
            "word": "luggage",
            "phonetic": "lʌɡɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The taxi driver helped me with my luggage.",
                "They had a bad hair day on their vacation, encountering unexpected weather, canceled plans, and lost luggage.",
                "You brought your luggage.",
                "The coachman took my luggage and called me to hurry up.",
                "Whenever they went by plane, people searched them and their luggage, of course."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVnZ2FnZQ&hash=0151c189725517228a5834b2d16aacb98d0131ba&lang=en&cache-only=0",
            "defineEn": "suitcases, bags, etc. to keep one's clothes and other belongings while traveling",
            "defineVi": "vali, túi xách, v.v. để giữ quần áo và đồ đạc khác khi đi du lịch",
            "hasImg": true
        },
        {
            "id": "9f5cf8c7-78e3-49aa-ba8c-149fd035c57f",
            "word": "boarding pass",
            "phonetic": "boːɹdɪŋ pæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We had to show our passports and boarding passes at the airport immigration checkpoint.",
                "I checked my bag and got my boarding pass.",
                "The government is also partnering with some airlines to use facial recognition instead of boarding passes.",
                "In May 2020, United Airlines began testing touchless kiosks that can print your boarding pass and luggage tags directly from your phone.",
                "Connect your Gmail account if you want Google Pay to easily find things like coupons and boarding passes, then select your location preference."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9hcmRpbmcgcGFzcw&hash=5f408ca6e58351acce0c419ffa3340301fc1486d&lang=en&cache-only=0",
            "defineEn": "a ticket or card that passengers must show to be allowed on a ship or plane",
            "defineVi": "vé hoặc thẻ mà hành khách phải xuất trình để được phép lên tàu hoặc máy bay",
            "hasImg": true
        },
        {
            "id": "967ed5d0-b53d-476c-b9f4-7e5a3d8675d4",
            "word": "liquid",
            "phonetic": "lɪkwɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the baby grew older, we transitioned from liquid formula to a powdered formula.",
                "In a comedy of errors, a waiter spills drinks, slips on the spilled liquid, and accidentally sends plates flying across the restaurant.",
                "He sipped his drink, feeling the cool liquid touch his lips.",
                "I strained the vegetable stock after simmering carrots and onions to achieve a clear liquid.",
                "The chemical passes from a liquid to a solid state during the cooling process."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlxdWlk&hash=a6fa8d09481d4216736aea455344273090a9aa98&lang=en&cache-only=0",
            "defineEn": "a substance such as water that flows freely, unlike a gas or a solid",
            "defineVi": "một chất như nước chảy tự do, không giống như chất khí hoặc chất rắn",
            "hasImg": true
        },
        {
            "id": "ce75c6df-4d01-4cc3-ad34-2053e89c6dc8",
            "word": "sharp",
            "phonetic": "ʃɑːɹp ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Keep a sharp lookout for David.",
                "With a sharp knife, the chef expertly removed the gristle from the pork chops.",
                "He remained sharp as a tack.",
                "She felt a sharp pain in her hand.",
                "He's as sharp as a tack."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hhcnA&hash=972244ec15676b3b56066aa40a8e754d81066927&lang=en&cache-only=0",
            "defineEn": "having a point or edge that can pierce or cut something",
            "defineVi": "có một điểm hoặc cạnh có thể đâm hoặc cắt một cái gì đó",
            "hasImg": true
        },
        {
            "id": "f0031497-ca89-41b9-95aa-970f6901898d",
            "word": "object",
            "phonetic": "ɑːbdʒɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boat hit against an object under the surface of the water.",
                "My cousin objected and he was not a minority of one.",
                "Workers scrambled to carry priceless objects out of harm's way.",
                "She stepped on a sharp object and hurt her foot.",
                "The metal rod began to bend under the weight of the heavy object."
            ],
            "audio": "https://tts.langeek.co/read?text=b2JqZWN0&hash=f20fc8f13c40b68046143db6737c9074bab1dc08&lang=en&cache-only=0",
            "defineEn": "a non-living thing that one can touch or see",
            "defineVi": "một thứ không sống mà người ta có thể chạm vào hoặc nhìn thấy",
            "hasImg": true
        },
        {
            "id": "d5c54aa4-66b6-47a4-8fab-4facd0a84a6b",
            "word": "to scan",
            "phonetic": "tə skæn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The flight attendant scanned my electronic ticket before I boarded the plane.",
                "He works as a cashier at the supermarket, scanning and bagging customers' items.",
                "An MRI machine scans his or her head. ",
                "Scan the ROG totem.",
                "Scan the QR code on the back of your thermostat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2Nhbg&hash=622b3697cdc483057d1aa0aef8d3731c574f9675&lang=en&cache-only=0",
            "defineEn": "to examine something or someone very carefully and thoroughly",
            "defineVi": "để kiểm tra một cái gì đó hoặc ai đó rất cẩn thận và kỹ lưỡng"
        },
        {
            "id": "ee363865-cf8a-4fbc-9df2-3f34e4000e42",
            "word": "hand luggage",
            "phonetic": "hænd lʌɡɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGFuZCBsdWdnYWdl&hash=844d052a7a02921b2fbc1d4eb348bf7a7c8bf0de&lang=en&cache-only=0",
            "defineEn": "bags and suitcases with a size and weight that is allowed to be carried onto an airplane",
            "defineVi": "túi, vali có kích thước, trọng lượng được phép mang lên máy bay",
            "hasImg": true
        },
        {
            "id": "8cb14326-ae8a-4fae-96d2-a75e5f2bdc6c",
            "word": "business class",
            "phonetic": "bɪznəs klæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Well, business class comes about because of deregulation.",
                "We'll start with business class.",
                "And now we're in business class.",
                "And then there's business class little brother premium economy.",
                "With improvements to business class in recent years, there's been a shift by some airlines away from first class cabins."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVzaW5lc3MgY2xhc3M&hash=a1f33ea6de01fed5224819b07c7a6699183705cc&lang=en&cache-only=0",
            "defineEn": "a class of seats on an airplane better than economy class in terms of comfort, and less expensive than first class, intended particularly for those traveling on business",
            "defineVi": "một hạng ghế trên máy bay tốt hơn hạng phổ thông về sự thoải mái và rẻ hơn hạng nhất, đặc biệt dành cho những người đi công tác",
            "hasImg": true
        },
        {
            "id": "2a4327d1-3389-4767-8f06-fe7574753c74",
            "word": "first class",
            "phonetic": "fɜːst klæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "In first class, passengers get a whole suite to themselves.",
                "Up until the early 2000s, the Post Office's most profitable product was first class mail.",
                "At the time, everyone on the plane flew first class.",
                "First class has changed a lot over the years.",
                "Changes in technology and environmental concerns also pose a challenge to first class travel."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmlyc3QgY2xhc3M&hash=9477c4befa146f313df8b5f0a92c642f08edc37e&lang=en&cache-only=0",
            "defineEn": "the most luxurious seats on a plane, ship, or train",
            "defineVi": "những chỗ ngồi sang trọng nhất trên máy bay, tàu hoặc xe lửa",
            "hasImg": true
        },
        {
            "id": "af67fa55-0f51-4a62-86e1-94e770e792e0",
            "word": "to take off",
            "phonetic": "tə teɪk ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the police informer saw a friend, he took off like a rat up a drainpipe.",
                "He will make a fortune if his invention takes off.",
                "I watched the planes take off and land from the observation deck at the airport.",
                "I always feel excited when the airplane takes off.",
                "He was embarrassed by his moobs while taking off his shirt at the beach."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSBvZmY&hash=fdfcfd75e901b6bef95f160c153b8a6a7fc9a812&lang=en&cache-only=0",
            "defineEn": "to leave a surface and begin flying",
            "defineVi": "để rời khỏi một bề mặt và bắt đầu bay",
            "hasImg": true
        },
        {
            "id": "f5cebdac-e8b7-4aab-a52f-a9015bc10c35",
            "word": "to land",
            "phonetic": "tə lænd ",
            "partOfSpeechType": "verb",
            "examples": [
                "A few weeks later, I landed my dream job.",
                "The land dropped steeply away into a small valley.",
                "Farmers cleared the land in order to raise cattle.",
                "Our family line has presided over this land from the year dot.",
                "Many families own plots of land to grow food."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGFuZA&hash=d7132c394fb6f5470e91cc214b034afa05fb01dc&lang=en&cache-only=0",
            "defineEn": "to arrive and rest on the ground or another surface after being in the air",
            "defineVi": "đến và nghỉ ngơi trên mặt đất hoặc bề mặt khác sau khi ở trong không khí",
            "hasImg": true
        },
        {
            "id": "e627bf2f-08ee-4fba-bcf3-0316b56f77b9",
            "word": "to collect",
            "phonetic": "tə kəlɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The museum curator collects antique artworks for the museum's collection.",
                "His clubs are collecting dust now.",
                "I collected seashells as souvenirs from the beautiful island.",
                "They collected glass bottles for a recycling project.",
                "John collects rare stamps from around the world."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29sbGVjdA&hash=51cab3486f071ee80a82211787d01477ef5c53e2&lang=en&cache-only=0",
            "defineEn": "to gather or bring together things from different places or people",
            "defineVi": "để thu thập hoặc tập hợp những thứ từ những nơi khác nhau hoặc những người",
            "hasImg": true
        },
        {
            "id": "f56bac1e-a84a-4909-a14a-5876301dbf34",
            "word": "row",
            "phonetic": "ɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The classroom has rows of chairs for students.",
                "United won four games in a row.",
                "You've missed your mark three times in a row.",
                "After the row in a pub he drove off in a huff.",
                "With two wins in a row, our team is on course for the championship title."
            ],
            "audio": "https://tts.langeek.co/read?text=cm93&hash=07636e4adce90343ebf42d576faaaa0b4bd00359&lang=en&cache-only=0",
            "defineEn": "a group of people or objects placed in a line",
            "defineVi": "một nhóm người hoặc đối tượng được đặt trong một dòng",
            "hasImg": true
        },
        {
            "id": "1813d227-7395-4c95-9f32-88d6ae80d5a5",
            "word": "seat belt",
            "phonetic": "siːt bɛlt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Release seat belts.",
                "Release seat belts!",
                "So wear your seat belt.",
                "Some buses don't even have seat belts.",
                "Although eight states currently require seat belts on buses."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VhdCBiZWx0&hash=74e951574968398b1cb8750944b9d63ee993c4a3&lang=en&cache-only=0",
            "defineEn": "a belt in cars, airplanes, or helicopters that a passenger fastens around themselves to prevent serious injury in case of an accident",
            "defineVi": "dây đai trong ô tô, máy bay hoặc trực thăng mà hành khách buộc chặt quanh mình để tránh bị thương nặng trong trường hợp xảy ra tai nạn",
            "hasImg": true
        },
        {
            "id": "985b0b1e-875c-4fe2-9641-f746f05c59cb",
            "word": "turbulence",
            "phonetic": "tɜːbjʊləns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Firstly, turbulence is always chaotic.",
                "But even less dramatic weather, like sustained winds, can produce turbulence in the ionosphere.",
                "They also probably reduce turbulence and drag.",
                "Another important characteristic of turbulence is the different scales of motion that these flows display.",
                "Behavior like turbulence is hard to describe mathematically, even with the help of a computer!"
            ],
            "audio": "https://tts.langeek.co/read?text=dHVyYnVsZW5jZQ&hash=cd797912f6aade9114fb9144afc839747dba923b&lang=en&cache-only=0",
            "defineEn": "instability and sudden changes in the movement of water or air",
            "defineVi": "sự không ổn định và những thay đổi đột ngột trong chuyển động của nước hoặc không khí"
        },
        {
            "id": "27863f70-990b-4ba7-b856-bb69d35b1d0d",
            "word": "to travel",
            "phonetic": "tə tɹævəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Travel broadens the mind.",
                "The train traveled through beautiful countryside.",
                "They travelled the highways and byways of Britain.",
                "The news traveled across the country like lightning.",
                "His travels brought him into contact with many famous artists."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhdmVs&hash=f238b3562ceda3473b01b5fac56073fc7d6c6f32&lang=en&cache-only=0",
            "defineEn": "to go from one location to another, particularly to a far location",
            "defineVi": "đi từ địa điểm này sang địa điểm khác, đặc biệt là đến một địa điểm xa",
            "hasImg": true
        },
        {
            "id": "5b65df1f-e7b8-422f-b69d-a216653e4d9d",
            "word": "trip",
            "phonetic": "tɹɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our trip is still very much up in the air.",
                "We often take weekend trips to nearby cities for sightseeing and relaxation.",
                "During the camping trip, we played a game of charades around the campfire.",
                "She packed a small bag of peanuts for her road trip.",
                "She has had a good time on her trip so far."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpcA&hash=4fea33089d07af70d5283e3df08f2f3005b26227&lang=en&cache-only=0",
            "defineEn": "a journey that one goes on for pleasure or a particular purpose, generally for a short amount of time",
            "defineVi": "một cuộc hành trình mà một người tiếp tục vì niềm vui hoặc một mục đích cụ thể, thường là trong một khoảng thời gian ngắn",
            "hasImg": true
        },
        {
            "id": "d013b323-0813-43af-8511-a0db7f4cfd66",
            "word": "journey",
            "phonetic": "dʒɜːni ",
            "partOfSpeechType": "noun",
            "examples": [
                "The journey home through the storm was absolute murder!",
                "The journey to the airport takes about half an hour.",
                "They had to continue their journey on foot.",
                "The ticket for the bus is valid for a single journey.",
                "The adventurer used the tail fat as a survival resource during their journey in the wilderness."
            ],
            "audio": "https://tts.langeek.co/read?text=am91cm5leQ&hash=a4c8b67dc4fec212df96d0ade833d3272a0b5e35&lang=en&cache-only=0",
            "defineEn": "the act of travelling between two or more places, especially when there is a long distance between them",
            "defineVi": "hành động di chuyển giữa hai hoặc nhiều nơi, đặc biệt là khi có khoảng cách xa giữa chúng",
            "hasImg": true
        },
        {
            "id": "2527715a-9aa7-4a44-bb5a-d7eac231fb03",
            "word": "to check in",
            "phonetic": "tə tʃɛk ɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Check in.",
                "Checking in.",
                "Check in.",
                "The sun checks in at minus 27.",
                "First, he checks in with his architects Iktinos and Callicrates."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hlY2sgaW4&hash=534a5ab32e5314ea2590bce20bbaadb4e4f27559&lang=en&cache-only=0",
            "defineEn": "to arrive and fill in your name in a hotel or airport",
            "defineVi": "đến và điền vào tên của bạn trong một khách sạn hoặc sân bay",
            "hasImg": true
        },
        {
            "id": "f4e5acf4-d4b8-4a96-9109-135ad682da53",
            "word": "to drop off",
            "phonetic": "tə dɹɑːp ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "We drop off our son at preschool in the morning and pick him up in the afternoon.",
                "We can kill two birds with one stone by dropping off the mail when we go to the grocery store.",
                "And as, the water, drops off.",
                "Oh, that one dropped off.",
                "And truckloads of tuna are dropped off every hour."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJvcCBvZmY&hash=51b3faaa9bd6e9fa053e60bd79b021ffa6345273&lang=en&cache-only=0",
            "defineEn": "to take a person or thing to a predetermined location and leave afterwards",
            "defineVi": "để đưa một người hoặc vật đến một địa điểm được xác định trước và rời đi sau đó",
            "hasImg": true
        },
        {
            "id": "171797db-81b4-4f8f-bf7f-6054b9d346b7",
            "word": "to fill in",
            "phonetic": "tə fɪl ɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The passport application requires you to fill in your first name, middle name, and last name.",
                "The clock is ticking for those who have not yet filled in their tax form.",
                "Is filling in your personal details.",
                "Fill in the blank.",
                "Then I can just fill in the different things."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmlsbCBpbg&hash=a8386b38834a8d261c842e67852b1fd913ab4103&lang=en&cache-only=0",
            "defineEn": "to write all the information that is needed in a form",
            "defineVi": "để viết tất cả các thông tin đó là cần thiết trong một hình thức",
            "hasImg": true
        },
        {
            "id": "0935d269-0195-4d50-811c-719c2f61873f",
            "word": "to get off",
            "phonetic": "tə ɡɛt ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "Melissa's new book got off to a flying start, with high sales and positive reviews from readers and critics alike.",
                "Do me a favour and get off my back!",
                "The concert tour didn't get off the ground until the band's new album was released and started gaining popularity.",
                "The bus ground to a halt at the corner and someone got off.",
                "It took a lot of hard work, but their business finally got off the ground."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IG9mZg&hash=992f3589002ce68efea5b4007d3cef55ebf4d8c6&lang=en&cache-only=0",
            "defineEn": "to leave a bus, train, airplane, etc.",
            "defineVi": "để rời khỏi một chiếc xe buýt, xe lửa, máy bay, vv",
            "hasImg": true
        },
        {
            "id": "d7042553-6149-4bfd-ab45-1232fe15e58e",
            "word": "to get on",
            "phonetic": "tə ɡɛt ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "She often gets on her soapbox about environmental issues.",
                "she gets on the stick very quickly.",
                "It really gets on my nerves.",
                "They got on bad terms after an argument.",
                "Don't get on your high horse with me."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IG9u&hash=3cdf5b6466e298a95f074f257ebc68205e17e6b6&lang=en&cache-only=0",
            "defineEn": "to enter a bus, ship, airplane, etc.",
            "defineVi": "để vào xe buýt, tàu, máy bay, v.v.",
            "hasImg": true
        },
        {
            "id": "77b89703-ce59-4e0e-bc55-ce8ea5adedda",
            "word": "baggage claim",
            "phonetic": "bæɡɪdʒ kleɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "That was me, that was me at the baggage claim.",
                "By the time they made it to the baggage claim, they only had a few minutes of waiting left.",
                "There's a wonderful bronze sculpture of her in baggage claim at the Austin Airport.",
                "So the airport actually moved their arrival gates farther away from the baggage claim, so that passengers would have to walk farther to get there after landing.",
                "The Houston airport, for instance, was getting a lot of complaints from passengers that it took too long to pick up stuff at the baggage claim."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFnZ2FnZSBjbGFpbQ&hash=f6c8b987c1b907dcac555946e15794226a543e31&lang=en&cache-only=0",
            "defineEn": "the area at an airport where passengers can collect their cases, bags, etc. after they land",
            "defineVi": "khu vực tại sân bay nơi hành khách có thể lấy vali, túi xách, v.v. sau khi hạ cánh",
            "hasImg": true
        },
        {
            "id": "5a9d2096-6391-43a2-9a82-0f827dd48da4",
            "word": "customs",
            "phonetic": "kʌstəmz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Customs officers have the right to check all baggage going through customs.",
                "Earlier today, I spoke to Customs and Border Protection Executive Assistant Commissioner Brenda Smith.",
                "Earlier today, I spoke to Customs and Border Protection Executive Assistant Commissioner Brenda Smith.",
                "Customs and Border Patrol was like, no chance.",
                "Ana Hinojosa is a Customs and Border Protection executive director."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VzdG9tcw&hash=8d9f35c7af6f5c068c1f2f251ce4c1cf8c795a7b&lang=en&cache-only=0",
            "defineEn": "the place at an airport or port where passengers' bags are checked for illegal goods as they enter a country",
            "defineVi": "địa điểm tại sân bay hoặc bến cảng nơi túi hành khách được kiểm tra hàng hóa bất hợp pháp khi họ nhập cảnh vào một quốc gia",
            "hasImg": true
        }
    ]
}