{
    "id": "29c8c51f-4410-4586-b9c4-31ab46b83406",
    "title": "Describing Appearance",
    "originalTitle": "Describing Appearance",
    "words": [
        {
            "id": "07687a7b-0374-49f6-8483-e2a96cdf6fe2",
            "word": "upright",
            "phonetic": "ʌpɹaɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We should store our toothbrushes upright to allow them to air dry.",
                "Many businesses fail within the first few years because an empty sack cannot stand upright.",
                "The coach reminded his team that an empty sack cannot stand upright, emphasizing the importance of proper nutrition for optimal athletic performance.",
                "Others like gibbons and humans can walk completely upright.",
                "Your immediate ancestors are upright walkers and tool users."
            ],
            "audio": "https://tts.langeek.co/read?text=dXByaWdodA&hash=e7da2049f38a9a62dac85e5b1dc93d018890946c&lang=en&cache-only=0",
            "defineEn": "(of a person) standing or sitting with a straight back",
            "defineVi": "(của một người) đứng hoặc ngồi thẳng lưng",
            "hasImg": true
        },
        {
            "id": "809a4a8a-ef70-4e9f-b264-2180c5ccf91c",
            "word": "to hunch",
            "phonetic": "tə hʌntʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "They had hunched backs, a bit like rhinos or bison.",
                "It's between a hunch and a belief.",
                "We all start out with a hunch, whether we admit it or not.",
                "And it turns out that hunch was right!",
                "As you constantly hunch over a computer or text on your smartphone, you gradually accumulate muscle tension throughout the day."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaHVuY2g&hash=57d5e5628ba8e78b283de91210f52cfe9aa3b67f&lang=en&cache-only=0",
            "defineEn": "to bend the upper side of the body forward and make a rounded back",
            "defineVi": "uốn cong phần trên của cơ thể về phía trước và làm cho lưng tròn",
            "hasImg": true
        },
        {
            "id": "b2bc2a3b-49fa-4cbf-924b-cffae6b7aa9a",
            "word": "deft",
            "phonetic": "dɛft ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But he is obviously a rather deft politician, who continues to do and say and tweet things because he believes that that’s a way to convey messages that he wants conveyed to the American people."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmdA&hash=738f5a58466cb8b46e323cf4410300c534c5943d&lang=en&cache-only=0",
            "defineEn": "having quick and skillful movements",
            "defineVi": "có những chuyển động nhanh nhẹn và khéo léo",
            "hasImg": true
        },
        {
            "id": "68a82de9-883f-4d78-be7f-6f42552fbbd2",
            "word": "languidly",
            "phonetic": "læŋɡwɪdli ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGFuZ3VpZGx5&hash=0540e158ceb5c8b23d3ec66380ac45a77a1bb611&lang=en&cache-only=0",
            "defineEn": "slowly and without much energy, sometimes in an attractive way",
            "defineVi": "chậm rãi và không cần nhiều năng lượng, đôi khi theo một cách hấp dẫn"
        },
        {
            "id": "258c41da-05e5-44f7-9ed0-5db216d8d676",
            "word": "nimble",
            "phonetic": "nɪmbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Iberian caravels were nimble and they could be loaded with cannons.",
                "It was a nimble hunter of fish and squid.",
                "The Iranians are quite nimble in contemplating and in carrying out retaliations to attacks like this.",
                "The Scooper is so nimble because of its flight-control surfaces, or aerodynamic devices that pilots use to adjust and control the aircraft.",
                "Georgie is 77 years old and he's nimble as a cat."
            ],
            "audio": "https://tts.langeek.co/read?text=bmltYmxl&hash=0da5ef471bb40a86eb54ca667bbf3cd9d1be0c34&lang=en&cache-only=0",
            "defineEn": "moving fast with ease and agility",
            "defineVi": "di chuyển nhanh một cách dễ dàng và nhanh nhẹn"
        },
        {
            "id": "e28c8591-9317-4185-966e-037f69734f4b",
            "word": "lumbering",
            "phonetic": "lʌmbɚɹɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Lumbering increased Minty’s physical strength and put her in touch with free black sailors who shipped the wood to the North."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVtYmVyaW5n&hash=4026454469b8a0aead4f7e80e140fdf18cf25ff0&lang=en&cache-only=0",
            "defineEn": "moving slowly or in an awkward way because of being heavy",
            "defineVi": "di chuyển chậm hoặc một cách khó xử vì nặng nề"
        },
        {
            "id": "0c9c8f1b-e7ad-4653-a2c3-7a17b98a501c",
            "word": "ungainly",
            "phonetic": "ʌŋɡeɪnli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's like getting a lap dance from a more ungainly Elvis Costello.",
                "And this group of long-necked, dome-headed chalicotheres came to be known by the ungainly name of Shizerotheriinae."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5nYWlubHk&hash=b3463f881dbdc566afde3389d068a3d3c9098d15&lang=en&cache-only=0",
            "defineEn": "moving in a way that is awkward and not smooth",
            "defineVi": "di chuyển một cách vụng về và không suôn sẻ"
        },
        {
            "id": "c5d092c7-acfb-44e4-b19e-96efc9bc98b1",
            "word": "to slouch",
            "phonetic": "tə slaʊtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The rings are no slouch, either.",
                "Anyway, the Greco-Roman world was no slouch in the scroll storage game, housing dozens of libraries in Rome alone during the Imperial Era.",
                "He's no intellectual slouch.",
                "If I slouch a bit, my feet can easily hit the ground.",
                "And although the Egyptians were the central power in this Bronze Age trade network, the Hittites were no slouches."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2xvdWNo&hash=64f8acbf703545e24392cffa5c4f4f58940bac63&lang=en&cache-only=0",
            "defineEn": "to sit, walk or stand lazily with a downward head and rounded shoulders",
            "defineVi": "ngồi, đi hoặc đứng uể oải với đầu cúi xuống và vai tròn",
            "hasImg": true
        },
        {
            "id": "71d04af5-ebe4-4b68-a8c1-6e8ddf73632f",
            "word": "lithe",
            "phonetic": "laɪð ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He's younger, more lithe, and a little smarter.",
                "And they're in the cat family, Felidae, whose members have lithe bodies and roundish heads and, except for cheetahs, retractable claws."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl0aGU&hash=922b8bcfb3b735013262dec9eabcedfd5bccc023&lang=en&cache-only=0",
            "defineEn": "being flexible and moving in an attractive way",
            "defineVi": "linh hoạt và di chuyển một cách hấp dẫn",
            "hasImg": true
        },
        {
            "id": "004ef233-a735-450c-820a-61a9cd3c49a3",
            "word": "supple",
            "phonetic": "sʌpəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's very supple.",
                "Its supple vines wind around other plants or structures, like this arbor.",
                "This simple cat and cow movement helps the spine stay more supple.",
                "The leather itself should feel very supple, very luxurious.",
                "What is-- It was so soft and supple."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwcGxl&hash=79900ab86cf1176a73c767f1723b0c1af3017a19&lang=en&cache-only=0",
            "defineEn": "flexible and able to move smoothly and gracefully; not stiff",
            "defineVi": "uyển chuyển và có thể di chuyển uyển chuyển, duyên dáng; không cứng",
            "hasImg": true
        },
        {
            "id": "15f8483c-db39-47e4-a64d-71bf0ce51527",
            "word": "erect",
            "phonetic": "ɪɹɛkt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A teepee was erected.",
                "As rain soaked the kite and line, strands of hemp stood erect with electric charge.",
                "One year after the movie came out they erected a statue of him on Main Street in 2003.",
                "Monopolies are able to erect obstacles that economists call barriers to entry.",
                "In 1999, London, England, continued the tradition of marking momentous occasions by erecting a Ferris wheel."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXJlY3Q&hash=b28311e0b3a4593176f95864eedf4183ab4f4770&lang=en&cache-only=0",
            "defineEn": "straight, with an upright position",
            "defineVi": "thẳng, với một vị trí thẳng đứng",
            "hasImg": true
        },
        {
            "id": "3c96c772-c70d-47b3-b9ee-fb56da4a935b",
            "word": "sullen",
            "phonetic": "sʌlən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Louisa was a pretty girl of about fifteen, with the same sullen look as her brother.",
                "She gives him endless love and kindness, and he pays her back with his sullen, selfish, and ungrateful ways.",
                "'Ah, so this sullen young thing is all she cares for,' thought James Harthouse.",
                "He had begun to think that he'd like it if the pretty but impassive face, which changed so beautifully for the sullen young brother, could change for him, too."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VsbGVu&hash=e683bbf91b97ee075a279bf860ae625840b4bd51&lang=en&cache-only=0",
            "defineEn": "bad-tempered and gloomy, and usually silent",
            "defineVi": "xấu tính và ảm đạm, và thường im lặng",
            "hasImg": true
        },
        {
            "id": "bc39e967-159b-4f05-af2e-efd6b3e66e4c",
            "word": "to wince",
            "phonetic": "tə wɪns ",
            "partOfSpeechType": "verb",
            "examples": [
                "The actor's grimace of pain was so convincing that the audience winced in sympathy.",
                "It needs to make me wince more!",
                "The only time in my listening experience that I was kinda disappointed was someone was playing a really high-pitched harmonica and that just super high wheezing kind of made me wince."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2luY2U&hash=48b8f752036e4b54135434183202966042dd1a28&lang=en&cache-only=0",
            "defineEn": "to show a facial expression that signifies shame or pain",
            "defineVi": "để hiển thị một nét mặt biểu thị sự xấu hổ hoặc đau đớn",
            "hasImg": true
        },
        {
            "id": "77e47224-0808-451c-90e6-fb1c751b1073",
            "word": "to sneer",
            "phonetic": "tə snɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Trade school as post-secondary education can be a ticket to a six-figure income, but it's sneered at by kids, parents and teachers alike.",
                "That sneer is actually what’s known as the Flehmen response, and it gives cats and other animals, like horses, llamas, dogs, and giraffes a supercharged way to smell the environment around them.",
                "At one point Nick recalls all the people who would go to those great parties and sneer most bitterly at Gatsby on the courage of Gatsby's liquor.",
                "Let me submit to you that those of us who would sneer at Gatsby do so on the courage of his liquor, because the truth is, we all share his ambition."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc25lZXI&hash=8370d3cf626115c83dceab43d1b6eeca9e305a81&lang=en&cache-only=0",
            "defineEn": "to smile or speak in a way that suggests mockery or disrespect toward someone",
            "defineVi": "cười hoặc nói theo cách gợi ý chế giễu hoặc thiếu tôn trọng đối với ai đó",
            "hasImg": true
        },
        {
            "id": "24833255-60ac-4b53-862b-b1b1f66709a8",
            "word": "to beam",
            "phonetic": "tə biːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Lisa beamed with pride as she watched her son receive his diploma on graduation day.",
                "The construction worker used a heavy-duty bolt to connect the steel beams.",
                "The proud father watched his child perform on stage, beaming with joy.",
                "Little beams of light played over the sea.",
                "Beam of light knocks him down."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVhbQ&hash=60991687835e496659999d9110e1fdcd6f8b314b&lang=en&cache-only=0",
            "defineEn": "to smile joyfully in an obvious way",
            "defineVi": "cười vui vẻ một cách rõ ràng",
            "hasImg": true
        },
        {
            "id": "74664bb5-985d-48bf-8f36-aca10ca7e396",
            "word": "to squint",
            "phonetic": "tə skwɪnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Maybe the subject is squinting or they‘re wearing a hat or a scarf.",
                "I don't have to squint and look.",
                "eyesight, you don't wanna have to squint at it and be like, \"Okay, what does this say?\"",
                "If you sort of squint, you might even be able to imagine that it has spiral arms wrapped up really tight, like the waves in Saturn’s rings.",
                "Sometimes I like to squint my eyes and imagine art that I see on a folding table at a sidewalk art fair on the wall at MoMa."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3F1aW50&hash=1182ee57005fb3215f3831dc505d03f84ebf087c&lang=en&cache-only=0",
            "defineEn": "to look with eyes half-opened when hit by light, or as a sign of suspicion, etc.",
            "defineVi": "nhìn với đôi mắt mở hờ khi bị ánh sáng chiếu vào, hoặc như một dấu hiệu của sự nghi ngờ, v.v.",
            "hasImg": true
        },
        {
            "id": "4544a71e-28c2-4bd6-893f-fb40893e32dd",
            "word": "countenance",
            "phonetic": "kaʊntənəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "And more moderate Enlightenment thinkers were also more willing to countenance hierarchical social and political structures."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bnRlbmFuY2U&hash=7ba363242bdf4c0b09a559aa621671a656c88e82&lang=en&cache-only=0",
            "defineEn": "someone's face or facial expression",
            "defineVi": "khuôn mặt hoặc nét mặt của ai đó",
            "hasImg": true
        },
        {
            "id": "975cec2b-08a2-4bb3-9888-87cbfac0b606",
            "word": "complexion",
            "phonetic": "kəmplɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Emily always ensures she gets her beauty sleep to maintain her radiant complexion.",
                "Emily's glowing complexion, radiant smile, and boundless energy make her the picture of good health.",
                "After three or four months, your yellow-green complexion has turned brownish-black because your blood vessels have deteriorated to the point that the iron inside them spills out, becoming brownish-black as it oxidizes.",
                "The only thing I really invest in anymore is like complexion products.",
                "Studies show people with lighter complexions earn more, are less likely to be arrested and, if convicted, serve shorter sentences than people with darker skin."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGxleGlvbg&hash=2cb0e22a799ca55490f9ea25ef835d709dd3841c&lang=en&cache-only=0",
            "defineEn": "the natural color and appearance of someone's skin, especially the face",
            "defineVi": "màu sắc tự nhiên và sự xuất hiện của làn da của một ai đó, đặc biệt là khuôn mặt",
            "hasImg": true
        },
        {
            "id": "2b1bcb7a-4624-4cda-ac57-32417152345d",
            "word": "to grimace",
            "phonetic": "tə ɡɹɪmɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "She grimaced at the taste of the bitter medicine.",
                "The child grimaced in pain as the doctor examined his injured arm.",
                "As the comedian told the joke, the audience grimaced in a mixture of amusement and discomfort.",
                "The teacher's stern grimace warned the students to behave.",
                "She couldn't hide her grimace of disgust when she tasted the spoiled milk."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3JpbWFjZQ&hash=f397623677bbc0cd7bd349b238b237111c724b65&lang=en&cache-only=0",
            "defineEn": "to twist our face in an ugly way because of pain, strong dislike, etc., or when trying to be funny",
            "defineVi": "vặn vẹo khuôn mặt của chúng ta theo cách xấu xí vì đau đớn, không thích mạnh mẽ, v.v., hoặc khi cố tỏ ra hài hước",
            "hasImg": true
        },
        {
            "id": "65f851b6-cbcf-4239-a070-ab8f372501d3",
            "word": "to grin",
            "phonetic": "tə ɡɹɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "That should wipe the grin off his face.",
                "She just grins and bears it all.",
                "There he was, grinning like the Cheshire cat",
                "He grinned, and then checked himself, not wanting to upset Jack.",
                "Charles was sitting in his place, grinning like a Cheshire cat, when I joined him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3Jpbg&hash=3ef2aa840d41992fbe582344ff1d351ac0b180f7&lang=en&cache-only=0",
            "defineEn": "to smile widely in a way that displays the teeth",
            "defineVi": "để cười rộng rãi trong một cách hiển thị các răng",
            "hasImg": true
        },
        {
            "id": "8a76ebeb-e5a5-4660-b1b5-8855f595c28c",
            "word": "to smirk",
            "phonetic": "tə smɜːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Wipe that smirk off your face, you little punk.",
                "- Look at that stupid smirk on his face.",
                "Now the truth, is Joe smirked because he could relate to my desire to go on vacation.",
                "I think what was that smirk all about?",
                "What do you keep smirking for?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc21pcms&hash=d5917a2e7c147143bc8fdae68be959d21ca8b737&lang=en&cache-only=0",
            "defineEn": "to smile in a silly and unpleasant way, indicating a high opinion of oneself",
            "defineVi": "cười một cách ngớ ngẩn và khó chịu, thể hiện ý kiến cao về bản thân",
            "hasImg": true
        },
        {
            "id": "c134c84c-0bc8-4654-9081-a10795380a3b",
            "word": "to blush",
            "phonetic": "tə blʌʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Spare his blushes.",
                "The manager spoke for his young employee in order to spare her blushes.",
                "Liam whispered sweet nothings into Jane's ear, making her blush and smile.",
                "I tried saving her blushes when she asked me to prom by saying I had no intention of going with anyone.",
                "The way he looked at her, his eyes on stalks, made her blush and feel desired."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmx1c2g&hash=88a3a2471f696d35ef50551c7c2e2cf8d4ef040f&lang=en&cache-only=0",
            "defineEn": "to become red in the face, especially as a result of embarrassment, shyness, or shame",
            "defineVi": "trở nên đỏ bừng trên khuôn mặt, đặc biệt là do bối rối, ngại ngùng hoặc xấu hổ",
            "hasImg": true
        },
        {
            "id": "fe0b1878-f58a-454f-b875-b36e9acb5ddd",
            "word": "to glower",
            "phonetic": "tə ɡlaʊɚ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2xvd2Vy&hash=6453416022c31be7d82930978c38cdb0f67edc0b&lang=en&cache-only=0",
            "defineEn": "to look or stare at someone angrily",
            "defineVi": "để nhìn hoặc nhìn chằm chằm vào một ai đó giận dữ",
            "hasImg": true
        },
        {
            "id": "1170a646-c5f6-47ea-aa99-78c58c004e0b",
            "word": "stout",
            "phonetic": "staʊt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The stout and the espresso powder add so much depth to this cake.",
                "But it's a pretty stout wire, but it's still not quite as strong as the chain-link fence.",
                "It is the United States Coast Guard Academy, whose gates are open only to young men with sound bodies, stout hearts, and alert minds.",
                "And some had strong, stout leg bones that seemed better suited for kicking than for running.",
                "But Gomphotaria’s tusks were short and stout, and their shape made them not really useful for stabilizing a big skull."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvdXQ&hash=ae114009df5728edd5e10fe1fb8aece1530e3bd1&lang=en&cache-only=0",
            "defineEn": "(of a person) slightly fat and heavy",
            "defineVi": "(của một người) hơi mập và nặng",
            "hasImg": true
        },
        {
            "id": "bc47bc5a-adbf-4dcf-acf2-605b7e0294a1",
            "word": "petite",
            "phonetic": "pətiːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Your hint is: Petite feet.",
                "Petite feet was the clue, you gave me the clue as your answer.",
                "I'm gonna do a little bit of fresh petite basil.",
                "Then, what I was saying before, is just adding some fresh parsley, and then some fresh petite basil to it.",
                "Before these petite pilots embark across the Gulf of Mexico, they too add more than half their penny-sized body weight in fat too, and during their 600 mile trip, they burn off a quarter of their body mass in just 20 hours!"
            ],
            "audio": "https://tts.langeek.co/read?text=cGV0aXRl&hash=4b9fc93a0a5a039f54185c1c53acffea1cec9998&lang=en&cache-only=0",
            "defineEn": "(of a woman) small in an attractive way",
            "defineVi": "(của một người phụ nữ) nhỏ một cách hấp dẫn",
            "hasImg": true
        },
        {
            "id": "5f3cf98d-87bf-4ff8-8665-2477715dad1d",
            "word": "stocky",
            "phonetic": "stɑːki ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They were relatively short and stocky, with robust limbs, and big brains.",
                "But their closest living relatives are actually elephants and small, stocky hyraxes.",
                "Its tall stature, long limbs, and bowl shaped pelvis, which we humans have today, gave Homo erectus a more ideal running body compared to those shorter, stockier hominins that had come before.",
                "He went so far as to suggest that deviants could be singled out based on physical characteristics, like a low forehead, stocky build, and prominent jaw and cheekbones, all of which he saw as reminiscent of our primate cousins."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvY2t5&hash=2489da6b67004983483c05879f3f25a4ae041269&lang=en&cache-only=0",
            "defineEn": "having a short but quite solid figure, especially a man",
            "defineVi": "có dáng người thấp bé nhưng khá rắn rỏi, đặc biệt là đàn ông"
        },
        {
            "id": "e6323fe9-16d0-4e5f-a7a0-aa43e375d734",
            "word": "brawny",
            "phonetic": "bɹɔːni ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJhd255&hash=d8ced9efe829f5ade130413d915f9f40c2a9b36b&lang=en&cache-only=0",
            "defineEn": "(of a person) physically strong with well-developed muscles",
            "defineVi": "(của một người) khỏe mạnh về thể chất với cơ bắp phát triển tốt",
            "hasImg": true
        },
        {
            "id": "fe09db83-7de6-44be-b6e2-37b52b990a0f",
            "word": "corpulent",
            "phonetic": "kɔːɹpjʊlənt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29ycHVsZW50&hash=ccfab4331af902773511513971e562f34db757d5&lang=en&cache-only=0",
            "defineEn": "fat and with a large body",
            "defineVi": "béo và có thân hình to lớn",
            "hasImg": true
        },
        {
            "id": "a9ada273-af06-417a-809d-e7405240df12",
            "word": "plump",
            "phonetic": "plʌmp ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He roasted a plump goose for his family's Thanksgiving dinner.",
                "The blackberry bushes in our backyard were loaded with plump, juicy fruits.",
                "The farmer proudly displayed a plump fowl at the market, inviting customers to savor its flavorful meat.",
                "The kids couldn't resist the temptation of the bowl filled with plump and juicy sweet cherries.",
                "The hunters returned with a bag full of plump pheasants after a successful hunt."
            ],
            "audio": "https://tts.langeek.co/read?text=cGx1bXA&hash=879c8bcf8969b0398c67245afebd30e5121a41db&lang=en&cache-only=0",
            "defineEn": "(of a person or body part) having a slightly chubby appearance",
            "defineVi": "(của một người hoặc bộ phận cơ thể) có ngoại hình hơi mũm mĩm",
            "hasImg": true
        },
        {
            "id": "71ed3978-1c11-4d8f-a0cc-2cf308d65108",
            "word": "sinewy",
            "phonetic": "sɪnjuːi ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2luZXd5&hash=0542ac98207222408ab0e0afd1285964a217e956&lang=en&cache-only=0",
            "defineEn": "(of a person or animal) having a thin body with strong muscles",
            "defineVi": "(của một người hoặc động vật) có thân hình gầy gò với cơ bắp khỏe mạnh",
            "hasImg": true
        },
        {
            "id": "9fe68d23-bcb6-4b55-a227-46bbc6e70e0a",
            "word": "allure",
            "phonetic": "ɐlʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The actor's intense bedroom eyes added an extra layer of allure to his performance.",
                "When selecting a career path, it's easy to be swayed by the allure of prestige.",
                "Jake got caught in the rabbit hole of online shopping, constantly browsing through websites and adding items to his cart, unable to resist the allure of new deals and discounts.",
                "For millions of Britons, local attractions are losing their allure after a year of lockdown.",
                "Perched in the shadow of Mt. Etna, Gangi's allure has been contagious."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxsdXJl&hash=c627bc5916f24c0f8e2821ce3af2817ca3525f3f&lang=en&cache-only=0",
            "defineEn": "the quality of attracting someone by being fascinating and glamorous",
            "defineVi": "chất lượng thu hút ai đó bằng cách hấp dẫn và quyến rũ"
        },
        {
            "id": "20e8906d-9ec2-47e9-ac27-3692c63c72b4",
            "word": "curvaceous",
            "phonetic": "kɜːveɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3VydmFjZW91cw&hash=14e759ff22cb8637097b7f507fe48fef2a2bcbef&lang=en&cache-only=0",
            "defineEn": "(of a woman) having large breasts, wide hips and a narrow waist",
            "defineVi": "(của một người phụ nữ) có bộ ngực lớn, hông rộng và eo hẹp",
            "hasImg": true
        },
        {
            "id": "16a4933b-d738-44fd-8f3c-9375a19dcc87",
            "word": "luscious",
            "phonetic": "lʌʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He dipped a spoon into the luscious flesh of the ripe cantaloupe.",
                "My parents hosted a brunch and served Eggs Benedict with a luscious mornay sauce, impressing their guests.",
                "Markets overflowed with luscious produce and crafts, and the city had a sophistication that, like the wealth itself, was foreign to Europeans, even if the Aztec practice of human sacrifice was also foreign.",
                "Because of the luck of the genetic draw that happens in recombination, I got this mane of luscious hair, and John was stuck with his trash, brown puff.",
                "So, each of those things plays a different role in creating a super luscious, chewy, creamy vegan ice cream."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVzY2lvdXM&hash=f0ced4c40836e94daffe5e83283a2e747a16ea46&lang=en&cache-only=0",
            "defineEn": "sexually attractive and very seductive",
            "defineVi": "hấp dẫn tình dục và rất quyến rũ",
            "hasImg": true
        },
        {
            "id": "e517da8e-575d-47ec-a734-90bb6c720ded",
            "word": "dowdy",
            "phonetic": "daʊdi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Once considered a pretty dowdy way to travel.",
                "So at 50, why should a woman look dowdy?",
                "Much of the variety in the US wagon market is found at the higher end, where luxury and high performance can gloss over the otherwise dowdy and domestic image the wagon has."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG93ZHk&hash=5e9c4baf78dff84053e351c867ae53faea4eb89e&lang=en&cache-only=0",
            "defineEn": "(of a woman) old-fashioned, boring, and not attractive",
            "defineVi": "(của một người phụ nữ) lỗi thời, nhàm chán và không hấp dẫn",
            "hasImg": true
        },
        {
            "id": "78e40f45-b265-4391-9c5e-658936fb68f9",
            "word": "ravishing",
            "phonetic": "ɹævɪʃɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmF2aXNoaW5n&hash=7d4b01c96cadbf3a7ed2ddc017a9f1662d440426&lang=en&cache-only=0",
            "defineEn": "extremely attractive and pleasing",
            "defineVi": "vô cùng hấp dẫn và dễ chịu"
        },
        {
            "id": "446f2786-9a16-4c2b-9a97-c81a9431535a",
            "word": "rugged",
            "phonetic": "ɹʌɡᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The rugged shells protect the snails’ squishy bodies from the relentless surf.",
                "Does a man need a rugged tablet?",
                "It's rugged.",
                "Their flexible bodies are armored with rugged plates called sclerites.",
                "Basically a rugged ball of spines, built to survive in some of the harshest environments in the ocean."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVnZ2Vk&hash=5abbda151d05adc6fdc855afc3205d3f74a31cf6&lang=en&cache-only=0",
            "defineEn": "(usually of a man's face) having attractive, strong features",
            "defineVi": "(thường là khuôn mặt của một người đàn ông) có các tính năng mạnh mẽ, hấp dẫn"
        },
        {
            "id": "8266aa16-f333-42f3-89fe-2174e8f2993a",
            "word": "scruffy",
            "phonetic": "skɹʌfi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The stray dog had a scruffy and unkempt appearance, with a face only a mother could love, but that didn't stop him from finding a loving home with a compassionate family.",
                "He looks like a scruffy Ashton Kutcher.",
                "Now I know he looks a bit scruffy, and that’s because he doesn’t have any feathers on his chest or sleek covert feathers on his shoulders."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NydWZmeQ&hash=fbb71a3af03ca1b4b934a95aa72e5c70612565cf&lang=en&cache-only=0",
            "defineEn": "(of a man's face) not having been shaved for a long time",
            "defineVi": "(khuôn mặt của một người đàn ông) đã lâu không được cạo râu",
            "hasImg": true
        },
        {
            "id": "8b57153f-9a3f-44e9-ae89-692dc216b688",
            "word": "voluptuous",
            "phonetic": "vəlʌptʃuːəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Not to mention its cars' enormous dimensions and Dagmar bumpers, nicknamed after the voluptuous TV star."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9sdXB0dW91cw&hash=896f6bfefb97ebadb545fb1ae2dadf2b745aa8d9&lang=en&cache-only=0",
            "defineEn": "(of a woman's body) curvy and attractive with full breasts and wide hips",
            "defineVi": "(của cơ thể phụ nữ) cong và hấp dẫn với bộ ngực đầy đặn và hông rộng",
            "hasImg": true
        },
        {
            "id": "9a21d108-3a8f-4753-9918-4b24e5523538",
            "word": "swarthy",
            "phonetic": "swɔːɹði ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3dhcnRoeQ&hash=a80d3d956d1896050eb4caffecbbba7e1b168300&lang=en&cache-only=0",
            "defineEn": "having a naturally dark face or complexion",
            "defineVi": "có khuôn mặt hoặc nước da sẫm màu tự nhiên",
            "hasImg": true
        },
        {
            "id": "0dbe4ba0-5231-4703-8f1f-2ba71a3c5e7f",
            "word": "blemish",
            "phonetic": "blɛmɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some of the food is blemished.",
                "Oh, you normally have a blemish",
                "It’s kind of like the food that has a blemish but it’s just as good.",
                "One glaring blemish is the gap between the haves and the have nots.",
                "JOE BIDEN, President of the United States: The idea that we have so many people dying every single day from gun violence in America is a blemish on our character as nation."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxlbWlzaA&hash=cc1b12d0f873fe7a07e5fbf9c143c33fd6397216&lang=en&cache-only=0",
            "defineEn": "a mark or spot on something or someone's skin that spoils the appearance",
            "defineVi": "một dấu hiệu hoặc đốm trên một cái gì đó hoặc da của ai đó làm hỏng sự xuất hiện",
            "hasImg": true
        },
        {
            "id": "3f4af40d-5355-4aaf-bda8-2fdc8b1a1a86",
            "word": "callus",
            "phonetic": "kæləs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your body builds up a callus.",
                "And that callus doesn’t stick around for long.",
                "Within a month or so, the hard callus is remodeled into new lamellar bone.",
                "Then, bone-forming cells start to fill in gaps caused by the fracture, making a soft callus.",
                "Those white spots are called callosities because, well, they’re basically calluses."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FsbHVz&hash=8c44daad2073dae9765e7222ea85df9c876cf649&lang=en&cache-only=0",
            "defineEn": "an area of skin that has turned hard and rough by being constantly exposed to friction",
            "defineVi": "một vùng da trở nên cứng và thô ráp do thường xuyên bị ma sát",
            "hasImg": true
        }
    ]
}