{
    "id": "29f97a80-cea5-4080-a70a-e42d4aeac6e1",
    "title": "Lesson 4B",
    "originalTitle": "Lesson 4B",
    "words": [
        {
            "id": "1182765e-2b51-490e-b88e-7c4b347db111",
            "word": "to depress",
            "phonetic": "tə dᵻpɹɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "That so depresses me, but anyway.",
                "Some will depress excitatory neurons and some will enhance inhibitory neurons.",
                "Andy Richter, depressing Conan since September of '93.",
                "Lockdown's have already depressed prices in the US as consumers stay home and remain cautious about spending money in an uncertain economy.",
                "Opiates, like poppy-flower superstar opium and its derivatives morphine and heroin, work in a similar way, depressing neural activity and enveloping the brain in a fog of no-pain bliss."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVwcmVzcw&hash=0fae4b189006080a888a54f1aee6ee880998395d&lang=en&cache-only=0",
            "defineEn": "to make someone feel extremely sad, unhappy, or discouraged, often as a result of challenging situations, such as loss",
            "defineVi": "để làm cho ai đó cảm thấy vô cùng buồn bã, không vui, hoặc nản lòng, thường là kết quả của các tình huống khó khăn, chẳng hạn như mất mát"
        },
        {
            "id": "4cd077b7-f487-44a3-a9aa-4e662642c41c",
            "word": "to excite",
            "phonetic": "tʊ ɛksaɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She picked up the globe artichoke from the market, excited to try a new recipe.",
                "We gathered elderberries, excited to use the aggregate fruits for making jams and pies.",
                "It doesn't particularly excite her.",
                "When hiking in areas with wildlife, it's important to remain quiet and avoid making sudden movements, as the bleating of the kid can excite the tiger",
                "The ghost kitchen world excites me."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhjaXRl&hash=4c4ec1c242ee6641ab452bf5b24de2025d86fb1c&lang=en&cache-only=0",
            "defineEn": "to make a person feel eager, interested, or happy, particularly about something that will happen soon",
            "defineVi": "để làm cho một người cảm thấy háo hức, quan tâm, hoặc hạnh phúc, đặc biệt là về một cái gì đó sẽ xảy ra sớm"
        },
        {
            "id": "7b06bdfc-e527-47dc-8135-b0720190a173",
            "word": "to amaze",
            "phonetic": "tʊ ɐmeɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The ocean's blue color amazed us.",
                "Which just amazes people.",
                "It amazes me that there's so much focus on Kansas.",
                "In the Olympic Games, Fosbury amazed the world with his new technique, winning a gold metal with an Olympic record leap of 2.24 meters.",
                "And it literally amazes me they don't understand that."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYW1hemU&hash=740cc4a862125419e57951f5fcd89b874f3d4591&lang=en&cache-only=0",
            "defineEn": "to greatly surprise someone",
            "defineVi": "để rất ngạc nhiên ai đó"
        },
        {
            "id": "ca52ab52-46c3-4cce-8a61-9ca9532706d0",
            "word": "to disappoint",
            "phonetic": "tə dɪsɐpɔɪnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "You may be disappointed when a rainy day puts the kibosh on your picnic plans.",
                "The singer's live performance failed to be up to the mark, disappointing the audience who had high expectations.",
                "If you're having Johnny in your mind I'm sorry to disappoint you.",
                "As the saying goes, expect disappointment and you will never be disappointed.",
                "We were disappointed, to say the least, but we decided to put it behind us and get on with the project."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzYXBwb2ludA&hash=7cec299ce58a0bf0570cae0a08fb0779a39cc7a0&lang=en&cache-only=0",
            "defineEn": "to feel sad because something that one hoped for did not happen or was not what one expected; to make someone feel like this",
            "defineVi": "cảm thấy buồn vì điều gì đó mà người ta hy vọng đã không xảy ra hoặc không như người ta mong đợi; để làm cho ai đó cảm thấy như thế này"
        },
        {
            "id": "0314d7f0-f579-416a-b4a7-f17727df931c",
            "word": "to tire",
            "phonetic": "tə taɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Rough roads will be the death of these tires.",
                "We lost twenty minutes changing a tire.",
                "The repairman said he could fix our tire in two shakes of a lamb's tail.",
                "The boss always assigns difficult projects as a way of kicking the tires of new employees.",
                "The Boston front office has been monitoring the Leonard situation from afar and almost always kicks the tires when a premier talent hits the trade market."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGlyZQ&hash=2f00dee6d75b76111f1469c9931695ffd1a3a09f&lang=en&cache-only=0",
            "defineEn": "to no longer be interested in something or someone",
            "defineVi": "không còn quan tâm đến một cái gì đó hoặc một ai đó"
        },
        {
            "id": "d9384434-1cf8-49e5-adf2-762daccddf67",
            "word": "to embarrass",
            "phonetic": "tʊ ɛmbæɹəs ",
            "partOfSpeechType": "verb",
            "examples": [
                "He thought he could embarrass us, but now the joke is on him and he's the one who looks foolish.",
                "Trying to climb on any high horse would only be embarrassing at best, and at the very least hypocritical.",
                "Johnny has been holding a grudge against me since we were 12 because I embarrassed him in front of a girl he liked.",
                "And it's embarrassing again on DSO black immigrants.",
                "We just almost embarrassed ourselves."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW1iYXJyYXNz&hash=7f663d65c0b7eb0705a310b084c36f7a6464367f&lang=en&cache-only=0",
            "defineEn": "to make a person feel ashamed, uneasy, or nervous, especially in front of other people",
            "defineVi": "để làm cho một người cảm thấy xấu hổ, khó chịu, hoặc lo lắng, đặc biệt là trước mặt người khác"
        },
        {
            "id": "2700671f-a7fc-40e4-aed5-e74737a5cf11",
            "word": "to frighten",
            "phonetic": "tə fɹaɪʔn̩ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Mary frightened me and took my breath away.",
                "Do you think that is seeking to frighten the wits out of the citizenry?",
                "A tremendous wind swept off the land and frightened the living daylights out of us.",
                "It was a painful reminder that an empty purse frightens away friends.",
                "It frightens people sometimes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnJpZ2h0ZW4&hash=7aea3663f4cc584aa3509dd22ab47834aa5c37cb&lang=en&cache-only=0",
            "defineEn": "to make a person feel fear",
            "defineVi": "để làm cho một người cảm thấy sợ hãi"
        },
        {
            "id": "f37f922a-432a-4e0b-8cf8-60793b79843b",
            "word": "to bore",
            "phonetic": "tə boːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Opera bores the pants off him.",
                "Today's lecture bored the pants off me.",
                "Sunbathing bores the pants off me.",
                "Today's lecture bored me to death.",
                "He is bored out of his mind Maggie."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm9yZQ&hash=4ce421de51ab944d6d303e8085878ffa1c837ad4&lang=en&cache-only=0",
            "defineEn": "to do something that causes a person become uninterested, tired, or impatient",
            "defineVi": "để làm một cái gì đó khiến một người trở nên không quan tâm, mệt mỏi, hoặc thiếu kiên nhẫn"
        },
        {
            "id": "3a2543aa-a409-49de-b646-fbc4cb31c98a",
            "word": "to frustrate",
            "phonetic": "tə fɹʌstɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He was frustrated that his friends weren't helping him with his job search.",
                "Frustrated with the congestion, he started elbowing through the packed hallway to reach the exit.",
                "Elizabeth feels frustrated when people assume she's unhappy because she's on the shelf.",
                "The family of the victim was frustrated by the slow progress of the trial, feeling that justice delayed is justice denied.",
                "After failing to secure investors for his startup, Derek was frustrated but determined to learn from his mistakes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnJ1c3RyYXRl&hash=98e4ccdb8d5c6ba9cfba14d80e395d3cfc940a81&lang=en&cache-only=0",
            "defineEn": "to make someone feel annoyed or unconfident for not being able to achieve what they desire",
            "defineVi": "để làm cho ai đó cảm thấy khó chịu hoặc không tự tin vì không thể đạt được những gì họ mong muốn"
        }
    ]
}