{
    "id": "2a14978b-a0ae-4222-b551-489f4f9e5270",
    "title": "Unit 5",
    "originalTitle": "Unit 5",
    "words": [
        {
            "id": "362693b9-2101-465f-a457-c144b2e4bedb",
            "word": "Arabic",
            "phonetic": "æɹɐbɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, Muslim scholars translated hundreds of thousands of manuscripts from Greek, Roman, Persian, Indian, and Egyptian scientists into Arabic.",
                "Both stories have no direct Arabic source.",
                "Arabic remained an official language along with Latin, Greek, and Norman French.",
                "He learned two new Arabic dialects.",
                "It's written in Arabic."
            ],
            "audio": "https://tts.langeek.co/read?text=QXJhYmlj&hash=a2842d4f98d4eb303b52887b84492676da022331&lang=en&cache-only=0",
            "defineEn": "the language of the Arabs",
            "defineVi": "ngôn ngữ của người Ả Rập",
            "hasImg": true
        },
        {
            "id": "f15192d0-f9ad-4184-9f7a-8635e6168ad4",
            "word": "baseball",
            "phonetic": "beɪsbɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The baseball team has nine players on the field at a time.",
                "She caught the ball with her glove during the baseball game.",
                "He has been collecting baseball cards since he was a child and now has an impressive collection.",
                "I would watch every game I could, read every book I could find about the sport, and play baseball in my backyard every day.",
                "The baseball player crouched low, ready to field the ball."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFzZWJhbGw&hash=5259ffcfdcc8d22a5faec81900235a155f54832a&lang=en&cache-only=0",
            "defineEn": "a game played with a bat and ball by two teams of 9 players who try to hit the ball and then run around four bases before the other team can return the ball",
            "defineVi": "một trò chơi với gậy và bóng của hai đội gồm 9 người chơi cố gắng đánh bóng và sau đó chạy quanh bốn trụ trước khi đội kia có thể trả lại bóng",
            "hasImg": true
        },
        {
            "id": "b063c9c9-ee9d-4df5-8cfe-c73e884cf1dd",
            "word": "beer",
            "phonetic": "bɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He makes beer using traditional methods.",
                "He could murder a beer and a plate of fresh fish.",
                "Wow, all that beer has left me feeling terrible this morning.",
                "Gin, vodka, whisky, beer - you name it, I've got it.",
                "Eve borrows money to buy expensive designer clothes - champagne taste on a beer budget!"
            ],
            "audio": "https://tts.langeek.co/read?text=YmVlcg&hash=859e18ca4f8f63c683041ecf38e9c62280d4005a&lang=en&cache-only=0",
            "defineEn": "a drink that is alcoholic and made from different types of grain",
            "defineVi": "một thức uống có cồn và được làm từ các loại ngũ cốc khác nhau",
            "hasImg": true
        },
        {
            "id": "f5b047ef-9840-410d-8446-e6dd54db5ddb",
            "word": "boring",
            "phonetic": "boːɹɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The movie was as boring as they come.",
                "It’s so boring, eating the same food day in, day out.",
                "I have to do the same boring jobs day in day out.",
                "The child nodded off to sleep during the boring lecture.",
                "This course seemed right up my alley when I signed up for it, but it ended up being dreadfully boring."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9yaW5n&hash=6fa81355354b30a5c965392171af28c5e406e1b7&lang=en&cache-only=0",
            "defineEn": "making us feel tired and unsatisfied because of not being interesting",
            "defineVi": "khiến chúng ta cảm thấy mệt mỏi và không hài lòng vì không thú vị",
            "hasImg": true
        },
        {
            "id": "4a396157-3cc9-44bc-8cad-33c7f562e90c",
            "word": "bread",
            "phonetic": "bɹɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "With its higher protein content, bread flour gives breads a stronger structure and a chewier texture.",
                "With its higher protein content, bread flour gives breads a stronger structure and a chewier texture.",
                "They dipped their bread into a small bowl of balsamic vinegar and olive oil.",
                "Their bread and butter is reporting local events.",
                "The paper’s bread and butter is reporting local events in a small community."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWQ&hash=887a28d2a7fa3a37ef4a658c95bc7c7bb24e1bac&lang=en&cache-only=0",
            "defineEn": "a type of food made from flour, water and usually yeast mixed together and baked",
            "defineVi": "một loại thực phẩm được làm từ bột mì, nước và thường là men trộn với nhau và nướng",
            "hasImg": true
        },
        {
            "id": "f51daad3-fe05-4abf-89f0-8acb11860ed2",
            "word": "cheese",
            "phonetic": "tʃiːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Farmer's cheese adds a delightful creaminess to my morning bowl of granola and fruit.",
                "Cheshire cheese has a unique flavor profile.",
                "Danish Blue cheese is fantastic in vegetarian dishes.",
                "Ha, yeah right, and the moon is made of cheese.",
                "Sprinkling Parmesan cheese over pasta dishes adds a savory touch."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlZXNl&hash=1fa8dd3467af3a12758a4935b49ec75fb164be1e&lang=en&cache-only=0",
            "defineEn": "a soft or hard food made from milk that is usually yellow or white in color",
            "defineVi": "thức ăn mềm hoặc cứng làm từ sữa thường có màu vàng hoặc trắng",
            "hasImg": true
        },
        {
            "id": "e1e3028e-e2d7-40e5-b739-9c53bbe1174f",
            "word": "chocolate",
            "phonetic": "tʃɑːklət ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chocolate mousse had a velvety consistency thanks to carrageen.",
                "I baked a chocolate cake for my friend's birthday.",
                "The chocolate is available by mail order, but at a price.",
                "The unique flavor of physalis pairs wonderfully with dark chocolate in desserts.",
                "he broke off a piece of his chocolate."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hvY29sYXRl&hash=fd2f200de9f4fef3a5d5d1f248b3f6c6e0f936ad&lang=en&cache-only=0",
            "defineEn": "a type of food that is brown and sweet and is made from ground cocoa seeds",
            "defineVi": "một loại thực phẩm có màu nâu và ngọt và được làm từ hạt ca cao xay",
            "hasImg": true
        },
        {
            "id": "3c22393d-2874-43f5-a509-5de1799a9b99",
            "word": "to come from",
            "phonetic": "tə kʌm fɹʌm ",
            "partOfSpeechType": "verb",
            "examples": [
                "People came from all over the country.",
                "A voice came from the kitchen.",
                "Katy Jones is nineteen and comes from Birmingham.",
                "She comes from a generation of women who have worked hard and are used to straddling work and motherhood and not making a big deal about it.",
                "Where I come from, you don't rat on your friends."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tZSBmcm9t&hash=63578dd59f5bae125874e8101a255623eaab9f1b&lang=en&cache-only=0",
            "defineEn": "to have been born in a specific place; to have as one's place of residence",
            "defineVi": "được sinh ra ở một nơi cụ thể; để có như là nơi cư trú của một người",
            "hasImg": true
        },
        {
            "id": "0e6f4da5-bfeb-4051-9071-f27684a5a891",
            "word": "cool",
            "phonetic": "kuːl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The open window let in a cool breeze.",
                "I dipped my feet in the cool water of the river.",
                "I'd give my right arm for a nice cool drink.",
                "She pressed her cheek against the cool glass window.",
                "He completely lost his cool and started yelling."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29vbA&hash=3c9ad96c7f537e6d5a29b49b98061df8b20f3fc0&lang=en&cache-only=0",
            "defineEn": "having a temperature that is low but not cold, especially in a way that is enjoyable and pleasant",
            "defineVi": "có nhiệt độ thấp nhưng không lạnh, đặc biệt là theo cách thú vị và dễ chịu",
            "hasImg": true
        },
        {
            "id": "14152b01-159f-4591-a2cd-b3cc05806400",
            "word": "crisp",
            "phonetic": "kɹɪsp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Crisp up halloumi in a hot pan and use it as a topping for homemade pizzas.",
                "Cerrado pears are known for their unique flavor and crisp texture.",
                "I like the mild spiciness and crisp texture that green pepper adds to my omelettes.",
                "She prepared a delightful crab salad, combining chunks of sweet crab meat with crisp vegetables.",
                "She carefully skinned the apple with a sharp knife, revealing its crisp flesh."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jpc3A&hash=84910dc476e696fa75f22a730be4d867dcf9e7e0&lang=en&cache-only=0",
            "defineEn": "a thin, round piece of potato, cooked in hot oil and eaten cold as a snack",
            "defineVi": "một miếng khoai tây tròn, mỏng, nấu trong dầu nóng và ăn nguội như một món ăn nhẹ",
            "hasImg": true
        },
        {
            "id": "200481bb-c9f1-49e3-a6d9-1cfdb638dcf3",
            "word": "delicious",
            "phonetic": "dᵻlɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Grandma's crab apple sauce is really delicious.",
                "I offered my guests delicious beetroot burgers as a flavorful vegetarian option.",
                "The cranberry pie at the bakery is absolutely delicious, especially with a scoop of vanilla ice cream.",
                "Fresh vegetables like tomatoes, cucumbers, and lettuce make a delicious salad.",
                "It's just too delicious!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsaWNpb3Vz&hash=6eccfc3cf519e2e541e2bae8c55f89dd57f92c3f&lang=en&cache-only=0",
            "defineEn": "having a good taste",
            "defineVi": "có một hương vị tốt",
            "hasImg": true
        },
        {
            "id": "b9b536f7-468b-4116-a8a6-f75dc523f338",
            "word": "dictionary",
            "phonetic": "dɪkʃənɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This dictionary goes on the top shelf.",
                "See full dictionary entry for heart.",
                "I bought a French dictionary to help me with my language studies.",
                "I often use a dictionary to help me spell difficult words.",
                "It seems only reasonable to ask students to buy a dictionary."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGljdGlvbmFyeQ&hash=ba750bf055477e4e90afbaed3286bd68383e60c8&lang=en&cache-only=0",
            "defineEn": "a book or electronic resource that gives a list of words in alphabetical order and explains their meanings, or gives the equivalent words in a different language",
            "defineVi": "một cuốn sách hoặc tài nguyên điện tử cung cấp danh sách các từ theo thứ tự bảng chữ cái và giải thích nghĩa của chúng hoặc đưa ra các từ tương đương trong một ngôn ngữ khác",
            "hasImg": true
        },
        {
            "id": "5e816862-fba7-4cd8-baba-8a550aebfc1f",
            "word": "disgusting",
            "phonetic": "dɪsɡʌstɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Scorpion was disgusting rehearsal.",
                "That's disgusting.",
                "This is disgusting.",
                "- That's disgusting.",
                "- It looks disgusting."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzZ3VzdGluZw&hash=a09b8548d3099a0a935897855dbfede98abd370c&lang=en&cache-only=0",
            "defineEn": "describing something that is very unpleasant",
            "defineVi": "mô tả một cái gì đó là rất khó chịu",
            "hasImg": true
        },
        {
            "id": "6f4a2616-0e81-4cb4-921b-06a1b969ef40",
            "word": "to drink",
            "phonetic": "tə dɹɪŋk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The children drank their juice from colorful plastic glasses.",
                "My parents always drink orange juice for breakfast.",
                "Get a drink for John.",
                "I usually drink a cup of green tea in the afternoon.",
                "My brother always drinks smoothie after exercising."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJpbms&hash=c6484aa6eabb4a2333f4238abc0f33c70a1556e4&lang=en&cache-only=0",
            "defineEn": "to put water, coffe, or other type of liquid inside of our body through our mouth",
            "defineVi": "để đưa nước, cà phê, hoặc loại chất lỏng khác bên trong cơ thể của chúng tôi thông qua miệng của chúng tôi",
            "hasImg": true
        },
        {
            "id": "3ef0c6d1-f627-4bc2-a70c-62b3f625e4e5",
            "word": "to eat",
            "phonetic": "tʊ iːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The factory employee was eating lunc in the cafeteria.",
                "so I ate my fill.",
                "I eat pizza on Wednesdays.",
                "I ate a delicious apple for a healthy snack.",
                "I ate a handful of sweet grapes for a refreshing snack."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWF0&hash=759b9e5a7f9c35e0ec93c2400d3543df874f4539&lang=en&cache-only=0",
            "defineEn": "to put food into the mouth, then chew and swallow it",
            "defineVi": "để đưa thức ăn vào miệng, sau đó nhai và nuốt nó",
            "hasImg": true
        },
        {
            "id": "aa812daa-1fc4-4e6d-b682-9eb693e1507e",
            "word": "exciting",
            "phonetic": "ɛksaɪɾɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Holy moly, this is exciting news!",
                "The company CEO let the employees in on the exciting news about the upcoming merger.",
                "Hockey is an exciting sport played on ice or field, with sticks and a small puck or ball.",
                "Take the initiative and fill your life with exciting experiences.",
                "They claim drag racing is the most exciting motor sport."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjaXRpbmc&hash=5d7de4bb17f638e8bcb5acee6fe41d46d7f1fd05&lang=en&cache-only=0",
            "defineEn": "making us feel interested, happy, and energetic",
            "defineVi": "khiến chúng ta cảm thấy thích thú, hạnh phúc và tràn đầy năng lượng",
            "hasImg": true
        },
        {
            "id": "7d3a368d-c9f6-4641-8403-4ea0b45d7227",
            "word": "food",
            "phonetic": "fuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The food looks good.",
                "Save some food for me.",
                "Food went missing from the school cafeteria?",
                "The leaves of Morus alba are commonly used as food.",
                "Spiders can live for several days without food."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9vZA&hash=65f49957e3701762fdefa732db230ce6102b0405&lang=en&cache-only=0",
            "defineEn": "things that people and animals eat, such as meat or vegetables",
            "defineVi": "những thứ mà con người và động vật ăn, chẳng hạn như thịt hoặc rau",
            "hasImg": true
        },
        {
            "id": "bf3168a4-36bb-4d7b-81d7-d2d1754a4ccb",
            "word": "golf",
            "phonetic": "ɡɑːlf ",
            "partOfSpeechType": "noun",
            "examples": [
                "My dad doesn't play golf any more.",
                "He has golf on the brain!",
                "Golf is a leisurely sport played on a large green course with clubs and a small ball.",
                "so I resigned as secretary of the golf club.",
                "Playing golf with clients is one way to mix business with pleasure."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29sZg&hash=14012c45dd1f6e330589474f2e4907c174e32499&lang=en&cache-only=0",
            "defineEn": "a game that is mostly played outside where each person uses a special stick to hit a small white ball into a number of holes with the least number of swings",
            "defineVi": "một trò chơi chủ yếu được chơi ngoài trời trong đó mỗi người sử dụng một cây gậy đặc biệt để đánh một quả bóng nhỏ màu trắng vào một số lỗ với số lần xoay ít nhất",
            "hasImg": true
        },
        {
            "id": "1f2879e9-a7da-4dc9-9e39-82161c9f6daf",
            "word": "horrible",
            "phonetic": "hɔːɹɪbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "These comments are horrible.",
                "The footage from this is absolutely horrible.",
                "Babies' got horrible taste!",
                "But the grammar is horrible.",
                "Because the relationship with Peach was horrible."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9ycmlibGU&hash=3513a3b1ca7587c6e0da807143cb57780b8fd8b9&lang=en&cache-only=0",
            "defineEn": "extremely unpleasant, bad, or disagreeable",
            "defineVi": "cực kỳ khó chịu, xấu, hoặc khó chịu",
            "hasImg": true
        },
        {
            "id": "aa68b524-9fc3-466b-b9ca-fe6d5e8a8512",
            "word": "ice cream",
            "phonetic": "aɪs kɹiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The marang ice cream had a velvety texture and a delightful sweetness.",
                "My favourite ice cream shop went out of business last summer.",
                "The ice cream truck played a catchy tune to attract customers.",
                "I added a scoop of chocolate ice cream to my glass of milk for an extra creamy texture.",
                "She scooped ice cream into a bowl using a spoon."
            ],
            "audio": "https://tts.langeek.co/read?text=aWNlIGNyZWFt&hash=a942844f2d4bd4ac71d695fef017cf6537871edd&lang=en&cache-only=0",
            "defineEn": "a sweet and cold dessert that is made from a mixture of milk, cream, sugar, and various flavorings",
            "defineVi": "một món tráng miệng ngọt và lạnh được làm từ hỗn hợp sữa, kem, đường và các hương liệu khác nhau",
            "hasImg": true
        },
        {
            "id": "c3972232-4c85-42f4-91b7-d1dbac849270",
            "word": "jeans",
            "phonetic": "dʒiːnz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Jeans are as American as apple pie.",
                "They wore blue jeans to the party.",
                "He was wearing jeans and a T-shirt.",
                "You can't wear jeans to this dinner party!",
                "She always wears a plain white T-shirt with jeans."
            ],
            "audio": "https://tts.langeek.co/read?text=amVhbnM&hash=97a2ecb42717586877567623cfc62ce772075559&lang=en&cache-only=0",
            "defineEn": "pants made of denim, that is a type of strong cotton cloth, and is used for a casual style",
            "defineVi": "quần làm bằng vải denim, đó là một loại vải cotton bền và được sử dụng cho phong cách giản dị",
            "hasImg": true
        },
        {
            "id": "ab092ff9-0459-432a-8f44-bd6b95bf9f40",
            "word": "language",
            "phonetic": "læŋɡwɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Language is a window into the world.",
                "The poem uses simple language.",
                "Use plain language instead of jargon.",
                "Don’t use bad language.",
                "The universal language of art is bridging a divide."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFuZ3VhZ2U&hash=549b7505c533cada8cc6ada5316fd0576fede0e9&lang=en&cache-only=0",
            "defineEn": "the system of communication by spoken or written words, that is used by people of a particular country or region",
            "defineVi": "hệ thống giao tiếp bằng lời nói hoặc chữ viết, được sử dụng bởi những người của một quốc gia hoặc khu vực cụ thể",
            "hasImg": true
        },
        {
            "id": "603c576b-1e75-4a3e-be9b-b9356dcbd281",
            "word": "to live",
            "phonetic": "tə lɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "She lived a very peaceful life.",
                "She lives just a stone's throw away from the beach.",
                "He lives far from the city center.",
                "He lived in a small town with friendly neighbors.",
                "She lived in the same village from the cradle to the grave."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGl2ZQ&hash=fdc428db7de365b4c9fa055bb1bf34face8e3aa0&lang=en&cache-only=0",
            "defineEn": "to have your home in a specific place or to share it with a particular person",
            "defineVi": "để có nhà của bạn ở một nơi cụ thể hoặc để chia sẻ nó với một người cụ thể",
            "hasImg": true
        },
        {
            "id": "c35f6c02-da68-493f-b88a-4498cab23449",
            "word": "milkshake",
            "phonetic": "mɪlkʃeɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The creamy sapodilla milkshake was a refreshing treat on a hot summer day.",
                "Sarah enjoyed her milkshake in a thick glass with a straw.",
                "They added a spoonful of malt sugar to their milkshakes for a delicious twist.",
                "They swirled chocolate syrup into their milkshakes, turning them into creamy and indulgent beverages.",
                "And in 2019, a line of ciabatta sandwiches and Halo Top milkshakes hit stores."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlsa3NoYWtl&hash=aced02dedded6c86342e115ba16022da299569b8&lang=en&cache-only=0",
            "defineEn": "a cold smooth drink made by mixing milk and ice-cream with fruits, chocolate, etc. as flavor",
            "defineVi": "một thức uống mịn lạnh được làm bằng cách trộn sữa và kem với trái cây, sô cô la, v.v. làm hương vị",
            "hasImg": true
        },
        {
            "id": "93cfd292-7e69-4afc-9b7c-4efa5186333b",
            "word": "nationality",
            "phonetic": "næʃənælᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "What's your nationality?",
                "Clue one gives you a nationality and a color.",
                "There was no word on the nationalities of the victims and survivors.",
                "One: each house's owner is of a different nationality, drinks a different beverage, and smokes a different type of cigar.",
                "Well, culture isn’t just about nationality, or the language you speak."
            ],
            "audio": "https://tts.langeek.co/read?text=bmF0aW9uYWxpdHk&hash=ac2c7c568041e6273ac734d87ff634c35051eb8b&lang=en&cache-only=0",
            "defineEn": "the state of legally belonging to a country",
            "defineVi": "tình trạng thuộc về pháp lý của một quốc gia",
            "hasImg": true
        },
        {
            "id": "567f86c8-a95b-4799-88d2-dc0c8871e54f",
            "word": "to play",
            "phonetic": "tə pleɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The manager played his strongest side of the season.",
                "The bedside radio played softly.",
                "The media, as always, played an important part in the election campaign.",
                "Fathers play a crucial role in their children's upbringing and development.",
                "His dedication and hard work played a big part in the company's success."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxheQ&hash=a3c216e79f57dc78f3571927648783c93d2a305f&lang=en&cache-only=0",
            "defineEn": "to enjoy yourself and do things for fun, like children",
            "defineVi": "để tận hưởng bản thân và làm những điều cho vui, giống như trẻ em",
            "hasImg": true
        },
        {
            "id": "7f99fe50-506e-43b7-b11b-18e4b8da29c4",
            "word": "pound",
            "phonetic": "paʊnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The brain weighs about three pounds.",
                "My gal is pound for pound sweeter than chocolate.",
                "I bought a pound of fresh meat from the butcher.",
                "That one mistake left him thousands of pounds out of pocket.",
                "l'd been pound foolish."
            ],
            "audio": "https://tts.langeek.co/read?text=cG91bmQ&hash=2e183a6cfb9fc5037f77c7f3d533e8f21a39ebdc&lang=en&cache-only=0",
            "defineEn": "a unit for measuring weight equal to 16 ounces or 0.454 kilograms",
            "defineVi": "một đơn vị đo trọng lượng bằng 16 ounce hoặc 0,454 kg",
            "hasImg": true
        },
        {
            "id": "5d2d7fb7-06fc-4fe4-8f99-a1b20d6c04ad",
            "word": "shoe",
            "phonetic": "ʃuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "I absolutely love your shoes.",
                "His shoes were wearing at the heel.",
                "My shoes are killing me.",
                "She stole the shoes from under the assistant's nose.",
                "I bought these shoes at half price."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvZQ&hash=62339f6cf353d519bb17eb04ed8bfd616dd8eb46&lang=en&cache-only=0",
            "defineEn": "something that we wear to cover and protect our feet, generally made of strong materials like leather or plastic",
            "defineVi": "thứ gì đó mà chúng ta mặc để che và bảo vệ đôi chân của mình, thường được làm bằng vật liệu bền như da hoặc nhựa",
            "hasImg": true
        },
        {
            "id": "111f1fc0-833f-4381-b9f3-ec747d079067",
            "word": "to speak",
            "phonetic": "tə spiːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "His frame spoke tiredness.",
                "He spoke the final words of the play.",
                "The brochure speaks of beautiful secluded grounds.",
                "My mother spoke Russian.",
                "Please speak more slowly."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3BlYWs&hash=6d30ebf9b713503cc57376e8cc08814ebaa9f248&lang=en&cache-only=0",
            "defineEn": "to use one's voice to express a particular feeling or to communicate information",
            "defineVi": "sử dụng giọng nói của một người để thể hiện một cảm giác cụ thể hoặc để truyền đạt thông tin",
            "hasImg": true
        },
        {
            "id": "125e1bca-2c9b-48ab-95b8-bc6ca38675d9",
            "word": "strawberry",
            "phonetic": "stɹɔːbɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He dipped his strawberries into a bowl of chocolate syrup.",
                "A strawberry margarita, but hold the tequila.",
                "You can buy strawberries all year round, but at a price.",
                "The strawberries and clotted cream combined to create a heavenly dessert parfait.",
                "The candy had an artificial strawberry flavor that burst in your mouth."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyYXdiZXJyeQ&hash=c4991a396106b9f05b65f7a3a70a554215807278&lang=en&cache-only=0",
            "defineEn": "a soft, red juicy fruit with small seeds on its surface",
            "defineVi": "một loại trái cây mềm, mọng nước màu đỏ với những hạt nhỏ trên bề mặt của nó",
            "hasImg": true
        },
        {
            "id": "b7afd22b-c4a5-4be0-8344-7dc3cd7144e7",
            "word": "swimming",
            "phonetic": "swɪmɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Swimming is second nature to Jane.",
                "I'm taking the kids swimming later.",
                "She's never liked swimming.",
                "Swimming helps to improve our cardiovascular fitness.",
                "She packed her swimming gear in a waterproof bag for the pool."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dpbW1pbmc&hash=c5839f026f254f033b22b703223e5769b1a6f445&lang=en&cache-only=0",
            "defineEn": "the act of moving our bodies through water with the use of our arms and legs, particularly as a sport",
            "defineVi": "hành động di chuyển cơ thể của chúng ta trong nước bằng cách sử dụng cánh tay và chân của chúng ta, đặc biệt là một môn thể thao",
            "hasImg": true
        },
        {
            "id": "ed80ab3d-9571-4924-9fb3-3531debb59df",
            "word": "tomato",
            "phonetic": "təmeɪɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tomatoes are out of season now.",
                "Tomato paste is a staple ingredient for many recipes.",
                "The chef prepared a creamy tomato soup for lunch.",
                "Mix cooked conchiglie with cherry tomatoes, cucumbers, and a vinaigrette for a pasta salad.",
                "They loved the sun-dried tomato and mozzarella-filled pansotti."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9tYXRv&hash=b03301d321a2d64e061f6c7de77256d255bdce4f&lang=en&cache-only=0",
            "defineEn": "a soft and round fruit that is red and is used a lot in salads and many other foods",
            "defineVi": "một loại trái cây mềm và tròn có màu đỏ và được sử dụng nhiều trong món salad và nhiều món ăn khác",
            "hasImg": true
        },
        {
            "id": "0c4d9679-1528-4981-b621-9c6670fd68c5",
            "word": "wine",
            "phonetic": "waɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Good wine can make a meal.",
                "Red wine leaves a stain.",
                "The California vineyards produce excellent wines.",
                "The grapes are made into wine.",
                "The waiter opened the bottle of wine for the guests."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZQ&hash=4f9e0e7eb2876257cd7105d69fff57401e236009&lang=en&cache-only=0",
            "defineEn": "a drink that is alcoholic and mostly made from grape juice",
            "defineVi": "một thức uống có cồn và chủ yếu được làm từ nước ép nho",
            "hasImg": true
        },
        {
            "id": "77118d75-8981-4f8c-bc72-0e17f97c5fc8",
            "word": "whisky",
            "phonetic": "wɪski ",
            "partOfSpeechType": "noun",
            "examples": [
                "Gin, vodka, whisky, beer - you name it, I've got it.",
                "Where's the whisky?",
                "Andy, you want some whisky?",
                "People in many countries drink Scotch whisky, and the whisky business makes a lot of money for Scotland.",
                "'Yes, you smell of whisky!"
            ],
            "audio": "https://tts.langeek.co/read?text=d2hpc2t5&hash=27cfe9a6f447b2fdc709a18c46714f9b35de46d1&lang=en&cache-only=0",
            "defineEn": "an alcoholic drink made from fermented grain mash",
            "defineVi": "một thức uống có cồn làm từ ngũ cốc lên men",
            "hasImg": true
        },
        {
            "id": "82a91559-a4da-44f8-b5f9-41fe575c8bf8",
            "word": "American",
            "phonetic": "ɐmɛɹɪkən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Jeans are as American as apple pie.",
                "He sounded American as apple pie.",
                "As an American, she had little truck with the painful formality of English life.",
                "Coca-Cola is a famous American soft drink.",
                "The Statue of Liberty is a famous American landmark."
            ],
            "audio": "https://tts.langeek.co/read?text=QW1lcmljYW4&hash=ffff07cb3e728bad488979fa8d3b8887a18e1d8b&lang=en&cache-only=0",
            "defineEn": "relating to the United States or its people",
            "defineVi": "liên quan đến Hoa Kỳ hoặc người dân của nó",
            "hasImg": true
        },
        {
            "id": "3ee2ba76-76b5-4729-87d7-4f0ba8451343",
            "word": "Brazilian",
            "phonetic": "bɹæzɪliən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Fresh from prison, Brazilian returnee arrested at P/H airport for importing cocaine.",
                "And in 1994, Brazilian fishers found a female yellow armadillo swimming along about 50 meters off the island of Cajual.",
                "Only now, over a year into the pandemic, has the Brazilian government joined the global scramble for vaccines.",
                "These were Brazilian Volkswagen buses.",
                "Marcia Castro is a Brazilian researcher and chair of the department of Global Health and Population at Harvard's Chan School of Public Health."
            ],
            "audio": "https://tts.langeek.co/read?text=QnJhemlsaWFu&hash=9a85ddcdb8f647ca3fd86362454eda2b6da02493&lang=en&cache-only=0",
            "defineEn": "relating to Brazil or its people",
            "defineVi": "liên quan đến Brazil hoặc người dân của nó",
            "hasImg": true
        },
        {
            "id": "0f07898d-6905-4321-a5aa-54651bf11388",
            "word": "Chinese",
            "phonetic": "tʃaɪniːz ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I am studying Chinese.",
                "The US wants access to Chinese markets.",
                "What became of those Chinese vases that Mum used to have?",
                "We couldn't understand them because they were talking in Chinese.",
                "She attended a cooking class where she learned to prepare a Chinese dish using water chestnut as the main ingredient."
            ],
            "audio": "https://tts.langeek.co/read?text=Q2hpbmVzZQ&hash=adfc344f055b6e310a844e144fa31e109b61deb9&lang=en&cache-only=0",
            "defineEn": "relating to the country, people, culture, or language of China",
            "defineVi": "liên quan đến đất nước, con người, văn hóa, hoặc ngôn ngữ của Trung Quốc",
            "hasImg": true
        },
        {
            "id": "4709a3b3-5346-44f6-b144-e70ede65eaea",
            "word": "French",
            "phonetic": "fɹɛntʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The caretaker had taken French leave.",
                "The French army held the town for three days.",
                "Her favorite perfume is a French brand.",
                "French cuisine is known for its delicious cheeses and wines.",
                "The head teacher usually takes us for French."
            ],
            "audio": "https://tts.langeek.co/read?text=RnJlbmNo&hash=fb7bc0950613fbb1f699ef580c04b043682cafe6&lang=en&cache-only=0",
            "defineEn": "relating to the country, people, culture, or language of France",
            "defineVi": "liên quan đến đất nước, con người, văn hóa, hoặc ngôn ngữ của Pháp",
            "hasImg": true
        },
        {
            "id": "cb132524-4381-4cb0-992c-1f31dd4a4a66",
            "word": "German",
            "phonetic": "dʒɜːmən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "German engineering is highly regarded for its precision and quality.",
                "The German language is widely spoken in Germany and other European countries.",
                "The German education system is highly regarded for its emphasis on academic excellence.",
                "I wouldn't call German an easy language.",
                "Let's serve traditional German dishes."
            ],
            "audio": "https://tts.langeek.co/read?text=R2VybWFu&hash=a248f87976e4432c8668ece12aa6565c98da5865&lang=en&cache-only=0",
            "defineEn": "relating to Germany or its people or language",
            "defineVi": "liên quan đến nước Đức hoặc con người hoặc ngôn ngữ của nó",
            "hasImg": true
        },
        {
            "id": "3d4d0bed-d2df-428d-9412-5520eb9cd2da",
            "word": "Irish",
            "phonetic": "aɪɹɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Irish moss can be used as a thickener in homemade soups, gravies, and sauces.",
                "He has already held discussions with Irish shareholders.",
                "The Irish economy is performing strongly, but the devil is in the detail.",
                "Add a tablespoon of soaked Irish moss to your smoothies for a creamy and nutritious texture.",
                "'I like Irish food!'"
            ],
            "audio": "https://tts.langeek.co/read?text=SXJpc2g&hash=5abca9386886fbc6eae3bfdff0263a392eaff009&lang=en&cache-only=0",
            "defineEn": "belonging or relating to Ireland, its people, culture, and language",
            "defineVi": "thuộc về hoặc liên quan đến Ireland, con người, văn hóa và ngôn ngữ của nó",
            "hasImg": true
        },
        {
            "id": "b2df38f4-45f3-46a7-a06a-a08fedc5ca91",
            "word": "Italian",
            "phonetic": "ɪtæliən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Italian coffee, like espresso and cappuccino, is enjoyed all around the world.",
                "Italian fashion brands like Gucci and Prada are renowned for their luxury and style.",
                "My Italian friend told me to combine tagliatelle with a rich tomato and basil sauce for a traditional pasta dish.",
                "The Italian champion was in second position when he came to grief on the third lap.",
                "Italian gelato is a delicious frozen treat that comes in a variety of flavors and is enjoyed by people of all ages."
            ],
            "audio": "https://tts.langeek.co/read?text=SXRhbGlhbg&hash=bf89156c66c26844e817730e7d88222d6c2cd62e&lang=en&cache-only=0",
            "defineEn": "relating to Italy or its people or language",
            "defineVi": "liên quan đến Ý hoặc con người hoặc ngôn ngữ của nó",
            "hasImg": true
        },
        {
            "id": "c0ba4b1c-9975-45ef-b784-2c6a36dd12c4",
            "word": "Japanese",
            "phonetic": "dʒæpəniːz ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Japanese company is light years ahead of its European competitors.",
                "Do you know any Japanese?",
                "After a little light window-shopping, I had dinner in a super-stylish Japanese restaurant.",
                "The Japanese cherry trees in my garden are in full bloom, creating a picturesque scene.",
                "We went to a Japanese restaurant and enjoyed a delicious bowl of miso soup with daikon slices."
            ],
            "audio": "https://tts.langeek.co/read?text=SmFwYW5lc2U&hash=9063cad537176f6de3f3509f494d2dc244e33f3e&lang=en&cache-only=0",
            "defineEn": "relating to the country, people, culture, or language of Japan",
            "defineVi": "liên quan đến đất nước, con người, văn hóa hoặc ngôn ngữ của Nhật Bản",
            "hasImg": true
        },
        {
            "id": "a8705ce4-f113-47ae-ab82-2abb7d04a688",
            "word": "Mexican",
            "phonetic": "mɛksɪkən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We visited a Mexican restaurant and savored the flavorful chipotle salsa that accompanied the tortilla chips.",
                "My Mexican neighbor picked some tomatillos from his garden to make a tangy salsa verde for his tacos.",
                "After visiting a local market, he bought fresh nopal to prepare a traditional Mexican dish.",
                "So the father, of course, was Mexican?",
                "Mexican immigrants were villainized as drug dealers and rapists."
            ],
            "audio": "https://tts.langeek.co/read?text=TWV4aWNhbg&hash=5b9a8b26db46b136ae75b79a4a2dc86349e8381b&lang=en&cache-only=0",
            "defineEn": "relating to Mexico or its people",
            "defineVi": "liên quan đến Mexico hoặc người dân của nó",
            "hasImg": true
        },
        {
            "id": "32fbed76-7d30-49b2-a5c5-e2594d9b1f40",
            "word": "polish",
            "phonetic": "pɑːlɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He polished his leather shoes to make them look shiny.",
                "All it needs is a lick of polish and it’ll look like new.",
                "My father cleaned and polished the wooden furniture to keep it looking nice.",
                "Growing up as the son of a Polish immigrant, I was raised by a man who often seemed more Catholic than the Pope himself.",
                "He made a fuss of his new car, spending hours meticulously cleaning and polishing every inch of it."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9saXNo&hash=adb641370634c31f62d4f5e2bc3cd2e9cd9b23bd&lang=en&cache-only=0",
            "defineEn": "referring to something that is related to Poland, its people, language, culture, or products",
            "defineVi": "đề cập đến một cái gì đó có liên quan đến Ba Lan, con người, ngôn ngữ, văn hóa hoặc sản phẩm của nó",
            "hasImg": true
        },
        {
            "id": "ad7a3ee8-9e51-4f19-905e-45fd5553f782",
            "word": "Portuguese",
            "phonetic": "poːɹtʃəɡiːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "From their perspective, Portuguese traders offered them access to new markets and access to new goods.",
                "And all that knowledge gave Portuguese sailors a huge competitive advantage when it came to exploration.",
                "Unless, of course, you speak Portuguese.",
                "And then the Portuguese ventured further afield into the Indian Ocean.",
                "This is a Portuguese Man o’ War."
            ],
            "audio": "https://tts.langeek.co/read?text=UG9ydHVndWVzZQ&hash=cc1784eaedcd69dbc68bd57c440e7540ccb9fc65&lang=en&cache-only=0",
            "defineEn": "the Romance language of Portugal and Brazil",
            "defineVi": "ngôn ngữ Lãng mạn của Bồ Đào Nha và Brazil",
            "hasImg": true
        },
        {
            "id": "10b2d935-13b7-42d3-9048-6aabd526ef70",
            "word": "Scottish",
            "phonetic": "skɑːɾɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "With the score at 3-0, it looked as if the Scottish team had had their chips.",
                "In the earliest days Scottish people took their food from the sea, the rivers, and the land.",
                "He had a Scottish nanny.",
                "Some shops have the famous Scottish tartans.",
                "Scottish mackerel, you know?"
            ],
            "audio": "https://tts.langeek.co/read?text=U2NvdHRpc2g&hash=9bcf9d7536919a58ce5ad22d3b0962442f993d8e&lang=en&cache-only=0",
            "defineEn": "belonging or relating to Scotland, its people, or the Gaelic language",
            "defineVi": "thuộc hoặc liên quan đến Scotland, người dân của nó hoặc ngôn ngữ Gaelic",
            "hasImg": true
        },
        {
            "id": "e59b075b-a469-4588-8900-134460a39f14",
            "word": "Spanish",
            "phonetic": "spænɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My sister packed some Spanish limes in her picnic basket for a tangy snack on our outdoor adventure.",
                "She made a Spanish omelette by frying sliced potatoes and onions with beaten eggs.",
                "In Spanish culture, it is common to greet others with a kiss on each cheek.",
                "Flamenco is a traditional Spanish dance that is known for its expressive movements.",
                "I love watching Spanish movies with subtitles to improve my language skills."
            ],
            "audio": "https://tts.langeek.co/read?text=U3BhbmlzaA&hash=5262c700f1c64a8bb2b40963b2f093268de6635d&lang=en&cache-only=0",
            "defineEn": "relating to Spain or its people or language",
            "defineVi": "liên quan đến Tây Ban Nha hoặc con người hoặc ngôn ngữ của nó",
            "hasImg": true
        },
        {
            "id": "5dc3685c-6912-4786-8512-a355bee897d2",
            "word": "Swiss",
            "phonetic": "swɪs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Swiss authorities tried a new strategy: harm reduction.",
                "It's not Swiss.",
                "Swiss thinker Jean-Jacques Rousseau had many ideas about education reform, for instance.",
                "So has Swiss stuntman Reno Jaton.",
                "What is that in Swiss?"
            ],
            "audio": "https://tts.langeek.co/read?text=U3dpc3M&hash=e6878079294455a5bb1b7d1140a24fe437216ee2&lang=en&cache-only=0",
            "defineEn": "belonging or relating to Switzerland, or its people",
            "defineVi": "thuộc về hoặc liên quan đến Thụy Sĩ, hoặc người dân của nó",
            "hasImg": true
        },
        {
            "id": "e9ba9a81-2ce5-4929-9d02-4845c92a0f36",
            "word": "forty",
            "phonetic": "fɔːɹɾi ",
            "partOfSpeechType": "numeral",
            "examples": [
                "I've just turned forty.",
                "My dad works forty hours a week.",
                "Since the forties he has led his own big bands.",
                "A fool at forty is a fool indeed.",
                "My grandparents have been married for over forty years."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ydHk&hash=3e66507782093b06bc52f8d76bfdf69935100c3e&lang=en&cache-only=0",
            "defineEn": "the number 40; the number of fingers that four people have",
            "defineVi": "số 40; số ngón tay mà bốn người có",
            "hasImg": true
        },
        {
            "id": "1d33fc55-71e1-4128-8da5-adf95a55c926",
            "word": "fifty",
            "phonetic": "fɪfti ",
            "partOfSpeechType": "numeral",
            "examples": [
                "Fifty thousand people saw the match.",
                "Almost fifty years have passed since that day.",
                "I can count up to fifty in English.",
                "The house is set in fifty acres of parkland.",
                "Tom may be only forty-five, but with his gray hair and wrinkles, he appears to be on the other side of fifty."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlmdHk&hash=f9176a9f3a46bf1d5a911e88b6e116d0d9b18679&lang=en&cache-only=0",
            "defineEn": "the number 50; the number of fingers on five monkeys",
            "defineVi": "con số 50; số ngón tay của năm con khỉ",
            "hasImg": true
        },
        {
            "id": "df6a557f-7f83-4e95-9226-e6ce43f0dd58",
            "word": "sixty",
            "phonetic": "sɪksti ",
            "partOfSpeechType": "numeral",
            "examples": [
                "The speed limit on this road is sixty kilometers per hour.",
                "Alex's genetics make him prone to premature aging, and he often looks like he's on the wrong side of sixty, even though he's in his fifties.",
                "The three German brands, BMW, Mercedes and Audi have historically controlled sixty percent of that market.",
                "Sixty percent of New Zealand's wool goes to China.",
                "Sixty years ago, air travel was far too expensive for the masses."
            ],
            "audio": "https://tts.langeek.co/read?text=c2l4dHk&hash=fd3b1123fee33b297af7eb31942e1c3fcddc005f&lang=en&cache-only=0",
            "defineEn": "the number 60; the number of fingers and toes that three people have",
            "defineVi": "số 60; số ngón tay và ngón chân mà ba người có",
            "hasImg": true
        },
        {
            "id": "e897d0f0-ccff-4414-a894-d597ab06b055",
            "word": "seventy",
            "phonetic": "sɛvənti ",
            "partOfSpeechType": "numeral",
            "examples": [
                "She has seventy dollars in her wallet.",
                "I scored seventy out of a hundred on my math test.",
                "My neighbor, who was in his seventies, started a successful business and became an inspiration to many, proving that there is many a good tune played on an old fiddle.",
                "Online ordering contributed seventy five percent of delivery sales.",
                "Seventy one percent of the way to fulfilling the settlement."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V2ZW50eQ&hash=47f235fd35f1c227d2e4c05369b81437b115c74a&lang=en&cache-only=0",
            "defineEn": "the number 70; the number of legs on seven crabs",
            "defineVi": "con số 70; số chân của bảy con cua",
            "hasImg": true
        },
        {
            "id": "6cfbbddf-ee74-4eb5-bd7c-93aef9b3103c",
            "word": "eighty",
            "phonetic": "eɪɾi ",
            "partOfSpeechType": "numeral",
            "examples": [
                "The store is offering a discount of eighty percent off.",
                "She had a brush with stardom in the eighties as a member of a minor pop band.",
                "The temperature dropped to minus eighty degrees Celsius in Antarctica.",
                "He might be in his eighties but he's tough as old boots.",
                "His political philosophy turned one hundred and eighty degrees when he grew a little older."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWlnaHR5&hash=102f953a77de6a6341395d4c705d20d050ecc288&lang=en&cache-only=0",
            "defineEn": "the number 80; the number we get when we multiply eight by ten",
            "defineVi": "con số 80; số chúng ta nhận được khi chúng ta nhân tám với mười",
            "hasImg": true
        },
        {
            "id": "04bc11c1-1883-489c-bb4d-4cca36a5b364",
            "word": "ninety",
            "phonetic": "naɪnti ",
            "partOfSpeechType": "numeral",
            "examples": [
                "The speed limit on this highway is ninety kilometers per hour.",
                "After losing his job, Jack realized that life is ten percent what happens to you and ninety percent how you respond to it, and decided to use the experience as an opportunity to pursue a new career path.",
                "Those have round-trip efficiencies around ninety percent.",
                "Ninety percent of our monetization is on the subscription side.",
                "Ninety nine percent of Fortune 500 companies use open-source."
            ],
            "audio": "https://tts.langeek.co/read?text=bmluZXR5&hash=b5badbdf190d65446f7efca09fb2d56961ad56c0&lang=en&cache-only=0",
            "defineEn": "the number 90; the number of degrees for a right angle",
            "defineVi": "số 90; số độ của một góc vuông",
            "hasImg": true
        },
        {
            "id": "73d284bb-e9ad-4b51-aa58-ee777f8efbc7",
            "word": "one hundred",
            "phonetic": "wʌn hʌndɹɪd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b25lIGh1bmRyZWQ&hash=081988774ec189c92d38d8e72e97ddd4535ee3ee&lang=en&cache-only=0",
            "defineEn": "of the number 100; the number of years in a century",
            "defineVi": "của số 100; số năm trong một thế kỷ",
            "hasImg": true
        }
    ]
}