{
    "id": "2a772438-0c8d-4e2d-b25d-e7088783de9f",
    "title": "Unit 4 - Lesson 1",
    "originalTitle": "Unit 4 - Lesson 1",
    "words": [
        {
            "id": "3054013c-9b2e-43c1-93fa-e183721e83d5",
            "word": "print",
            "phonetic": "pɹɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The document was printed at the taxpayer's expense.",
                "The phone number for customer service is printed on the back of the product.",
                "The story ran on page 4 of the print edition of the newspaper.",
                "The printer is in full working order and is printing documents with high quality.",
                "The newspaper has been under siege lately by its readers for printing a false story."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbnQ&hash=aa5ada171c7ebc3fb4a8635d36f53a36ec5d186a&lang=en&cache-only=0",
            "defineEn": "a picture or design created by pressing an engraved surface onto a paper or any other surface",
            "defineVi": "một hình ảnh hoặc thiết kế được tạo ra bằng cách ấn một bề mặt khắc lên giấy hoặc bất kỳ bề mặt nào khác",
            "hasImg": true
        },
        {
            "id": "c9614353-c642-4ddc-a8ca-dc49a729bd03",
            "word": "striped",
            "phonetic": "stɹaɪpt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The striped socks matched perfectly with his striped shirt.",
                "The striped socks matched perfectly with his striped shirt.",
                "Striped skunks are pretty amazing.",
                "She's our striped skunk.",
                "Cleaner wrasse are small, striped fish found in coral reefs."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyaXBlZA&hash=69c1201a59de8a4b16321cc30352942e979f78e1&lang=en&cache-only=0",
            "defineEn": "having a pattern of straight lines",
            "defineVi": "có một mô hình của các đường thẳng",
            "hasImg": true
        },
        {
            "id": "c215cbc3-1951-4205-b976-5a9c4515c7c4",
            "word": "plaid",
            "phonetic": "plæd ",
            "partOfSpeechType": "noun",
            "examples": [
                "You like plaid?",
                "And one of those examples is Plaid.",
                "Plaid also adds analysis on top of the bank account.",
                "Over 80 percent of all of the biggest fintech companies now are customers of Plaid.",
                "In fact, Plaid bought its biggest competitor Quovo in twenty eighteen."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhaWQ&hash=220c1faf3527a55e9eed509101c6bc67fab29981&lang=en&cache-only=0",
            "defineEn": "a cloth with a pattern marked by intersecting straight lines or paths",
            "defineVi": "một tấm vải có hoa văn được đánh dấu bằng các đường thẳng hoặc đường dẫn giao nhau",
            "hasImg": true
        },
        {
            "id": "7e8023a6-64f2-487f-ad46-28302ae2fb38",
            "word": "short sleeve",
            "phonetic": "ʃɔːɹt sliːv ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2hvcnQgc2xlZXZl&hash=ddfdc473956812973fb77eebb1a62f402ae58cb3&lang=en&cache-only=0",
            "defineEn": "an item of clothing with sleeves that extend from one's shoulders to one's elbows",
            "defineVi": "một bộ quần áo có tay áo dài từ vai đến khuỷu tay của một người",
            "hasImg": true
        },
        {
            "id": "91ebaed1-b318-4852-a4e1-4c049bcec97f",
            "word": "solid",
            "phonetic": "sɑːlɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They drove a tunnel through the solid rock.",
                "If you're planning to start a business, it's important to have a solid business plan and some experience in the industry.",
                "The chemical passes from a liquid to a solid state during the cooling process.",
                "Joe warned him that 'a fool's bolt is soon shot' and advised him to take the time to develop a solid plan before making any drastic decisions.",
                "The project's success will rely on getting the meat and potatoes right, ensuring the core components are solid."
            ],
            "audio": "https://tts.langeek.co/read?text=c29saWQ&hash=5cf761efea8fd81409ce33e8058d6ab06e663129&lang=en&cache-only=0",
            "defineEn": "having the property of firmness and being stable in form; not gaseous or liquid",
            "defineVi": "có đặc tính vững chắc và ổn định về hình thức; không khí hoặc chất lỏng",
            "hasImg": true
        },
        {
            "id": "8f1c9d0b-bf17-4a01-94cf-77466b7c10f6",
            "word": "formal",
            "phonetic": "fɔːɹməl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She had no formal instruction in music.",
                "Dinner was very formal, with everyone on their best behaviour.",
                "He used to wear a silk tie with his formal suit.",
                "He asked her wife to wear a formal dress to the event.",
                "Emma is a casual dresser and would never be seen dead wearing formal attire or high heels."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ybWFs&hash=4e8104043a9d4aea2628b0706a8c943444601ca5&lang=en&cache-only=0",
            "defineEn": "suitable for fancy, important, serious, or official occasions and situations",
            "defineVi": "thích hợp cho những dịp và tình huống ưa thích, quan trọng, nghiêm túc hoặc chính thức",
            "hasImg": true
        },
        {
            "id": "84f59d7d-32f2-412b-960e-c02feb8940ab",
            "word": "cocktail dress",
            "phonetic": "kɑːkteɪl dɹɛs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29ja3RhaWwgZHJlc3M&hash=43fa5466d2fa3dec8a4dbac13e76705b3889bb97&lang=en&cache-only=0",
            "defineEn": "a knee-length or shorter dress typically worn for semi-formal occasions",
            "defineVi": "một chiếc váy dài đến đầu gối hoặc ngắn hơn thường được mặc cho những dịp bán trang trọng",
            "hasImg": true
        },
        {
            "id": "5304e9ea-88e4-4d31-a0ca-3a0cd2a050ce",
            "word": "dress shirt",
            "phonetic": "dɹɛs ʃɜːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHJlc3Mgc2hpcnQ&hash=01599608dd14d373b08dbdd872192e841c127f4b&lang=en&cache-only=0",
            "defineEn": "a formal shirt, often worn by men, that can be worn under a jacket or tuxedo",
            "defineVi": "một chiếc áo sơ mi trang trọng, thường được mặc bởi nam giới, có thể mặc bên trong áo khoác hoặc tuxedo",
            "hasImg": true
        },
        {
            "id": "3b0b4163-01c5-405c-9444-235a6ad035ac",
            "word": "evening gown",
            "phonetic": "iːvnɪŋ ɡaʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXZlbmluZyBnb3du&hash=6d1d695fab5db4ea6f863daf44f58d4f58f73f58&lang=en&cache-only=0",
            "defineEn": "a long elegant dress that is usually worn on formal occasions or events that take place after evening",
            "defineVi": "một chiếc váy dài thanh lịch thường được mặc vào những dịp trang trọng hoặc các sự kiện diễn ra sau buổi tối",
            "hasImg": true
        },
        {
            "id": "7eaa6011-9129-4584-8aab-0744bfcaf2ce",
            "word": "tuxedo",
            "phonetic": "tʌksiːdoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "On his wedding day, he looked like a million dollars in his tailored tuxedo and beaming smile.",
                "And he was wearing a white tuxedo.",
                "It’s like wearing your tuxedo with your tennis shoes because you couldn’t afford no good shoes.",
                "Denim top and denim bottom, the controllers ardorned with all the little details you'd expect, in a Canadian tuxedo.",
                "I have never heard, an all denim outfit, called a Canadian tuxedo before."
            ],
            "audio": "https://tts.langeek.co/read?text=dHV4ZWRv&hash=f4cd133b97cfb2ce9469cd051bc6f096dec48955&lang=en&cache-only=0",
            "defineEn": "a formal men's suit typically worn for black-tie events and formal occasions",
            "defineVi": "một bộ đồ nam trang trọng thường được mặc cho các sự kiện cà vạt đen và những dịp trang trọng",
            "hasImg": true
        },
        {
            "id": "b45fd0af-23f6-41f9-aaef-8a2032f44904",
            "word": "informal",
            "phonetic": "ɪnfɔːɹməl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We are very informal around here.",
                "You have some informal actors.",
                "For this particular task, informal actors are much more efficient.",
                "Better yet, it was also informal.",
                "About 81 percent of India's workers ply their trades in the informal economy."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mb3JtYWw&hash=617befe3a0f01731c9e33977568e98b269587942&lang=en&cache-only=0",
            "defineEn": "suitable for friendly, relaxed, casual, or unofficial occasions and situations",
            "defineVi": "thích hợp cho những dịp và tình huống thân thiện, thoải mái, bình thường hoặc không chính thức",
            "hasImg": true
        },
        {
            "id": "4d5edc20-0af1-4aef-be03-9f1bbcd1b103",
            "word": "V-neck",
            "phonetic": "viːnɛk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now are V-necks shirts?",
                "But around 1994, after feeling like they lost touch with the maternity market, the pair decided to pivot to something new: developing the perfect luxury V-neck shirt.",
                "They both tried on their samples to make sure the V-neck covered the right part of the arm, didn't plunge too deep, and, overall, made your body look as good as possible, things male designers fitting T-shirts on size 0 models maybe weren't taking into consideration.",
                "By now I might've been able to direct an award-winning film about a girl's school in Afghanistan, but instead I'm driving around the city, looking for a chest merkin in that matches your hair color in case you decide to wear a v-neck"
            ],
            "audio": "https://tts.langeek.co/read?text=Vi1uZWNr&hash=a52ada31efa70edf877fe6b8f0847a968ee7f285&lang=en&cache-only=0",
            "defineEn": "(of a piece of clothing) having a neckline in the shape of the letter V",
            "defineVi": "(của một bộ quần áo) có đường viền cổ hình chữ V",
            "hasImg": true
        },
        {
            "id": "aab281df-a069-4629-ae95-3f3a579e5171",
            "word": "crew neck",
            "phonetic": "kɹuː nɛk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3JldyBuZWNr&hash=0ebdf169a125e49fa605ca2f374c5317e38d0662&lang=en&cache-only=0",
            "defineEn": "a plain round neckline on a sweater or shirt that has no collar",
            "defineVi": "một đường viền cổ tròn đơn giản trên áo len hoặc áo sơ mi không có cổ áo",
            "hasImg": true
        },
        {
            "id": "38cfe5e4-8f78-4671-b834-3d3e7465d487",
            "word": "turtleneck",
            "phonetic": "tɜːtəlnɛk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sometimes, the galaxy can feel like a big, lonely place, but like that guy with the turtleneck reminds us: \"For small creatures such as we, the vastness is bearable only through love.\"",
                "We may have trips with our families to the beach or the pool or whatever and we don't really know how to, um, cover them up or make it so people don't see them and there's no way we can just wear turtlenecks and leggings everywhere all day every day, right?"
            ],
            "audio": "https://tts.langeek.co/read?text=dHVydGxlbmVjaw&hash=7b430b024db4ff1e5d6d9136689a7e632e436787&lang=en&cache-only=0",
            "defineEn": "a sweater that has a lifted collar folding over itself and covering the neck",
            "defineVi": "một chiếc áo len có cổ áo nâng lên và che cổ",
            "hasImg": true
        },
        {
            "id": "beb45aad-01e6-46dc-b67d-8dde323c1d89",
            "word": "sweater",
            "phonetic": "swɛɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I need a lightweight sweater for the spring season.",
                "He bought a new sweater with a colorful pattern for me.",
                "I like to wear cozy sweaters and scarves during the fall season.",
                "I like the comfort of wearing a cashmere sweater against my skin.",
                "He prefers crewneck sweaters for a versatile and easy-to-wear option."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dlYXRlcg&hash=692d55a72813110c69bd3db36fc9e09aaff420ae&lang=en&cache-only=0",
            "defineEn": "a piece of clothing worn on the top part of our body that is made of cotton or wool, has long sleeves and a closed front",
            "defineVi": "một bộ quần áo mặc ở phần trên của cơ thể chúng ta được làm bằng bông hoặc len, có tay áo dài và mặt trước kín",
            "hasImg": true
        },
        {
            "id": "e7891b2c-5bf3-45aa-a197-2f26d83335d7",
            "word": "polo shirt",
            "phonetic": "poʊloʊ ʃɜːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9sbyBzaGlydA&hash=ec3b5770cf23cdf77b0a60c4ed6709734962b797&lang=en&cache-only=0",
            "defineEn": "a casual short-sleeved shirt with a few buttons under its collar, usually made of cotton",
            "defineVi": "một chiếc áo sơ mi ngắn tay giản dị với một vài nút dưới cổ áo, thường được làm bằng cotton",
            "hasImg": true
        },
        {
            "id": "aff5a457-9945-4e29-9354-d833b66627d1",
            "word": "jeans",
            "phonetic": "dʒiːnz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Jeans are as American as apple pie.",
                "They wore blue jeans to the party.",
                "He was wearing jeans and a T-shirt.",
                "You can't wear jeans to this dinner party!",
                "She always wears a plain white T-shirt with jeans."
            ],
            "audio": "https://tts.langeek.co/read?text=amVhbnM&hash=97a2ecb42717586877567623cfc62ce772075559&lang=en&cache-only=0",
            "defineEn": "pants made of denim, that is a type of strong cotton cloth, and is used for a casual style",
            "defineVi": "quần làm bằng vải denim, đó là một loại vải cotton bền và được sử dụng cho phong cách giản dị",
            "hasImg": true
        },
        {
            "id": "737df304-926f-41c7-bc10-4bf7b0192a1f",
            "word": "T-shirt",
            "phonetic": "tiːʃɜːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was wearing jeans and a T-shirt.",
                "She always wears a plain white T-shirt with jeans.",
                "I spilled ketchup on my T-shirt while eating lunch.",
                "She folded her T-shirt and put it neatly in the drawer.",
                "I'm going to iron my T-shirt to make it look neat and wrinkle-free."
            ],
            "audio": "https://tts.langeek.co/read?text=VC1zaGlydA&hash=88cb1b538f89134edcfb6896624ec86c759eebf0&lang=en&cache-only=0",
            "defineEn": "a casual short-sleeved shirt with no collar, usually made of cotton",
            "defineVi": "một chiếc áo sơ mi ngắn tay bình thường không có cổ áo, thường được làm bằng cotton",
            "hasImg": true
        },
        {
            "id": "58e24ff8-5eee-46b0-ba33-1918e0b8072e",
            "word": "blazer",
            "phonetic": "bleɪzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A blazer, a T-shirt that says Gold Gym.",
                "I even got my new blazer.",
                "American carmakers are bringing back old names like Bronco, Blazer and Gladiator.",
                "I'm gonna wear this blazer to class, and everyone's gonna know I'm fancy.",
                "and I wanted to get a suit on or at least, like, maybe a nice feminine top but get a blazer on because that felt better, and pants."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxhemVy&hash=5105ce58388f7979ce55e7ffc513fce17f8b308a&lang=en&cache-only=0",
            "defineEn": "a type of light jacket either worn with pants that do not match or as a uniform by the members of a union, school, club, etc.",
            "defineVi": "một loại áo khoác nhẹ hoặc được mặc với quần không phù hợp hoặc là đồng phục của các thành viên của đoàn thể, trường học, câu lạc bộ, v.v.",
            "hasImg": true
        },
        {
            "id": "99198ae8-bb67-4941-a319-2a0363ed1cb0",
            "word": "cardigan",
            "phonetic": "kɑːɹdɪɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Okay, so for a quick primer on the Electoral College let me put on my professor glasses and cardigan.",
                "There is a DNA that you sort of have to inject into yourself at the same time that you put on that version of Batman's cape and cowl, except it's a red cardigan sweater and blue deck shoes."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZGlnYW4&hash=08a488a8d0336bd4cb4678591124aa63c18c0b99&lang=en&cache-only=0",
            "defineEn": "a type of jacket that is made of wool, usually has a knitted design, and its front could be closed with buttons or a zipper",
            "defineVi": "một loại áo khoác làm bằng len, thường có thiết kế dệt kim, mặt trước có thể đóng cúc hoặc khóa kéo",
            "hasImg": true
        },
        {
            "id": "9bb7f7cb-4729-4b81-8a2b-28e82630960a",
            "word": "to describe",
            "phonetic": "tə dᵻskɹaɪb ",
            "partOfSpeechType": "verb",
            "examples": [
                "The book describes her life from cradle to grave.",
                "But the lawyers also described internal politics that at times slowed down the department's work or drove a wedge among members of the team.",
                "And after the match, the Carlisle boss wasn't pulling his punches when describing his players' performance.",
                "BBC is falling over backwards to be impartial by describing this as a crowd!",
                "It was described as a large, luxury mobile home, but there was barely room to swing a cat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVzY3JpYmU&hash=55c24a5359e3a8f3c314915257c441538d26bbd7&lang=en&cache-only=0",
            "defineEn": "to give details about someone or something to say what they are like",
            "defineVi": "để cung cấp thông tin chi tiết về một ai đó hoặc một cái gì đó để nói họ như thế nào",
            "hasImg": true
        },
        {
            "id": "ab1e86e6-6071-4134-bd2d-78cca1ab5cdc",
            "word": "clothes",
            "phonetic": "kloʊðz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Put your clothes in the cupboard.",
                "She gave him presents and clothes.",
                "All clothes are in mint condition and less than two years old.",
                "She received many compliments on her stylish clothes.",
                "My clothes won't all go in that one suitcase."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvdGhlcw&hash=55f850f885fb27a0d16a517819afa2966c68b7b3&lang=en&cache-only=0",
            "defineEn": "the things we wear to cover our body, such as pants, shirts, and jackets",
            "defineVi": "những thứ chúng ta mặc để che thân, chẳng hạn như quần, áo sơ mi và áo khoác",
            "hasImg": true
        },
        {
            "id": "a8a26a66-e4b7-49e7-affe-f83983a9150a",
            "word": "long-sleeved",
            "phonetic": "lɔŋsliːvd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG9uZy1zbGVldmVk&hash=ce2c2545fb936e75d941fb3d21090e4cd72d0220&lang=en&cache-only=0",
            "defineEn": "(of an item of clothing) having sleeves that are long enough to reach one's wrist",
            "defineVi": "(của một mặt hàng quần áo) có tay áo dài đến cổ tay của một người",
            "hasImg": true
        },
        {
            "id": "d57fa0cd-1234-4421-9b96-8d4274f7e50f",
            "word": "low-cut",
            "phonetic": "loʊkʌt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Oh, well, if I wear something low-cut."
            ],
            "audio": "https://tts.langeek.co/read?text=bG93LWN1dA&hash=b736e3063f1fb96d9f914ba36eca73a646439c36&lang=en&cache-only=0",
            "defineEn": "(of women's clothing) revealing the neck and the upper part of the chest",
            "defineVi": "(của quần áo phụ nữ) để lộ cổ và phần trên của ngực",
            "hasImg": true
        }
    ]
}