{
    "id": "2a8091c4-0c17-4287-a079-f1064d86dadd",
    "title": "Top 201 - 225 Adjectives",
    "originalTitle": "Top 201 - 225 Adjectives",
    "words": [
        {
            "id": "c382b3c5-53c6-4309-a929-8e8e58a4a996",
            "word": "left",
            "phonetic": "lɛft ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I've got two left feet!",
                "She turned the wheel sharply to the left.",
                "I got a sudden pain in my left eye.",
                "The left didn't know what the right was doing in this gross teen horror comedy.",
                "On the left the ground drops away, giving a view over the rooftops."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVmdA&hash=1856e96f39c0f5e197daaba816d03b896fdb0da9&lang=en&cache-only=0",
            "defineEn": "toward or located on the same side as the heart of most people",
            "defineVi": "hướng tới hoặc nằm cùng phía với trái tim của hầu hết mọi người",
            "hasImg": true
        },
        {
            "id": "7507c572-0168-4014-b4c3-8d7b75ca0254",
            "word": "thick",
            "phonetic": "θɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My dad spread a thick layer of orange marmalade on my morning toast.",
                "She spread a thick layer of tomato sauce on the pizza dough.",
                "The heavy rain created a thick curtain of water, reducing visibility on the road.",
                "Sarah enjoyed her milkshake in a thick glass with a straw.",
                "The sheep had thick wool that was used to make warm clothing."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhpY2s&hash=c4b5bbf08cb5649c47dde865a438dc8aa0f465de&lang=en&cache-only=0",
            "defineEn": "having a long distance between opposite sides",
            "defineVi": "có một khoảng cách dài giữa các mặt đối diện",
            "hasImg": true
        },
        {
            "id": "4f0826fe-00db-45a1-81f6-84e75ca34e29",
            "word": "British",
            "phonetic": "bɹɪɾɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The British Foreign Minister held talks with the leaders of the two countries.",
                "Seville oranges are often used in traditional British recipes, like Seville orange pudding.",
                "Relatives have taken up the cudgels for two British women accused of murder.",
                "It was really the British who, by digging their heels in, prevented any last-minute deal.",
                "Shakespeare is one of the most famous British playwrights in history."
            ],
            "audio": "https://tts.langeek.co/read?text=QnJpdGlzaA&hash=70712b77c8bb63c3efe909a62adf75ab5af1e593&lang=en&cache-only=0",
            "defineEn": "relating to the country, people, or culture of the United Kingdom",
            "defineVi": "liên quan đến đất nước, con người, hoặc văn hóa của Vương quốc Anh",
            "hasImg": true
        },
        {
            "id": "1a295414-917d-42f6-9779-2d235eddad0e",
            "word": "dramatic",
            "phonetic": "dɹəmæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The twentieth century saw dramatic changes in most areas of life.",
                "ran the dramatic headline.",
                "The cloudy sky created a dramatic backdrop for the sunset.",
                "The show finished with a dramatic cliffhanger, leaving the audience eager for the next episode.",
                "The results were dramatic."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhbWF0aWM&hash=a5ee58c0edecf5502a28e02990115599f0438aa8&lang=en&cache-only=0",
            "defineEn": "astonishing in appearance or effect",
            "defineVi": "đáng kinh ngạc về ngoại hình hoặc hiệu ứng"
        },
        {
            "id": "ea08f157-7147-4ddc-b9b4-b464eda9c519",
            "word": "careful",
            "phonetic": "kɛɹfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Careful planning laid the foundations for the nation’s economic miracle.",
                "Be careful with your actions.",
                "Be extra careful with this one.",
                "Do be careful, for goodness' sake.",
                "If you cannot be good, be careful."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZWZ1bA&hash=95a9e88fd0e24800704e0daf25b4c41ecddd287b&lang=en&cache-only=0",
            "defineEn": "giving attention or thought to what we are doing to avoid doing something wrong, hurting ourselves, or damaging something",
            "defineVi": "chú ý hoặc suy nghĩ về những gì chúng ta đang làm để tránh làm sai, làm tổn thương bản thân hoặc làm hỏng thứ gì đó",
            "hasImg": true
        },
        {
            "id": "f9169b4e-feeb-4bad-a2a2-122a8c1c9561",
            "word": "solid",
            "phonetic": "sɑːlɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They drove a tunnel through the solid rock.",
                "If you're planning to start a business, it's important to have a solid business plan and some experience in the industry.",
                "The chemical passes from a liquid to a solid state during the cooling process.",
                "Joe warned him that 'a fool's bolt is soon shot' and advised him to take the time to develop a solid plan before making any drastic decisions.",
                "The project's success will rely on getting the meat and potatoes right, ensuring the core components are solid."
            ],
            "audio": "https://tts.langeek.co/read?text=c29saWQ&hash=5cf761efea8fd81409ce33e8058d6ab06e663129&lang=en&cache-only=0",
            "defineEn": "having the property of firmness and being stable in form; not gaseous or liquid",
            "defineVi": "có đặc tính vững chắc và ổn định về hình thức; không khí hoặc chất lỏng",
            "hasImg": true
        },
        {
            "id": "1a75e24c-cae1-49b4-8713-2f405630e500",
            "word": "tall",
            "phonetic": "tɔːl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The tall building stands out among the other structures in the city.",
                "The tall oak tree provided shade on a hot summer day.",
                "The tall Texan ruffled some English feathers with his remarks.",
                "After dinner she told me a tall tale about her pet.",
                "To grow bigger/taller/older."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFsbA&hash=67ad474c0ed4441a0b3577da1645c311beb71679&lang=en&cache-only=0",
            "defineEn": "(of a person or thing) having a height that is greater than what is thought to be the average height",
            "defineVi": "(của một người hoặc vật) có chiều cao lớn hơn chiều cao được cho là trung bình",
            "hasImg": true
        },
        {
            "id": "86521a24-9cd6-4aba-ab35-f651795ed3d0",
            "word": "double",
            "phonetic": "dʌbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Double cream adds indulgence to creamy pasta sauces.",
                "His parents did a double take when he came home with a tattoo.",
                "The kitchen had a double oven, allowing for simultaneous baking of different dishes.",
                "Take your hot beverages to the next level by adding a splash of double cream to them.",
                "When the price of skiing doubled, tourists voted with their feet and just stopped going."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG91Ymxl&hash=b3dd0135f219abf0318bcd73af2132cd533a8f89&lang=en&cache-only=0",
            "defineEn": "consisting of two equal or similar things or parts",
            "defineVi": "bao gồm hai thứ hoặc bộ phận bằng nhau hoặc tương tự nhau"
        },
        {
            "id": "03ce9dd9-e338-4d93-a3e3-486c34fbd20a",
            "word": "obvious",
            "phonetic": "ɑːbviəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When the man in the fancy suit walked into the biker bar, it was obvious that he was a square peg.",
                "The writing is on the wall and the warnings steadily become more obvious.",
                "Michael will attempt to hide his age by wearing youthful clothing, but it will be obvious he's mutton dressed as lamb.",
                "This may seem obvious to you.",
                "The jokes were all so obvious you could see them coming a mile off."
            ],
            "audio": "https://tts.langeek.co/read?text=b2J2aW91cw&hash=8ff97adda1500764e53ed8e5f2bf501083b9cc1e&lang=en&cache-only=0",
            "defineEn": "noticeable and easily understood",
            "defineVi": "đáng chú ý và dễ hiểu"
        },
        {
            "id": "e3841bf9-c9f6-4926-b382-fe3cc4f91d5f",
            "word": "necessary",
            "phonetic": "nɛsᵻsɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Make the necessary preparations.",
                "Standing on the shoulders of giants is a necessary part of creativity",
                "Experts have urged ministers to take the necessary steps to resolve the issue.",
                "If we make the necessary changes now, it will save us money in the long run.",
                "Breakfast plays an important role as it provides the body with the necessary energy and nutrients to start the day."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVjZXNzYXJ5&hash=bb99703055e0d8fb43e7027d17ff47c183132669&lang=en&cache-only=0",
            "defineEn": "needed to be done for a particular reason or purpose",
            "defineVi": "cần phải được thực hiện cho một lý do hoặc mục đích cụ thể",
            "hasImg": true
        },
        {
            "id": "04a251dc-4213-4c79-8f93-b8fc2317aa8f",
            "word": "sad",
            "phonetic": "sæd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Oh yeah, that was sad.",
                "That's pretty sad if you ask me.",
                "Sad, woe is us, to come to this plight!",
                "She would cry at the drop of a hat when watching sad movies.",
                "It would be humorous if it weren't so sad the way Sarah tiptoes around her wife."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Fk&hash=c68466f5e493cf41b32c202a5daee1abd465199f&lang=en&cache-only=0",
            "defineEn": "emotionally feeling bad",
            "defineVi": "cảm xúc tồi tệ",
            "hasImg": true
        },
        {
            "id": "d645428e-dcb0-452e-95b9-3e77bac4d2fb",
            "word": "alone",
            "phonetic": "ɐloʊn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Only a minority of people exist on unemployment benefits alone.",
                "Some things are best left well alone.",
                "Going mountain-climbing alone is dicing with death.",
                "I quite understand that you need some time alone.",
                "It was so irresponsible of him to leave his children in the car all alone."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxvbmU&hash=015fad8bf61ab42e76fb1204d9fa72785aca6dc7&lang=en&cache-only=0",
            "defineEn": "isolated and separated from others",
            "defineVi": "bị cô lập và tách biệt khỏi những người khác",
            "hasImg": true
        },
        {
            "id": "51482d0b-524e-4c92-9a38-f5b530850c2c",
            "word": "proud",
            "phonetic": "pɹaʊd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The proud uncle held his newborn nephew in his arms.",
                "She must be very proud of herself.",
                "He was proud to be playing opposite a famous actor.",
                "Mr. and Mrs. Johnson are proud parents of three daughters, each with their unique talents.",
                "They are so proud of their grandchild for graduating from college."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvdWQ&hash=4dae34688a942f2d53e1ff4937a491f9eb6660e5&lang=en&cache-only=0",
            "defineEn": "feeling satisfied with someone or one's possessions, achievements, etc.",
            "defineVi": "cảm thấy hài lòng với tài sản, thành tích của ai đó hoặc của ai đó, v.v.",
            "hasImg": true
        },
        {
            "id": "f2b14130-8b45-4c68-a4e5-b7dbcbe68e75",
            "word": "flat",
            "phonetic": "flæt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The theory falls flat on its face when put into practice.",
                "The couple in the flat upstairs are always at it hammer and tongs.",
                "We drove through the night flat-out, with the pedal to the metal.",
                "He threw caution to the winds and rang the bell of the ground-floor flat.",
                "For the record, I have never been to the flat."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxhdA&hash=b0319827b03811bef371270d8f3951212b3b8133&lang=en&cache-only=0",
            "defineEn": "(of a surface) continuing in a straight line with no raised or hollow parts",
            "defineVi": "(của một bề mặt) tiếp tục theo một đường thẳng không có phần nhô lên hoặc phần rỗng",
            "hasImg": true
        },
        {
            "id": "f978f84d-cad0-42e4-a708-2c60d2337603",
            "word": "central",
            "phonetic": "sɛntɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "After a successful career at the Italian central bank, few people doubt his ability to whip the economy into shape.",
                "Local and central government should work in harness.",
                "On February 4th, China's central bank also set up a joint venture with SWIFT, the global system for financial messaging and cross-border payments.",
                "Most central banks have two important jobs.",
                "Spiders play a central role in a lot of Japanese folklore."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VudHJhbA&hash=928d1b6986ae94d4082689d9fd804d429f84c085&lang=en&cache-only=0",
            "defineEn": "being at, in, or near the center",
            "defineVi": "đang ở, trong, hoặc gần trung tâm"
        },
        {
            "id": "8fcd1409-b8a9-40d2-8d54-3bef6adf4e9b",
            "word": "ancient",
            "phonetic": "eɪntʃənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Ancient historians wrote of a lost continent beneath the ocean.",
                "The ancient castle has stood for over a century, preserving its grandeur and history for hundreds of years.",
                "Her knowledge of ancient history is of the first water, making her a respected authority in the field.",
                "Above him Cornelius ran his eye over a box of ancient cane carpet beaters.",
                "I visited the museum to learn about ancient civilizations."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5jaWVudA&hash=724a9b4de10db5f23c83fc6d4fa8721e2d58bfdb&lang=en&cache-only=0",
            "defineEn": "related or belonging to a period of history that is long gone",
            "defineVi": "liên quan hoặc thuộc về một giai đoạn lịch sử đã qua lâu rồi",
            "hasImg": true
        },
        {
            "id": "5fde86c2-f701-425f-9338-8079916f88c0",
            "word": "worried",
            "phonetic": "wʌɹid ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Police are worried that many crimes go unreported.",
                "I'm not worried about my finances.",
                "She was worried she was stuck in a dead-end job.",
                "I'm worried that I didn't give a good account of myself in that job interview today.",
                "I’m not worried about stepping on anybody’s toes."
            ],
            "audio": "https://tts.langeek.co/read?text=d29ycmllZA&hash=e8dcd4f18c931f67fa7080551d69f847706bbc28&lang=en&cache-only=0",
            "defineEn": "feeling unhappy and afraid because of something that has happened or might happen",
            "defineVi": "cảm thấy không vui và sợ hãi vì điều gì đó đã xảy ra hoặc có thể xảy ra",
            "hasImg": true
        },
        {
            "id": "296f8867-b216-4834-bac0-083dfcfacb83",
            "word": "creative",
            "phonetic": "kɹiːeɪɾɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The menu featured a creative dish of beef plate tacos.",
                "We came up with a creative solution to the problem.",
                "As a creative experiment, I mixed salad burnet into my homemade pesto sauce.",
                "He used pignuts as a creative substitute for nuts in his homemade granola bars.",
                "Mary, as the young blood of the department, is already making an impact with her creative solutions and proactive approach."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlYXRpdmU&hash=d8bcf1360149424e3ea3400a25f7371a929f7950&lang=en&cache-only=0",
            "defineEn": "making use of imagination or innovation in bringing something into existence",
            "defineVi": "sử dụng trí tưởng tượng hoặc sự đổi mới trong việc đưa một cái gì đó vào sự tồn tại",
            "hasImg": true
        },
        {
            "id": "c2c1006c-ab59-4269-9e36-4451fc3927a0",
            "word": "responsible",
            "phonetic": "ɹᵻspɑːnsᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The brain is responsible for controlling our thoughts and actions.",
                "The engineer is responsible for ensuring the safety and efficiency of the electrical system.",
                "He is ultimately responsible for every aspect of the broadcast.",
                "At the end of the day I'm responsible for what happens in the school.",
                "As a responsible person, it is important to be mindful of our impact on the environment."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzcG9uc2libGU&hash=ecc54abccc8d5e3bf34d38315515dbb8ad79c2cc&lang=en&cache-only=0",
            "defineEn": "(of a person) having an obligation to do something or to take care of someone or something as part of one's job or role",
            "defineVi": "(của một người) có nghĩa vụ làm điều gì đó hoặc chăm sóc ai đó hoặc điều gì đó như một phần công việc hoặc vai trò của một người",
            "hasImg": true
        },
        {
            "id": "add5f26d-b83f-413e-8083-62e00943b514",
            "word": "critical",
            "phonetic": "kɹɪɾɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His critical remarks ruffled the feathers of the board members.",
                "The question requires critical thinking and analysis.",
                "The actor's Oscar win was in the bag after receiving widespread critical acclaim for their performance.",
                "All three patients were considered to be in a critical condition.",
                "Her latest novel is her crowning glory, receiving widespread critical acclaim and topping the bestseller lists."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpdGljYWw&hash=b2513701d896eb18638b9a819717651f9e76ed01&lang=en&cache-only=0",
            "defineEn": "(of a problem or situation) very serious and possibly disastrous",
            "defineVi": "(của một vấn đề hoặc tình huống) rất nghiêm trọng và có thể là thảm họa"
        },
        {
            "id": "52d8543a-2a93-43fb-99da-eeb9a13c06df",
            "word": "Chinese",
            "phonetic": "tʃaɪniːz ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I am studying Chinese.",
                "The US wants access to Chinese markets.",
                "What became of those Chinese vases that Mum used to have?",
                "We couldn't understand them because they were talking in Chinese.",
                "She attended a cooking class where she learned to prepare a Chinese dish using water chestnut as the main ingredient."
            ],
            "audio": "https://tts.langeek.co/read?text=Q2hpbmVzZQ&hash=adfc344f055b6e310a844e144fa31e109b61deb9&lang=en&cache-only=0",
            "defineEn": "relating to the country, people, culture, or language of China",
            "defineVi": "liên quan đến đất nước, con người, văn hóa, hoặc ngôn ngữ của Trung Quốc",
            "hasImg": true
        },
        {
            "id": "2335be4d-00c0-4aac-a6ee-d344c494ea1a",
            "word": "standard",
            "phonetic": "stændɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They set high standards of customer service.",
                "In a criminal trial the standard of proof is beyond the reasonable doubt.",
                "There are twelve hours on a standard clock.",
                "Not all men are as honorable or hold to the same standards as Sam.",
                "Not all men are as honorable or hold to the same standards as Sam."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhbmRhcmQ&hash=8cb561fbe9b908bc8854142cba9c16e3544374f6&lang=en&cache-only=0",
            "defineEn": "accepted or used as usual or normal",
            "defineVi": "chấp nhận hoặc sử dụng như bình thường hoặc bình thường"
        },
        {
            "id": "ab1c14a7-1fbf-409c-a242-0c9670d1cdda",
            "word": "emotional",
            "phonetic": "ɪmoʊʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The film had a surprisingly emotional ending, leaving the audience in tears.",
                "The issue is highly emotional and will cause a lot of blood on the carpet.",
                "Sarah went through a lot of emotional turmoil after her breakup with Mark.",
                "The film incorporated abstract imagery and surreal elements to convey the protagonist's inner emotional journey.",
                "The orchestra's rendition of Beethoven's Ninth Symphony was of the first water, with precise execution and a powerful emotional impact that left the audience in awe."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1vdGlvbmFs&hash=bf5e8680571a9d0cc8f189e19af52c65b432de0f&lang=en&cache-only=0",
            "defineEn": "relating to people's emotions",
            "defineVi": "liên quan đến cảm xúc của mọi người"
        },
        {
            "id": "a0246de1-94c9-4115-9265-57a05f3a32c4",
            "word": "delicious",
            "phonetic": "dᵻlɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Grandma's crab apple sauce is really delicious.",
                "I offered my guests delicious beetroot burgers as a flavorful vegetarian option.",
                "The cranberry pie at the bakery is absolutely delicious, especially with a scoop of vanilla ice cream.",
                "Fresh vegetables like tomatoes, cucumbers, and lettuce make a delicious salad.",
                "It's just too delicious!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsaWNpb3Vz&hash=6eccfc3cf519e2e541e2bae8c55f89dd57f92c3f&lang=en&cache-only=0",
            "defineEn": "having a good taste",
            "defineVi": "có một hương vị tốt",
            "hasImg": true
        },
        {
            "id": "b822dd23-ee90-4343-95b1-868d307e8e68",
            "word": "wild",
            "phonetic": "waɪld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I am wild about my new car.",
                "May your wildest dreams come true!",
                "The crowd went wild when the Golden State Warriors turned the game.",
                "Her hair is wild and woolly, with strands sticking out in all directions.",
                "They're taking our lives in their hands out here in the wild."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lsZA&hash=6e85388e31766e246c53be384f05c576801972c7&lang=en&cache-only=0",
            "defineEn": "(of an animal or plant) living or growing in a natural state; not tamed or domesticated, or cultivated by people",
            "defineVi": "(của động vật hoặc thực vật) sống hoặc phát triển trong trạng thái tự nhiên; không được thuần hóa hoặc thuần hóa, hoặc được con người trồng trọt",
            "hasImg": true
        }
    ]
}