{
    "id": "2a8fd756-ee59-4465-8741-56cd89d8da06",
    "title": "Social Issues",
    "originalTitle": "Lesson 40",
    "words": [
        {
            "id": "e38b19b6-6f59-4949-8695-3c4b26ee548e",
            "word": "social",
            "phonetic": "soʊʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Social workers operate on the razor’s edge.",
                "We study the history of our country in social studies class.",
                "You can also get information on careers in social work from their website.",
                "Mark's reputation as a love rat spread quickly among his social circle, as he had a long history of cheating on his partners.",
                "She was always into sports and social activities, while I was your typical bookworm with very few friends."
            ],
            "audio": "https://tts.langeek.co/read?text=c29jaWFs&hash=f09a554379f81a9fb56efb27fe9d3096efddcec9&lang=en&cache-only=0",
            "defineEn": "related to society and its citizens' lives in general",
            "defineVi": "liên quan đến xã hội và cuộc sống của công dân nói chung",
            "hasImg": true
        },
        {
            "id": "4f4e655e-f209-438b-b581-652bd4001645",
            "word": "racial",
            "phonetic": "ɹeɪʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His speeches fanned the flames of racial tension.",
                "\"Asian student faces racial slur outside of Longfellow Middle School.\"",
                "Sounds racial. ",
                "Then racial violence erupted after the assassination of Martin Luther King Jr. on April 4, 1968.",
                "The racial tension exploded."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFjaWFs&hash=2da49d9b6309c315ab9f9222462b780fa3cbd170&lang=en&cache-only=0",
            "defineEn": "related to or based on a person's race",
            "defineVi": "liên quan đến hoặc dựa trên chủng tộc của một người",
            "hasImg": true
        },
        {
            "id": "13a1405f-b3ea-4e24-a380-9ea9e3b6f423",
            "word": "right",
            "phonetic": "ɹaɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Right, pin back your ears, everyone.",
                "That extension is busy right now.",
                "I want a dish of creamy mushroom bucatini with Parmesan right now.",
                "Right by holding the candle to the devil.",
                "After the traffic lights, turn right."
            ],
            "audio": "https://tts.langeek.co/read?text=cmlnaHQ&hash=33365bcec53c098a6f39584838658b862008d6fe&lang=en&cache-only=0",
            "defineEn": "according to the law or morality",
            "defineVi": "theo luật pháp hoặc đạo đức",
            "hasImg": true
        },
        {
            "id": "3a682ab7-5fe5-406d-bf45-2dc1ddda93d8",
            "word": "wrong",
            "phonetic": "ɹɔŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In his mother’s eyes, the boy can do no wrong.",
                "The journalist published a wrong statement in the article.",
                "I accidentally hit the wrong key.",
                "Unfortunately, the president struck the wrong note in his speech, ignoring the public mood.",
                "She pressed the wrong button and accidentally deleted the file."
            ],
            "audio": "https://tts.langeek.co/read?text=d3Jvbmc&hash=e6795ab587f9d848e27f1ba748f6e1574dd5ef8c&lang=en&cache-only=0",
            "defineEn": "against the law or morality",
            "defineVi": "chống lại luật pháp hoặc đạo đức",
            "hasImg": true
        },
        {
            "id": "a608ee29-ef83-4d00-b316-0b8d8c17bdf2",
            "word": "addiction",
            "phonetic": "ɐdɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His drug addiction has been a monkey on his back for years.",
                "I worry that his drug addiction will be the death of him.",
                "He is fighting a losing battle against his addiction.",
                "I had a really bad drug addiction in college, but seeing my friend die from an overdose really scared me straight.",
                "After years of struggling with addiction, he finally drew a line under his old life and started a new, healthier chapter."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRkaWN0aW9u&hash=af28393fe2a0399a8eaea25969aa54dd2fad8deb&lang=en&cache-only=0",
            "defineEn": "the inability to stop taking, using, or doing something, particularly something harmful or unhealthy",
            "defineVi": "không có khả năng ngừng lấy, sử dụng hoặc làm điều gì đó, đặc biệt là điều gì đó có hại hoặc không lành mạnh",
            "hasImg": true
        },
        {
            "id": "20cdefac-f0e7-4a67-a6cc-0b9f77776055",
            "word": "abuse",
            "phonetic": "ɐbjuːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sales assistants are often on the receiving end of verbal abuse from customers.",
                "One day, after years of violent abuse from her husband, she took the law into her own hands.",
                "A Xerox subsidy can be expensive for a company if employees abuse the privilege.",
                "The celebrities were able to avoid jail time for their drug abuse because the laws are like cobwebs, which may catch small flies, but let wasps and hornets break through.",
                "Drug abuse takes quite a toll on the lives of people."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJ1c2U&hash=fa403775900136f476b28fe957b28e599ee5ac4d&lang=en&cache-only=0",
            "defineEn": "the harmful or wrong use of something",
            "defineVi": "việc sử dụng có hại hoặc sai trái của một cái gì đó"
        },
        {
            "id": "0fb537bf-c875-47b1-a47b-307f304ad678",
            "word": "awareness",
            "phonetic": "ɐwɛɹnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We need to raise public awareness of the issue.",
                "Earth Day is observed on April 22nd to promote environmental awareness.",
                "The actor has become the poster boy for environmental activism, using his celebrity status to raise awareness about climate change.",
                "After attending the seminar on mental health, I became awake to the stigma surrounding mental illness and decided to become an advocate for greater awareness and understanding.",
                "So awareness is the first step to improvement."
            ],
            "audio": "https://tts.langeek.co/read?text=YXdhcmVuZXNz&hash=78e90ecc2f47d313fdcbf228fe9cc3c9dc6c47ea&lang=en&cache-only=0",
            "defineEn": "knowledge or understanding of a specific situation, fact, or issue",
            "defineVi": "kiến thức hoặc sự hiểu biết về một tình huống cụ thể, thực tế, hoặc vấn đề"
        },
        {
            "id": "f197e908-c8af-4942-bdfb-224391cd22ab",
            "word": "bullying",
            "phonetic": "bʊlɪɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Harassment or bullying is unacceptable behavior in the workplace.",
                "By taking this action, we are sending a message that bullying will not be tolerated.",
                "The teacher reminded her students that if you are not part of the solution, you are part of the problem when discussing the importance of taking an active role in addressing issues such as bullying and discrimination in the classroom.",
                "Bullying can be an insidious problem with lasting consequences for kids.",
                "Bullying, would that be a red line?"
            ],
            "audio": "https://tts.langeek.co/read?text=YnVsbHlpbmc&hash=b1425b22d8683afe50fe80be4b03be3a91f9ca97&lang=en&cache-only=0",
            "defineEn": "a type of behavior that involves using violence or threats to intimidate smaller or less powerful people",
            "defineVi": "một loại hành vi liên quan đến việc sử dụng bạo lực hoặc đe dọa để đe dọa những người nhỏ hơn hoặc ít quyền lực hơn",
            "hasImg": true
        },
        {
            "id": "e9f51c43-82a0-490f-9a34-316cb97922d1",
            "word": "corruption",
            "phonetic": "kɚɹʌpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The investigation blew the lid off corruption in city hall.",
                "The journalist's investigation revealed the corruption that was taking place in the halls of power, where powerful individuals were making deals that benefited themselves rather than the public.",
                "The CEO fell on his sword when widespread corruption in the company was exposed.",
                "The Fair Trade Commission has of late been flexing its muscles, cracking down on cases of corruption.",
                "The company had strict policies against unethical practices and made it clear that they would not give corruption any house room within their organization."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ycnVwdGlvbg&hash=996d7910039b64526a00f674cb6cc41a59199724&lang=en&cache-only=0",
            "defineEn": "illegal and dishonest behavior of someone, particularly one who is in a position of power",
            "defineVi": "hành vi bất hợp pháp và không trung thực của ai đó, đặc biệt là người ở vị trí quyền lực",
            "hasImg": true
        },
        {
            "id": "0645db08-59f7-40f5-9aab-7baa44f0f5b1",
            "word": "crisis",
            "phonetic": "kɹaɪsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The problem has now reached crisis point.",
                "Recent economic performance suggests that a major crisis is at hand.",
                "Lebanon remained in the grip of an intense political crisis.",
                "The government turned its back to the thousands of employees laid off during the financial crisis.",
                "Europe has found itself truly at the threshold of a global crisis."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jpc2lz&hash=0b7886ae87626da9763fc43cb6690c92dd4f5014&lang=en&cache-only=0",
            "defineEn": "a period of serious difficulty or danger that demands immediate action",
            "defineVi": "một giai đoạn khó khăn hoặc nguy hiểm nghiêm trọng đòi hỏi hành động ngay lập tức"
        },
        {
            "id": "025f9a6e-a1a8-442b-9a72-90100834ef77",
            "word": "equality",
            "phonetic": "iːkwɔlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The protesters raised their cries for justice and equality in the streets.",
                "The organization is committed to promoting equality and fairness for every person.",
                "Nelson Mandela was a well-respected African leader who fought for equality.",
                "Despite being from different backgrounds, the two activists shared a deep commitment to social justice and were kindred spirits in their fight for equality.",
                "Also, race and gender and other forms of inequality can exacerbate income equality."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXF1YWxpdHk&hash=53503aeeb9e8bad9dacafa4226139bd41e106502&lang=en&cache-only=0",
            "defineEn": "the state of having the same opportunities, rights, status, etc. as others",
            "defineVi": "trạng thái có cùng cơ hội, quyền, địa vị, v.v. như những người khác",
            "hasImg": true
        },
        {
            "id": "921a824f-00e9-4638-8b92-c90241a710d2",
            "word": "freedom",
            "phonetic": "fɹiːdəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "She prefers the freedom and agility of a motorcycle over a car.",
                "Adults have the freedom to make their own decisions and choices.",
                "The west is often associated with notions of freedom and adventure.",
                "He's enjoying his newfound freedom by going out with friends and pursuing his hobbies.",
                "The teacher ruled the classroom with a heavy hand, rarely allowing any freedom or creativity."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlZWRvbQ&hash=1817e17cb9742f31f85925a184871bc24293039e&lang=en&cache-only=0",
            "defineEn": "the right to act, say, or think as one sees fit without being stopped, controlled, or restricted",
            "defineVi": "quyền hành động, nói hoặc suy nghĩ khi một người thấy phù hợp mà không bị ngăn chặn, kiểm soát hoặc hạn chế",
            "hasImg": true
        },
        {
            "id": "545da7d5-42be-477b-8257-3f25650e1c8c",
            "word": "gender gap",
            "phonetic": "dʒɛndɚ ɡæp ",
            "partOfSpeechType": "noun",
            "examples": [
                "But there is a gender gap.",
                "The gender gap refers to the fact that women tend to be more liberal overall than men."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZGVyIGdhcA&hash=7193559059fea3a1e0d813fd83273e2ad77be2f1&lang=en&cache-only=0",
            "defineEn": "the differences between the rights, opportunities, etc. of women and men and the way they are treated in a society",
            "defineVi": "sự khác biệt giữa quyền, cơ hội, v.v. của phụ nữ và nam giới và cách họ được đối xử trong xã hội",
            "hasImg": true
        },
        {
            "id": "caedc4db-5825-42ee-95c9-b40ad882b71a",
            "word": "homelessness",
            "phonetic": "hoʊmləsnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "And, suddenly, I experienced homelessness.",
                "Unemployment and homelessness are two of the major concerns for any government.",
                "Homelessness increased dramatically.",
                "That's transient homelessness.",
                "So it also increases the rate of homelessness and other traumatic events and experiences."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tZWxlc3NuZXNz&hash=1846a1680e3077de5e6ecceb54ca41c35a105e46&lang=en&cache-only=0",
            "defineEn": "the fact or state of not having a home",
            "defineVi": "thực tế hoặc tình trạng không có nhà",
            "hasImg": true
        },
        {
            "id": "1d176e81-52a3-4aa4-a835-d80ed8bd1954",
            "word": "immigration",
            "phonetic": "ɪmɪɡɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The government has taken a firm line on illegal immigration.",
                "The immigration officer reviewed my passport before granting entry.",
                "We had to show our passports and boarding passes at the airport immigration checkpoint.",
                "The small-town mayor has been punching above her weight recently, going head-to-head with federal lawmakers over the issue of immigration reform.",
                "They have done a 180 on the issue of immigration."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1taWdyYXRpb24&hash=27b36b4e9aa67a943619368fd94f0b59d0922f97&lang=en&cache-only=0",
            "defineEn": "the fact or process of coming to another country to permanently live there; the number of those who do so",
            "defineVi": "thực tế hoặc quá trình đến một quốc gia khác để sinh sống lâu dài ở đó; số người làm như vậy",
            "hasImg": true
        },
        {
            "id": "176d8c27-cf79-4006-ba1b-c245a81eee4d",
            "word": "issue",
            "phonetic": "ɪʃuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Alan's explanation just muddies the issue!",
                "The issue comes up over and over on the stump.",
                "He danced the issue around.",
                "I pressed the issue home to them.",
                "The winter issue is hot off the press."
            ],
            "audio": "https://tts.langeek.co/read?text=aXNzdWU&hash=cb7ffba76ab3a33386ef431e196e88fc7e0cd5cd&lang=en&cache-only=0",
            "defineEn": "an important matter about which people argue or talk",
            "defineVi": "một vấn đề quan trọng về mà mọi người tranh luận hoặc nói chuyện"
        },
        {
            "id": "4a44072b-52ee-4679-ac8d-700ae388fb71",
            "word": "malnutrition",
            "phonetic": "mælnjuːtɹɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Malnutrition and stunting were also very common.",
                "The country has the world's sixth highest rate of chronic malnutrition.",
                "Across the camp, hundreds of children have died from disease and malnutrition since the beginning of the year.",
                "95,000 Cubans died from disease and malnutrition after Spanish general Valeriano Weyler herded Cubans into concentration camps.",
                "- Narrator: Defectors can face a life of medical issues caused by malnutrition earlier in their lives."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFsbnV0cml0aW9u&hash=6e8ffe600575a1e3b76049c7af7e7aed0e94696c&lang=en&cache-only=0",
            "defineEn": "a condition in which a person does not have enough food or good food to eat in order to stay healthy",
            "defineVi": "tình trạng một người không có đủ thức ăn hoặc thức ăn ngon để ăn nhằm duy trì sức khỏe",
            "hasImg": true
        },
        {
            "id": "50a86380-8ed1-4d70-8a51-2fc4053cd7f5",
            "word": "obesity",
            "phonetic": "oʊbiːsəɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Another possible factor in this dropping sperm count is obesity, but it also has some variability.",
                "Obesity is defined by your body mass index, or BMI as it's called.",
                "Normally, people with obesity store a portion of their extra fat deep inside the abdomen, where it wraps around the pancreas, liver, and other vital organs.",
                "And this also leads to obesity.",
                "The use of high fructose corn syrup may be a contributor to diabetes and obesity."
            ],
            "audio": "https://tts.langeek.co/read?text=b2Jlc2l0eQ&hash=649d30ca46355d0cc99e5c171e13cb32676227fb&lang=en&cache-only=0",
            "defineEn": "the state of being very fat in an unhealthy way",
            "defineVi": "tình trạng rất béo một cách không lành mạnh",
            "hasImg": true
        },
        {
            "id": "0c23bf9e-9bf9-49ba-9055-95f7e0da03c3",
            "word": "overpopulation",
            "phonetic": "oʊvɚpɑːpjʊleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "What IS overpopulation?",
                "The real problem, according to Hardin, is overpopulation.",
                "So when does population growth become overpopulation?",
                "The legend of overpopulation was born.",
                "Some historians believe the voyagers moved from place to place to avoid overpopulation."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcnBvcHVsYXRpb24&hash=11d07572a1086489feed3732b4e452e88331e004&lang=en&cache-only=0",
            "defineEn": "a situation where the number of people living in a particular area is more than the carrying capacity of the environment",
            "defineVi": "một tình huống trong đó số người sống trong một khu vực cụ thể nhiều hơn khả năng chịu tải của môi trường",
            "hasImg": true
        },
        {
            "id": "4d37e868-01a4-4744-8e2b-434d186d82a1",
            "word": "peer pressure",
            "phonetic": "pɪɹ pɹɛʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I've never worried too much about the effects of peer pressure on Kelly, as she really knows her own mind on what's right or wrong.",
                "They navigate peer pressure.",
                "100% I felt iPhone peer pressure.",
                "But actually experiencing peer pressure can be so uncomfortable.",
                "While some of your friends might judge you if you don’t buy a pumpkin spice latte the second they’re available, social conformity goes way beyond direct peer pressure."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVlciBwcmVzc3VyZQ&hash=d3f1ed2c96b124ece5b83dbe3431bce5c7a25225&lang=en&cache-only=0",
            "defineEn": "a strong feeling to seek approval of people of one's age by doing what they do or by behaving like them",
            "defineVi": "một cảm giác mạnh mẽ để tìm kiếm sự chấp thuận của những người ở độ tuổi của một người bằng cách làm những gì họ làm hoặc bằng cách cư xử như họ",
            "hasImg": true
        },
        {
            "id": "c6823aa3-e34d-42c5-a41e-15db2735b028",
            "word": "poverty",
            "phonetic": "pɑːvɚɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Government is taking pain to lessen poverty.",
                "He has known both poverty and wealth.",
                "As the saying goes, when poverty comes in the door, love flies out the window.",
                "The charity organization's mission statement emphasized the belief that poverty is no sin and that everyone deserves dignity and respect.",
                "The student worked multiple jobs to pay off her student loans, acknowledging that debt is the worst poverty."
            ],
            "audio": "https://tts.langeek.co/read?text=cG92ZXJ0eQ&hash=c723679a641570e1dc44be4e5fe1af680a5cd679&lang=en&cache-only=0",
            "defineEn": "the condition of being very poor",
            "defineVi": "tình trạng rất nghèo",
            "hasImg": true
        },
        {
            "id": "c6b181ce-f69e-4b79-82e8-477b47e1c1e0",
            "word": "racism",
            "phonetic": "ɹeɪsɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Racism must be eliminated, roots and all.",
                "When it was accused of racism, sexism, anti-environmentalism, it reacted defensively, exacerbating the situation.",
                "And racism takes many forms.",
                "Racism loves a rebrand.",
                "Racism still stains the game."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFjaXNt&hash=9cb353127c574ea509ce6edd73c5c95f093949e6&lang=en&cache-only=0",
            "defineEn": "the unjust or violent behavior toward people because their race is different form one's own",
            "defineVi": "hành vi bất công hoặc bạo lực đối với mọi người vì chủng tộc của họ khác với chủng tộc của chính mình",
            "hasImg": true
        },
        {
            "id": "e20a596e-904a-41b2-9029-c74eaea8c265",
            "word": "security",
            "phonetic": "sᵻkjʊɹɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Airport security was extra tight in the wake of yesterday's bomb attacks.",
                "The security expert warned the business owner that a bad padlock invites a picklock.",
                "Security products are designed to protect information from unauthorized access.",
                "Security camera footage shows that the car was struck by the train after jumping the lights.",
                "I had to go through security before boarding the airplane."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VjdXJpdHk&hash=9f64031c158284d870fbd6521c7ddf321d1ab9b6&lang=en&cache-only=0",
            "defineEn": "the state of being protected or having protection against any types of danger",
            "defineVi": "trạng thái được bảo vệ hoặc có sự bảo vệ chống lại mọi loại nguy hiểm",
            "hasImg": true
        },
        {
            "id": "d9e83b0f-64e4-4caa-b9fc-a96f765361c0",
            "word": "sexism",
            "phonetic": "sɛksɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "When it was accused of racism, sexism, anti-environmentalism, it reacted defensively, exacerbating the situation.",
                "There's institutional sexism.",
                "I mean, is it sexism?",
                "We would still have sexism preventing women from getting equal pay.",
                "I, and many others, have learned about rape culture, feminism, sexism, homophobia, transgender issues, racism because of the Internet."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V4aXNt&hash=dfd83bd17887d9a69d66e779954aaccb2fce3bee&lang=en&cache-only=0",
            "defineEn": "an unfair treatment based on the belief that one gender, particularly female, is weaker, less intelligent, or less important than the other",
            "defineVi": "một sự đối xử bất công dựa trên niềm tin rằng một giới tính, đặc biệt là nữ, yếu hơn, kém thông minh hơn hoặc kém quan trọng hơn giới kia",
            "hasImg": true
        },
        {
            "id": "2297d761-6842-4583-9405-b6cf365fbd02",
            "word": "shortage",
            "phonetic": "ʃɔːɹɾɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mask shortages mean that healthcare workers are having trouble getting a hold of masks, which puts everyone at risk.",
                "There is certainly no shortage of resentment in the rest of Asia about the way China throws its weight about these days.",
                "The shortage killed hundreds of them.",
                "But bike companies are facing a problem: a shortage of bikes.",
                "One analysis sees a shortage of 34,000 pilots by 2025, almost 10% of the workforce."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvcnRhZ2U&hash=f68743a450bd278521a59ffe7da9b5bf8dc6f761&lang=en&cache-only=0",
            "defineEn": "a state where there is not enough of something or someone",
            "defineVi": "một trạng thái mà không có đủ của một cái gì đó hoặc ai đó"
        },
        {
            "id": "c6d0afb1-5b01-4699-9ddc-1ed082fdf057",
            "word": "modern slavery",
            "phonetic": "mɑːdɚn sleɪvɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9kZXJuIHNsYXZlcnk&hash=b1de549860c27c3624eef52defdfe1018ee799b6&lang=en&cache-only=0",
            "defineEn": "a modern form of slavery that involves using threats or violence to force people to work and preventing them from escaping",
            "defineVi": "một hình thức nô lệ hiện đại liên quan đến việc sử dụng các mối đe dọa hoặc bạo lực để buộc mọi người phải làm việc và ngăn cản họ trốn thoát"
        },
        {
            "id": "9293340d-c6cb-47bd-9e3b-eb86cf22955e",
            "word": "social inequality",
            "phonetic": "soʊʃəl ɪniːkwɔlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c29jaWFsIGluZXF1YWxpdHk&hash=2556d4cf40b8d47bc8a6c52db5741c0e10b8e704&lang=en&cache-only=0",
            "defineEn": "a condition of unjust and unequal distribution of wealth and opportunities in a society",
            "defineVi": "một điều kiện phân phối của cải và cơ hội không công bằng và bất bình đẳng trong một xã hội",
            "hasImg": true
        },
        {
            "id": "199d5b0f-a004-4474-91bc-a053eb69da1b",
            "word": "stability",
            "phonetic": "stəbɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Although she was courted by several wealthy suitors, Sarah chose to marry a man who had financial stability and a good job, remembering her grandmother's advice to never marry for money, but marry where money is.",
                "With no long-term plans or financial stability, Mark found himself living from day to day, simply trying to make it through each moment.",
                "Despite the recent financial setback, the company is on the mend and making significant progress towards regaining stability.",
                "He had to decide whether to continue his education and pursue his dream career or take a job offer that would provide immediate financial stability - it was a lose the horse or win the saddle choice.",
                "It adds stability."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhYmlsaXR5&hash=1f51517f94726ce7edb6bf2905875e750e5276b0&lang=en&cache-only=0",
            "defineEn": "the state or condition of being fixed or steady and unlikely to change",
            "defineVi": "trạng thái hoặc tình trạng cố định hoặc ổn định và không có khả năng thay đổi"
        },
        {
            "id": "84e6bdbf-9623-452a-8ecc-2289865b8ee6",
            "word": "social service",
            "phonetic": "soʊʃəl sɜːvɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "I mean, going back to Mr. Gelernt's point, will they receive social services?",
                "This included cuts on education and social services, which is where some people took exception.",
                "She tries to connect these families with social services and legal help.",
                "That means he can't apply for many jobs or social services like food assistance.",
                "And so we've criminalized an entire population of our young people instead of responding to it appropriately in the community, in the schools, in the home with social services."
            ],
            "audio": "https://tts.langeek.co/read?text=c29jaWFsIHNlcnZpY2U&hash=f9e8425992fcdb4e8f9b1f935058137520af328c&lang=en&cache-only=0",
            "defineEn": "a service intended to help people with financial or family problems, provided by the government; the people or the department that does this",
            "defineVi": "một dịch vụ nhằm giúp đỡ những người gặp khó khăn về tài chính hoặc gia đình, do chính phủ cung cấp; những người hoặc bộ phận làm điều này",
            "hasImg": true
        },
        {
            "id": "6649ec05-2e3d-4ba6-a530-0c2993ec5c98",
            "word": "welfare",
            "phonetic": "wɛlfɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Because so many other social issues take priority for the government, the welfare of children in the foster-care system often ends up falling through the cracks.",
                "Welfare can't keep people forever.",
                "Welfare carry Richard linkage between cover Mr. Carter.",
                "The daughter of an imperial general Aleksandra Kollontai oversaw the welfare system and wrote easy-to-read novels about the wholesome relationships between men and women under communism.",
                "Years ago, we didn't fully understand animal welfare as well as we do now."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VsZmFyZQ&hash=1341ff2ebe67f337af1dee6faa0ad611a46f4e0b&lang=en&cache-only=0",
            "defineEn": "the provision of help by the government for those in need, such as financial help",
            "defineVi": "cung cấp sự giúp đỡ của chính phủ cho những người có nhu cầu, chẳng hạn như giúp đỡ tài chính"
        },
        {
            "id": "e5af2d31-2bec-4b70-8775-64df1702f5c4",
            "word": "to protest",
            "phonetic": "tə pɹətɛst ",
            "partOfSpeechType": "verb",
            "examples": [
                "The plans for the new development have raised angry protests from local residents.",
                "When the leaders of the protest movement became violent, they played right into the hands of the police.",
                "When the government tried to pass a law that would allow them to enter people's homes without a warrant, many citizens protested, stating that an Englishman's home is his castle.",
                "It seems the worm has turned - after years of silence local people are beginning to protest about waste emissions from the factory.",
                "Local residents protested so strongly that plans for a new motorway fell by the wayside."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvdGVzdA&hash=23dc0d84581833b3643247439fd744761f5e8180&lang=en&cache-only=0",
            "defineEn": "to express opposition or disapproval either with words or in action, particularly in public",
            "defineVi": "thể hiện sự phản đối hoặc không tán thành bằng lời nói hoặc bằng hành động, đặc biệt là ở nơi công cộng",
            "hasImg": true
        },
        {
            "id": "9c0a0845-e005-4faf-88c9-bb1ba361fc8a",
            "word": "war",
            "phonetic": "wɔːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Years of war have left their mark on these pretty islands.",
                "Estimates put the war's cost at £1 million a day.",
                "They all did their bit during the war.",
                "At that time the war came upon us almost like a thief in the night.",
                "The war continued to drag on indecisively."
            ],
            "audio": "https://tts.langeek.co/read?text=d2Fy&hash=3a2f4f187b80aa33da6206fe2c3972937edcc00c&lang=en&cache-only=0",
            "defineEn": "a competitive or aggressive situation between people, groups, companies, etc.",
            "defineVi": "một tình huống cạnh tranh hoặc tích cực giữa mọi người, nhóm, công ty, v.v."
        },
        {
            "id": "b2f0b7f3-747a-4057-800f-6ac33e5bb394",
            "word": "drug",
            "phonetic": "dɹʌɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Drugs are a ball and chain for many people.",
                "Drug barons were greasing the palm of the chief of police.",
                "The drug produces a feeling of excitement.",
                "Drug companies are locking horns in a legal battle over patents.",
                "No conventional drugs had produced any significant change."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJ1Zw&hash=7a3bfb6746fecb8f4f4380a793df8c031d34a29e&lang=en&cache-only=0",
            "defineEn": "any illegal substance that people take in order to experience its mental or physical effects",
            "defineVi": "bất kỳ chất bất hợp pháp nào mà mọi người sử dụng để trải nghiệm các tác động về tinh thần hoặc thể chất của nó",
            "hasImg": true
        },
        {
            "id": "6105c764-7f23-43dd-8086-548742d60082",
            "word": "damage",
            "phonetic": "dæmɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The paintings were damaged beyond recall.",
                "The damage was done.",
                "Women sometimes damage their skin by going overboard with abrasive cleansers.",
                "When the storm arrived, his house suffered significant damage.",
                "I checked the car for signs of damage."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFtYWdl&hash=2aeac9100e4e0af31cb854f36cca31397176f4b7&lang=en&cache-only=0",
            "defineEn": "ill and harmful effects",
            "defineVi": "ảnh hưởng xấu và có hại"
        },
        {
            "id": "b22d1fcb-d27b-40c1-b319-a8cb58da5808",
            "word": "brain drain",
            "phonetic": "bɹeɪn dɹeɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJhaW4gZHJhaW4&hash=b6043276e5bb55c873918204f420086b78db0dc1&lang=en&cache-only=0",
            "defineEn": "a situation in which highly intelligent or skilled people of a country move to another country so that they can live a better life",
            "defineVi": "một tình huống trong đó những người thông minh hoặc có kỹ năng cao của một quốc gia chuyển đến một quốc gia khác để họ có thể sống một cuộc sống tốt hơn"
        },
        {
            "id": "1c5195f1-8697-4eca-a1ea-f972cc9ac368",
            "word": "ignorant",
            "phonetic": "ɪɡnɚɹənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Thomas remained willfully ignorant on the matter due to his unwillingness to consider evidence that challenged his beliefs, showing that in his case a closed mind is like a closed book.",
                "The politician refused to consider new policies or ideas, relying instead on the tried-and-true methods of the past, as custom is the guide of the ignorant.",
                "The parent instilled in their children the importance of reading and education, knowing that if your books are not read, your descendants will be ignorant, and they wanted their children to have a better chance in life.",
                "The editors of these publications were not ignorant of the president's disability.",
                "I’m not so ignorant to that."
            ],
            "audio": "https://tts.langeek.co/read?text=aWdub3JhbnQ&hash=39cfca8baa49402205680996327c39b0ecb4e9cc&lang=en&cache-only=0",
            "defineEn": "not informed about or aware of a specific thing",
            "defineVi": "không được thông báo về hoặc nhận thức về một điều cụ thể"
        }
    ]
}