{
    "id": "2aa67c74-790b-4837-a720-9c965433e42d",
    "title": "Café Society",
    "originalTitle": "Café Society",
    "words": [
        {
            "id": "cbf37f84-d46e-497b-acf9-d0b265a90367",
            "word": "stratum",
            "phonetic": "stɹɑːɾəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "It begins under the Tapeats Sandstone, a stratum laid down by the ancient tides of a shallow sea about 508 to 501 million years ago during the Cambrian.",
                "In relative dating, you can get an approximate age range for a fossil from a stratum of rock, by finding other rocks with similar composition that you can date reliably.",
                "That’s because Sprigg’s little jelly-looking-things were found in a stratum of rock that was more than 550 million years old.",
                "And when you’ve got a layer of rock that’s distinct from everything above and below it, that’s called a stratum."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyYXR1bQ&hash=62b9505317976f3a70f8f221c358c51b176bcd97&lang=en&cache-only=0",
            "defineEn": "a group of people with similar social standing, education, or income",
            "defineVi": "một nhóm người có địa vị xã hội, giáo dục hoặc thu nhập tương tự"
        },
        {
            "id": "ed8368bf-c809-4844-98a4-2e3bfb91731d",
            "word": "acculturation",
            "phonetic": "ɐkʌltʃɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWNjdWx0dXJhdGlvbg&hash=9553d28757fc69aa21f448afe3e50437a7d5a0c6&lang=en&cache-only=0",
            "defineEn": "the adoption of the behavior patterns of the surrounding culture",
            "defineVi": "việc áp dụng các mô hình hành vi của nền văn hóa xung quanh"
        },
        {
            "id": "f8246308-bf9a-4f85-a3b3-c9527e2910db",
            "word": "apartheid",
            "phonetic": "ɐpɑːɹθeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "South African apartheid is an example of this.",
                "During apartheid, they saw themselves as a superior race.",
                "20 years on from apartheid, some people claim that this country is still governed by racist policies.",
                "Essentially, Black and White people are victims of apartheid, and they're still feeling the effects of it.",
                "But isn't there a danger of vaccine apartheid?"
            ],
            "audio": "https://tts.langeek.co/read?text=YXBhcnRoZWlk&hash=4520d200ec05769997bd234304d801dfca47ecd6&lang=en&cache-only=0",
            "defineEn": "a social policy or racial segregation involving political and economic and legal discrimination against people who are not Whites; the former official policy in South Africa",
            "defineVi": "một chính sách xã hội hoặc phân biệt chủng tộc liên quan đến phân biệt đối xử về chính trị, kinh tế và pháp lý đối với những người không phải là người da trắng; chính sách chính thức trước đây ở Nam Phi"
        },
        {
            "id": "d6a64b65-cc68-40d5-ae35-d39678e6d9ef",
            "word": "aristocracy",
            "phonetic": "æɹɪstɑːkɹəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The young heiress was expected to marry into aristocracy and continue her family's tradition of social prominence and political influence.",
                "But the aristocracy rebelled, and after Joseph’s death, his brother and successor rolled back these Enlightenment reforms.",
                "Traditionally, in the Russian society, in the czarist Russia, it was about aristocracies.",
                "And he also forced the aristocracy to serve the state, 11.",
                "Two classes became prominent alongside the aristocracy and peasants in the social structure: the bourgeoisie and proletariat or working class."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJpc3RvY3JhY3k&hash=2a17210b1772d8647b1e8e4b8a3089c206a8d505&lang=en&cache-only=0",
            "defineEn": "people in the highest class of society who have a lot of power and wealth and usually high ranks and titles",
            "defineVi": "những người thuộc tầng lớp cao nhất của xã hội, những người có nhiều quyền lực và sự giàu có và thường có cấp bậc và danh hiệu cao"
        },
        {
            "id": "924b89f7-5074-4ebf-acca-a1460d0da5c7",
            "word": "bourgeoisie",
            "phonetic": "bʊɹʒwɑːziː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bourgeoisie initially referred to people who lived in towns and cities or burgs/bourgs.",
                "Two classes became prominent alongside the aristocracy and peasants in the social structure: the bourgeoisie and proletariat or working class.",
                "Under capitalism, the two classes were the capitalists, or bourgeoisie, who own the means of production, and the workers, or proletariat, who must sell their labor to survive.",
                "Stan, I can't wear these emblems of the bourgeoisie while Karl Marx himself is looking at me, it's ridiculous."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym91cmdlb2lzaWU&hash=5420e888607ef1b63ca1f2b85a333fd9f213bd92&lang=en&cache-only=0",
            "defineEn": "the society's middle class",
            "defineVi": "tầng lớp trung lưu của xã hội",
            "hasImg": true
        },
        {
            "id": "41be3edd-381b-4703-a527-ed09efca0e8f",
            "word": "class-conscious",
            "phonetic": "klæskɑːnʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Butler is also far more class-conscious than many other utopian feminist science-fiction writers."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3MtY29uc2Npb3Vz&hash=eab2a91be0e4899ef1203b2c0f553d9e25c04063&lang=en&cache-only=0",
            "defineEn": "(used of society) socially hierarchical",
            "defineVi": "(dùng của xã hội) thứ bậc xã hội"
        },
        {
            "id": "ab361006-1526-486a-a334-23a83f029d65",
            "word": "hierarchical",
            "phonetic": "haɪɚɹɑːɹkɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Rather than a single set of categories, hierarchical clustering produces a sort of taxonomic tree.",
                "The Aztec state was very hierarchical, with an emperor at the top and a group of unruly nobles beneath him, just like Europe!",
                "But to me, Russia is crushing the hierarchical order of international football.",
                "There wasn’t a hierarchical structure like there had been in the past. ",
                "They also saw that not all social orders were as hierarchical as most European ones, 15."
            ],
            "audio": "https://tts.langeek.co/read?text=aGllcmFyY2hpY2Fs&hash=89d10b7ec4e20a3f5573c057795a3f6ffb372117&lang=en&cache-only=0",
            "defineEn": "classified according to various criteria into successive levels or layers",
            "defineVi": "được phân loại theo các tiêu chí khác nhau thành các cấp hoặc lớp liên tiếp"
        },
        {
            "id": "4c8a683d-85ae-47d7-b086-7cde2bc9ace8",
            "word": "demographic",
            "phonetic": "dɛməɡɹæfɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our demographics are better than that of other countries.",
                "Even of the continent's demographics are changing.",
                "Experts call it 'the demographic dividend'.",
                "This also changed the country's demographics and the economy.",
                "Maybe the trigeminal nerve is less sensitive in certain demographics."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtb2dyYXBoaWM&hash=965fbec256e6883d788efff78d942c279c63b46d&lang=en&cache-only=0",
            "defineEn": "*** a particular sector of a population",
            "defineVi": "*** một khu vực cụ thể của dân số",
            "hasImg": true
        },
        {
            "id": "2ea5a696-df14-4e5c-87be-0c6034d3b326",
            "word": "ethnicity",
            "phonetic": "ɛθnɪsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The prime minister's casual remarks about the role of ethnicity in unemployment numbers has predictably put the cat among the pigeons on both sides of the political spectrum.",
                "In its roughest and broadest definition, ethnicity is the understanding that a group of people have a shared cultural origin.",
                "But race and ethnicity have some very interwoven roots, even though they aren’t synonymous.",
                "Today we learned the difference between races and ethnicities.",
                "Early on and for a long time Arab ethnicity was privileged in the Islamic world and this was especially true during the period of conquest."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXRobmljaXR5&hash=0ea834c5a21ad564383a90715f021c3fb403aba7&lang=en&cache-only=0",
            "defineEn": "the state of belonging to a certain ethnic group",
            "defineVi": "tình trạng thuộc về một nhóm dân tộc nhất định",
            "hasImg": true
        },
        {
            "id": "e37660dc-a9aa-4558-b139-2a010bb791b4",
            "word": "subsistence",
            "phonetic": "sʌbsɪstəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "And this will severely strain subsistence farmers.",
                "Basically, people were always on the edge of subsistence.",
                "In parts of Asia, Africa, and South America with dense tropical forests, many farmers have to rely on a kind of subsistence agricultural practice, which means they only grow enough food for their families.",
                "There was loss of allotments, loss of timber, loss of access to water or loss of access to be able to do subsistence living and feed your family.",
                "Europe had previously been a land of famine and mere subsistence for essentially all of its history."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vic2lzdGVuY2U&hash=edbd8849abd53e0923b092b21e4f1d4050b5160e&lang=en&cache-only=0",
            "defineEn": "a situation in which one has just enough money or food to survive",
            "defineVi": "một tình huống trong đó một người chỉ có đủ tiền hoặc thực phẩm để tồn tại"
        },
        {
            "id": "d5bcdbe6-ae78-4d90-88ad-6ddd62bb893a",
            "word": "overlord",
            "phonetic": "oʊvɚlɔːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "But maybe we should be devoting more study to our nematode overlords.",
                "You and nine other individuals have been captured by super intelligent alien overlords.",
                "The satisfied overlords help you repair your ship and you prepare for takeoff.",
                "The only way off is to appease its three alien overlords, Tee, Eff, and Arr, by giving them the correct artifacts.",
                "All of this ensures that the host will take the best possible care of its parasitic overlord."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcmxvcmQ&hash=a9330e7e09e2937f9ea533cfb173bcb3bf133437&lang=en&cache-only=0",
            "defineEn": "someone who is in a position of power, especially in the past",
            "defineVi": "một người đang ở một vị trí quyền lực, đặc biệt là trong quá khứ"
        },
        {
            "id": "fdf998fd-f0cd-4033-a724-a792d6673383",
            "word": "polity",
            "phonetic": "pɑːlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And of course that means a global polity.",
                "Last week's Phrase of the Week was \"homogeneous mythologized unitary polity.\"",
                "So the Aztecs weren’t the first impressive polity in Mesoamerica, that honor would go to the Olmecs or the Mayans.",
                "Sixty-plus is fine for an American president, or a president in a democratic polity, it’s perfect.",
                "This marked a shift from Chinese oversight as a tributary state, to a form of Westphalian Sovereignty (or a polity/nation having complete legal authority and control over its own affairs)."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9saXR5&hash=8ed096a899a225a1256f88d4254b1577e03049ab&lang=en&cache-only=0",
            "defineEn": "the form of government of a social organization",
            "defineVi": "hình thức chính phủ của một tổ chức xã hội"
        },
        {
            "id": "d543d0e9-2c94-4cf8-a2f7-30fb10cc621b",
            "word": "to segregate",
            "phonetic": "tə sɛɡɹɪɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Since then, people in Iraq have basically been segregated by religion.",
                "But it segregates, it all mixes up.",
                "You don't create peace by segregating people.",
                "We need to segregate those individuals who are a threat to public safety.",
                "For example, because many places in the US are still extremely segregated, zip code can be strongly correlated to race."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VncmVnYXRl&hash=c70e103b3a994669a7a59363d9c0df54809d72f9&lang=en&cache-only=0",
            "defineEn": "separate by race or religion; practice a policy of racial segregation",
            "defineVi": "tách biệt theo chủng tộc hoặc tôn giáo; thực hiện chính sách phân biệt chủng tộc"
        },
        {
            "id": "c01d173a-6523-4d21-817d-2221170faa6a",
            "word": "caste",
            "phonetic": "kæst ",
            "partOfSpeechType": "noun",
            "examples": [
                "This book has done justice to all the problems like love disputes, husband and wife disputes, caste disputes and disputes against the government.",
                "The archetypal closed system is a caste system.",
                "Castes are a strange feature of ants, in which members of the same species have different body types.",
                "Honeybees have a harsh caste system.",
                "Not every society is strictly a caste system or a class system."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzdGU&hash=af1f448fe19ced4ea26754208319878ecfa258ef&lang=en&cache-only=0",
            "defineEn": "a social class separated from others by distinctions of hereditary rank or profession or wealth",
            "defineVi": "một tầng lớp xã hội tách biệt với những người khác bằng sự phân biệt về cấp bậc cha truyền con nối hoặc nghề nghiệp hoặc sự giàu có"
        },
        {
            "id": "8fe2c678-89f4-4c92-bf5a-031f07f8b493",
            "word": "supremacist",
            "phonetic": "suːpɹɛmɐsɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "White supremacists have a specific purpose, though.",
                "Sociologist Pete Simi has studied white supremacists for decades.",
                "Is he a white supremacist?",
                "Like the slave codes, the Black codes legitimized white supremacist extrajudicial vigilantism and anti-Black violence.",
                "You've been tracking white supremacist groups for many years now."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwcmVtYWNpc3Q&hash=6d81f400c75e61b30c9b93ddc45f6016239f3aff&lang=en&cache-only=0",
            "defineEn": "someone who believes that a particular group of people, especially one determined by sex, religion, or race, is better than other groups and should dominate them",
            "defineVi": "một người tin rằng một nhóm người cụ thể, đặc biệt là một người được xác định bởi giới tính, tôn giáo hoặc chủng tộc, tốt hơn các nhóm khác và nên thống trị họ"
        },
        {
            "id": "6cd73baa-d991-4194-9bed-a56576f5270f",
            "word": "political asylum",
            "phonetic": "pəlɪɾɪkəl ɐsaɪləm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9saXRpY2FsIGFzeWx1bQ&hash=dc2621491927bf2abee0ad4129338e30fd1d3bd2&lang=en&cache-only=0",
            "defineEn": "the protection that a country grants to someone who has fled their home country because of political reasons",
            "defineVi": "sự bảo vệ mà một quốc gia cấp cho một người đã trốn khỏi đất nước của họ vì lý do chính trị"
        },
        {
            "id": "721a9e04-50e4-43ac-bfc5-685fa0e222ad",
            "word": "benefactor",
            "phonetic": "bɛnɪfæktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Despite its right-leaning user base a nd benefactors, Parler was not intended for just conservatives.",
                "Their once-benefactor, the once-platform that was designed as an instrument to help Donald Trump get elected, now Trump’s turned against them. ",
                "MALCOLM BRABANT: The villagers acknowledge that the language is fading as fast as an Evia sunset, and they are trying to find a benefactor to fund lessons for young Greeks interested in perpetuating this unique sound of the mountains.",
                "They actually met with a delegation of Osage chiefs at the White House and he assured them that the US government would treat them only as friends and benefactors, but of course within a few years he began to drive them off their land and over the next few decades the Osage were forced to cede more than a hundred million acres of their ancestral territory."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVuZWZhY3Rvcg&hash=ba12f44492ef52aeec710a6a9350edff5a09cd43&lang=en&cache-only=0",
            "defineEn": "a person who helps people or institutions (especially with financial help)",
            "defineVi": "một người giúp đỡ mọi người hoặc tổ chức (đặc biệt là với sự giúp đỡ về tài chính)"
        },
        {
            "id": "0620a677-132a-4555-9644-452c52afa351",
            "word": "class struggle",
            "phonetic": "klæs stɹʌɡəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3Mgc3RydWdnbGU&hash=ee1c099e1f3aec25f205c53756906379b812706f&lang=en&cache-only=0",
            "defineEn": "the conflict of interests between different social classes in a society, as mentioned in Marxist ideology",
            "defineVi": "sự xung đột lợi ích giữa các tầng lớp xã hội khác nhau trong một xã hội, như đã đề cập trong hệ tư tưởng của chủ nghĩa Mác"
        },
        {
            "id": "78453a48-2c14-443e-bf46-5fec6b3ec018",
            "word": "deportation",
            "phonetic": "dᵻpoːɹteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And a good number of them are going to face deportation at some date in the future.",
                "A federal judge in Texas has temporarily blocked President Biden's 100 day deportation ban.",
                "Amid the flow of illegal drugs from Mexico, the number of deportations skyrocketed to the highest levels in decades.",
                "In the meantime, Josseline's parents are still at risk of deportation.",
                "He's eliminated the deportations or at least delayed those."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwb3J0YXRpb24&hash=14c2ef46d635e584b21130da0c2876269b47fd6e&lang=en&cache-only=0",
            "defineEn": "the act of forcing someone out of a country, usually because they do not have the legal right to stay there or because they have broken the law",
            "defineVi": "hành động buộc ai đó rời khỏi một quốc gia, thường là do họ không có quyền hợp pháp để ở lại đó hoặc vì họ đã vi phạm pháp luật"
        },
        {
            "id": "b1f43ad4-bc83-4ac7-93fb-b9ed90d83d6a",
            "word": "discrimination",
            "phonetic": "dɪskɹɪmᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Eventually, he came face to face with discrimination again.",
                "Discrimination based on race or religion is morally unacceptable and considered bad.",
                "Discrimination and bias in hiring practices can result in an unlevel playing field for job applicants, as qualified candidates from marginalized groups may face barriers and unequal treatment.",
                "After years of experiencing poverty and discrimination, he felt that above black there is no color and became indifferent to the daily struggles he faced.",
                "The teacher reminded her students that if you are not part of the solution, you are part of the problem when discussing the importance of taking an active role in addressing issues such as bullying and discrimination in the classroom."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY3JpbWluYXRpb24&hash=21648c6b101b70e65c1984b19292f50bde3c81df&lang=en&cache-only=0",
            "defineEn": "the practice of treating a person or different categories of people less fairly than others",
            "defineVi": "thực hành đối xử với một người hoặc các nhóm người khác nhau ít công bằng hơn những người khác"
        },
        {
            "id": "dc70aba1-f3a7-4c64-8a0b-a7ae99370170",
            "word": "to displace",
            "phonetic": "tə dɪspleɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The military crackdown in Tigray displaces tens of thousands and prompts accusations of ethnic cleansing.",
                "Thousands of people were displaced.",
                "Immigrants do not displace native workers.",
                "Because the bottom of the bowl is displacing some water.",
                "Tens of thousands have been displaced."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzcGxhY2U&hash=0a736a3a0348704bef66e3934c4fe0b6ce306469&lang=en&cache-only=0",
            "defineEn": "to make someone leave their home by force, particularly because of an unpleasant event",
            "defineVi": "để làm cho ai đó rời khỏi nhà của họ bằng vũ lực, đặc biệt là vì một sự kiện khó chịu"
        },
        {
            "id": "807a34a5-dc85-4e2b-aec7-2a4cfbbdaad0",
            "word": "elite",
            "phonetic": "ɪliːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This support has dramatically tilted the balance of power in favor of the Algerian ruling elite.",
                "Previous Elite had no onboard memory.",
                "Black people represent the wealthy elite, the middle class and the lower class there.",
                "Congress Party leaders and other nationalists in India were usually from the elite classes.",
                "Every year, hundreds of thousands of hardworking, talented students strive for admission to elite schools."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxpdGU&hash=17157c15d43225fc728a2eb945faaa2c90d75baf&lang=en&cache-only=0",
            "defineEn": "a small group of people in a society who enjoy a lot of advantages because of their economic, intellectual, etc. superiority",
            "defineVi": "một nhóm nhỏ người trong một xã hội được hưởng rất nhiều lợi thế vì sự vượt trội về kinh tế, trí tuệ, v.v."
        },
        {
            "id": "63fcc6b1-f747-4ad6-ad56-02c0da33356f",
            "word": "homophobia",
            "phonetic": "hɑːməfoʊbiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "I, and many others, have learned about rape culture, feminism, sexism, homophobia, transgender issues, racism because of the Internet.",
                "Gates doesn't shy from pointing to the Black church's own failures and discrimination, including homophobia and sexism.",
                "Racism, sexism, homophobia, transphobia, everything else that's discriminatory is not a disability.",
                "So, it still is on a case-by-case basis, which kind of lets you know a little bit in terms of how varied the acceptance may be within the world of sports, and also how misogyny plays into the overall conversation of homophobia and transphobia."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tb3Bob2JpYQ&hash=ededfbca5579b26405ced67427ecee9c11ddc4f1&lang=en&cache-only=0",
            "defineEn": "hatred, antipathy, or prejudice toward homosexuals",
            "defineVi": "hận thù, ác cảm hoặc thành kiến đối với người đồng tính luyến ái"
        },
        {
            "id": "8cb84d4a-01f2-4368-86a1-1414fc799297",
            "word": "to impoverish",
            "phonetic": "tʊ ɪmpɑːvɚɹɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I think we impoverish the whole of society if we don't make beautiful things.",
                "This increased agricultural productivity, but it also impoverished many tenant farmers, many of whom lost their livelihoods.",
                "Those peasants then had to borrow funds for new machinery and chemical fertilizer if they were gonna thrive in the modern agricultural market place, which in some cases worked out well and in other cases ended up impoverishing those farmers."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wb3ZlcmlzaA&hash=9fbf309a543dd18c96c19ae45546a9752938ebba&lang=en&cache-only=0",
            "defineEn": "to make a person or an area poor",
            "defineVi": "để làm cho một người hoặc một khu vực nghèo"
        },
        {
            "id": "7980b1bc-7ebf-4ec9-a36b-c5b71e4456c8",
            "word": "indigent",
            "phonetic": "ɪndɪdʒənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The upshot is that many indigent defendants may now be released."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kaWdlbnQ&hash=689a3d41afd195c3b1883ceccd3ddf096fd05a68&lang=en&cache-only=0",
            "defineEn": "extremely poor or in need",
            "defineVi": "cực kỳ nghèo hoặc có nhu cầu"
        },
        {
            "id": "ac999aad-2f6f-4a8e-8bf1-c9059efd48ed",
            "word": "intersectional",
            "phonetic": "ɪntɚsɛkʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She talks a lot about intersectional feminism, racism.",
                "The deaf community is oppressed, but for people with intersectional identities, it's worse.",
                "The CIA, (upbeat music) we intersectional your diversity.",
                "And it seems to be a little bit completely intersectional but maybe not completely, but like I said I haven't gotten that far into it so who knows."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJzZWN0aW9uYWw&hash=a7ec9c00f7790ff3cc684fd9312b9a52b89f9ebb&lang=en&cache-only=0",
            "defineEn": "*** relating to different social categories such as race, class and gender and the way that these can combine to result in additional disadvantage or discrimination",
            "defineVi": "*** liên quan đến các nhóm xã hội khác nhau như chủng tộc, giai cấp và giới tính và cách mà những điều này có thể kết hợp để dẫn đến bất lợi hoặc phân biệt đối xử bổ sung"
        },
        {
            "id": "092a3950-61bd-4298-83bf-ed6358d77ff5",
            "word": "to marginalize",
            "phonetic": "tə mɑːɹdʒɪnəlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Discrimination and bias in hiring practices can result in an unlevel playing field for job applicants, as qualified candidates from marginalized groups may face barriers and unequal treatment.",
                "Whether it's in politics, social movements, or any other area of life, those who are the most vulnerable or marginalized may also be the most fearless and willing to fight for their rights - beggars fear no rebellion, as the old saying goes.",
                "Marginalized groups were a big part of the story of women’s suffrage in the west.",
                "For a lot of marginalized people, the girlhood of Meg, Jo, Beth, and Amy might not be relatable, but it is as idyllic, fantastic, and magical as the idea of getting a letter from Hogwarts.",
                "If a social group is marginalized, it means that it occupies a position outside the centers of power."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFyZ2luYWxpemU&hash=eff06392d9c44128b2ba17dbea4b3da2721bb7c1&lang=en&cache-only=0",
            "defineEn": "to treat a person, group, or concept as insignificant or of secondary or minor importance",
            "defineVi": "đối xử với một người, nhóm hoặc khái niệm là không đáng kể hoặc có tầm quan trọng thứ yếu hoặc thứ yếu"
        },
        {
            "id": "c946a1a5-cef9-4fcf-95d3-9858e8e9675a",
            "word": "to naturalize",
            "phonetic": "tə nætʃɚɹəlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "I remember very vividly when they became naturalized U.S. citizens in like 1977."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbmF0dXJhbGl6ZQ&hash=90fe75bb49e3315ed9be24f3773b856759516ce3&lang=en&cache-only=0",
            "defineEn": "to admit a foreigner as an official citizen in a country",
            "defineVi": "để thừa nhận một người nước ngoài là một công dân chính thức trong một quốc gia"
        },
        {
            "id": "215993eb-f562-41b2-be9e-9097b875ca4c",
            "word": "parity",
            "phonetic": "pæɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "But we are not running parity in a conventional sense here.",
                "And so that other part is just for the parity bits?",
                "This is known as P symmetry to the cool kids, and parity symmetry to the rest of us.",
                "And everytime this happens, the next person in line will switch the parity they expect to see.",
                "As of December 2019, only 10 states pay the same amount or have what they call payment parity laws."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyaXR5&hash=67cb82830094a2eb52a1b52b2168607ddef3c7c1&lang=en&cache-only=0",
            "defineEn": "functional equality",
            "defineVi": "bình đẳng chức năng"
        },
        {
            "id": "54bb86d3-5111-485d-a80e-e99db96fe40b",
            "word": "penury",
            "phonetic": "pɛnjʊɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "PAUL SOLMAN: Charlotte Lucas' lot wasn't the happiest, but better than penury, one imagines."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVudXJ5&hash=95eefd3618207e15338f6923f9944b872f007731&lang=en&cache-only=0",
            "defineEn": "a state of extreme poverty or destitution",
            "defineVi": "một tình trạng cực kỳ nghèo đói hoặc cơ cực",
            "hasImg": true
        },
        {
            "id": "1b3861ea-f59e-4f35-903e-c69fb34a189e",
            "word": "positive discrimination",
            "phonetic": "pɑːzᵻtɪv dɪskɹɪmᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9zaXRpdmUgZGlzY3JpbWluYXRpb24&hash=164519071283adee637fd36f5c189c9db151c90b&lang=en&cache-only=0",
            "defineEn": "*** the practice or policy of making sure that jobs or advantages are given to people from groups that are often treated unfairly because of their race, sex, etc.",
            "defineVi": "*** thực tiễn hoặc chính sách đảm bảo rằng công việc hoặc lợi thế được trao cho những người thuộc các nhóm thường bị đối xử bất công vì chủng tộc, giới tính của họ, v.v."
        },
        {
            "id": "c177b6b8-76ef-4124-9246-57d6e5fe9b3a",
            "word": "quota system",
            "phonetic": "kwoʊɾə sɪstəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "China also has a quota system for manufacturers, they must produce a certain percentage of electric vehicles every year or they're fined.",
                "What the quota system, one thing that it's changed is that you can only get 10 films a year in China, or 25 to 34 films that, you know, it keeps going up.",
                "Before then we had a pretty racist quota system that favored northern Europeans."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVvdGEgc3lzdGVt&hash=417922e89df7b8fe4b0a6e813180bad80cf8b336&lang=en&cache-only=0",
            "defineEn": "a system that allows a limited number of immigrants to officially enter a country annually",
            "defineVi": "một hệ thống cho phép một số lượng hạn chế người nhập cư chính thức vào một quốc gia hàng năm"
        },
        {
            "id": "1d1e03ea-1f3c-47e4-a3a0-a076382a808f",
            "word": "slumlord",
            "phonetic": "slʌmlɔːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "And so to have, for instance, slumlords who didn't care about the conditions that you lived in, who oftentimes you would complain now about things like your water not being hot, the water being turned off, rats being in the buildings, roaches, the infestation of roaches, all of those things being a part of your existence without realizing that these things were put there, right? "
            ],
            "audio": "https://tts.langeek.co/read?text=c2x1bWxvcmQ&hash=72f43880a1d49a8df8933ace9cb95abac1597edd&lang=en&cache-only=0",
            "defineEn": "*** ‌a person who owns houses or apartments in a poor area and who charges very high rent for them even though they are in bad condition",
            "defineVi": "*** ‌một người sở hữu những ngôi nhà hoặc căn hộ ở khu vực nghèo và tính tiền thuê nhà rất cao mặc dù chúng ở trong tình trạng tồi tệ"
        },
        {
            "id": "2b6c29c4-6d47-4c25-92de-1049a045673d",
            "word": "social conscience",
            "phonetic": "soʊʃəl kɑːnʃəns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c29jaWFsIGNvbnNjaWVuY2U&hash=b7cd4570317a110e871d26c8fd44809cfd307fcb&lang=en&cache-only=0",
            "defineEn": "*** the state of being aware of the problems that affect a lot of people in society, such as being poor or having no home, and wanting to do something to help these people",
            "defineVi": "*** trạng thái nhận thức được những vấn đề ảnh hưởng đến nhiều người trong xã hội, chẳng hạn như nghèo hoặc không có nhà, và muốn làm điều gì đó để giúp đỡ những người này"
        },
        {
            "id": "c695076d-4525-4098-875e-18159a06bd00",
            "word": "bigotry",
            "phonetic": "bɪɡətɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And bigotry didn't win.",
                "This country is a cauldron of hate, racism, bigotry, fighting, violence.",
                "She met discrimination and bigotry with talent and focus, rising to become one of the most prominent journalists of her generation.",
                "We condemn in the strongest possible terms this egregious display of hatred, bigotry, and violence on many sides, on many sides.",
                "We condemn, in the strongest possible terms, this egregious display of hatred, bigotry, and violence on many sides-- on many sides."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymlnb3RyeQ&hash=28f382e044a548420303e8ad6ad2885274b0f27e&lang=en&cache-only=0",
            "defineEn": "the fact of having or expressing strong, irrational views and disliking other people with different views or a different way of life",
            "defineVi": "thực tế là có hoặc thể hiện quan điểm mạnh mẽ, phi lý và không thích những người khác có quan điểm khác hoặc lối sống khác"
        },
        {
            "id": "38bbba89-97dd-48f7-855c-7fd4074122ad",
            "word": "unrest",
            "phonetic": "ʌnɹɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Unrest that has roiled Hong Kong for months.",
                "The incident sparked days of unrest.",
                "And the unrest there has squeezed citizens even more.",
                "Now the unrest is getting more and more violent.",
                "We didn't get civil unrest."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5yZXN0&hash=6125e04f3916630dfb156d858135cb842c3bcb23&lang=en&cache-only=0",
            "defineEn": "a political situation in which there is anger among the people and protests are likely",
            "defineVi": "một tình hình chính trị trong đó có sự tức giận trong nhân dân và các cuộc biểu tình có thể xảy ra"
        }
    ]
}