{
    "id": "2aa7458f-2ac1-4862-83a0-6943c5ad70ef",
    "title": "Lesson 34",
    "originalTitle": "Lesson 34",
    "words": [
        {
            "id": "3b4c5bf3-190d-4b8e-b43e-00b5e0c3ffcd",
            "word": "to dissect",
            "phonetic": "tə daɪsɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Dissected, analyzed, and in Oliver's hands, monetized.",
                "A vast amount of the fundamental properties of astronomical objects can be found just by dissecting their light into individual colors.",
                "Stein found a wide range of foods and not-foods in the blobfish he dissected.",
                "We have spent a long time dissecting what went wrong with the U.S.' response and what cost so many lives here.",
                "So Galen’s knowledge mostly came from dissecting pigs and monkeys, and using their anatomy to guess at the structures inside our bodies, from the muscles to the circulatory system."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzc2VjdA&hash=0e3ed98002abcb5b1e4f9d9400ee0edcdbb97260&lang=en&cache-only=0",
            "defineEn": "cut open or cut apart",
            "defineVi": "cắt mở hoặc cắt rời"
        },
        {
            "id": "db08262f-45ee-41df-8f78-b22605a529b8",
            "word": "dissection",
            "phonetic": "daɪsɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "For centuries, the dissection of human bodies was very taboo in many societies.",
                "You can even by sterilized barn owl pellets and dissection kits online!",
                "Since the Roman government largely prohibited working with human cadavers, Galen conducted countless dissections of animals instead.",
                "One reason is that human dissection was illegal in imperial Rome and the states that succeeded it.",
                "The most likely origin for Mary Shelley’s story is a prison in London The science of medical dissection was still in its infancy during Mary’s day, mostly due to a shortage of bodies."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzc2VjdGlvbg&hash=67990f6a213e5054e39a8fb473682beaf13a4e2a&lang=en&cache-only=0",
            "defineEn": "cutting so as to separate into pieces",
            "defineVi": "cắt để tách thành từng mảnh"
        },
        {
            "id": "8f8181d1-426a-437e-9496-fc6766871e9a",
            "word": "epicycle",
            "phonetic": "ɛpɪsaɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "So the geocentric model tried to explain them using epicycles: imaginary points that were moving in imaginary circles, with planets orbiting those points."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXBpY3ljbGU&hash=db40194739eb172a3be34019cf68d5d074138bef&lang=en&cache-only=0",
            "defineEn": "a circle that rolls around (inside or outside) another circle; generates an epicycloid or hypocycloid",
            "defineVi": "một vòng tròn lăn xung quanh (trong hoặc ngoài) một vòng tròn khác; tạo ra một epicycloid hoặc hypocycloid"
        },
        {
            "id": "4e90edfd-561e-4216-a710-c5a95db0744a",
            "word": "epicycloid",
            "phonetic": "ɛpɪsaɪklɔɪd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXBpY3ljbG9pZA&hash=7aa2de9dfcd368c0378993e63baa037f3b495f08&lang=en&cache-only=0",
            "defineEn": "a line generated by a point on a circle rolling around another circle",
            "defineVi": "một đường được tạo bởi một điểm trên một vòng tròn lăn quanh một vòng tròn khác"
        },
        {
            "id": "1d221a8a-d657-47ed-bfe9-b141858939a7",
            "word": "to contuse",
            "phonetic": "tə kəntuːs ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udHVzZQ&hash=f1b7567f176da0e898943160e21aa1ed03c3091b&lang=en&cache-only=0",
            "defineEn": "injure the underlying soft tissue or bone of",
            "defineVi": "làm tổn thương mô mềm bên dưới hoặc xương của",
            "hasImg": true
        },
        {
            "id": "f33d0067-da71-4505-b40f-b029440d2c42",
            "word": "contusion",
            "phonetic": "kəntuːʒən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29udHVzaW9u&hash=67b3143275dc12508e24f6b08a3ea148400ff21f&lang=en&cache-only=0",
            "defineEn": "an injury that leaves a bruise and causes extreme pain but doesn't break the skin tissue",
            "defineVi": "một vết thương để lại vết bầm tím và gây đau đớn tột cùng nhưng không phá vỡ mô da",
            "hasImg": true
        },
        {
            "id": "6d5207e9-cba8-4143-a5f0-21bb1050f954",
            "word": "to superintend",
            "phonetic": "tə suːpɚɹɪntɛnd ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VwZXJpbnRlbmQ&hash=e4c2b77747c2a18cc9f88a0d5f9ad7cbd644dbd0&lang=en&cache-only=0",
            "defineEn": "watch and direct",
            "defineVi": "xem và trực tiếp"
        },
        {
            "id": "95a62848-57d1-4a5c-a9a0-72411a19867a",
            "word": "superlative",
            "phonetic": "suːpɜːlətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That superlative goes to the V-2 rocket used by Germany in missile attacks against Allied cities as a last-ditch effort in the final years of World War II.",
                "Apple describes everything with superlatives.",
                "So, one last superlative, because rockets are awesome, and fire is awesome, and NASA is awesome.",
                "This is our annual superlatives episode, so let’s take a look at the some of the coolest breakthroughs of 2019."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwZXJsYXRpdmU&hash=23828c6ea06aab46b46d7f308358c06c3370bc1d&lang=en&cache-only=0",
            "defineEn": "highest in quality",
            "defineVi": "chất lượng cao nhất"
        },
        {
            "id": "61f0b254-44c1-4c15-8465-09e70d7e16b3",
            "word": "supernumerary",
            "phonetic": "suːpɚnuːmɚɹɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And if the drops are the right size, the first red supernumerary ring can overlap significantly with the main dark blue ring, and what do red and blue give?",
                "So as the saying goes, roses are red, violets are blue, and purple in a rainbow is a supernumerary hue."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwZXJudW1lcmFyeQ&hash=8099638d31db13773838631c90542d0d531340f6&lang=en&cache-only=0",
            "defineEn": "more than is needed, desired, or required",
            "defineVi": "nhiều hơn mức cần thiết, mong muốn hoặc yêu cầu",
            "hasImg": true
        },
        {
            "id": "8b07a7d7-6468-4b2a-b1c1-aa5f13d9768d",
            "word": "to supersede",
            "phonetic": "tə suːpɚsiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Then the governor superseded that mandate, eliminated it.",
                "Today, Harryhausen's stop-motion animation technique has been superseded by more sophisticated computer-generated imaging and performance-capture animations.",
                "JIM GILMORE - But long term, or short term, is the election, but the Podesta emails actually, in some ways, supersede?",
                "So he thinks that his personal relationship with these individuals can supersede everything, including like, geopolitical interests. ",
                "Local governors who also had gained a lot of power, that even superseded the power of the center, they now were under control."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VwZXJzZWRl&hash=c8a640e8d58fb86ae1e4acf25ad881ddb93e0699&lang=en&cache-only=0",
            "defineEn": "to take something or someone's position or place, particularly due to being more effective or up to date",
            "defineVi": "để lấy một cái gì đó hoặc vị trí hoặc địa điểm của ai đó, đặc biệt là do hiệu quả hơn hoặc cập nhật"
        },
        {
            "id": "1654e896-9f25-456a-8851-a5fc058e5c1d",
            "word": "to supervene",
            "phonetic": "tə suːpɚviːn ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VwZXJ2ZW5l&hash=155f97a7edf3d8641db8b83f44605b7390b90b57&lang=en&cache-only=0",
            "defineEn": "take place as an additional or unexpected development",
            "defineVi": "diễn ra như một sự phát triển bổ sung hoặc bất ngờ"
        },
        {
            "id": "adafb97c-c43f-4a6e-806e-3bb4f27e95cd",
            "word": "to accord",
            "phonetic": "tʊ ɐkoːɹd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Northern Ireland's peace accord featured during yesterday's discussions between President Biden and Britain's Prime Minister Boris Johnson.",
                "He pulled out of the Paris climate accords.",
                "He felt a real responsibility to Rabin, a personal responsibility to see through his legacy, and the Oslo accords was Rabin's legacy.",
                "He won for the first time in 1996, in part by opposing the Oslo accords and their nascent steps toward peace.",
                "The Israeli government claims that, according to the 1993 Oslo peace accords, the Palestinian Authority is responsible for West Bank and Gaza public health."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNjb3Jk&hash=2a083e90a8823ca8ee8aba8b90492a536b342fda&lang=en&cache-only=0",
            "defineEn": "allow to have",
            "defineVi": "cho phép có"
        },
        {
            "id": "d8fe6586-2372-4dd1-a71f-15c0626e8923",
            "word": "centilitre",
            "phonetic": "sɛntɪliːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2VudGlsaXRyZQ&hash=d05e514c7fd2af56a609f2ec539c5789e1d06fa2&lang=en&cache-only=0",
            "defineEn": "a metric unit of volume equal to one hundredth of a liter",
            "defineVi": "một đơn vị khối lượng số liệu bằng một phần trăm của một lít"
        },
        {
            "id": "3d33ff9f-3459-4dd1-92f3-750d87c79aba",
            "word": "centimetre",
            "phonetic": "sɛntɪmiːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, a cubic centimetre of shrew needs 40 times more food than a cubic centimetre of elephant.",
                "So, a cubic centimetre of shrew needs 40 times more food than a cubic centimetre of elephant.",
                "The Skartopus track makers were even smaller with hip heights between 22 and 13 centimetres.",
                "While their shallow-water cousins are merely a few centimetres long, the deep-sea version can reach up to 30 centimeters.",
                "It’s about 3.5 meters long but just 23 centimetres wide, which lets it slide into narrow boreholes that the scientists drilled in the ice."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VudGltZXRyZQ&hash=96b1383778f164814493428a5fc4507f6909fecd&lang=en&cache-only=0",
            "defineEn": "a unit of measurement in the metric system equal to one hundredth of a meter, used to measure small distances, such as the length of an object",
            "defineVi": "một đơn vị đo lường trong hệ thống số liệu bằng một phần trăm mét, được sử dụng để đo khoảng cách nhỏ, chẳng hạn như chiều dài của một vật thể",
            "hasImg": true
        },
        {
            "id": "c8be088f-efb0-4013-9214-797cb69251ef",
            "word": "centenary",
            "phonetic": "sɛntiːnɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Next year sees the centenary of Saint-Saëns' death.",
                "I Centenary is just so hot right now, I can't miss out on it."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VudGVuYXJ5&hash=32db31a52d8186c6c76bfa044dc0697e4f6fba2c&lang=en&cache-only=0",
            "defineEn": "of or relating to or completing a period of 100 years",
            "defineVi": "của, liên quan đến hoặc hoàn thành một khoảng thời gian 100 năm"
        },
        {
            "id": "cc49b7b0-0bb4-4e92-ae61-afd809aaa8fd",
            "word": "centurion",
            "phonetic": "sɛntʃʊɹɹiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Each century is commanded by a centurion."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VudHVyaW9u&hash=2da696ae74c6053ffdc65e6a80c1452fc98d380a&lang=en&cache-only=0",
            "defineEn": "(ancient Rome) the leader of 100 soldiers",
            "defineVi": "(La Mã cổ đại) thủ lĩnh của 100 binh sĩ"
        },
        {
            "id": "56443229-2f39-48e8-bdf0-7e37efedcf1c",
            "word": "populace",
            "phonetic": "pɑːpjʊləs ",
            "partOfSpeechType": "noun",
            "examples": [
                "You know, the populace will decide.",
                "That provoked a response in the Ukrainian populace, in the Ukrainian streets.",
                "So, we have a heavily armed populace that has a history of revolution that doesn't believe it lives in a democracy.",
                "Consulting firm McKinsey projects that half of the populace in Africa will live in cities by 2030, which will help increase overall Internet access.",
                "What the populace is sitting there and say, hey, why should I risk why should I risk a COVID 19 and possible death?"
            ],
            "audio": "https://tts.langeek.co/read?text=cG9wdWxhY2U&hash=639593c1efc7c79514753fbafcf978ee84890bb3&lang=en&cache-only=0",
            "defineEn": "people in general considered as a whole",
            "defineVi": "mọi người nói chung được coi là một tổng thể",
            "hasImg": true
        },
        {
            "id": "16fbd9c7-b9d8-44ae-b4ce-9c1f87330567",
            "word": "populous",
            "phonetic": "pɑːpjʊləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "With this map, the really populous countries are giant, while ones with smaller populations are tiny.",
                "Texas and California are the two most populous states with a fifth of the nation's people between them.",
                "India was Britain's most populous and most important colony in the 19th century and also the scene of its greatest colonial failure, which is really saying something.",
                "So just like the big guys in the most populous cities, Marvin had to get creative.",
                "As you mentioned at the beginning of the conversation, we are the safety net hospital for Harris County, the largest county, the most populous county in Texas."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9wdWxvdXM&hash=c91c2bdc4e8694c10d88f1a291272be709ebec25&lang=en&cache-only=0",
            "defineEn": "densely populated",
            "defineVi": "dân cư đông đúc"
        },
        {
            "id": "0bacea78-09b6-4140-8807-230303136976",
            "word": "population",
            "phonetic": "pɑːpjʊleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This city is known for its diverse population and multicultural atmosphere.",
                "according to 2001 Census Report, in a population of 365 million is like drop in the bucket and in numerical terms it is a total failure.",
                "How can Britain reduce its prison population in one stroke?",
                "Whatever meager rations remained were sent to the troops fighting the war, so the civilian population faced the brunt of the famine.",
                "Africa is the second-largest continent in terms of both land area and population."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9wdWxhdGlvbg&hash=3293658f7fcc8713c3a1cc279950d1800078d282&lang=en&cache-only=0",
            "defineEn": "the number of people who live in a particular city or country",
            "defineVi": "số người sống ở một thành phố hoặc quốc gia cụ thể",
            "hasImg": true
        }
    ]
}