{
    "id": "2abff9d8-2f2f-45b0-8f2a-58dd5fc3fab5",
    "title": "Unit 1 - Lesson 2",
    "originalTitle": "Unit 1 - Lesson 2",
    "words": [
        {
            "id": "ae5d1b83-571c-4ddc-8ffe-0981db8b5c44",
            "word": "career",
            "phonetic": "kɚɹɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Coach's career is on a sticky wicket.",
                "Not even the most talented athlete is guaranteed a long career.",
                "Long Island Marine and Olympian boxer Jamel Herring hangs up the gloves after championship career.",
                "The freelance investigative reporter made a career of digging up dirt on celebrities for tabloids.",
                "She started her career working for the BBC."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZWVy&hash=bf8ded266dfa4857a0216637d53a8e06201844df&lang=en&cache-only=0",
            "defineEn": "a profession or a series of professions that one can do for a long period of one's life",
            "defineVi": "một nghề hoặc một loạt các nghề mà người ta có thể làm trong một thời gian dài của cuộc đời mình",
            "hasImg": true
        },
        {
            "id": "82d082a6-7ee5-4c2d-a3c7-9deab729af8c",
            "word": "study",
            "phonetic": "stʌdi ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend studied the nutritional benefits of different legumes for her research project.",
                "We study the history of our country in social studies class.",
                "She studied different subjects in school, from math to history.",
                "We study different subjects like math, science, and English at school.",
                "Researchers study diatoms to better understand the environmental conditions of aquatic habitats."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1ZHk&hash=2097b3f782215c2a8f777e35d85a798163d9ad66&lang=en&cache-only=0",
            "defineEn": "a detailed and careful consideration and examination",
            "defineVi": "xem xét và kiểm tra chi tiết và cẩn thận",
            "hasImg": true
        },
        {
            "id": "d0f1c773-00c8-49c4-a985-dad713de5fa8",
            "word": "plan",
            "phonetic": "plæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "I planned a surprise party for my little sister's birthday.",
                "She planned a romantic candlelit meal for their anniversary.",
                "They are planning a movie night at the movie theater with their family.",
                "The plan ran into a brick wall.",
                "The closing of the airport knocked our holiday plans on the head."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhbg&hash=8607fc1d06ed117578cf84de3180e3044ac26cb7&lang=en&cache-only=0",
            "defineEn": "a chain of actions that will help us reach our goals",
            "defineVi": "một chuỗi các hành động sẽ giúp chúng tôi đạt được mục tiêu của mình",
            "hasImg": true
        },
        {
            "id": "1659a37b-88d5-4751-b844-aa579be7d34d",
            "word": "to take up",
            "phonetic": "tə teɪk ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "She took up the cudgels for women's rights.",
                "He took up the reins of government immediately after the coup.",
                "He should take up a hobby.",
                "Relatives have taken up the cudgels for two British women accused of murder.",
                "After struggling with depression for years, taking up a new hobby like painting might do Jane a world of good."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSB1cA&hash=ed900bfeccb940e82137712ba1cea4ed9d736622&lang=en&cache-only=0",
            "defineEn": "to fill or occupy a particular amount of space or time",
            "defineVi": "để lấp đầy hoặc chiếm một lượng không gian hoặc thời gian cụ thể",
            "hasImg": true
        },
        {
            "id": "893b8449-ab8f-4ede-9be5-8e40d611a64e",
            "word": "to apply",
            "phonetic": "tʊ ɐplaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "On his suggestion, I applied for the job.",
                "Some of us, though, actually have to apply for jobs.",
                "He applied a few drops of spikenard oil to his temples, finding relief from his headache.",
                "She applied lip balm to moisturize her dry lips.",
                "He applied toothpaste to his toothbrush and started brushing his teeth in circular motions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwbHk&hash=676baf37dddbc56a944042eaf533fe4ec42f4552&lang=en&cache-only=0",
            "defineEn": "to formally request something, such as a place at a university, a job, etc.",
            "defineVi": "để chính thức yêu cầu một cái gì đó, chẳng hạn như một vị trí tại một trường đại học, một công việc, v.v."
        },
        {
            "id": "43c947d0-ac89-42dd-a6c9-e51f4ad610e5",
            "word": "to sign up",
            "phonetic": "tə saɪn ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Follow the links to sign up for the webinar.",
                "This course seemed right up my alley when I signed up for it, but it ended up being dreadfully boring.",
                "Just sign up.",
                "Sign up for emergency alerts in your region.",
                "\"Signing up for Twitter.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2lnbiB1cA&hash=f22bb36b1f30ffddc653d384cbfeef470cac074b&lang=en&cache-only=0",
            "defineEn": "to sign a contract agreeing to do a job",
            "defineVi": "để ký một hợp đồng đồng ý để làm một công việc",
            "hasImg": true
        },
        {
            "id": "a5f787a1-61ff-48ef-8c88-51e507d380dc",
            "word": "to switch",
            "phonetic": "tə swɪtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She reached blindly for the light switch.",
                "This store is famous for its bait and switch tactics.",
                "Can you reach the light switch from where you're sitting?",
                "The students played a trick on their teacher by switching the labels on the chemical bottles.",
                "I had to feel about in the dark for the light switch."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dpdGNo&hash=778078a054b4fb6177918cb843125af2978bf007&lang=en&cache-only=0",
            "defineEn": "to change from one thing to another",
            "defineVi": "thay đổi từ thứ này sang thứ khác"
        },
        {
            "id": "3b157524-379d-470c-b450-1bb3f69dd815",
            "word": "accepted",
            "phonetic": "ɐksɛptᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This is the current accepted view of the delayed effect of antidepressants.",
                "Even after it became an accepted treatment for angina, the technical term for chest pain.",
                "But as genetic modification becomes more accepted and our knowledge of our genetic code enhances, the temptation will grow.",
                "By the 18th century, Europeans from all social classes began giving middle names to children on a more common basis And in the 19th century, second names were an accepted practice across Europe and in the US.",
                "In 1964, by accident, cosmic background radiation was discovered, a relic of the early universe, which, together with other observational evidence, made the Big Bang the accepted theory in science."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjZXB0ZWQ&hash=dfa39cab7c9e479efdf55ffdae0ceacb34a4c773&lang=en&cache-only=0",
            "defineEn": "(of ideas, opinions, etc.) considered reasonable or agreed by most people",
            "defineVi": "(về ý kiến, quan điểm, v.v.) được coi là hợp lý hoặc được hầu hết mọi người đồng ý"
        },
        {
            "id": "4dd6079e-7d43-4bb8-8c65-4f0104d41b7b",
            "word": "rejected",
            "phonetic": "ɹᵻdʒɛktᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVqZWN0ZWQ&hash=fe58414b7b1fa997855a7d6e5023215dfc5d6dd4&lang=en&cache-only=0",
            "defineEn": "(of a person) not given acceptance or approval by someone, particularly a person's lover",
            "defineVi": "(của một người) không được ai đó chấp nhận hoặc chấp thuận, đặc biệt là người yêu của một người"
        },
        {
            "id": "cb879666-e629-4097-8816-00486fc8b2fc",
            "word": "to enroll",
            "phonetic": "tʊ ɛnɹoʊl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Many adult learners enroll in evening classes to pursue further education.",
                "Offstage, as a licensed Medicare agent, she helped senior clients enroll in the federal program.",
                "That means innovation suffers when fewer international students enroll in science, math, engineering and technology programs in the U.S.",
                "Now Germans can choose where they enroll and they can change funds on a yearly basis.",
                "So Jacob's mother wants to enroll him into the deaf programme that is at the school because even with his hearing aids he doesn't understand a thing that's going on."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5yb2xs&hash=98d85453a59b653b3685e21b6c4f06f8618b1ce7&lang=en&cache-only=0",
            "defineEn": "to officially register oneself or someone else as a participant in a course, school, etc.",
            "defineVi": "để chính thức đăng ký bản thân hoặc người khác với tư cách là người tham gia khóa học, trường học, v.v."
        },
        {
            "id": "845639b0-d87c-45fc-ae92-806cd05c62bc",
            "word": "to decide",
            "phonetic": "tə dᵻsaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "A mixture of skill and good luck decided the outcome of the game.",
                "The courts decided in favor of the New York claimants.",
                "The Appeal Court decided in their favour.",
                "The case will be decided by a jury.",
                "The government decided to abandon the proposed legislation due to public opposition."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVjaWRl&hash=8969aa509b6a4aee013e9f9c604ea3c46f19248d&lang=en&cache-only=0",
            "defineEn": "to think carefully about different things and choose one of them",
            "defineVi": "suy nghĩ cẩn thận về những điều khác nhau và chọn một trong số họ",
            "hasImg": true
        }
    ]
}