{
    "id": "2ac80040-d9ff-4085-a0d5-e0818197150f",
    "title": "Lesson 1B",
    "originalTitle": "Lesson 1B",
    "words": [
        {
            "id": "6c6f91a1-f93e-4a4b-b2f2-0005eda7bb84",
            "word": "China",
            "phonetic": "tʃaɪnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Great Wall of China is a famous landmark in Asia.",
                "Asian countries like China, Japan, and South Korea are known for their advancements in technology.",
                "But they certainly view China as a threat of such dimensions that their minds boggle.",
                "It's all Lombard Street to a China orange.",
                "Understanding this complex legal document is Lombard Street to a China orange for most people."
            ],
            "audio": "https://tts.langeek.co/read?text=Q2hpbmE&hash=0390691b4b8204c8cfe511502ebf74284ac2f662&lang=en&cache-only=0",
            "defineEn": "the biggest country in East Asia",
            "defineVi": "quốc gia lớn nhất Đông Á",
            "hasImg": true
        },
        {
            "id": "5633a446-4283-4e19-84d7-091c2903e367",
            "word": "England",
            "phonetic": "ɪŋɡlənd ",
            "partOfSpeechType": "noun",
            "examples": [
                "He ate for England that day.",
                "When they went out for a meal, they talked for England.",
                "Until three years ago, I could have slept for England.",
                "The United Kingdom is made up of four countries: England, Scotland, Wales, and Northern Ireland.",
                "England failed to take their chances and had to settle for a draw."
            ],
            "audio": "https://tts.langeek.co/read?text=RW5nbGFuZA&hash=1074b251ece042d89161422694d5150e2a601b77&lang=en&cache-only=0",
            "defineEn": "the largest country in the United Kingdom, located in Western Europe",
            "defineVi": "quốc gia lớn nhất ở Vương quốc Anh, nằm ở Tây Âu",
            "hasImg": true
        },
        {
            "id": "bb887d1d-b4f1-43bf-b351-f4068698839d",
            "word": "Spain",
            "phonetic": "speɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "I've never been to Spain.",
                "Real Madrid and FC Barcelona are two popular football teams from Spain.",
                "Madrid, the capital city of Spain, is famous for its lively nightlife and art scene.",
                "These birds head for France or Spain but sometimes overshoot the mark and end up in English gardens.",
                "We met on a course in Spain and had a wonderful time together."
            ],
            "audio": "https://tts.langeek.co/read?text=U3BhaW4&hash=795f0a5e50a35b47d1f8ba7448ced0fdb90cd274&lang=en&cache-only=0",
            "defineEn": "a country in southwest Europe",
            "defineVi": "một quốc gia ở tây nam châu Âu",
            "hasImg": true
        },
        {
            "id": "32abccf2-afa5-4be4-ba8e-2ee934e5f6cf",
            "word": "United States",
            "phonetic": "juːnaɪɾᵻd steɪts ",
            "partOfSpeechType": "noun",
            "examples": [
                "The United States celebrates Independence Day on July 4th.",
                "The United States is a country located in North America.",
                "American football is a popular sport in the United States.",
                "New York City is located on the east coast of the United States.",
                "Mexico is located to the south of the United States."
            ],
            "audio": "https://tts.langeek.co/read?text=VW5pdGVkIFN0YXRlcw&hash=26ac189f885603220569b916fa88b6ac2d93ca23&lang=en&cache-only=0",
            "defineEn": "a country in North America consisting of 50 states",
            "defineVi": "một quốc gia ở Bắc Mỹ bao gồm 50 tiểu bang",
            "hasImg": true
        },
        {
            "id": "ee30b735-df39-40af-9778-91b501c1c0c2",
            "word": "Brazil",
            "phonetic": "bɹɐzɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Did you see that programme on Brazil last night?",
                "He enjoyed a handful of Brazil nuts as a nutritious snack during his hiking adventure.",
                "Brazil is going all out to protect its markets.",
                "My grandmother shared stories of her childhood, reminiscing about the Brazil nut tree that grew in her backyard.",
                "No president ignored Brazil."
            ],
            "audio": "https://tts.langeek.co/read?text=QnJhemls&hash=688200e32aae91f43d801c1501091df546bd6cf8&lang=en&cache-only=0",
            "defineEn": "the largest country in both South America and Latin America",
            "defineVi": "quốc gia lớn nhất ở cả Nam Mỹ và Mỹ Latinh",
            "hasImg": true
        },
        {
            "id": "70f4702c-9bb6-4ec3-ac4c-9a62fdc350ae",
            "word": "Egypt",
            "phonetic": "iːdʒɪpt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I came from Egypt. ",
                "But after the Arab Spring uprisings in 2011, tourism in Egypt crashed.",
                "Egypt was the Arab Spring's zenith.",
                "Tonight, the people of Egypt have toppled their leader.",
                "The mystery cult of Isis was popular well beyond Egypt, into Roman times."
            ],
            "audio": "https://tts.langeek.co/read?text=RWd5cHQ&hash=9b983eceebac048364bbabd31e7c0f93f4f82d48&lang=en&cache-only=0",
            "defineEn": "a country on the continent of Africa with a rich history, famous for its pyramids, temples, and pharaohs",
            "defineVi": "một quốc gia trên lục địa châu Phi có lịch sử phong phú, nổi tiếng với các kim tự tháp, đền thờ và pharaoh",
            "hasImg": true
        },
        {
            "id": "2932f61d-441f-4e1c-9001-2381dc25c73a",
            "word": "United Kingdom",
            "phonetic": "juːnaɪɾᵻd kɪŋdəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The United Kingdom is made up of four countries: England, Scotland, Wales, and Northern Ireland.",
                "Fish and chips is a popular dish in the United Kingdom.",
                "The United Kingdom is known for its music scene, with iconic bands like The Beatles and Queen originating from the country.",
                "Buckingham Palace in London is the official residence of the Queen of the United Kingdom.",
                "London is the capital city of the United Kingdom and a major cultural and economic hub."
            ],
            "audio": "https://tts.langeek.co/read?text=VW5pdGVkIEtpbmdkb20&hash=eb35578b3113053171598b4675eab28979388f69&lang=en&cache-only=0",
            "defineEn": "a country in northwest Europe, made up of England, Scotland, Wales, and Northern Ireland",
            "defineVi": "một quốc gia ở tây bắc châu Âu, bao gồm Anh, Scotland, Wales và Bắc Ireland",
            "hasImg": true
        },
        {
            "id": "9ab9d1b7-c875-4c93-b98c-44006a202e14",
            "word": "France",
            "phonetic": "fɹæns ",
            "partOfSpeechType": "noun",
            "examples": [
                "What is the capital of France?",
                "She wrote to him in France.",
                "France is known for its rich history and cultural heritage.",
                "France held its breath while the Senate chose its new president.",
                "France are playing against Wales on Saturday."
            ],
            "audio": "https://tts.langeek.co/read?text=RnJhbmNl&hash=6260663d6f6ffa8bd02b30698da99862b44b110c&lang=en&cache-only=0",
            "defineEn": "a country in Europe known for its famous landmarks such as the Eiffel Tower",
            "defineVi": "một quốc gia ở châu Âu được biết đến với các địa danh nổi tiếng như tháp Eiffel",
            "hasImg": true
        },
        {
            "id": "629a9da8-9a6f-43ea-ac67-d3feff6261e5",
            "word": "Germany",
            "phonetic": "dʒɜːməni ",
            "partOfSpeechType": "noun",
            "examples": [
                "She went to Germany at my suggestion.",
                "The German language is widely spoken in Germany and other European countries.",
                "The Black Forest in Germany is famous for its beautiful scenery and delicious cake.",
                "The Brandenburg Gate in Berlin is an iconic symbol of Germany's history and reunification.",
                "The Rhine River is one of the longest rivers in Germany and offers scenic boat cruises."
            ],
            "audio": "https://tts.langeek.co/read?text=R2VybWFueQ&hash=c9355c2845333e2cc1012bcc876990ba49c00983&lang=en&cache-only=0",
            "defineEn": "a country located in central Europe, known for its rich history, vibrant culture, and thriving economy",
            "defineVi": "một quốc gia nằm ở trung tâm châu Âu, được biết đến với lịch sử phong phú, văn hóa sôi động và nền kinh tế phát triển mạnh",
            "hasImg": true
        },
        {
            "id": "ba6b400c-83fe-495d-819e-fe9434c5c355",
            "word": "Italy",
            "phonetic": "ɪɾəli ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her childhood was spent in Italy.",
                "Italy is famous for its delicious cuisine, such as pasta, pizza, and gelato.",
                "They've given him a holiday in Italy.",
                "Italy's Mediterranean climate and diverse geography offer a wide range of outdoor activities",
                "Milan, in northern Italy, is known for its fashion and design industry."
            ],
            "audio": "https://tts.langeek.co/read?text=SXRhbHk&hash=11fade54151c70f70ba5051e461acd523fbc7157&lang=en&cache-only=0",
            "defineEn": "a country in southern Europe, with a long Mediterranean coastline",
            "defineVi": "một quốc gia ở phía nam châu Âu, với bờ biển Địa Trung Hải dài",
            "hasImg": true
        },
        {
            "id": "5a33788c-d8a7-4d59-bd9b-3ca068d354c9",
            "word": "Japan",
            "phonetic": "dʒəpæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Japan is a country in Asia famous for its technology, anime, and cherry blossoms.",
                "He paid a visit to Japan last year.",
                "In Japan a European stands out like a sore thumb.",
                "Asian countries like China, Japan, and South Korea are known for their advancements in technology.",
                "Changes began during Japan's doldrums when the government tried to revive growth by steadily deregulating sections of the economy."
            ],
            "audio": "https://tts.langeek.co/read?text=SmFwYW4&hash=f7097a44a0ce072161a0894f5e2050e4b075dbeb&lang=en&cache-only=0",
            "defineEn": "a country that is in East Asia and made up of many islands",
            "defineVi": "một quốc gia ở Đông Á và được tạo thành từ nhiều hòn đảo",
            "hasImg": true
        },
        {
            "id": "4143e535-9fa1-4ea5-a18e-5d6146532ecd",
            "word": "Mexico",
            "phonetic": "mɛksɪkoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mexico is located to the south of the United States.",
                "The US and Mexico went to war in 1846.",
                "My grandparents discovered the unique flavor of tomatillos while traveling in Mexico.",
                "If this trip to Mexico has proved anything, it's that he's always got to call the shots.",
                "Mexico exports about half of the world's avocados."
            ],
            "audio": "https://tts.langeek.co/read?text=TWV4aWNv&hash=4a713b56186491dafc6d317232840cc1d066b53a&lang=en&cache-only=0",
            "defineEn": "a country located in North America that is bordered by the United States to the north",
            "defineVi": "một quốc gia nằm ở Bắc Mỹ giáp với Hoa Kỳ về phía bắc",
            "hasImg": true
        },
        {
            "id": "db28740c-9a5f-4ed3-bef1-162615d8b3cf",
            "word": "Poland",
            "phonetic": "poʊlənd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Researchers in Poland recently discovered the finger bones of a Neanderthal child who lived just 115,000 years ago.",
                "During the religious turmoil of the sixteenth century, Poland remained Catholic.",
                "Her luck ran out at this railway station in Poland.",
                "The governments of Spain, Hungary, and Poland have introduced more restrictive laws on the freedom of assembly and speech.",
                "And they named it after their motherland, after Poland."
            ],
            "audio": "https://tts.langeek.co/read?text=UG9sYW5k&hash=8ade80266f7ac4ce7946bf4edf579baaef13047a&lang=en&cache-only=0",
            "defineEn": "a country in the Central Europe near the Baltic Sea",
            "defineVi": "một quốc gia ở Trung Âu gần biển Baltic",
            "hasImg": true
        },
        {
            "id": "b6cc3fd4-a7ac-48ab-aa8d-4fadcd06c276",
            "word": "Russia",
            "phonetic": "ɹʌʃə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Turkey treads a tightrope in its approach to Russia.",
                "Russia, he said, had reached the point of no return on the road to reform and had to go forward.",
                "As Asmus shows, even the German government remained in two minds as to the benefits of no longer being on the frontline and the drawbacks of alienating Russia.",
                "His family immigrated from Russia.",
                "\"Take care of Russia.\""
            ],
            "audio": "https://tts.langeek.co/read?text=UnVzc2lh&hash=232abaa5daf8932effca85e58acfa2d9461c21f3&lang=en&cache-only=0",
            "defineEn": "a country located in Eastern Europe and Northern Asia",
            "defineVi": "một quốc gia nằm ở Đông Âu và Bắc Á",
            "hasImg": true
        },
        {
            "id": "127480d4-ee99-4fc8-9a11-9386d51465d8",
            "word": "Switzerland",
            "phonetic": "swɪtsɚlənd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The watch is coming from Switzerland.",
                "That's Switzerland.",
                "Switzerland's post office even runs a bus service in rural areas.",
                "- It must be Switzerland.",
                "Yeah, it must be Switzerland."
            ],
            "audio": "https://tts.langeek.co/read?text=U3dpdHplcmxhbmQ&hash=4e729e24c2d5203af18ffa0519d34a4d90038720&lang=en&cache-only=0",
            "defineEn": "a country in Western Central Europe, south of Germany",
            "defineVi": "một quốc gia ở Tây Trung Âu, phía nam nước Đức",
            "hasImg": true
        }
    ]
}