{
    "id": "2b17ce7e-741f-4f29-a977-3f791479c04a",
    "title": "Nature and Regions",
    "originalTitle": "Lesson 24",
    "words": [
        {
            "id": "7cca4f08-e26c-40bb-96ec-e1846afcf0ae",
            "word": "region",
            "phonetic": "ɹiːdʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The region produces over 50 per cent of the country's wheat.",
                "The entire region has been in the grip of a terrible drought.",
                "This election is being closely watched in the region.",
                "This election is being closely watched in the region.",
                "The fertile soil in this region yields abundant crops of wheat and corn."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVnaW9u&hash=a72dd05c02f03cbf4bacc629e7b8be4003bb5067&lang=en&cache-only=0",
            "defineEn": "a large area of land or of the world with specific characteristics, which is usually borderless",
            "defineVi": "một vùng đất rộng lớn hoặc trên thế giới với những đặc điểm cụ thể, thường là không biên giới",
            "hasImg": true
        },
        {
            "id": "4c114cef-c16c-4836-a16e-0f0302fe84b6",
            "word": "land",
            "phonetic": "lænd ",
            "partOfSpeechType": "noun",
            "examples": [
                "A few weeks later, I landed my dream job.",
                "The land dropped steeply away into a small valley.",
                "Farmers cleared the land in order to raise cattle.",
                "Our family line has presided over this land from the year dot.",
                "Many families own plots of land to grow food."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFuZA&hash=32d6f2265b814e4fa7f7646b5923e1920a114ce9&lang=en&cache-only=0",
            "defineEn": "a specific area of ground owned by someone",
            "defineVi": "một khu vực cụ thể của mặt đất thuộc sở hữu của một ai đó",
            "hasImg": true
        },
        {
            "id": "44345d7b-49ac-4662-983c-05f4f25c58e3",
            "word": "highland",
            "phonetic": "haɪlənd ",
            "partOfSpeechType": "noun",
            "examples": [
                "There, former water channels connect Mars’s southern highlands and northern lowlands.",
                "Only the highlands east and north of the Danakil Depression restrain the Red Sea from rushing in.",
                "What can you see in the Highlands?",
                "The southern highlands are also three to eight kilometers higher than the northern plains, and the crust is twice as thick.",
                "Eventually, erosion or quakes will create a break in the highlands, and the depression will quickly become an ocean floor."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlnaGxhbmQ&hash=4fd7f42a13e4ae3e9817b6cd6dd0427eb4ea61bf&lang=en&cache-only=0",
            "defineEn": "land with mountains or hills",
            "defineVi": "đất có núi hoặc đồi",
            "hasImg": true
        },
        {
            "id": "a180f757-4ca9-4756-ae1e-92eac4470c24",
            "word": "woodland",
            "phonetic": "wʊdlənd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The woodlands of North America started to gave way to grasslands.",
                "In the first millennium, a large group of tribes spread through the dense woodlands of Eastern Europe.",
                "This 33,000 square-foot room features silhouettes of woodland creatures, hanging basket chairs, and bean bags.",
                "Here we are in this giant woodland in the middle of the city.",
                "Through the loss of woodland and climate change, the number of wild truffles has decreased significantly."
            ],
            "audio": "https://tts.langeek.co/read?text=d29vZGxhbmQ&hash=09dd94e48d0eee4a6108e018257a4e4711b7c64f&lang=en&cache-only=0",
            "defineEn": "land that is filled with many trees",
            "defineVi": "đất có nhiều cây cối",
            "hasImg": true
        },
        {
            "id": "94edc921-75a9-4229-bc1d-154ebcbec326",
            "word": "jungle",
            "phonetic": "dʒʌŋɡəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "They discovered a hidden grove of arrowroot plants while exploring the jungle.",
                "The elephant trumpeted loudly, announcing its presence in the jungle.",
                "Guarding the jungle.",
                "To them, our homes are their jungles.",
                "But the jungle isn’t theirs alone."
            ],
            "audio": "https://tts.langeek.co/read?text=anVuZ2xl&hash=9746ebe9cfe983624c77fd9d0c53684bf527b0b7&lang=en&cache-only=0",
            "defineEn": "a tropical forest with many plants growing densely",
            "defineVi": "một khu rừng nhiệt đới với nhiều loại cây mọc dày đặc",
            "hasImg": true
        },
        {
            "id": "9ed5c46c-404b-417b-8e9c-7c080b013186",
            "word": "meadow",
            "phonetic": "mɛdoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Meadows made a big thing of paying the bill.",
                "A beautiful white horse grazed peacefully in the meadow.",
                "The little girl skipped happily through the meadow, picking flowers along the way.",
                "This seagrass meadow sways with the tides.",
                "Meadows and the wife are hard-core Trump, OK? "
            ],
            "audio": "https://tts.langeek.co/read?text=bWVhZG93&hash=7cbd8beecb7d3bb909d6cc3ec3992fc0aeaac990&lang=en&cache-only=0",
            "defineEn": "a piece of land covered in grass and sometimes wild flowers, often used for hay",
            "defineVi": "một mảnh đất bao phủ bởi cỏ và đôi khi hoa dại, thường được sử dụng cho cỏ khô",
            "hasImg": true
        },
        {
            "id": "6ca77c9d-0bd1-430a-b560-973413a7b150",
            "word": "mountain range",
            "phonetic": "maʊntɪn ɹeɪndʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The west is home to vast deserts, rolling plains, and majestic mountain ranges.",
                "The ocean contains the world's largest mountain range, the mid-ocean ridge.",
                "Glaciers crept out of their mountain ranges and down to lower elevations.",
                "And they have a completely different history from the real mountain ranges around them.",
                "Well, they live in the Andes mountain range in South America."
            ],
            "audio": "https://tts.langeek.co/read?text=bW91bnRhaW4gcmFuZ2U&hash=733b6b7df7dd2c8ed4af52fbedc730ed02df13fe&lang=en&cache-only=0",
            "defineEn": "a group of mountains or hills in a line",
            "defineVi": "một nhóm núi hoặc đồi trong một dòng",
            "hasImg": true
        },
        {
            "id": "74d8659d-cc91-4cac-9cc3-83de75cdb22d",
            "word": "cave",
            "phonetic": "keɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "The first method is caving.",
                "Whereas the permissive parent often caves to their child's demands and exerts little control over any of the child's behavior.",
                "This cave held many individuals, like plural.",
                "Along the Burmese-Thai border, the only safe place from airstrikes are caves.",
                "The elephants are walking into a cave."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F2ZQ&hash=bad2a3f76e85aef042739484f779e6917aa54664&lang=en&cache-only=0",
            "defineEn": "a large hole, which is formed naturally, in the side of a mountain, hill, or cliff; a hole that leads under the ground",
            "defineVi": "một lỗ hổng lớn, được hình thành một cách tự nhiên, ở sườn núi, đồi hoặc vách đá; một lỗ dẫn dưới mặt đất",
            "hasImg": true
        },
        {
            "id": "4adf060c-2d24-475b-a9a7-60fcdc007c0f",
            "word": "cliff",
            "phonetic": "klɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cliff dropped down over a hundred feet to the sea below.",
                "Come away from that cliff edge!",
                "They found a car abandoned on top of the cliff.",
                "The river actually built the cliff.",
                "So here's my cliff."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xpZmY&hash=d44997e5f8bbd04d6ea591e3bc2e90a81e6f4e7a&lang=en&cache-only=0",
            "defineEn": "an area of rock that is high above the ground with a very steep side, often at the edge of the sea",
            "defineVi": "một khu vực đá cao trên mặt đất với một mặt rất dốc, thường ở rìa biển",
            "hasImg": true
        },
        {
            "id": "726a9597-749e-4d4b-9ac1-49862d716a4c",
            "word": "mountainous",
            "phonetic": "maʊntɪnəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And high masses of clouds can indicate mountainous islands.",
                "- I just stay on the mountainous side.",
                "These gunmen are the rule of law in this remote mountainous region in the center of Afghanistan.",
                "These gunmen are the rule of law in this remote mountainous region in the center of Afghanistan.",
                "But that bow-shaped structure is somehow relatively stationary above a mountainous region on the continent called Aphrodite Terra."
            ],
            "audio": "https://tts.langeek.co/read?text=bW91bnRhaW5vdXM&hash=b8f0aae51705e2847408486c7b535a76f1e48f5d&lang=en&cache-only=0",
            "defineEn": "(of an area) having a lot of mountains",
            "defineVi": "(của một khu vực) có rất nhiều núi",
            "hasImg": true
        },
        {
            "id": "d8f86f5c-29f9-41b6-bbfb-4849004521c9",
            "word": "rocky",
            "phonetic": "ɹɑːki ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The path continued over rough, rocky ground.",
                "Most rocky planets have pretty consistent surface features.",
                "Then things got rocky with New Zealand's biggest customer.",
                "It is rocky.",
                "A rocky home life had no effect on the rate of diagnosis in the group without genetic risk factors."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9ja3k&hash=ed022cf8121e6a2d7c39b0f43775723f0c017fc3&lang=en&cache-only=0",
            "defineEn": "covered with rocks; consisting of rock",
            "defineVi": "được bao phủ bởi đá; bao gồm đá",
            "hasImg": true
        },
        {
            "id": "6b0d10db-b269-49d5-834f-46716f95abd8",
            "word": "canyon",
            "phonetic": "kænɪən ",
            "partOfSpeechType": "noun",
            "examples": [
                "A canyon is a deep gorge or gully in the earth.",
                "Meanwhile, erosion and other processes have also played a part, with wind and rain carving canyons, arches, and other amazing landscapes.",
                "Like its gigantic canyon system that’s 1800 kilometers long and up to 7.5 kilometers deep.",
                "In the past, fires have rarely crossed the canyon, but the Camp Fire was now spreading at a rate of 80 football fields a minute.",
                "- Hi guys, we're at the Grand Canyon"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FueW9u&hash=81db4a4ed80afbd67ab316feb06426791c81bd28&lang=en&cache-only=0",
            "defineEn": "a valley that is deep and has very steep sides, through which a river is flowing usually",
            "defineVi": "một thung lũng sâu và có những mặt rất dốc, qua đó một dòng sông thường chảy",
            "hasImg": true
        },
        {
            "id": "a72ea0fc-42af-4837-82f7-99c265828e7f",
            "word": "waterfall",
            "phonetic": "wɔːɾɚfɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Next weekend, we will be venturing off the beaten path to find some hidden waterfalls.",
                "Beneath the Denmark Strait exists the world's largest waterfall.",
                "This waterfall is called Angel Falls.",
                "We've got waterfalls, mountains, and beaches.",
                "At the top of this mountain was a waterfall."
            ],
            "audio": "https://tts.langeek.co/read?text=d2F0ZXJmYWxs&hash=7d84a17e372245a038f36a09db6932c3c0f1a6ab&lang=en&cache-only=0",
            "defineEn": "a high place, such as a cliff, from which a river or stream falls",
            "defineVi": "một nơi cao, chẳng hạn như một vách đá, từ đó một dòng sông hoặc dòng chảy",
            "hasImg": true
        },
        {
            "id": "4fbdc020-cc4f-4921-b72a-60d3a10b74ad",
            "word": "bank",
            "phonetic": "bæŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bank raised interest rates.",
                "Many banks have cut commercial builders off cold turkey.",
                "The bank crash has had a ripple effect on the whole community.",
                "Their bank account was in the red again.",
                "You'll pass a bank on the way to the train station."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFuaw&hash=3b043374dcb2ad9a5960636c5f17225375e5af1e&lang=en&cache-only=0",
            "defineEn": "land along the sides of a river, canal, etc.",
            "defineVi": "đất ven sông, rạch, v.v.",
            "hasImg": true
        },
        {
            "id": "2f9374aa-bd93-4dbd-976a-9c981c2c7c06",
            "word": "coastline",
            "phonetic": "koʊstlaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "We took a boat tour to explore the beautiful coastline.",
                "When I tasted the vinaigrette, I was instantly transported to a sunny Mediterranean coastline.",
                "Europe is known for its picturesque landscapes, including beautiful mountains, lakes, and coastlines.",
                "The coastline was devastated.",
                "Huge waves battered the coastline as heavy rains flooded streets."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29hc3RsaW5l&hash=8fdd9a572920a246c6ade571c04044b7c6b47f57&lang=en&cache-only=0",
            "defineEn": "the land that is along a coast, particularly as seen on a map or from above",
            "defineVi": "vùng đất dọc theo bờ biển, đặc biệt như được thấy trên bản đồ hoặc từ trên cao",
            "hasImg": true
        },
        {
            "id": "81a175fb-b05c-4cb0-9216-e2355f623ede",
            "word": "sand",
            "phonetic": "sænd ",
            "partOfSpeechType": "noun",
            "examples": [
                "You might as well bring sand to the beach!",
                "I buried my feet in the warm sand at the beach.",
                "He filled the bucket with sand to build a sandcastle.",
                "The wind had coated everything with a layer of sand.",
                "I picked a handful of delicious sand cherries from the bush in my backyard."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FuZA&hash=fbb0bcf2ead3ecda581cdeb591847b5a57ca4677&lang=en&cache-only=0",
            "defineEn": "a pale brown substance that consists of very small pieces of rock, which is found in deserts, on beaches, etc.",
            "defineVi": "một chất màu nâu nhạt bao gồm những mảnh đá rất nhỏ, được tìm thấy ở sa mạc, trên bãi biển, v.v.",
            "hasImg": true
        },
        {
            "id": "133c8090-5178-466c-9c69-e1ad604294b2",
            "word": "canal",
            "phonetic": "kənæl ",
            "partOfSpeechType": "noun",
            "examples": [
                "They built canals to bring water from the river.",
                "The boat captain guided us through the narrow canals of the city.",
                "Venice is a city in Italy known for its beautiful canals and gondola rides.",
                "Your alimentary canal, for example, includes several organs with specific functions.",
                "In modern amphibians, reptiles, birds, and mammals, that canal acts as a pathway for nerves and blood vessels."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FuYWw&hash=687d97fc87be0f021a856127531fdcfcaa61b035&lang=en&cache-only=0",
            "defineEn": "a long and artificial passage built and filled with water for ships to travel along or used to transfer water to other places",
            "defineVi": "một lối đi dài và nhân tạo được xây dựng và chứa đầy nước để tàu thuyền đi lại hoặc dùng để chuyển nước đến những nơi khác",
            "hasImg": true
        },
        {
            "id": "99f792f8-fb56-434a-bb72-eab579ca5441",
            "word": "channel",
            "phonetic": "tʃænəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Complaints must go through the proper channels.",
                "We should go through the established channels for product development.",
                "We can't get Channel 5 in our area.",
                "But when it comes time to purchase, transactions often go through traditional channels.",
                "To go through official channels to obtain one you must have a Spanish address."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhbm5lbA&hash=ad02bd157a24030b1440c6b1461741ac5b908cef&lang=en&cache-only=0",
            "defineEn": "a length of water that connects two larger areas of water, particularly two seas",
            "defineVi": "chiều dài của nước kết nối hai vùng nước lớn hơn, đặc biệt là hai biển",
            "hasImg": true
        },
        {
            "id": "6e8aa8e6-137d-47d7-9d9c-a19338c96c8f",
            "word": "sea level",
            "phonetic": "siː lɛvəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "And rising sea levels!",
                "And warmer weather means higher sea levels.",
                "The land here is 30 feet above sea level.",
                "Modern airlines fly at about 36,000 feet above sea level.",
                "There’s sea level rise, plastic pollution, ocean acidification, ecosystem destruction."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VhIGxldmVs&hash=127ae69ab123e85b5dba39325185698dea73ad00&lang=en&cache-only=0",
            "defineEn": "the average level of the sea's surface, based on which the height of things such as mountains, etc. are measured",
            "defineVi": "mức trung bình của bề mặt biển, dựa vào đó để đo chiều cao của những thứ như núi, v.v.",
            "hasImg": true
        },
        {
            "id": "cac456b2-3367-45eb-b7a8-559faea8508d",
            "word": "mud",
            "phonetic": "mʌd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your name is mud, sonny!",
                "If he doesn't turn up tonight, his name will be mud.",
                "The scandal ruined his reputation and now his name is mud.",
                "He had a dirty face after playing in the mud.",
                "I'm trying to maintain a fair and respectable campaign, and Brad totally dragged my name through the mud!"
            ],
            "audio": "https://tts.langeek.co/read?text=bXVk&hash=edb71758a2a054169d9b872a54e7cf9c4083d4fb&lang=en&cache-only=0",
            "defineEn": "earth that has become wet",
            "defineVi": "trái đất đã trở nên ẩm ướt",
            "hasImg": true
        },
        {
            "id": "fa0ebc00-3d90-4639-837f-56436373d599",
            "word": "national park",
            "phonetic": "næʃənəl pɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Canadian national parks, such as Banff and Jasper, attract tourists from around the world.",
                "The United States has a variety of national parks, such as Yellowstone and Grand Canyon.",
                "There's 11 national parks.",
                "These national parks are beloved.",
                "And for six years, up until 2017, dozens of national parks implemented restrictions on bottled water sales."
            ],
            "audio": "https://tts.langeek.co/read?text=bmF0aW9uYWwgcGFyaw&hash=7667ae9c16d68793bb26d57377c94bea8cc2ed01&lang=en&cache-only=0",
            "defineEn": "an area under the protection of a government, where people can visit, for its wildlife, beauty, or historical sights",
            "defineVi": "một khu vực dưới sự bảo vệ của chính phủ, nơi mọi người có thể đến thăm, vì động vật hoang dã, vẻ đẹp hoặc các điểm tham quan lịch sử của nó",
            "hasImg": true
        },
        {
            "id": "580c7332-a32f-4f89-8103-cc604f36c8f0",
            "word": "Antarctic",
            "phonetic": "æntɑːɹktɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Another Antarctic marsupial was Antarctodolops.",
                "Of particular note, the Antarctic krill pretty much support the entire food chain of the southern oceans, with an estimated population of around 500 trillion.",
                "120 million years ago, southern Australia sat within the Antarctic circle.",
                "Then, we’ll probably watch more videos of Ariel’s Antarctic trip.",
                "They then tallied these up for 31 Antarctic species."
            ],
            "audio": "https://tts.langeek.co/read?text=QW50YXJjdGlj&hash=239e6cb542f16cc8e1b1808914dfaf5101cc11a8&lang=en&cache-only=0",
            "defineEn": "belonging or related to the South Pole",
            "defineVi": "thuộc hoặc liên quan đến Nam Cực",
            "hasImg": true
        },
        {
            "id": "20f77441-8fdc-46e8-b7cd-d829cd5ece80",
            "word": "Arctic",
            "phonetic": "ɑːɹktɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The other one is Arctic engagement.",
                "Cas our Arctic fox.",
                "This was the Arctic.",
                "It's the Arctic.",
                "Submarine force Arctic readiness is one of our priorities during ICEX."
            ],
            "audio": "https://tts.langeek.co/read?text=QXJjdGlj&hash=4ab6d32ee47311bff47717a207359b037f6b1c53&lang=en&cache-only=0",
            "defineEn": "belonging or related to the North Pole",
            "defineVi": "thuộc hoặc liên quan đến Bắc Cực",
            "hasImg": true
        },
        {
            "id": "d22c98e2-ab65-49f2-9804-ae273d7253d2",
            "word": "volcano",
            "phonetic": "vɑːlkeɪnoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And finally, the volcano lost its resonance.",
                "Cool the volcano down.",
                "Volcanoes belched carbon compounds and water into the atmosphere.",
                "On March 3 of that year, Chile’s Villarrica volcano erupted.",
                "The floor of the oven is stone from volcano."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9sY2Fubw&hash=933a12debe8e6a7243e9cc0e66e2e9dbbff433ab&lang=en&cache-only=0",
            "defineEn": "a mountain with an opening on its top, from which melted rock and ash can be thrown out into the air",
            "defineVi": "một ngọn núi có lỗ trên đỉnh, từ đó đá và tro tan chảy có thể được ném vào không trung",
            "hasImg": true
        },
        {
            "id": "1d62090a-8195-4a9b-9737-676f16d14003",
            "word": "location",
            "phonetic": "loʊkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The jury is still out as concerns the location of the new station.",
                "She unfolded the map to find the location of the tourist attractions.",
                "Having 3 locations in the same area creates a situation that the left doesn't know what the right hand is doing.",
                "Whenever a celebrity is spotted in town, fans make a beeline for the location, hoping to catch a glimpse or snap a photo.",
                "I used my finger to point at the map and show them the location."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9jYXRpb24&hash=3a096c951810123538e4f0454d574b80c6eff17f&lang=en&cache-only=0",
            "defineEn": "the geographic position of someone or something",
            "defineVi": "vị trí địa lý của một ai đó hoặc một cái gì đó",
            "hasImg": true
        }
    ]
}