{
    "id": "2b35ac27-bc7a-4be4-8330-2ae1323af12f",
    "title": "Society",
    "originalTitle": "Lesson 7",
    "words": [
        {
            "id": "bdbcb87c-a625-40d2-8ca5-268b3be77c73",
            "word": "citizen",
            "phonetic": "sɪɾɪzən ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a citizen, it is important to belong to a community and contribute to its well-being.",
                "The government's explanation for the budget deficit had more holes than Swiss cheese, and many citizens were left feeling skeptical.",
                "When the government tried to pass a law that would allow them to enter people's homes without a warrant, many citizens protested, stating that an Englishman's home is his castle.",
                "Thousands of citizens are already voting with their feet, and leaving the country.",
                "The protests against the authoritarian regime were a manifestation of the belief that disobedience is the true foundation of liberty, as citizens stood up against oppression to demand greater freedom."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2l0aXplbg&hash=0fce8bab5f62b36ad8dec84ca7d9d25c64019ba6&lang=en&cache-only=0",
            "defineEn": "someone whose right of belonging to a particular state is legally recognized either because they are born there or are naturalized",
            "defineVi": "ai đó có quyền thuộc về một quốc gia cụ thể được công nhận hợp pháp bởi vì họ được sinh ra ở đó hoặc được nhập quốc tịch"
        },
        {
            "id": "89ca893d-3876-48c2-89f0-1b15e58b839c",
            "word": "class",
            "phonetic": "klæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "This class is intense!",
                "The college also runs evening classes in bricklaying and joinery.",
                "Our next class will take the form of a debate.",
                "The teacher withdrew the assignment from the class website.",
                "The suite will add a touch of class to your bedroom."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3M&hash=013287836b2b951edfa84747856b479a5b59a8ff&lang=en&cache-only=0",
            "defineEn": "a group of people having the same economic or social status in a particular society",
            "defineVi": "một nhóm người có cùng địa vị kinh tế hoặc xã hội trong một xã hội cụ thể"
        },
        {
            "id": "e45c9bce-ef0b-459c-b952-5f910822547b",
            "word": "diversity",
            "phonetic": "daɪvɜːsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Brown algae have complex life cycles with genetic diversity.",
                "He joined ESPN, which already had a culture of inclusion and diversity, but he took it up a notch.",
                "Traveling to a foreign country allowed me to see my own culture and values in a new light, gaining a broader perspective and appreciation for diversity.",
                "I try to appreciate the diversity of cultures and not let stereotypes influence my opinions, because a black plum is as sweet as a white one.",
                "To take in diversity."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGl2ZXJzaXR5&hash=face7618068ff0893d991a3542c5f439c40b6834&lang=en&cache-only=0",
            "defineEn": "the quality or practice of involving many people from different cultures, social backgrounds, sexual orientations, etc.",
            "defineVi": "chất lượng hoặc thực hành liên quan đến nhiều người từ các nền văn hóa, nền tảng xã hội, khuynh hướng tình dục khác nhau, v.v.",
            "hasImg": true
        },
        {
            "id": "1055fadb-97c0-49ca-a386-56c308a16e17",
            "word": "ethnic",
            "phonetic": "ɛθnɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Ethnic cases aren't up my street.",
                "The claim that soldiers killed an outspoken young ethnic activist in self-defense sets the alarm bells ringing,",
                "Ethnic studies is healing.",
                "In Myanmar, ethnic Karen refugees faced new air attacks by the military.",
                "Television coverage avoided these ethnic terms."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXRobmlj&hash=0b57d3bf95049e213731d61e62ec026e539b1751&lang=en&cache-only=0",
            "defineEn": "relating to a group of people with shared culture, tradition, history, language, etc.",
            "defineVi": "liên quan đến một nhóm người có chung văn hóa, truyền thống, lịch sử, ngôn ngữ, v.v."
        },
        {
            "id": "c668d376-175b-4132-bd6a-f3db311ef530",
            "word": "middle class",
            "phonetic": "mɪdəl klæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "He claimed that the middle class would bear the brunt of the tax increase.",
                "The first victims of this crisis are the middle classes.",
                "Middle class consumer spending is on the rise in India.",
                "Four years ago, the middle class was already losing ground.",
                "The middle class became both the chief producer and consumer of factory products."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlkZGxlIGNsYXNz&hash=7624be6afdea3094b571e2cd1e2be01d7a663102&lang=en&cache-only=0",
            "defineEn": "the social class between the upper and lower classes that includes professional and business people",
            "defineVi": "tầng lớp xã hội giữa tầng lớp thượng lưu và tầng lớp thấp hơn bao gồm những người chuyên nghiệp và kinh doanh",
            "hasImg": true
        },
        {
            "id": "e175fb0b-3461-4edd-8697-5e91c41348d0",
            "word": "minority",
            "phonetic": "maɪnɔːɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Only a minority of people exist on unemployment benefits alone.",
                "The party, now in the minority, has been paying the new majority back in their own coin by stifling their legislation initiatives at every opportunity.",
                "My cousin objected and he was not a minority of one.",
                "I found myself to be a minority of one.",
                "Glad that I wasn't in a minority of one."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlub3JpdHk&hash=f34f7359e85620b3c8adc048024eac1b2fb4f6db&lang=en&cache-only=0",
            "defineEn": "a small group of people who differ in race, religion, etc. and are often mistreated by the society",
            "defineVi": "một nhóm nhỏ những người khác nhau về chủng tộc, tôn giáo, v.v. và thường bị xã hội ngược đãi",
            "hasImg": true
        },
        {
            "id": "67187f7a-e789-4d1d-9b2e-04ce2f200844",
            "word": "monarch",
            "phonetic": "mɑːnɚk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Monarch butterflies actually have two internal clocks.",
                "Monarch butterflies actually have two internal clocks.",
                "European monarchs and clergy were fearful of similar revolts on their home soil.",
                "The monarch butterfly migration is one of a kind.",
                "A typical adult monarch only lives for two to six weeks."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9uYXJjaA&hash=6845a7c7a32a59a2cf86feae986b9e60437218e7&lang=en&cache-only=0",
            "defineEn": "a person who has the power to rule over a kingdom or empire, especially someone who inherits this power",
            "defineVi": "một người có quyền cai trị một vương quốc hoặc đế chế, đặc biệt là người thừa kế quyền lực này",
            "hasImg": true
        },
        {
            "id": "39f756f5-132b-4c8f-b615-11f32b7134fc",
            "word": "racism",
            "phonetic": "ɹeɪsɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Racism must be eliminated, roots and all.",
                "When it was accused of racism, sexism, anti-environmentalism, it reacted defensively, exacerbating the situation.",
                "And racism takes many forms.",
                "Racism loves a rebrand.",
                "Racism still stains the game."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFjaXNt&hash=9cb353127c574ea509ce6edd73c5c95f093949e6&lang=en&cache-only=0",
            "defineEn": "the unjust or violent behavior toward people because their race is different form one's own",
            "defineVi": "hành vi bất công hoặc bạo lực đối với mọi người vì chủng tộc của họ khác với chủng tộc của chính mình",
            "hasImg": true
        },
        {
            "id": "40345c57-2d2c-47a3-b1ef-f1592af31816",
            "word": "rank",
            "phonetic": "ɹæŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The party has broken ranks, with five of its nine presidential hopefuls calling for a review of the revisions.",
                "The CEO of the company listened to the feedback of all employees, regardless of their rank or expertise.",
                "Surprisingly, nine of the 31 Republicans in the Assembly broke ranks to vote with the Democrats.",
                "Now, one rank up from Infraorder is Suborder.",
                "And these ranks reflect evolutionary relationships."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFuaw&hash=fc917ead2eb3295e14e3502b6d63becace809395&lang=en&cache-only=0",
            "defineEn": "the position that a person has in a society or organization in relation to others",
            "defineVi": "vị trí mà một người có trong một xã hội hoặc tổ chức trong mối quan hệ với những người khác"
        },
        {
            "id": "6391e4e5-552a-43ba-8fa2-aae691556f85",
            "word": "sociology",
            "phonetic": "soʊsɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Can sociology use the scientific method?",
                "Sociology is the scientific study of society and human behavior.",
                "In sociology, a minority group’s relative size isn’t important.",
                "And in sociology, theoretical paradigms are key.",
                "Good sociology can help us to create good public policy."
            ],
            "audio": "https://tts.langeek.co/read?text=c29jaW9sb2d5&hash=5afedb87b054a106ce3f30c0c6969943128bed8c&lang=en&cache-only=0",
            "defineEn": "the scientific study of human society, its nature, structure, and development, as well as social behavior",
            "defineVi": "nghiên cứu khoa học về xã hội loài người, bản chất, cấu trúc và sự phát triển của nó, cũng như hành vi xã hội",
            "hasImg": true
        },
        {
            "id": "288b84d5-0a10-485c-a965-62cb33115e19",
            "word": "lower class",
            "phonetic": "loʊɚ klæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lower class workers around the world knew this was happening.",
                "Black people represent the wealthy elite, the middle class and the lower class there.",
                "The jaded lower classes who couldn't find work would riot during wintertime.",
                "Lower class Americans tend to have less leisure time and less money to spend on cooking healthy meals.",
                "So here is this guy who comes from a lower class."
            ],
            "audio": "https://tts.langeek.co/read?text=bG93ZXIgY2xhc3M&hash=d5f8043e4b635af02a3e679671ab44c09ac90460&lang=en&cache-only=0",
            "defineEn": "the social class consisting of people with the lowest position in society and the least money",
            "defineVi": "tầng lớp xã hội bao gồm những người có vị trí thấp nhất trong xã hội và ít tiền nhất",
            "hasImg": true
        },
        {
            "id": "47acf20d-3ab8-40a2-9196-f6c2e46b111b",
            "word": "anthropology",
            "phonetic": "ænθɹəpɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sciences from anthropology to zoology have been put to forensic use.",
                "But within the field of anthropology, changes were in the works.",
                "Ted Gordon is an anthropology professor at the College of Saint Benedict and Saint John's University who focuses on Native American studies.",
                "That means, this method could answer some of the biggest questions in paleontology, archaeology, and anthropology.",
                "It touches on literature, history, anthropology, sociology, psychology, religion, and even science."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aHJvcG9sb2d5&hash=b64033327a9e83422b34d633dd5b1b6e83219108&lang=en&cache-only=0",
            "defineEn": "the study of the origins and developments of the human race and its societies and cultures",
            "defineVi": "nghiên cứu về nguồn gốc và sự phát triển của loài người cũng như các xã hội và nền văn hóa của nó",
            "hasImg": true
        },
        {
            "id": "c36dfac6-84e2-4eea-8559-e261048bc122",
            "word": "citizenship",
            "phonetic": "sɪɾɪzənʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The basic issue is citizenship.",
                "Citizenship alone cannot address this issue.",
                "In 1868, former slaves were guaranteed citizenship with the passing of the 14th Amendment.",
                "Thus, the most successful slave revolt in human history won freedom and citizenship for every slave in the French Caribbean.",
                "This is citizenship."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2l0aXplbnNoaXA&hash=ee7266c0b6f3268a92f4cfbcfafb206f97f4568f&lang=en&cache-only=0",
            "defineEn": "the legal status of being a member of a certain country",
            "defineVi": "tư cách pháp lý là thành viên của một quốc gia nhất định"
        },
        {
            "id": "c77c04ef-4122-4161-b594-5ffa702571fa",
            "word": "civic",
            "phonetic": "sɪvɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Civics minded?",
                "Here's a bit of civics 101.",
                "It’s a civics lesson again. ",
                "In other words, low turnout may be more about civic engagement than the day of the week.",
                "People don’t just express their personal civic political position just like that."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2l2aWM&hash=5457763d150ce7889144cfbc6e44e4f91acea490&lang=en&cache-only=0",
            "defineEn": "officially relating to or connected with a city or town",
            "defineVi": "chính thức liên quan đến hoặc kết nối với một thành phố hoặc thị trấn"
        },
        {
            "id": "d3205070-e303-4581-b305-1f8a5a7b8859",
            "word": "demographic",
            "phonetic": "dɛməɡɹæfɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our demographics are better than that of other countries.",
                "Even of the continent's demographics are changing.",
                "Experts call it 'the demographic dividend'.",
                "This also changed the country's demographics and the economy.",
                "Maybe the trigeminal nerve is less sensitive in certain demographics."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtb2dyYXBoaWM&hash=965fbec256e6883d788efff78d942c279c63b46d&lang=en&cache-only=0",
            "defineEn": "*** a particular sector of a population",
            "defineVi": "*** một khu vực cụ thể của dân số",
            "hasImg": true
        },
        {
            "id": "3aaef697-26e9-4dd0-8a95-2b9759b80914",
            "word": "peer",
            "phonetic": "pɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The government has created eight new peers.",
                "Kramer has certainly won the respect of his peers.",
                "She followed his gaze, peering into the gloom.",
                "The musician's natural talent and dedication kept him one jump ahead of his peers, constantly improving his skills and producing better music.",
                "The scientist struggled to find colleagues who shared his curiosity and vision, as his peers were content with conventional research."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVlcg&hash=6d68aa55e5f61dc1b0217cc058960be108d002f9&lang=en&cache-only=0",
            "defineEn": "a person of the same age, social status, or capability as another specified individual",
            "defineVi": "một người cùng độ tuổi, địa vị xã hội hoặc khả năng như một cá nhân được chỉ định khác",
            "hasImg": true
        },
        {
            "id": "37079afa-be69-4354-b763-a48e1af04602",
            "word": "senior citizen",
            "phonetic": "siːnjɚ sɪɾɪzən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Or senior citizens who use libraries as social hubs for various activities.",
                "You don't want senior citizens on that thing.",
                "At almost 70, Pete Carroll is not your typical senior citizen.",
                "Senior citizens are permitted to travel cheaply on a bus if they have a special card.",
                "Italy is second in the world only to Japan for having the highest concentration of senior citizens."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VuaW9yIGNpdGl6ZW4&hash=59cbd5980a62c34268f05f4b9db8ca13c3961f89&lang=en&cache-only=0",
            "defineEn": "an old person, especially someone who is retired",
            "defineVi": "một người già, đặc biệt là một người đã nghỉ hưu",
            "hasImg": true
        },
        {
            "id": "b26af498-c1dc-46ed-8344-c9772759cfa4",
            "word": "inferior",
            "phonetic": "ɪnfɪɹiɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You had inferior conditions.",
                "The inferior competitor will be eliminated.",
                "I wasn't inferior, and what was being promoted on British television was basically nonsense.",
                "Specifically, differences in a region called the right inferior frontal gyrus.",
                "He became superintendent of the Royal Garden in Paris and argued with Thomas Jefferson about whether animals and plants in the Americas were inferior to those in Eurasia."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mZXJpb3I&hash=146d2f48a74c3a3cdebdf54ecb6a2f070762c708&lang=en&cache-only=0",
            "defineEn": "lower in rank or status in comparison with someone or something else",
            "defineVi": "thấp hơn trong cấp bậc hoặc tình trạng so với một ai đó hoặc một cái gì đó khác"
        },
        {
            "id": "441a6a80-11f4-4b6d-849a-5ca9c4914b38",
            "word": "superior",
            "phonetic": "suːpiəɹɪɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Our superior technology is our ace in the hole.",
                "The make-or-break factor in this delicate post-course period is the attitude of the person's immediate superior.",
                "He shrugged off the thought of his superiors dragging him over the coals for making such a statement to a civilian.",
                "The boxer was determined to win the fight, but his opponent's superior speed and agility got the best of him.",
                "The startup faced stiff competition from established players in the market, but it was able to remain on its feet by innovating and delivering a superior product."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwZXJpb3I&hash=7d25038a5ad4cda5982ea1d1cf72e57daecc7f6b&lang=en&cache-only=0",
            "defineEn": "higher in status or rank in comparison with someone or something else",
            "defineVi": "địa vị hoặc cấp bậc cao hơn so với ai đó hoặc cái gì khác"
        },
        {
            "id": "e7537ee3-9842-4aac-8b5b-b9a8d1551b54",
            "word": "generation",
            "phonetic": "dʒɛnɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The years of stagnation did a lot of harm to the younger generation.",
                "Men of our generation never stood on ceremony.",
                "For generations, people have made furniture out of what was available.",
                "The torch has been passed to the new generation.",
                "My grandmother's sloe wine recipe has been passed down through generations and is always a hit at family gatherings."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXJhdGlvbg&hash=24f139996d8375b373cb3d2be93c81495b83c8de&lang=en&cache-only=0",
            "defineEn": "people born and living at approximately the same period of time",
            "defineVi": "những người sinh ra và sống gần như cùng một khoảng thời gian"
        },
        {
            "id": "7e317563-4ee8-4a05-83b7-df4bd4b76895",
            "word": "race",
            "phonetic": "ɹeɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fast runner won the race by a wide margin.",
                "The team finished the race in first place.",
                "My people have a horse in this race, too.",
                "In the Midlands the race remains too close to call.",
                "You lost the race faster than you can say Jack Robinson."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFjZQ&hash=62450fe3925f8822d35b5e3fd2815d7fd77d2afa&lang=en&cache-only=0",
            "defineEn": "each of the main groups into which humans can be divided based on their physical attributes such as the color of their skin",
            "defineVi": "mỗi nhóm chính mà con người có thể được phân chia dựa trên các thuộc tính vật lý của họ, chẳng hạn như màu da của họ",
            "hasImg": true
        },
        {
            "id": "9326fe0b-7b43-4eff-bd82-66b103ba3f6f",
            "word": "upper class",
            "phonetic": "ʌpɚ klæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "And the upper classes were on edge.",
                "Virgin called its first class cabin upper class.",
                "Some upper class Romans even got their own hand-written copies to read at home.",
                "Written in the early nineteenth century, Austen's novels decode the sheltered lives of the upper classes in rural England.",
                "But the upper class, the 1%, will talk about money quite comfortably and with their children."
            ],
            "audio": "https://tts.langeek.co/read?text=dXBwZXIgY2xhc3M&hash=8ce586f1b73954063eab800d371d627011d1ef7d&lang=en&cache-only=0",
            "defineEn": "a social group made up of people who hold the highest social position and are usually quite wealthy",
            "defineVi": "một nhóm xã hội bao gồm những người giữ vị trí xã hội cao nhất và thường khá giàu có",
            "hasImg": true
        },
        {
            "id": "fcb25d57-3b33-428d-9fcf-567207a086e2",
            "word": "working class",
            "phonetic": "wɜːkɪŋ klæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The working class has nothing to lose but its chains.",
                "The candidate built his brand off of speaking as he finds, which seems to strike a chord with the working class voters in his constituency.",
                "Working class people like myself, we used their part delivery companies.",
                "The bread and butter of the Mission District is the working class community.",
                "My restaurant is based on the working class people of New York."
            ],
            "audio": "https://tts.langeek.co/read?text=d29ya2luZyBjbGFzcw&hash=79baaf6cd71b26c604d04842c74da4838e85d313&lang=en&cache-only=0",
            "defineEn": "a social class that consists of people with low incomes who do manual or industrial work",
            "defineVi": "một tầng lớp xã hội bao gồm những người có thu nhập thấp làm công việc thủ công hoặc công nghiệp"
        },
        {
            "id": "ed81d552-867c-4341-b384-a7511b6edef6",
            "word": "bigot",
            "phonetic": "bɪɡət ",
            "partOfSpeechType": "noun",
            "examples": [
                "I did not raise a bigot.",
                "Prison turned my son into a bigot because whites cannot associate with Mexicans or blacks.",
                "I have a son who's a bigot and I'll never get it.",
                "I never thought this, also, coming from the South, my father was a bigot, my grandfather was a bigot, and I can't understand bigotry, to hate a race.",
                "I never thought this, also, coming from the South, my father was a bigot, my grandfather was a bigot, and I can't understand bigotry, to hate a race."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymlnb3Q&hash=1f1ef7675b1cdaab35fabdcdaf96413c9f389f2b&lang=en&cache-only=0",
            "defineEn": "a person who holds strong opinions about race, religion or politics and is intolerable of differing views",
            "defineVi": "một người có quan điểm mạnh mẽ về chủng tộc, tôn giáo hoặc chính trị và không thể chịu đựng được những quan điểm khác nhau"
        },
        {
            "id": "e2876379-dd1b-47b4-b298-c27b590946b8",
            "word": "elite",
            "phonetic": "ɪliːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This support has dramatically tilted the balance of power in favor of the Algerian ruling elite.",
                "Previous Elite had no onboard memory.",
                "Black people represent the wealthy elite, the middle class and the lower class there.",
                "Congress Party leaders and other nationalists in India were usually from the elite classes.",
                "Every year, hundreds of thousands of hardworking, talented students strive for admission to elite schools."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxpdGU&hash=17157c15d43225fc728a2eb945faaa2c90d75baf&lang=en&cache-only=0",
            "defineEn": "a small group of people in a society who enjoy a lot of advantages because of their economic, intellectual, etc. superiority",
            "defineVi": "một nhóm nhỏ người trong một xã hội được hưởng rất nhiều lợi thế vì sự vượt trội về kinh tế, trí tuệ, v.v."
        },
        {
            "id": "14d4e5f3-8d79-4b87-a1a1-b40615267890",
            "word": "equality",
            "phonetic": "iːkwɔlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The protesters raised their cries for justice and equality in the streets.",
                "The organization is committed to promoting equality and fairness for every person.",
                "Nelson Mandela was a well-respected African leader who fought for equality.",
                "Despite being from different backgrounds, the two activists shared a deep commitment to social justice and were kindred spirits in their fight for equality.",
                "Also, race and gender and other forms of inequality can exacerbate income equality."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXF1YWxpdHk&hash=53503aeeb9e8bad9dacafa4226139bd41e106502&lang=en&cache-only=0",
            "defineEn": "the state of having the same opportunities, rights, status, etc. as others",
            "defineVi": "trạng thái có cùng cơ hội, quyền, địa vị, v.v. như những người khác",
            "hasImg": true
        },
        {
            "id": "3e15f37b-2749-45b1-b04b-60c4b37e4460",
            "word": "feminism",
            "phonetic": "fɛmɪnɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "She talks a lot about intersectional feminism, racism.",
                "So clearly the civil Rights movement hadn’t exactly caught up to full fledged feminism at this point.",
                "I, and many others, have learned about rape culture, feminism, sexism, homophobia, transgender issues, racism because of the Internet.",
                "Whether you like feminists, hate feminists, hate certain waves of feminists and feminism, whatever.",
                "Let’s do feminism videos together."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVtaW5pc20&hash=e7d1efbf05227ef0ba5e9ea212c54dbc661b1bd6&lang=en&cache-only=0",
            "defineEn": "the movement that supports equal treatment of men and women and believes women should have the same rights and opportunities",
            "defineVi": "phong trào ủng hộ đối xử bình đẳng giữa nam và nữ và tin rằng phụ nữ nên có các quyền và cơ hội như nhau",
            "hasImg": true
        },
        {
            "id": "1b9e2924-9289-40f9-b6ab-f1b771477798",
            "word": "human right",
            "phonetic": "hjuːmən ɹaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The European Parliament is the voice of human rights and we are making do with just one hour.",
                "One hundred years from now, will we remember the sitcom star, or the surgeon, or the human rights activist, or the guy who juggled frogs?",
                "The society believed that education was a fundamental human right, knowing that better unborn than untaught - it was essential to ensure that everyone had the opportunity to reach their full potential.",
                "Human rights groups have raised concerns about civilians in the city.",
                "Health care is a human right."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVtYW4gcmlnaHQ&hash=af25b4faf5d9bf8eddd01520df62dc53adb78618&lang=en&cache-only=0",
            "defineEn": "one of a series of rights that every human being must have",
            "defineVi": "một trong một loạt các quyền mà mỗi con người phải có"
        },
        {
            "id": "885d519a-58f9-4bc6-a6fb-9131d0daa926",
            "word": "majority",
            "phonetic": "mədʒɔːɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bill was four votes shy of a majority.",
                "A majority of Democrats believe that such regulations protect the public.",
                "The overwhelming majority of Irish-Americans probably persuaded the administration that the cake was not worth the candle.",
                "The party, now in the minority, has been paying the new majority back in their own coin by stifling their legislation initiatives at every opportunity.",
                "The Democrats are three votes shy of a majority."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFqb3JpdHk&hash=ee020df2fe1afe42f7e427f4fb4646c77dcfa374&lang=en&cache-only=0",
            "defineEn": "the larger part or number of a given set or group",
            "defineVi": "phần hoặc số lớn hơn của một tập hợp hoặc nhóm nhất định",
            "hasImg": true
        }
    ]
}