{
    "id": "2b398f7b-f3c0-4c4e-8cfa-ccb968add697",
    "title": "Lesson 17",
    "originalTitle": "Lesson 17",
    "words": [
        {
            "id": "ac9221ef-b2dc-45d1-b7fe-36b401569fe7",
            "word": "cataclysm",
            "phonetic": "kæɾɐklɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Birds survived the cataclysm, of course, making them the last surviving lineage of the dinosaurs.",
                "and instead, the Palaeozoic Era ended in cataclysm.",
                "Similar soot can still be found in ancient rocks from volcanic fires of 66 million years ago, a record of the cataclysm touched off by an asteroid at the end of the late Cretaceous epoch."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0YWNseXNt&hash=6ee96a330ea9df6fc950bcbec0da1ed4ede46004&lang=en&cache-only=0",
            "defineEn": "a sudden, violent, and severe political or social change or event that gives way to a lot of harm or destruction",
            "defineVi": "một sự thay đổi hoặc sự kiện chính trị hoặc xã hội đột ngột, bạo lực và nghiêm trọng dẫn đến rất nhiều tác hại hoặc sự hủy diệt"
        },
        {
            "id": "bed48672-eb34-444f-bc18-f96494473057",
            "word": "catalyst",
            "phonetic": "kæɾɐlɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "It has a catalyst.",
                "The big catalyst was the Christie's auction.",
                "We have a catalyst pack.",
                "The beheading in October of Parisian teacher Samuel Paty by a Chechen Islamist was the catalyst for change.",
                "Catalysts are substances that increase the rate of chemical reactions."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0YWx5c3Q&hash=f94dfdc8df29d4fbb5a8bb6193817ff00d7c1008&lang=en&cache-only=0",
            "defineEn": "a thing or person that is the reason an important event or change is taking place",
            "defineVi": "một sự vật hoặc người đó là lý do một sự kiện quan trọng hoặc thay đổi đang diễn ra"
        },
        {
            "id": "439659a1-2d43-43f0-96aa-98186563cfa5",
            "word": "catapult",
            "phonetic": "kæɾɐpʌlt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The mainstream media catapulted him to the number one. ",
                "The mainstream media catapulted him to the number one. ",
                "The outer layers of the star are catapulted into space in a violent supernova explosion.",
                "Think of catapults, trebuchets, and siege towers.",
                "No one better catapulted the Beetle to success in the States than advertiser Bill Bernbach."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0YXB1bHQ&hash=2b43ed696f6c14ed06565e4a3402d457afb2c40f&lang=en&cache-only=0",
            "defineEn": "an engine that provided medieval artillery used during sieges; a heavy war engine for hurling large stones and other missiles",
            "defineVi": "một động cơ cung cấp pháo binh thời trung cổ được sử dụng trong các cuộc bao vây; một động cơ chiến tranh hạng nặng để ném đá lớn và các tên lửa khác"
        },
        {
            "id": "2cd19a26-27c6-4457-b048-bc0505912371",
            "word": "cataract",
            "phonetic": "kæɾɐɹækt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This massive cataract carries roughly 116 times more water per second over its edge than the Congo River's Inga Falls, the largest waterfall by volume on land.",
                "The effects of his cataracts are clear.",
                "For example, cataract surgery is the most common operation done under the NHS.",
                "For instance, it outlined a procedure for cataract surgery.",
                "Cataracts are clumps in the eye’s lens that form as proteins in the eye break down."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0YXJhY3Q&hash=7a5d89f0a95252371511ab2fbb79b00d70cf5ec8&lang=en&cache-only=0",
            "defineEn": "a large waterfall; violent rush of water over a precipice",
            "defineVi": "một thác nước lớn; dòng nước chảy dữ dội trên một vách đá"
        },
        {
            "id": "63e3b66d-d41a-46a0-92be-8dbc7bca9b3c",
            "word": "sphericity",
            "phonetic": "sfɛɹɪsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BoZXJpY2l0eQ&hash=911c43b6985083a886dc4dc1456cca4c43282ba2&lang=en&cache-only=0",
            "defineEn": "the roundness of a 3-dimensional object",
            "defineVi": "độ tròn của vật thể 3 chiều"
        },
        {
            "id": "f73a1f99-9b0d-4053-b23e-b52abd936a97",
            "word": "spheroid",
            "phonetic": "sfɛɹɔɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "But the Earth is almost spheroid, or a slightly wonky sphere.",
                "First made in 1569 by the Flemish cartographer Gerardus Mercator, this type of map basically turns the spheroid Earth into a cylinder.",
                "And we’ve learned that the spheroid shape, rotation, revolution, and tilt of the Earth cause insolation, air temperature, pressure, and wind to form worldwide patterns that strongly depend on latitude.",
                "Vesta is round…ish, what’s called an oblate spheroid, flattened a bit like a ball someone’s sitting on."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BoZXJvaWQ&hash=2cc089fbc5f06d5ee621382ffb06cbbf843ef501&lang=en&cache-only=0",
            "defineEn": "(geometry) a solid shape obtained by half-rotating an ellipse around one of its axis",
            "defineVi": "(hình học) hình khối có được bằng cách quay một nửa hình elip quanh một trong các trục của nó",
            "hasImg": true
        },
        {
            "id": "9d3576b8-2a8f-4f0f-8cb0-c293703f8d0d",
            "word": "spherometer",
            "phonetic": "sfəɹɑːmɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BoZXJvbWV0ZXI&hash=ec13e4e77670e7e91797b748a3f0983cd1cff76a&lang=en&cache-only=0",
            "defineEn": "a measuring instrument for measuring the curvature of a surface",
            "defineVi": "một dụng cụ đo để đo độ cong của bề mặt"
        },
        {
            "id": "5ec423ad-b182-4a63-b199-6ca26ec49ec8",
            "word": "emigrant",
            "phonetic": "ɛmɪɡɹənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW1pZ3JhbnQ&hash=c33063317fe9e15136a55f3891624cc2eccc0082&lang=en&cache-only=0",
            "defineEn": "someone who moves from one country to another with the intention of settling there permanently",
            "defineVi": "một người di chuyển từ nước này sang nước khác với ý định định cư ở đó lâu dài"
        },
        {
            "id": "b2402a4f-ce1c-4b88-9c54-1c07fee8e9a1",
            "word": "to emigrate",
            "phonetic": "tʊ ɛmɪɡɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Gruen emigrated to the U.S. following Germany's 1938 annexation of Austria.",
                "Born into poverty, he emigrated to the U.S., fleeing the Cambodian genocide.",
                "We are emigrating from the country because we have lost everything in the hurricane, and we cannot be satisfied with what has happened to us.",
                "But when those Europeans emigrated to America, their kids grew up to be five foot eight inches tall on average.",
                "If individuals flow out of an area, or emigrate, then the frequency will change."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW1pZ3JhdGU&hash=9c123d1d90be38c9492df94be0c007d7427d1c0e&lang=en&cache-only=0",
            "defineEn": "to leave one's own country in order to live in a foreign country",
            "defineVi": "rời khỏi đất nước của mình để sống ở nước ngoài",
            "hasImg": true
        },
        {
            "id": "914056b5-5b7f-444c-a4cf-f74f4e4f243d",
            "word": "to perturb",
            "phonetic": "tə pɚtɜːb ",
            "partOfSpeechType": "verb",
            "examples": [
                "The planets are slightly perturbed, but stay approximately in the same orbit.",
                "Some very preliminary studies have shown that some long-period comets aren’t coming in randomly, but instead have their orbits aligned in a way you might expect if a very distant planet perturbed them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVydHVyYg&hash=97019a34524fe1ed433c84c1a9491ecffabe894a&lang=en&cache-only=0",
            "defineEn": "disturb in mind or make uneasy or cause to be worried or alarmed",
            "defineVi": "làm phiền trong tâm trí hoặc làm cho không thoải mái hoặc gây lo lắng hoặc hoang mang"
        },
        {
            "id": "9f3a3e40-a4a2-4abe-8ed3-eb2ba8079d0f",
            "word": "perturbation",
            "phonetic": "pɚɾɚbeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Researchers have already seen perturbations in Jupiter’s magnetic field around its moons Ganymede and Io, which could mean those moons have internal magnetic fields generated by underground oceans.",
                "And recently, astronomers were able to measure those perturbations around Jupiter using NASA’s Juno spacecraft.",
                "And I'm seeing perturbations in this data and there seems to be an actual pattern here a Natural undulation of the curve initially I didn't have enough Domino setup to determine a steady state velocity",
                "Specifically, when Birkeland currents carry newly-arrived charged particles, they cause perturbations in a planet’s magnetic field.",
                "The fluctuations we see in the background glow now were actually incredibly small perturbations in the fabric of space at the time of inflation, which got stretched by inflation to macroscopic size."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVydHVyYmF0aW9u&hash=616b6f3ff0574bb19c45521f14cd446015660164&lang=en&cache-only=0",
            "defineEn": "an unhappy and worried mental state",
            "defineVi": "một trạng thái tinh thần không vui và lo lắng"
        },
        {
            "id": "6775334d-a867-40c0-b364-fc71f2122c76",
            "word": "to baste",
            "phonetic": "tə beɪst ",
            "partOfSpeechType": "verb",
            "examples": [
                "This is basting?",
                "They baste it with butter.",
                "If you really want to enhance the flavor of your steak, you can baste it.",
                "To baste, you want to add a couple tablespoons of butter along with some herbs and garlic to the pan.",
                "Then send them back into the oven for another 20 minutes, basting occasionally with any liquid that’s accumulated in the dish, if you have any, which I didn’t."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFzdGU&hash=2c7ac64e00264311903df05beb257f2ca9cc5875&lang=en&cache-only=0",
            "defineEn": "sew together loosely, with large stitches",
            "defineVi": "may lại với nhau một cách lỏng lẻo, với các mũi khâu lớn"
        },
        {
            "id": "e2ddc435-e7fd-4567-a63e-da177f8ba17a",
            "word": "bastion",
            "phonetic": "bæstiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I had hoped to establish such a bastion here but evidently Pontywen would resist tooth and nail.",
                "But, in a time where education was a rare thing, advice columnists really were bastions of knowledge that everyday people could tap into.",
                "David Chang: If you go to the ethnic food aisle, that is sort of the last bastion of racism that you can see in, like, full daylight in retail America.",
                "But it's also not the expected sort of liberal bastion that a lot of people think it is."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFzdGlvbg&hash=edaec28e39e19ef303a0e3c621227dc15d8a8d47&lang=en&cache-only=0",
            "defineEn": "fortified structure protruding from a wall or rampart, typically with a projecting angle or pentagonal shape, used for defensive purposes",
            "defineVi": "cấu trúc kiên cố nhô ra khỏi tường hoặc thành lũy, thường có góc nhô ra hoặc hình ngũ giác, được sử dụng cho mục đích phòng thủ"
        },
        {
            "id": "e2e03bc0-d0a5-4577-a597-d329cefcfacb",
            "word": "prodigal",
            "phonetic": "pɹɑːdɪɡəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvZGlnYWw&hash=090badc271a81daec3d55a9f65d6562b894c51f7&lang=en&cache-only=0",
            "defineEn": "a recklessly extravagant consumer",
            "defineVi": "một người tiêu dùng ngông cuồng liều lĩnh"
        },
        {
            "id": "98dcde88-8d12-4d47-8cee-dbbe745c2048",
            "word": "prodigious",
            "phonetic": "pɹədɪdʒəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvZGlnaW91cw&hash=5085984d8db767daf91a07facbe5ecf4804ebf5f&lang=en&cache-only=0",
            "defineEn": "so great in size or force or extent as to elicit awe",
            "defineVi": "quá lớn về kích thước hoặc sức mạnh hoặc mức độ để gợi ra sự sợ hãi"
        },
        {
            "id": "56e3847a-f975-4e3c-9819-50d77c583cea",
            "word": "prodigy",
            "phonetic": "pɹɑːdɪdʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandfather always said early ripe, early rotten when talking about child prodigies, believing that their early success often led to burnout or disappointment later in life.",
                "Experts define child prodigy as \"a young child who displays mastery of a field that is usually undertaken by adults.\"",
                "Other parents are not so supportive of their child prodigy.",
                "Child prodigies can focus their attention for long periods of time, concentrating on tasks that would bore other children of the same age.",
                "Child prodigies are highly intelligent, but this is not the only factor that They are considered prodigies because of their exceptional ability in one domain, or area."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZGlneQ&hash=7af6b0e2e242eb8fe4987dc0fcc16a0c8f03d01d&lang=en&cache-only=0",
            "defineEn": "an impressive or wonderful example of a particular quality",
            "defineVi": "một ví dụ ấn tượng hoặc tuyệt vời của một chất lượng cụ thể"
        },
        {
            "id": "fea3c55c-9eab-4b38-83de-107b1ee96518",
            "word": "lawgiver",
            "phonetic": "lɔːɡɪvɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGF3Z2l2ZXI&hash=affd21c26982386a252f38d412e13bf2771c1f20&lang=en&cache-only=0",
            "defineEn": "a maker of laws; someone who gives a code of laws",
            "defineVi": "một nhà làm luật; một người đưa ra một bộ luật"
        },
        {
            "id": "fcfd8143-c5ea-4977-9d9b-055ef2dff1ca",
            "word": "lawgiver",
            "phonetic": "lɔːmeɪkɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGF3Z2l2ZXI&hash=affd21c26982386a252f38d412e13bf2771c1f20&lang=en&cache-only=0",
            "defineEn": "a maker of laws; someone who gives a code of laws",
            "defineVi": "một nhà làm luật; một người đưa ra một bộ luật"
        }
    ]
}