{
    "id": "2b7c3582-dd2b-4fc6-9ae4-92a71ced4aac",
    "title": "Crime and Punishment",
    "originalTitle": "Crime and Punishment",
    "words": [
        {
            "id": "1a35b406-c044-4977-8864-2c4164abe65c",
            "word": "to assault",
            "phonetic": "tʊ ɐsɔlt ",
            "partOfSpeechType": "verb",
            "examples": [
                "A dog barks and stands at bay if he sees any one assault his master.",
                "A guilty verdict against Cosby would go a long way toward opening the floodgates for women to report sexual assault instead of repressing it.",
                "He then assaulted a female officer.",
                "Examples include: assault, vandalism, harassment, battery, so forth.",
                "Bombers continued their assault on the beach."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNzYXVsdA&hash=e43b9874884ab7438df1cd4f55b39efabd23ef9c&lang=en&cache-only=0",
            "defineEn": "to violently attack someone",
            "defineVi": "để tấn công dữ dội một ai đó",
            "hasImg": true
        },
        {
            "id": "23357145-943c-4471-a059-b820873890a6",
            "word": "to bribe",
            "phonetic": "tə bɹaɪb ",
            "partOfSpeechType": "verb",
            "examples": [
                "She was accused of taking bribes.",
                "The police officer was known for being straight as a ramrod, never accepting bribes or breaking the law.",
                "It was like they were trying to pay me off for keeping quiet, to bribe me to look the other way.",
                "Susan witnessed how easily her coworker was persuaded to overlook an ethical violation after receiving an expensive gift, demonstrating that a bribe will enter without knocking.",
                "They’ve been bribed."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJpYmU&hash=2e6a76a8be57191a927e3eb32bc6d2c83a6bc123&lang=en&cache-only=0",
            "defineEn": "to persuade someone to do something, often illegal, by giving them an amount of money or something of value",
            "defineVi": "để thuyết phục ai đó làm điều gì đó, thường là bất hợp pháp, bằng cách cho họ một số tiền hoặc một cái gì đó có giá trị",
            "hasImg": true
        },
        {
            "id": "6a7fdc4a-582f-41bd-ba3c-2da9687bdbe7",
            "word": "to vandalize",
            "phonetic": "tə vændəlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "So does Juliet vandalize Romeo's window?",
                "In one high profile case, a dealership in West Covina, California, was vandalized, including 20 Hummers valued at about $50000 each.",
                "A vandalized Citi Bike, I think that would be fantastic.",
                "The buildings have clearly been vandalized, and the Department of Homeland Security has a mandate to protect them.",
                "Looters broke into and vandalized a Dollar Tree nearby, while others set off fireworks outside."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmFuZGFsaXpl&hash=b91555d29e2751e9329034e9399e5277183ce6c9&lang=en&cache-only=0",
            "defineEn": "to intentionally damage something, particularly public property",
            "defineVi": "để cố ý làm hỏng một cái gì đó, đặc biệt là tài sản công cộng",
            "hasImg": true
        },
        {
            "id": "03cf2c8c-a982-4960-9977-e36e029af285",
            "word": "to launder",
            "phonetic": "tə lɔːndɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Money laundering itself wasn't officially recognized as a federal crime in the United States until 1986.",
                "The US Treasury estimates that something like 300 billion dollars a year is laundered through the United States.",
                "Lori Porter: It was a nightmare because our members were laundering their PPE.",
                "But Capone wasn't the first to launder money.",
                "No one knows for sure the total amount of money that's laundered on a yearly basis, but some organizations estimate it to be in the hundreds of billions of dollars."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGF1bmRlcg&hash=bc074c33041d8ea82a7ea5a09849ab4fe4685e89&lang=en&cache-only=0",
            "defineEn": "to make some alterations in order to make something that has been obtained illegally, especially money and currency appear legal or acceptable",
            "defineVi": "để thực hiện một số thay đổi để làm cho thứ gì đó có được một cách bất hợp pháp, đặc biệt là tiền và tiền tệ có vẻ hợp pháp hoặc chấp nhận được"
        },
        {
            "id": "4abc37d3-2200-4d29-816f-1b7a91d5c4e9",
            "word": "to appropriate",
            "phonetic": "tʊ ɐpɹoʊpɹɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Even if one is confident in his innocence, it is not appropriate to be a judge in his own cause, as it undermines the credibility of the decision-making process.",
                "We advise a food sensitivity test to better identify true food intolerances and appropriate amount of time to keep out of your system for optimal health and healing.",
                "You'll have to wait until you've been contacted by the appropriate member of the administration",
                "If you're planning a hike in the mountains, be sure to check the weather forecast and bring appropriate gear.",
                "The regulations are scheduled to go into effect next winter, and in the interim, we'll be working hard to make all of the appropriate changes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwcm9wcmlhdGU&hash=64475f3f0decc50504841b1b0d03baa550533589&lang=en&cache-only=0",
            "defineEn": "to take something for one's own use, especially illegally or without the owner's permission",
            "defineVi": "để lấy một cái gì đó để sử dụng riêng của một người, đặc biệt là bất hợp pháp hoặc không có sự cho phép của chủ sở hữu"
        },
        {
            "id": "bdeaffcd-5ceb-4f39-a319-78145e7ad227",
            "word": "contraband",
            "phonetic": "kɑːntɹəbænd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Censorship laws in the country drove up the demand for film contraband, leading to a rampant industry of pirated films and television shows.",
                "[Narrator] JFK disposes of the contraband food in one of two ways: the grinder, or the incinerator.",
                "First, they're given one last chance to discreetly dispose of prohibited contraband like drugs, alcohol, tobacco, and inappropriate photographs.",
                "But if we can do that, advances like these could one day help us catch criminals, find contraband, and solve cold cases faster and more accurately than ever.",
                "So we're gonna go walk this bin, nice and full from those two passengers, down to our contraband room."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJhYmFuZA&hash=e89509c2eeefad69b2e3858f925c7129d06ad5fd&lang=en&cache-only=0",
            "defineEn": "goods that are taken into or out of a country illegally",
            "defineVi": "hàng hóa được đưa vào hoặc ra khỏi một quốc gia bất hợp pháp"
        },
        {
            "id": "532c1576-4ee9-464d-a871-5ead7ed2dad1",
            "word": "to smuggle",
            "phonetic": "tə smʌɡəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "But somehow the slaves had smuggled on some weapons.",
                "An astronaut on the 1969 Gemini 3 mission smuggled a corned beef sandwich into space, but after one bite, it crumbled apart, and crumbs went everywhere.",
                "He actually smuggled a small tree into the White House and hid it in a closet in the upstairs sewing room.",
                "And of course people were smuggling stuff into the south and smuggling the cotton.",
                "Using the same cover identities, they smuggled themselves into the Czech Republic."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc211Z2dsZQ&hash=404064046ed402bd1e2902e14255a67106fa9bde&lang=en&cache-only=0",
            "defineEn": "to move goods or people illegally and secretly into or out of a country",
            "defineVi": "di chuyển hàng hóa hoặc người một cách bất hợp pháp và bí mật vào hoặc ra khỏi một quốc gia"
        },
        {
            "id": "1f03ea7c-fdca-4a61-8dae-e862277764f3",
            "word": "to abuse",
            "phonetic": "tʊ ɐbjuːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Sales assistants are often on the receiving end of verbal abuse from customers.",
                "One day, after years of violent abuse from her husband, she took the law into her own hands.",
                "A Xerox subsidy can be expensive for a company if employees abuse the privilege.",
                "The celebrities were able to avoid jail time for their drug abuse because the laws are like cobwebs, which may catch small flies, but let wasps and hornets break through.",
                "Drug abuse takes quite a toll on the lives of people."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWJ1c2U&hash=e5d0e2d488fd1f695c39776e8444021c448dca90&lang=en&cache-only=0",
            "defineEn": "to cruelly or violently treat a person or an animal, especially regularly or repeatedly",
            "defineVi": "đối xử tàn nhẫn hoặc bạo lực với một người hoặc một con vật, đặc biệt là thường xuyên hoặc lặp đi lặp lại",
            "hasImg": true
        },
        {
            "id": "5fac1428-310a-4949-bc39-6e6487d11462",
            "word": "to blackmail",
            "phonetic": "tə blækmeɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "He may have decided to feather his nest by blackmail.",
                "The second sign, Is emotional blackmail.",
                "Emotional blackmail is a form of manipulation and emotional abuse.",
                "Can you please- Not blackmail!",
                "And I know all about blackmail."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxhY2ttYWls&hash=8bd9600d3cac31f77c9b7b515a3adedf1d03a6bf&lang=en&cache-only=0",
            "defineEn": "to demand funds or another benefit from someone in exchange for not damaging their reputation",
            "defineVi": "yêu cầu tiền hoặc lợi ích khác từ ai đó để đổi lấy việc không làm tổn hại đến danh tiếng của họ"
        },
        {
            "id": "74744f65-9b6d-459f-aef6-cd28783c48ee",
            "word": "to abduct",
            "phonetic": "tʊ ɐbdʌkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Have people really been abducted by aliens?",
                "You probably weren’t abducted by aliens or anything like that.",
                "One group never claimed to have been abducted by aliens.",
                "She is 21 and was abducted with her two children near Sinjar Mountain last summer.",
                "So, basically, they come to the conclusion that they've been abducted by aliens."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWJkdWN0&hash=70831e6618441b0766dfbb96c51ad2b28cf20fdd&lang=en&cache-only=0",
            "defineEn": "to illegally take someone away, especially by force or deception",
            "defineVi": "để đưa ai đó đi một cách bất hợp pháp, đặc biệt là bằng vũ lực hoặc lừa dối",
            "hasImg": true
        },
        {
            "id": "4ca164d9-7e6c-45d0-a412-a56124a8720d",
            "word": "to swindle",
            "phonetic": "tə swɪndəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "He swindled major charities, universities, and celebrities.",
                "Cheat and lie and swindle and threaten. ",
                "Not only was the system racist, it led to one of the largest state and federally sanctioned criminal enterprises as many of the guardians swindled, embezzled millions and millions of dollars.",
                "And do you believe this is all an attempt to swindle voters and change the results of the 2020 election?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dpbmRsZQ&hash=103ff59aeba3e5686ac55e460bdae94b97203b3f&lang=en&cache-only=0",
            "defineEn": "to use deceit in order to deprive someone of their money or possessions",
            "defineVi": "sử dụng sự lừa dối để tước đoạt tiền hoặc tài sản của ai đó"
        },
        {
            "id": "3c92200d-dfa0-4d9d-bc8c-28ca4480c17d",
            "word": "to collude",
            "phonetic": "tə kəluːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "People talk about collusion: Did Trump collude with Russia?",
                "Or we were saying that they are colluding.",
                "Some would say collude to set rules and practices that protect the industry from themselves, that protect themselves jointly from new competition.",
                "Do you believe that it will produce proof that this president colluded in some way with the Russians?",
                "And if they have a formal agreement to collude, we call these players right over here, we call them a cartel."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29sbHVkZQ&hash=6bab180dcbd8a2ca842e9045cc959eaf5ac1d6ee&lang=en&cache-only=0",
            "defineEn": "‌to cooperate secretly or illegally for deceiving other people",
            "defineVi": "‌hợp tác bí mật hoặc bất hợp pháp để lừa dối người khác"
        },
        {
            "id": "9afe0d8b-3794-4861-aedf-90cfba92b1df",
            "word": "to conspire",
            "phonetic": "tə kənspaɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Thousands of people never conspire to do anything secretly.",
                "In 1893, the US Minister to the Kingdom of Hawai`i conspired with US citizens and a bunch of other non-native people to overthrow the Native Hawaiians’ sovereign government, which, yes, was a direct violation of international treaties.",
                "Six men were later charged with conspiring to kidnap Michigan's Democratic Governor Gretchen Whitmer.",
                "The suspicion is that these tribe members may be conspiring or cooperating with the illegal loggers to let them onto the land.",
                "With this type, the person feels that they're being conspired against, spied on, or poisoned."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc3BpcmU&hash=af7f83b27f9e5a1e2ebfbfe5285b041dd67eabcd&lang=en&cache-only=0",
            "defineEn": "to make secret plans with other people to commit an illegal or destructive act",
            "defineVi": "lập kế hoạch bí mật với những người khác để thực hiện một hành động bất hợp pháp hoặc phá hoại"
        },
        {
            "id": "bec40c1e-020a-4008-8824-f3ac7a474646",
            "word": "to slander",
            "phonetic": "tə slændɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "These are slanders.",
                "We could be sued for slander or defamation. ",
                "His mother, Noor, tweeted: \"Truth and justice will prevail for all the innocent victims of this wicked slander.\"",
                "When you make a mistake of reading the comments and seeing other - my friends were also seeing the comments and they were saying that it was turning into libel and slander or whatever.",
                "And this person was very well known on Facebook, and so, long story short, the video was taking something, misunderstanding it, misinterpreting it, and changing whatever it was, and that started a whole thing of sort of libel and slander."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2xhbmRlcg&hash=446731bd254e093c7ae04b212e64a640a1ab45ee&lang=en&cache-only=0",
            "defineEn": "to make false and adverse statements about someone for defamation",
            "defineVi": "đưa ra những tuyên bố sai trái và bất lợi về ai đó để phỉ báng"
        },
        {
            "id": "4a158ecd-fcad-42ae-b5bb-172964938dd8",
            "word": "embezzlement",
            "phonetic": "ɛmbɛzəlmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company kicked off the CEO for embezzlement.",
                "After being accused of embezzlement, the CEO went to ground and was not seen in public for weeks.",
                "Maybe we should then mention the embezzlement in St. Petersburg.",
                "Candidate Green is totally not being investigated for embezzlement, but that’s not the point.",
                "Second, the data don’t include many crimes that are more commonly committed by whites, like drunk driving, embezzlement, and tax fraud."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1iZXp6bGVtZW50&hash=c7983d0945544991744413116348171e552d98c7&lang=en&cache-only=0",
            "defineEn": "the act of stealing funds that are placed in one's trust and belong to one's employer",
            "defineVi": "hành vi ăn cắp tiền được đặt trong niềm tin của một người và thuộc về chủ nhân của một người"
        },
        {
            "id": "886a4037-eb62-49ab-8a66-ebced8196c31",
            "word": "to trespass",
            "phonetic": "tə tɹɛspəs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Don't ever trespass!",
                "Don't ever trespass, kids!",
                "You guys are trespassing as far as I'm concerned.",
                "But neighbors were aware of the trespasses and the community was on alert.",
                "The guy said to me, do you know that you're trespassing on federal property?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJlc3Bhc3M&hash=9d57eb3a566366c9d1357ddb89c74a73fa671a96&lang=en&cache-only=0",
            "defineEn": "to enter someone's land or building without permission",
            "defineVi": "vào đất hoặc tòa nhà của ai đó mà không được phép"
        },
        {
            "id": "97f75900-c8af-4b14-91b5-0ca466d05b20",
            "word": "carjacking",
            "phonetic": "kɑːɹdʒækɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A study published in 2017 by researchers from California State University had 289 undergrads watch a video of a carjacking in groups of five, then report what they saw one at a time."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyamFja2luZw&hash=5b4f94e9fd1bf15f0a887ef3d0f2789886ec2e86&lang=en&cache-only=0",
            "defineEn": "the act of violently stealing a car while someone is inside it",
            "defineVi": "hành động đánh cắp một cách thô bạo một chiếc xe hơi khi có người ở trong đó"
        },
        {
            "id": "b1ad277d-a819-46fa-b714-e52a0fa9df00",
            "word": "delinquency",
            "phonetic": "dᵻlɪŋkwənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "They studied boys who lived in an urban neighborhood known for its high rate of delinquency."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsaW5xdWVuY3k&hash=28c08aa0de3df6313895bc80ea3de59f95e6ed6a&lang=en&cache-only=0",
            "defineEn": "a minor crime or misdeed, especially of a young person",
            "defineVi": "một tội phạm nhỏ hoặc hành vi sai trái, đặc biệt là của một người trẻ tuổi"
        },
        {
            "id": "4605c881-ef98-41cd-832c-9238a16988d2",
            "word": "felon",
            "phonetic": "fɛlən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Felons are often barred from social welfare programs, for example, and face extensive legal discrimination in hiring and housing.",
                "This bill was not supposed to be about $1,400 checks to illegal immigrants or $1,400 checks to felons who are currently in prison or block grants to sanctuary cities.",
                "No one gonna give me a job because I'm a convicted felon.",
                "But yet they still left provisions in there, didn't clarify the bill, to still allow people who are sitting in jail as convicted felons to receive the stimulus checks.",
                "And instead of just reading from Galen’s texts, he dissected cadavers for his students, usually the corpses of executed felons."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVsb24&hash=e7a5011e9490d785c9c91aa265cbd878476c742a&lang=en&cache-only=0",
            "defineEn": "someone who has committed or has been legally found guilty of a serious crime",
            "defineVi": "một người đã cam kết hoặc đã bị kết tội hợp pháp về một tội nghiêm trọng",
            "hasImg": true
        },
        {
            "id": "ee0d035b-44fe-44c2-b355-62ea1010f176",
            "word": "accomplice",
            "phonetic": "ɐkɑːmplɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "An ally, quite frankly, is an accomplice.",
                "Yusupov and his accomplices pursued him, finally killing Rasputin with a bullet to the forehead and dumping his body in the Malaya Nevka river.",
                "I'll be an accomplice and I'm like I'm with him.",
                "AUTHORITIES NEVER DID TIE THE NATIONAL ALLIANCE TO THE OKLAHOMA CITY BOMBING PINNING THE DEVASTATING CRIME ON McVEIGH AND THE FEW ACCOMPLICES.",
                "Or it could be a robbery, a snatch and grab where your accomplice unexpectedly pulls out a knife and kills someone."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb21wbGljZQ&hash=34949ba756a766a7f34c03f3568bb935d32ec529&lang=en&cache-only=0",
            "defineEn": "someone who helps another to commit a crime or do a wrongdoing",
            "defineVi": "ai đó giúp người khác phạm tội hoặc làm điều sai trái"
        },
        {
            "id": "26f4289e-a4ef-4485-9662-1013065f447e",
            "word": "misdemeanor",
            "phonetic": "mɪsdᵻmiːnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Former Governor Rick Snyder is facing misdemeanor counts of willful neglect.",
                "He pleaded not guilty this morning to two misdemeanor charges of willful neglect of duty.",
                "It is a misdemeanor offense or a felony offense for repeated entries. ",
                "\"Johnson is charged with two counts of misdemeanor assault \"on a handicapped person.",
                "Investigators said today that his previous misdemeanor assault conviction did not prevent the purchase."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzZGVtZWFub3I&hash=f6a28d1951eb00ecbfce5d69e140834d3f7eb00e&lang=en&cache-only=0",
            "defineEn": "an action that is considered wrong or unacceptable yet not very serious",
            "defineVi": "một hành động được coi là sai hoặc không thể chấp nhận nhưng không phải là rất nghiêm trọng"
        },
        {
            "id": "bb3f36ba-2e18-4e90-b3e4-658671bf4eba",
            "word": "felony",
            "phonetic": "fɛləni ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, the felony murder rule does have its supporters.",
                "Only about 140 actually send cases to felony level courts.",
                "The word felony is in there, because it usually applies to the felony class of crimes.",
                "The felony murder rule deters people from being involved in violent crime.",
                "Have given statements under penalty of felony to the committee"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVsb255&hash=7aca209e8c96f0823fa81666ff0564016c60b63b&lang=en&cache-only=0",
            "defineEn": "a serious crime such as arson, murder, rape, etc.",
            "defineVi": "một tội ác nghiêm trọng như đốt phá, giết người, hãm hiếp, v.v."
        },
        {
            "id": "05e2f2ad-df54-42d7-a6a1-edf50b241162",
            "word": "homicide",
            "phonetic": "hɑːmɪsaɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Homicides are way up.",
                "So, homicide has increased.",
                "Or, they'll threaten homicide.",
                "His death was ruled a homicide.",
                "That could rule out homicide charges in the case."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9taWNpZGU&hash=ef20747f7b798811fe63b78b8b4758611a4987f0&lang=en&cache-only=0",
            "defineEn": "the crime of murdering another person",
            "defineVi": "tội giết người khác"
        },
        {
            "id": "16b8d6ee-3287-4627-965e-0f61026698db",
            "word": "genocide",
            "phonetic": "dʒɛnəsaɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Then, after 1500, Spanish genocide definitively crushed high Mayan culture.",
                "It was genocide.",
                "United Nations judges in The Hague upheld a genocide conviction against former Bosnian Serb military chief Ratko Mladic.",
                "The U.N. accused it of genocide, crimes against humanity and war crimes.",
                "There had been genocide in Rwanda, and radios had played a really key role in the execution of this genocide in Rwanda."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2Vub2NpZGU&hash=cffca58a72d44f9e70210e355f273d048750a928&lang=en&cache-only=0",
            "defineEn": "a mass murder committed in order to destroy a particular nation, religious or ethnic group, or race",
            "defineVi": "một vụ giết người hàng loạt được thực hiện để tiêu diệt một quốc gia, tôn giáo hoặc nhóm sắc tộc hoặc chủng tộc cụ thể"
        },
        {
            "id": "4d4620fc-89c5-42fa-bd01-25bc9d7a2334",
            "word": "heist",
            "phonetic": "haɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Police still haven't made heads nor tails of the heist.",
                "These ants are planning a heist.",
                "I pulled off the biggest heist of the century and people just have no idea.",
                "The car was perfect for a film about a bank heist that involved car chases down narrow Italian streets.",
                "Like a gang of thieves in a heist flick, these viruses slip past all of the traps and defenses our body puts out for them, one by one."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVpc3Q&hash=5e6a7ece1295344247162434a915a8d427f2b7d2&lang=en&cache-only=0",
            "defineEn": "‌an act of violently stealing something valuable, especially from a shop or bank",
            "defineVi": "‌một hành động ăn cắp thô bạo thứ gì đó có giá trị, đặc biệt là từ một cửa hàng hoặc ngân hàng",
            "hasImg": true
        },
        {
            "id": "55d7c2d4-a629-43b9-8d0e-2a11726edcd3",
            "word": "larceny",
            "phonetic": "lɑːɹsɛni ",
            "partOfSpeechType": "noun",
            "examples": [
                "But like in human societies, larceny is a risky choice.",
                "There are crimes against the person, which include murder, aggravated assault, rape, and robbery, and crimes against property, which include burglary, larceny-theft, auto-theft, and arson."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFyY2VueQ&hash=5b153a00ec5651f0234fab10e6941f2038e3763f&lang=en&cache-only=0",
            "defineEn": "the act of stealing something from someone, especially without breaking into a building",
            "defineVi": "hành động ăn cắp thứ gì đó từ ai đó, đặc biệt là không đột nhập vào tòa nhà"
        },
        {
            "id": "cf8a3a15-8114-4cf0-86d9-7bc5bd1e8645",
            "word": "perjury",
            "phonetic": "pɜːdʒɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He said it would be a perjury trap.",
                "And so this eventually led, because she was testifying under oath, I asked the FBI to investigate perjury, because she absolutely lied under oath time and time again.",
                "And in September, YouTube was found guilty of violating COPPA with a decade of perjury and fined $170 million."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyanVyeQ&hash=37853c06e1a5384dbc30fe6a7b670524e54a8d8b&lang=en&cache-only=0",
            "defineEn": "the offense of telling lies in a court of law after you have vowed to tell the truth",
            "defineVi": "tội nói dối trước tòa án sau khi bạn đã thề sẽ nói sự thật"
        },
        {
            "id": "a152cb1e-976e-42cb-955d-f73545a5c1a2",
            "word": "serial killer",
            "phonetic": "sɪɹiəl kɪlɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VyaWFsIGtpbGxlcg&hash=041a1984de293d8b3c97b6488b824c54fc4d4d54&lang=en&cache-only=0",
            "defineEn": "someone who commits a series of murders in a similar pattern",
            "defineVi": "một người thực hiện một loạt các vụ giết người trong một mô hình tương tự"
        },
        {
            "id": "3b4041ff-d379-4b33-ab95-660ac68b1095",
            "word": "confinement",
            "phonetic": "kənfaɪnmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The coup gave the dictatorship a dose of its own medicine, subjecting the dictator and his entourage to torture and confinement in deplorable conditions.",
                "Lawrence Livermore is pursuing inertial confinement fusion.",
                "These freedom fighters were kept in solitary confinement as a warning to others.",
                "While Sandra waited for her result, she was placed into solitary confinement.",
                "McFarland was under home confinement outside Atlanta, monitored with an ankle bracelet."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZmluZW1lbnQ&hash=b37b2c9ad8043bf39a4b51b88d97afa94c4db698&lang=en&cache-only=0",
            "defineEn": "the action of keeping someone in a closed space, prison, etc., usually by force",
            "defineVi": "hành động giữ ai đó trong một không gian kín, nhà tù, v.v., thường là bằng vũ lực"
        },
        {
            "id": "6b997cd4-a274-4cd3-a109-e4ebef168a7a",
            "word": "incrimination",
            "phonetic": "ɪŋkɹɪmᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Same thing with the 5th amendment guarantees against self incrimination.",
                "He was never told about his due process rights, specifically the protection against self-incrimination, which is what he did in his confession."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jcmltaW5hdGlvbg&hash=66cec2d3842a92900f4e5515665a794fdf434371&lang=en&cache-only=0",
            "defineEn": "the act of suggesting that someone is guilty, particularly of a crime",
            "defineVi": "hành động gợi ý rằng ai đó có tội, đặc biệt là tội phạm",
            "hasImg": true
        },
        {
            "id": "94d5cfce-fa27-4188-9dc4-95219c5f76b0",
            "word": "to apprehend",
            "phonetic": "tʊ æpɹihɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The police apprehended the thief and recovered the stolen items.",
                "U.S. authorities apprehended nearly 19,000 minors in March.",
                "The vast majority of people apprehended crossing the border right now are being turned back around to Mexico under a pandemic-related rule called Title 42.",
                "And Milosevic was eventually apprehended by the world court, even as in 2003 his henchman assassinated a new reform-minded prime minister.",
                "On motorcycles at the front of the pack, Laércio and, it turns out, one of the guards who was apprehended last night."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwcmVoZW5k&hash=4c1629ea15a7efab52f168934bce53a1d3ac299a&lang=en&cache-only=0",
            "defineEn": "(of a convict or an accused) to arrest",
            "defineVi": "(của một người bị kết án hoặc bị cáo) để bắt giữ",
            "hasImg": true
        },
        {
            "id": "5e258cf9-be58-4bc6-9b8b-9609047ddca1",
            "word": "to extradite",
            "phonetic": "tʊ ɛkstɹədaɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Anyone could be extradited.",
                "A British judge today refused to order WikiLeaks founder Julian Assange extradited to the U.S. to face espionage charges.",
                "So one is Huawei's chief financial officer, Meng Wanzhou, is currently in Canada, and the US requested to extradite her to face trial in the US."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXh0cmFkaXRl&hash=7274d2d740f1f878042103a08bd8a30b1a2b0cc1&lang=en&cache-only=0",
            "defineEn": "to use a legal process to send an accused person back to the state or country where the crime was committed to be put on trial",
            "defineVi": "sử dụng một quy trình pháp lý để đưa một người bị buộc tội trở lại tiểu bang hoặc quốc gia nơi tội phạm được thực hiện để đưa ra xét xử"
        },
        {
            "id": "cc9d569d-3cf2-4e34-be2d-c23865597caf",
            "word": "to detain",
            "phonetic": "tə dɪteɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "He was declared insane and ordered to be detained in a mental hospital at Her Majesty's pleasure.",
                "Journalist for Bloomberg news Haze Fan was detained in December.",
                "One protester was detained at this location nearby.",
                "In the middle of all this, protesters were detained in ways that alarmed civil rights advocates and former Homeland Security officials.",
                "Border Patrol is detaining more people at the U.S.-Mexico border than at any point in 20 years."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGV0YWlu&hash=3c28fb4198033bf06fa62b40c874735b29b320c6&lang=en&cache-only=0",
            "defineEn": "to officially hold someone in a place, such as a jail, and not let them go",
            "defineVi": "để chính thức giữ ai đó ở một nơi, chẳng hạn như một nhà tù, và không để họ đi",
            "hasImg": true
        },
        {
            "id": "7de1a0ba-3c7f-41ed-8a37-6c33393d7b87",
            "word": "incarceration",
            "phonetic": "ɪŋkɑːɹsɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Kentucky prison reforms did not address juvenile incarceration.",
                "Mass incarceration became the thing later. ",
                "Incarceration has become the response to every social problem that we encounter.",
                "Incarceration has become the response to every social problem that we encounter.",
                "Incarceration has become the response to every social problem that we encounter."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jYXJjZXJhdGlvbg&hash=7fe95c72c04afcb803014c5c1e4178c7d97f50a7&lang=en&cache-only=0",
            "defineEn": "the state of being detained; the act of putting or keeping someone in captivity",
            "defineVi": "tình trạng bị giam giữ; hành động đưa hoặc giữ ai đó bị giam cầm"
        },
        {
            "id": "6f5b266a-af52-4723-89d5-dacc55ccd69c",
            "word": "to exile",
            "phonetic": "tʊ ɛɡzaɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The crowds sent him and the king into exile.",
                "So your dad, Eric the Red, was exiled from Iceland to Greenland because of manslaughter.",
                "On a December night in 1910, the exiled former leader of Honduras, Manuel Bonilla, boarded a borrowed yacht in New Orleans.",
                "And they exile him to Elba.",
                "It’s about total human exile."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhpbGU&hash=264b16a88ff31aa8ab24d56256bfc2ee75211e88&lang=en&cache-only=0",
            "defineEn": "to expel or banish someone from their native country, usually due to political reasons or for punishment",
            "defineVi": "trục xuất hoặc trục xuất ai đó khỏi quê hương của họ, thường là vì lý do chính trị hoặc để trừng phạt"
        },
        {
            "id": "667a5baf-841f-43a2-a1d6-781544a516d1",
            "word": "disciplinary",
            "phonetic": "dɪsɪplɪnɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I really had to go through the wringer with that disciplinary hearing.",
                "When a student goes AWOL repeatedly, the Principal determines the appropriate disciplinary action, up to and including recommendation for discharge.",
                "The school administration understands that catching is before hanging, so they have implemented strict disciplinary policies to deter students from engaging in inappropriate behavior.",
                "The data includes identities of informants and police disciplinary files.",
                "He ordered the public release of numerous disciplinary files containing allegations of torture."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY2lwbGluYXJ5&hash=45dc531d77401270e3eb313ffe2482441bef4139&lang=en&cache-only=0",
            "defineEn": "relating to or enforcing discipline",
            "defineVi": "liên quan đến hoặc thi hành kỷ luật"
        },
        {
            "id": "96095fca-ed75-43fe-93fc-9d9e5eb7e993",
            "word": "to confiscate",
            "phonetic": "tə kɑːnfɪskeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "But police confiscated her passport.",
                "Actual photograph confiscated as evidence.",
                "His first gun was confiscated.",
                "This animal was confiscated by the U.S. fish and wildlife service.",
                "When they finally broke up the ring, they confiscated over $10 million."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZmlzY2F0ZQ&hash=3e7b59dd35e93874598b5ab0f928b4b45ba5dc8b&lang=en&cache-only=0",
            "defineEn": "to officially seize or take away something from someone, usually as punishment",
            "defineVi": "để chính thức nắm bắt hoặc lấy đi một cái gì đó từ một ai đó, thường là hình phạt"
        },
        {
            "id": "9714c7ca-4b6f-4f1c-a44c-18eb4b7f0ab9",
            "word": "to execute",
            "phonetic": "tʊ ɛksᵻkjuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "More specifically, executing his uncle.",
                "The whole thing is pretty beautifully executed.",
                "Only one of us can be executed.",
                "Since yesterday, the Israeli Defense Forces executed hundreds of attacks on Hamas and Islamic Jihad in Gaza.",
                "Since yesterday, the Israeli Defense Forces executed hundreds of attacks on Hamas and Islamic Jihad in Gaza."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhlY3V0ZQ&hash=7e84ce7028a3d39381101d60d34c00d4dc782bed&lang=en&cache-only=0",
            "defineEn": "to kill someone, especially as a legal penalty",
            "defineVi": "để giết một ai đó, đặc biệt là một hình phạt pháp lý"
        },
        {
            "id": "12388157-0689-463a-8807-6161b1619ae4",
            "word": "to forfeit",
            "phonetic": "tə fɔːɹfɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Can we forfeit?",
                "However if the backer ends the agreement and the player is in make-up the backer forfeits the debt.",
                "If it's anything like forfeit it would be surfeit.",
                "And in international sporting events, Iran bans its athletes from competing with Israelis, who often end up winning by forfeit.",
                "The rules of magic duels are strict, and anyone who casts out of order immediately forfeits the duel."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9yZmVpdA&hash=9e07f365499bfca87ca53074f74a69b97386232a&lang=en&cache-only=0",
            "defineEn": "to no longer be able to access a right, property, privilege, etc. as a result of violating a law or a punishment for doing something wrong",
            "defineVi": "không còn có thể tiếp cận quyền, tài sản, đặc quyền, v.v. do vi phạm pháp luật hoặc hình phạt cho việc làm sai"
        }
    ]
}