{
    "id": "2bc9e2e8-b414-45f9-9cf4-e78b66577c68",
    "title": "Know Your Verbs! (Part 2)",
    "originalTitle": "Lesson 22",
    "words": [
        {
            "id": "9171f3e5-8ff4-4ff4-9dfe-28305be25a70",
            "word": "to applaud",
            "phonetic": "tʊ ɐplɔːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "They're just applauding the notion of a higher education.",
                "They were applauding.",
                "They were applauding.",
                "I applaud them.",
                "Well, I do applaud the effort."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwbGF1ZA&hash=a6acbb2f3293012f87af07af973308a1f88a3c6d&lang=en&cache-only=0",
            "defineEn": "to clap one's hands as a sign of approval",
            "defineVi": "vỗ tay như một dấu hiệu của sự chấp thuận",
            "hasImg": true
        },
        {
            "id": "7a19dd3f-e887-444e-8ccb-861f0886928e",
            "word": "to bat",
            "phonetic": "tə bæt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She made the suggestions entirely off her own bat.",
                "I learned right off the bat that you can't rely on anything in this business.",
                "In the darkness, he was blind as a bat, relying on his memory to navigate his own home.",
                "You can't expect to be accepted in a new town right off the bat.",
                "Righ off the bat, you need to boil the water and add some salt to it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmF0&hash=d9f6bde01b7ff0fe556b2c3d1dec3973851e7d1b&lang=en&cache-only=0",
            "defineEn": "to quickly open and close one's eyes to attract attention",
            "defineVi": "nhanh chóng mở và nhắm mắt để thu hút sự chú ý"
        },
        {
            "id": "3f42ac1a-afd2-410e-8ae1-673d30f5ab81",
            "word": "to glance",
            "phonetic": "tə ɡlæns ",
            "partOfSpeechType": "verb",
            "examples": [
                "One of them was glancing nervously around.",
                "His angry glance said it all.",
                "She left with barely a backward glance.",
                "They just morph into money without a backward glance.",
                "He scuttled like the white rabbit, continually glancing at his watch."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2xhbmNl&hash=ea503c2ee4c5284404ce26189d8712b7c3f06f06&lang=en&cache-only=0",
            "defineEn": "to briefly look at someone or something",
            "defineVi": "để nhìn thoáng qua một ai đó hoặc một cái gì đó"
        },
        {
            "id": "06f74705-3886-4dba-9ee7-21306b8d98d6",
            "word": "to spy",
            "phonetic": "tə spaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The spy stole across the border under the cover of darkness.",
                "A spy novel set in Berlin.",
                "The spy fled when he realized that someone had blown his cover.",
                "The spy knew that they couldn't trust anyone, since three may keep a secret if two are dead.",
                "The politician was suspected of being in league with the foreign spy agency to leak confidential information."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3B5&hash=2ba362cf5e1af71b1da99c51cb780629e14062b2&lang=en&cache-only=0",
            "defineEn": "to secretly observe someone",
            "defineVi": "bí mật quan sát ai đó",
            "hasImg": true
        },
        {
            "id": "68cf32da-51c0-4ef5-977f-af753048b64d",
            "word": "to articulate",
            "phonetic": "tʊ ɑːɹtɪkjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Could you articulate the sides in that in Washington?",
                "You would actually articulate that. ",
                "He also found some articulated vertebrae and some fragmented bones below those ribs.",
                "So some people have described that as being really articulate.",
                "You just articulated to me, as I was saying at the beginning, and I wasn't just talking off the top of my head."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXJ0aWN1bGF0ZQ&hash=79e13d5e5c5609b035ab101bfc61513aca32d1b2&lang=en&cache-only=0",
            "defineEn": "to clearly and verbally express what one thinks or feels",
            "defineVi": "để thể hiện rõ ràng và bằng lời nói những gì một người nghĩ hoặc cảm thấy"
        },
        {
            "id": "0d097938-af68-4dfc-bb2d-ab54c6d5a347",
            "word": "to bind",
            "phonetic": "tə baɪnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "This takeover bid is bound to sound alarm bells at other tech companies.",
                "Feelings about the death of a parent are bound to go deep.",
                "I always put my important documents in a safe deposit box at the bank because safe bind, safe find.",
                "She's bound to notice that chipped glass.",
                "The roux acted as the base for the creamy cheese sauce in the lasagna, binding all the layers together."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmluZA&hash=e754d49def5ccd070526d34e68d8158fe8e0e789&lang=en&cache-only=0",
            "defineEn": "to tie someone or something to not let them escape or move freely",
            "defineVi": "để trói ai đó hoặc một cái gì đó để không cho phép họ trốn thoát hoặc di chuyển tự do"
        },
        {
            "id": "0f6c55bf-926a-4155-b665-c87069404ef9",
            "word": "to cling",
            "phonetic": "tə klɪŋ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The monarchy was barely clinging to control after the Revolution of 1905.",
                "At the beginning of a pup’s life, it clings to its mother’s belly all the time, while the mom wraps her wings around it.",
                "After some research, they made a new cling wrap formula that used chlorine-free polyethylene.",
                "But, clinging to the rocks and thin ancient soils was life - just a paper-thin film of microbes.",
                "Today, the scientific name for living material that clings to rocks is cryptogamic cover."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xpbmc&hash=978dec3855a5053692fb9e7598a7444d67902a0e&lang=en&cache-only=0",
            "defineEn": "to tightly hold on to someone or something",
            "defineVi": "để giữ chặt vào một ai đó hoặc một cái gì đó"
        },
        {
            "id": "0e953ad2-7d5e-48a4-a075-684199749d8d",
            "word": "to craft",
            "phonetic": "tə kɹæft ",
            "partOfSpeechType": "verb",
            "examples": [
                "It's a classic example of 'full of courtesy, full of craft.'",
                "The quality of our reporting and the accuracy of our stories are a reflection of our commitment to the truth and our dedication to our craft.",
                "They use washable markers for coloring books and crafts.",
                "Make craft.",
                "Make craft."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3JhZnQ&hash=e269e494e8e787ba52baed9d7d36db6e2f458ca4&lang=en&cache-only=0",
            "defineEn": "to skilfully make something, particularly with the hands",
            "defineVi": "để khéo léo làm một cái gì đó, đặc biệt là với bàn tay",
            "hasImg": true
        },
        {
            "id": "20d2ac23-12da-4ee6-aed2-a2916aa09b75",
            "word": "to creep",
            "phonetic": "tə kɹiːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "lose that creep!",
                "These child abductions are giving me the creeps.",
                "The memory of all that blood made his flesh creep.",
                "I crept out of bed in the dead of night and sneaked downstairs.",
                "It gets as silent as the grave at nighttime, and it really creeps me out."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3JlZXA&hash=14c5734668c63e52dd3ba78fb38b6b166c23a099&lang=en&cache-only=0",
            "defineEn": "to move slowly and quietly, especially in order to avoid being noticed or to approach someone unnoticed",
            "defineVi": "di chuyển chậm và lặng lẽ, đặc biệt là để tránh bị chú ý hoặc tiếp cận ai đó mà không được chú ý"
        },
        {
            "id": "7fd74562-cc58-4b42-b1c4-064a8f89e719",
            "word": "to circulate",
            "phonetic": "tə sɜːkjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "With a creak, the old wooden window finally opened, allowing fresh air to circulate.",
                "The tabloids were quick to label the famous actor as a backdoor man after rumors circulated about his affairs with multiple co-stars.",
                "When counterfeit bills started circulating in the town, people became skeptical of using the genuine currency, leading to a decrease in the overall value of money in circulation, showing how bad money drives out good.",
                "These guys, these electrons, these pi electrons can circulate all around.",
                "Online rumors circulate frequently."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2lyY3VsYXRl&hash=53f1ecbdc8bc8c311d40cf2c6606c7030419b9af&lang=en&cache-only=0",
            "defineEn": "(of gas, air, or liquid) to constantly move around inside a closed area",
            "defineVi": "(của khí, không khí hoặc chất lỏng) để liên tục di chuyển xung quanh bên trong một khu vực kín"
        },
        {
            "id": "e40f05be-57c9-464d-8f28-2154ccf12492",
            "word": "to descend",
            "phonetic": "tə dᵻsɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "A giant grapple claw descends over the trash.",
                "Hunger descended on humanity.",
                "The bankers descended on Trump Tower.",
                "A staggering number of modern languages descend from this.",
                "Archosaurs descended from one of the earliest major groups of land vertebrates, the diapsids, at the end of the Paleozoic."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVzY2VuZA&hash=6cae9a982a1f9823af5550dd9e2a177facf4e17d&lang=en&cache-only=0",
            "defineEn": "to move toward a lower level",
            "defineVi": "để di chuyển về phía một mức độ thấp hơn",
            "hasImg": true
        },
        {
            "id": "8b55a0ee-3f78-410c-a135-158f4a746927",
            "word": "to divert",
            "phonetic": "tə daɪvɜːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "A firefly diverts oxygen to its light cells through its tracheoles.",
                "Our domestic political squabbles divert our national attention from the three great challenges America faces.",
                "And, in Phoenix, six area hospitals are diverting incoming emergency patients to other facilities.",
                "You can divert the laminar flow, and the streamlines, stay in the same orientation.",
                "As that fluid rushes around your body, some of it is diverted from the blood into the salivary gland."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGl2ZXJ0&hash=f227adf7e7c4429a457ac91064be1b079005de83&lang=en&cache-only=0",
            "defineEn": "to cause someone or something to change direction",
            "defineVi": "để gây ra một ai đó hoặc một cái gì đó để thay đổi hướng"
        },
        {
            "id": "add90a0b-5289-4f64-bb14-a1087b92b9f9",
            "word": "to exert",
            "phonetic": "tʊ ɛɡzɜːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "All that blood exerts a force on the muscular walls of the blood vessels.",
                "Friction exerts a force in the direction opposite of the motion.",
                "exerts only 0.001% percent of the force that the Sun does.",
                "And it exerted a serious gravitational pull on that pulsar.",
                "For example, what force does gravity exert on a tiny cow with mass 1 kilogram?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhlcnQ&hash=f1e607a7cb388e6fc35f3115cf95f5f82c8a4f0f&lang=en&cache-only=0",
            "defineEn": "to put force on something or to use power in order to influence someone or something",
            "defineVi": "để gây áp lực lên một cái gì đó hoặc sử dụng quyền lực để gây ảnh hưởng đến ai đó hoặc một cái gì đó"
        },
        {
            "id": "17fc5024-6661-4d42-a5b3-70c5fdee4747",
            "word": "to filter",
            "phonetic": "tə fɪltɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "If you try to replace the oil filter on the engine now, you're just closing the stable door after the horse has bolted.",
                "With data filtering one pays the price of decreasing the effective library redundancy and increasing the number of hybridisations.",
                "At the top, filter your investments between stocks and Bitcoin.",
                "Your kidneys filter out excess waste and water from your bloodstream.",
                "Got a filter on the top there."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmlsdGVy&hash=6dfaefab66f90d96c666769bf6b02735fedc5446&lang=en&cache-only=0",
            "defineEn": "to pass gas, liquid, light, etc. through something in order to remove unwanted substances",
            "defineVi": "để truyền khí, chất lỏng, ánh sáng, v.v. qua một cái gì đó để loại bỏ các chất không mong muốn"
        },
        {
            "id": "7f05497f-47f4-4a43-9345-3ca1cce1e6e4",
            "word": "to forge",
            "phonetic": "tə fɔːɹdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I forged the note and the teacher fell for it hook, line, and sinker.",
                "We forged forward.",
                "We forged forward.",
                "As a candidate, Obama forged an alliance with the city's powerful progressive Jews.",
                "But they could also forge weapons and wage war."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9yZ2U&hash=8d3f2e010d823f309c99fb69694278f52b83b98b&lang=en&cache-only=0",
            "defineEn": "to make something from a piece of metal object by heating it until it becomes soft and then beating it with a hammer",
            "defineVi": "để làm một cái gì đó từ một mảnh vật kim loại bằng cách nung nóng nó cho đến khi nó trở nên mềm và sau đó đập nó bằng búa"
        },
        {
            "id": "38589a90-c214-4a5d-9b0f-497a93507a52",
            "word": "to grasp",
            "phonetic": "tə ɡɹæsp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The government grasped the nettle.",
                "Grasp all, lose all.",
                "She grasped the side of the boat and hung on for dear life.",
                "We are free from the sheriff's grasp, and I'd say that with the benefit of the doubt",
                "Easy to grasp maybe, but once you learn it, it sticks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3Jhc3A&hash=b7b73263b3724e9d1a2f0a2db12d5f22fb7e1b39&lang=en&cache-only=0",
            "defineEn": "to take and tightly hold something",
            "defineVi": "để lấy và giữ chặt một cái gì đó"
        },
        {
            "id": "871262f1-e3e2-4509-9542-765ba2cb628d",
            "word": "to grip",
            "phonetic": "tə ɡɹɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The entire region has been in the grip of a terrible drought.",
                "Lebanon remained in the grip of an intense political crisis.",
                "Britain is still in the grip of recession.",
                "After the initial shock, Lisa got a grip on herself and called an ambulance.",
                "Sanctions have failed to loosen his grip on power."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3JpcA&hash=4334055fe4e527d4cfccda570047f5e32ee198a9&lang=en&cache-only=0",
            "defineEn": "to firmly hold something",
            "defineVi": "để giữ vững một cái gì đó"
        },
        {
            "id": "5294614f-1473-4976-aaed-fc0529574f3f",
            "word": "to preside",
            "phonetic": "tə pɹɪsaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Chief Justice presides over impeachment trials, and sometimes he gets to wear a special robe when this happens.",
                "If it's the president or vice president being impeached, the chief justice of the Supreme Court presides.",
                "Within days the house has passed a resolution to impeach Andrew Johnson, and then the action moves to the Senate for a full trial presided by Chief Justice Chase of Andrew Johnson on these impeachment charges.",
                "Technically, the vice president is the president of the Senate, presides over the Senate most of the time.",
                "The presiding spirit over the Congress and its negotiations was the Austrian minister Prince Klemens von Metternich."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlc2lkZQ&hash=3d9e8654e7339250a37dc5094d7ea2de1e77c1ef&lang=en&cache-only=0",
            "defineEn": "to have or act in an authoritative role in a ceremony, meeting, etc.",
            "defineVi": "để có hoặc hành động trong một vai trò có thẩm quyền trong một buổi lễ, cuộc họp, vv"
        },
        {
            "id": "2f496b59-999c-4074-adda-f09daa5705ba",
            "word": "to resemble",
            "phonetic": "tə ɹᵻzɛmbəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Seeing her ex-boyfriend with another woman, Lisa couldn't hide her anger, and her face turned red, resembling a face like thunder.",
                "The turtle bean's dark and glossy appearance, resembling the shell of a turtle.",
                "I love how the carambola slices resemble stars when I place them on top of a cake.",
                "He drew an ugly picture that didn't resemble anything recognizable.",
                "The future doesn’t always resemble the past."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzZW1ibGU&hash=6c0675f86eb2c8fa7abcafe51f87759efcf0ef7f&lang=en&cache-only=0",
            "defineEn": "to have the same appearance, quality, or attribute as something or someone else",
            "defineVi": "có cùng diện mạo, chất lượng hoặc thuộc tính như một cái gì đó hoặc một ai đó khác"
        },
        {
            "id": "69a05443-0b65-4102-9ed6-0770d062912d",
            "word": "to simulate",
            "phonetic": "tə sɪmjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The experiment simulated Mars’s gravity, atmosphere, and radiation.",
                "But the desert simulates the terrain of the moon and not a lot else.",
                "It simulates underground environments for military training.",
                "It simulates an outdoor experience.",
                "But these authors simulated possible collisions in more detail than ever before."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2ltdWxhdGU&hash=74ee4ea7d42651bfa189b70f6a2160303230ef7e&lang=en&cache-only=0",
            "defineEn": "to match the same qualities as someone or something",
            "defineVi": "để phù hợp với những phẩm chất tương tự như một ai đó hoặc một cái gì đó"
        },
        {
            "id": "9a6027a4-e5e7-4d65-863a-88e5dd009b73",
            "word": "to slam",
            "phonetic": "tə slæm ",
            "partOfSpeechType": "verb",
            "examples": [
                "He slammed on the brakes to avoid hitting the other car.",
                "After the argument, he tore out of the room and slammed the door behind him.",
                "When Taylor is slamming into a brick wall, Wentz, Michael Pittman Jr. and the rest of the Colts passing offense have to be able to capitalize.",
                "In November, two monster storms slammed into Nicaragua’s northeast coast.",
                "A body the size of Mars slammed into the Earth just after the Earth formed."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2xhbQ&hash=f23fcf547a77405b8ddb0d55f3cb88f863896263&lang=en&cache-only=0",
            "defineEn": "to forcefully shut or close a door, lid, or other object",
            "defineVi": "để mạnh mẽ đóng hoặc đóng cửa, nắp, hoặc đối tượng khác"
        },
        {
            "id": "b9ffc809-26ed-49ff-9fd9-161d92c92609",
            "word": "to stun",
            "phonetic": "tə stʌn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The news of his sudden death stunned everyone.",
                "The boxer was stunned by a powerful blow to the head.",
                "- I wagered stun cane.",
                "That stunned me.",
                "I was stunned."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3R1bg&hash=77771c94c7e287b2bbdc464fa7161e3d3f34112b&lang=en&cache-only=0",
            "defineEn": "to temporarily render an animal or person unconscious or immobile, often by hitting them on the head or using an electrical shock",
            "defineVi": "để tạm thời khiến một con vật hoặc người bất tỉnh hoặc bất động, thường bằng cách đánh vào đầu họ hoặc sử dụng một cú sốc điện"
        },
        {
            "id": "09bd2fbe-8091-40e0-8755-3b9b09825d42",
            "word": "to unify",
            "phonetic": "tə juːnɪfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The attack was the country's darkest hour, but it also served as a galvanizing force that unified the entire population like never before.",
                "Unify this country.",
                "In the 19th century, James Clerk Maxwell finally unified electricity and magnetism.",
                "Switching the iPhone to USB-C would unify their products.",
                "So we're in the unified protect dashboard."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5pZnk&hash=8e51f403216dcc7503505e6c774cef32eb50c994&lang=en&cache-only=0",
            "defineEn": "to become whole or united",
            "defineVi": "để trở thành toàn bộ hoặc thống nhất"
        },
        {
            "id": "20d3cdad-5456-4572-a0c4-fbfc3b3056ab",
            "word": "to utilize",
            "phonetic": "tə juːɾɪlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "They engaged in a friendly cooking competition, each utilizing garbanzo beans as the star ingredient.",
                "That all utilize this excess military material.",
                "Sociopaths instead utilize pity to weave their way into our lives.",
                "So if anything comes to mind in our conversation, please utilize that chat box.",
                "Doctors often utilize the DSM to diagnose mental illnesses."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdXRpbGl6ZQ&hash=95bef0691369a564c4842d57cc3a599f9353d712&lang=en&cache-only=0",
            "defineEn": "to put to effective use",
            "defineVi": "để đưa vào sử dụng hiệu quả"
        },
        {
            "id": "9a6c7740-a062-4299-b225-88fe2e13211f",
            "word": "to tempt",
            "phonetic": "tə tɛmpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "People were tempted into the trade by the thought of easy money.",
                "It's true what they say - an open door may tempt a saint.",
                "One of my colleagues was rude to me in a meeting, and I was tempted to snap back.",
                "Sadly, new customers are being enticed by tempting promotions only to find the dice are loaded against them.",
                "Sarah's family was tempted to take out a loan to go on a lavish vacation, but they remembered the saying 'better go to bed supperless than rise in debt.'"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGVtcHQ&hash=fc4ec563427bcbe15a586bcdc778676394033cf7&lang=en&cache-only=0",
            "defineEn": "to feel the desire to do something",
            "defineVi": "để cảm thấy mong muốn để làm một cái gì đó"
        },
        {
            "id": "cc9815d7-63c6-4d2f-8040-ddebea9465b3",
            "word": "to vanish",
            "phonetic": "tə vænɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "'They can't just vanish into thin air!'.",
                "Ichthyosaurs had vanished from the fossil record.",
                "Along with the dinosaurs, almost all other large land vertebrates had vanished.",
                "And suddenly, the reality is again vanishing.",
                "Everyone else has vanished."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmFuaXNo&hash=fe64695febf203becd6e50ca99841ec761dcce09&lang=en&cache-only=0",
            "defineEn": "to suddenly disappear in an inexplicable way",
            "defineVi": "đột ngột biến mất một cách khó hiểu",
            "hasImg": true
        },
        {
            "id": "e0e5730d-b752-48e6-80bf-6b27c72c575e",
            "word": "to weave",
            "phonetic": "tə wiːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "When overwhelmed with coding, my mentor advised me to start writing basic programs even if they were imperfect, saying 'begin to weave and God will give the thread.'",
                "It weaves a ball of silk on a branch.",
                "As Ethic weaves her way towards the innermost maze, her radio picks up a transmission.",
                "Next, colorful thread is painstakingly woven into the bed of warp.",
                "Indigenous people in South America were weaving hats long before the Spaniards arrived in the 1500s."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2VhdmU&hash=5b07787529cddfe06418f74a2b4148b1f095965d&lang=en&cache-only=0",
            "defineEn": "to make a carpet, basket, or other fabric item by interlacing threads in different yet specific directions by hand or a special machine",
            "defineVi": "để tạo ra một tấm thảm, giỏ hoặc các mặt hàng vải khác bằng cách đan xen các sợi theo các hướng khác nhau nhưng cụ thể bằng tay hoặc một loại máy đặc biệt"
        },
        {
            "id": "d3ac41fa-16a4-42f4-a7fb-e5c9122b36b9",
            "word": "to yield",
            "phonetic": "tə jiːld ",
            "partOfSpeechType": "verb",
            "examples": [
                "The negotiations between the two countries finally yielded a peace agreement.",
                "The apple orchard typically yields a bountiful harvest each year.",
                "The fertile soil in this region yields abundant crops of wheat and corn.",
                "The study yielded significant findings that could advance medical research.",
                "The orchard's yield of apples was lower this year due to unfavorable weather conditions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8geWllbGQ&hash=1eb805969185c715e720b1bc467d3df93422709c&lang=en&cache-only=0",
            "defineEn": "(of a farm or an industry) to grow or produce a crop or product",
            "defineVi": "(của một trang trại hoặc một ngành công nghiệp) để phát triển hoặc sản xuất một loại cây trồng hoặc sản phẩm"
        },
        {
            "id": "23be38cf-3644-4e87-ba18-abaf34947c9c",
            "word": "to regain",
            "phonetic": "tə ɹᵻɡeɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Fast food chains removed pink slime from their menus to regain trust.",
                "He regained his feet and continued on but was hit again, this time in the leg.",
                "He tried to regain his breath.",
                "After a week of bed rest, John was finally up and around, slowly regaining his strength and mobility.",
                "Emily used to be sick and was skin and bone, but she has regained her health and is now looking much healthier."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVnYWlu&hash=dd3feb811c54a3759f5ee195c2c701b3434c250c&lang=en&cache-only=0",
            "defineEn": "to get something back, particularly a quality or ability, after losing it",
            "defineVi": "để lấy lại một cái gì đó, đặc biệt là một phẩm chất hoặc khả năng, sau khi mất nó"
        },
        {
            "id": "54b5f6fd-eef7-4285-b74b-56be4623536a",
            "word": "to pioneer",
            "phonetic": "tə paɪənɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "What species pioneered this style of locomotion?",
                "Jules Verne pioneered the adventure-driven romantic sci-fi opera.",
                "The process was pioneered here.",
                "Texas Instruments pioneered the development of silicon transistors out of Dallas in the 50s.",
                "Meanwhile, Russian-Ukrainian polymath Vladimir Vernadsky pioneered ways to analyze nature holistically."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGlvbmVlcg&hash=cbefcc5e9a8990eac1708b4e781c916a211d5b1a&lang=en&cache-only=0",
            "defineEn": "to be the first one to do, use, invent, or discover something",
            "defineVi": "là người đầu tiên làm, sử dụng, phát minh hoặc khám phá điều gì đó"
        },
        {
            "id": "55c09f53-43ff-442a-b8db-ca9098d9df8b",
            "word": "to enrich",
            "phonetic": "tʊ ɛnɹɪtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "In their sustainable farming practice, they use the meal as compost, enriching the soil for future crops.",
                "The athlete learned that envy never enriched any man, so he focused on his own training and improvement instead of being jealous of his competitors.",
                "You're enriching more uranium.",
                "LEGAL immigrants enrich our nation and strengthen our society in countless ways.",
                "Everyone around him has enriched himself."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5yaWNo&hash=1918ddd3948219355e4b049b7336261d9d7da0e6&lang=en&cache-only=0",
            "defineEn": "to enhance the quality of something, particularly by adding something to it",
            "defineVi": "để nâng cao chất lượng của một cái gì đó, đặc biệt là bằng cách thêm một cái gì đó vào nó"
        },
        {
            "id": "08e5c702-dd73-4a25-9433-8115d7a8cf18",
            "word": "to notify",
            "phonetic": "tə noʊɾᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "In December 2019 the Chinese authorities notified the world that a virus was spreading through their communities.",
                "and they were notified",
                "We were notified on February 28th, 2020, that we had a diagnosed patient at Life Care Center of Kirkland.",
                "You'll be notified when the person pays you your requested amount.",
                "They'll be notified that they're included."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbm90aWZ5&hash=c999882824d06c7d27c528409ad871b288ed3baa&lang=en&cache-only=0",
            "defineEn": "to officially let someone know something",
            "defineVi": "để chính thức cho ai đó biết một cái gì đó"
        },
        {
            "id": "970f5cb9-412d-47bb-a45c-30a70706b35d",
            "word": "to maximize",
            "phonetic": "tə mæksɪmaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The farmer employs modern agricultural techniques to maximize the yield of his soybean crop.",
                "We installed a corner cabinet in the dining room to maximize space.",
                "The financial advisor recommended diversifying the investment portfolio to maximize yield and minimize risk.",
                "Their engineering maximizes warmth and stability.",
                "They maximize their chances of survival."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWF4aW1pemU&hash=e36bbd46f791e7db808831bde4e8e86feb8d1c76&lang=en&cache-only=0",
            "defineEn": "to increase something to the highest possible level",
            "defineVi": "để tăng một cái gì đó đến mức cao nhất có thể"
        },
        {
            "id": "d66b3024-31b7-47f9-8d02-4aecad784af5",
            "word": "to minimize",
            "phonetic": "tə mɪnɪmaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure.",
                "The financial advisor recommended diversifying the investment portfolio to maximize yield and minimize risk.",
                "The bubble bath included an antifoaming agent to minimize foam and maintain clear water.",
                "All right, next order of business, minimize the power of big business and all that.",
                "All other windows will immediately minimize."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWluaW1pemU&hash=08fff2b892f43c8456ec15099ec162d478504c8f&lang=en&cache-only=0",
            "defineEn": "to reduce something to the lowest possible degree or amount, particularly something unpleasant",
            "defineVi": "để giảm một cái gì đó đến mức độ hoặc số lượng thấp nhất có thể, đặc biệt là một cái gì đó khó chịu"
        },
        {
            "id": "e759c67a-67d8-4a03-8d2e-3b886fd3974f",
            "word": "to log",
            "phonetic": "tə lɔɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I slept like a log until morning.",
                "Fooling him was as easy as falling off a log.",
                "I have to set numerous alarms for the morning because I sleep like a log every night!",
                "Can you please add some logs to the fire to keep it burning?",
                "You said that loving me was falling off a log."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9n&hash=56fab51e93b28d65e85bcaf2a4f956a7fd543902&lang=en&cache-only=0",
            "defineEn": "to officially document all the information or events that have taken place, particularly on a plane or ship",
            "defineVi": "để chính thức tài liệu tất cả các thông tin hoặc sự kiện đã diễn ra, đặc biệt là trên một chiếc máy bay hoặc tàu"
        },
        {
            "id": "f4a3403d-95bc-4397-8fbe-37a5f7239f66",
            "word": "to insult",
            "phonetic": "tʊ ɪnsʌlt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She was insulted by his back-handed compliment.",
                "To ask our members to accept a pay cut adds insult to injury.",
                "He somehow took it as a personal insult.",
                "All pretence at unity went out of the window as cabinet colleagues traded insults.",
                "The coach dug his own grave when he publicly insulted the team's owner."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5zdWx0&hash=f4f9ba53283083eb625bc96534344a46a82e5368&lang=en&cache-only=0",
            "defineEn": "to disrespect someone by doing or saying something",
            "defineVi": "không tôn trọng ai đó bằng cách làm hoặc nói điều gì đó"
        },
        {
            "id": "5f93f69f-93e2-433e-805d-5542216099bd",
            "word": "to confine",
            "phonetic": "tə kənfaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Life for mostof these workers is confined to the factory floor and adormitory in a migrant's hostel.",
                "In most mammals, the placenta is confined behind a barrier of maternal cells.",
                "And that it's confined to the bonds of marriage.",
                "Women's work was mostly confined to the home, and especially for lower-class women, it involved a lot of drudgery.",
                "That is, confining plasma at extremely high pressure for a very short amount of time, using high energy lasers to do so."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZmluZQ&hash=90fe4f28eb52342e40d380cf1cc6a9fb13af9bbf&lang=en&cache-only=0",
            "defineEn": "to keep someone or something within limits of different types, such as subject, activity, area, etc.",
            "defineVi": "để giữ ai đó hoặc cái gì đó trong giới hạn của các loại khác nhau, chẳng hạn như chủ đề, hoạt động, khu vực, v.v.",
            "hasImg": true
        },
        {
            "id": "edd91618-3ae5-4b6f-a435-fd8d76738b39",
            "word": "to imprison",
            "phonetic": "tʊ ɪmpɹɪzən ",
            "partOfSpeechType": "verb",
            "examples": [
                "The murderer was imprisoned at His Majesty's pleasure.",
                "As a young girl, Hatsy's family was imprisoned in internment camps during the Second World War.",
                "Gusinsky is imprisoned.",
                "Gusinsky is imprisoned.",
                "They imprisoned and murdered advocates for democracy, and constitutions, and freedom of political expression by the tens and eventually the hundreds of thousands."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wcmlzb24&hash=a36e6610cc86885319e3b580171cc8f57b5e46a8&lang=en&cache-only=0",
            "defineEn": "to put someone in prison or keep them somewhere and not let them go",
            "defineVi": "để đưa ai đó vào tù hoặc giữ họ ở đâu đó và không để họ đi",
            "hasImg": true
        },
        {
            "id": "529cfaa1-5765-4d8a-bc62-49181fa4e75e",
            "word": "to drown",
            "phonetic": "tə dɹaʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "I'm drowning in unpaid bills.",
                "He was drown with too much camera flashes and media attention.",
                "Remember that good swimmers are often drowned.",
                "He was in the pub drowning his sorrows after the break-up of his relationship.",
                "I took to the bottle to drown my sorrows after the breakup."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJvd24&hash=1986b6c071746c46a0f68a93665c318c79faf8b0&lang=en&cache-only=0",
            "defineEn": "to die from being under water too long",
            "defineVi": "chết vì ở dưới nước quá lâu"
        },
        {
            "id": "dc42fe69-f28f-4896-bb50-63cd4f38f600",
            "word": "to dispose",
            "phonetic": "tə dɪspoʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The student had meticulously planned their academic schedule, but 'man proposes, heaven disposes' - a family emergency forced them to take a break from their studies, and their plans had to be put on hold.",
                "Russians generally actually were very positively disposed toward Ukrainians.",
                "[Narrator] JFK disposes of the contraband food in one of two ways: the grinder, or the incinerator.",
                "But at the Lafarge cement factory, a former base, the U.S. disposes of what it left behind.",
                "Not all observers are willing to dispose of Mackay so readily."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzcG9zZQ&hash=f66b962eaa969807febca2f9aa88b59597ff1ff5&lang=en&cache-only=0",
            "defineEn": "to put someone or something in a specific order or position",
            "defineVi": "để đặt một ai đó hoặc một cái gì đó trong một trật tự hoặc vị trí cụ thể"
        }
    ]
}