{
    "id": "2bd7e276-2be6-47d0-979a-3cc4e13a56b6",
    "title": "Lesson 8A",
    "originalTitle": "Lesson 8A",
    "words": [
        {
            "id": "9858d709-e43b-496c-9e0c-2755a9d24d6d",
            "word": "crime",
            "phonetic": "kɹaɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Crime doesn't pay.",
                "The crime of obtaining title to another's property by false pretenses.",
                "In these traditional stories, no crime goes unpunished.",
                "The crime was committed in broad daylight.",
                "Crime rates are soaring and our public transport system is beyond a joke."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpbWU&hash=fd35490915e9cbdca1bd0d90746d69a1a25469cb&lang=en&cache-only=0",
            "defineEn": "an illegal act that is punishable by law",
            "defineVi": "một hành động bất hợp pháp bị trừng phạt bởi pháp luật",
            "hasImg": true
        },
        {
            "id": "ab559967-367f-4b8c-8199-bb7356603e84",
            "word": "punishment",
            "phonetic": "pʌnɪʃmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Then the punishment of individuals invariably took account of the harm or damage done to the victim.",
                "The judge said the punishment would serve as a warning to others.",
                "We discussed what punishment should be given to the boys.",
                "You need to be a man and accept the punishment coming to you.",
                "The child who was caught stealing apples bravely faced the music in accepting his punishment."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVuaXNobWVudA&hash=af1791a9a546a3b4f545a015ea688fefac589780&lang=en&cache-only=0",
            "defineEn": "the act of making someone suffer because they have done something illegal or wrong; a method of doing this",
            "defineVi": "hành động khiến ai đó đau khổ vì họ đã làm điều gì đó bất hợp pháp hoặc sai trái; một phương pháp để làm điều này"
        },
        {
            "id": "3aee4fac-8ef5-41c6-af7c-abcc2dfe3da1",
            "word": "to burgle",
            "phonetic": "tə bɜːɡəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "These flies lay their eggs on the sundews, and the larvae that hatch come fully-equipped to burgle the poor plants."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnVyZ2xl&hash=60e54ba4c23adeade3ff7b7b1e632910d7681641&lang=en&cache-only=0",
            "defineEn": "to illegally enter a place in order to commit theft",
            "defineVi": "vào một nơi bất hợp pháp để thực hiện hành vi trộm cắp",
            "hasImg": true
        },
        {
            "id": "426706c4-4b47-4a4f-bc9f-69e758558018",
            "word": "burglar",
            "phonetic": "bɜːɡlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The detective took after the burglars.",
                "The burglar gave us the slip, but we're in pursuit.",
                "Did the burglars take anything valuable?",
                "The burglar was as quiet as a mouse as he moved around the house.",
                "- We saw burglars!"
            ],
            "audio": "https://tts.langeek.co/read?text=YnVyZ2xhcg&hash=5bef3535e3c26fec73edebe1a29a136947551ada&lang=en&cache-only=0",
            "defineEn": "someone who illegally enters a place in order to steal something",
            "defineVi": "ai đó vào một nơi bất hợp pháp để ăn cắp một cái gì đó",
            "hasImg": true
        },
        {
            "id": "549b18e5-4aa3-4d6a-82d4-08128f198fb1",
            "word": "to break into",
            "phonetic": "tə bɹeɪk ɪntʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The glass slipped from her hand and broke into a dozen pieces.",
                "After being on the cusp for several years, Mark finally broke into mainstream success with his most recent novel.",
                "Nearly three months ago, a dormant conflict on the fringes of Europe broke into brutal warfare. ",
                "Nearly three months ago, a dormant conflict on the fringes of Europe broke into brutal warfare.",
                "Owls are broken into two groups."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJlYWsgaW50bw&hash=718561a901e1b29df29d9755b8d0e942ddca8f1a&lang=en&cache-only=0",
            "defineEn": "to enter or open a building, car, etc. by force, especially to steal something",
            "defineVi": "vào hoặc mở một tòa nhà, xe hơi, v.v. bằng vũ lực, đặc biệt là để ăn cắp thứ gì đó",
            "hasImg": true
        },
        {
            "id": "6ce0c94d-b287-414c-996f-8c6c71fadece",
            "word": "to steal",
            "phonetic": "tə stiːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "She stole the shoes from under the assistant's nose.",
                "The thief stole into the house through an unlocked window.",
                "The spy stole across the border under the cover of darkness.",
                "This suit is a steal at $80.",
                "They would never steal."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RlYWw&hash=047bc2d5f6c9ac1ff615b42a93bea1b4b3d3da30&lang=en&cache-only=0",
            "defineEn": "to take something from someone or somewhere without permission or paying for it",
            "defineVi": "lấy thứ gì đó từ ai đó hoặc nơi nào đó mà không được phép hoặc trả tiền cho nó",
            "hasImg": true
        },
        {
            "id": "35e3897b-64e2-49b7-b21f-0bb0629fc6b1",
            "word": "burglary",
            "phonetic": "bɜːɡlɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The police suspected Mat in a string of burglaries and assigned an undercover officer with a shady past to trail him.",
                "He has a long history of burglary, fraud, theft, and substance abuse.",
                "Charles McDuffie is in state prison serving a five-year sentence for burglary.",
                "\"Cough It was established that the President did not order this burglary.\"",
                "Erroll Brantley is being released from prison early, after serving 20 months for drug possession and burglary."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVyZ2xhcnk&hash=95b6e485e73c416770f3d035ef14018458434e7f&lang=en&cache-only=0",
            "defineEn": "the crime of entering a building to commit theft or other illegal activities",
            "defineVi": "tội vào tòa nhà để thực hiện hành vi trộm cắp hoặc các hoạt động bất hợp pháp khác",
            "hasImg": true
        },
        {
            "id": "ec73aa3a-bb10-4d62-910c-ebdec7a1d7ba",
            "word": "blackmail",
            "phonetic": "blækmeɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He may have decided to feather his nest by blackmail.",
                "The second sign, Is emotional blackmail.",
                "Emotional blackmail is a form of manipulation and emotional abuse.",
                "Can you please- Not blackmail!",
                "And I know all about blackmail."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxhY2ttYWls&hash=8d60b44999f9f984911bf04a8a9535763dbbcf3e&lang=en&cache-only=0",
            "defineEn": "the crime of demanding money or benefits from someone by threatening to reveal secret or sensitive information about them",
            "defineVi": "tội đòi tiền hoặc lợi ích từ ai đó bằng cách đe dọa tiết lộ thông tin bí mật hoặc nhạy cảm về họ"
        },
        {
            "id": "c3d59b06-9745-46ef-ba33-180759747ae3",
            "word": "blackmailer",
            "phonetic": "blækmeɪlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I don't do blackmail now, but I know a blackmailer when I see one.'"
            ],
            "audio": "https://tts.langeek.co/read?text=YmxhY2ttYWlsZXI&hash=1c4ca3c37ce18a77dfdb26c1edd06aac7db9d8bb&lang=en&cache-only=0",
            "defineEn": "someone who demands services or money in exchange for not revealing harmful information or doing something harmful",
            "defineVi": "ai đó yêu cầu dịch vụ hoặc tiền để đổi lấy việc không tiết lộ thông tin có hại hoặc làm điều gì đó có hại"
        },
        {
            "id": "2c360b08-990e-4b09-a6ff-143faedce0b4",
            "word": "bribery",
            "phonetic": "bɹaɪbɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, this is a jaw-dropping bribery scandal.",
                "The state-owned China Communications Construction Company alone has been accused of bribery across four countries.",
                "It seems that the bribery falls into two categories here, cheating on athletics and that role in admissions, and cheating on standardized tests.",
                "They arrested and charged 50 people across the U.S. for participating in a bribery and cheating scam to get students into elite schools.",
                "He’s faced multiple smuggling and bribery investigations."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpYmVyeQ&hash=41aebd054877175238bbaa536f49883ca13d6d48&lang=en&cache-only=0",
            "defineEn": "the act of offering money to an authority to gain advantage",
            "defineVi": "hành động cung cấp tiền cho một cơ quan để đạt được lợi thế",
            "hasImg": true
        },
        {
            "id": "0fabeb7c-7c3b-47b6-9dfe-d535c1a80848",
            "word": "to bribe",
            "phonetic": "tə bɹaɪb ",
            "partOfSpeechType": "verb",
            "examples": [
                "She was accused of taking bribes.",
                "The police officer was known for being straight as a ramrod, never accepting bribes or breaking the law.",
                "It was like they were trying to pay me off for keeping quiet, to bribe me to look the other way.",
                "Susan witnessed how easily her coworker was persuaded to overlook an ethical violation after receiving an expensive gift, demonstrating that a bribe will enter without knocking.",
                "They’ve been bribed."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJpYmU&hash=2e6a76a8be57191a927e3eb32bc6d2c83a6bc123&lang=en&cache-only=0",
            "defineEn": "to persuade someone to do something, often illegal, by giving them an amount of money or something of value",
            "defineVi": "để thuyết phục ai đó làm điều gì đó, thường là bất hợp pháp, bằng cách cho họ một số tiền hoặc một cái gì đó có giá trị",
            "hasImg": true
        },
        {
            "id": "f7fa5912-74df-4f6a-9200-71ff72419458",
            "word": "drug dealer",
            "phonetic": "dɹʌɡ diːlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The police officer was caught in league with the drug dealers to facilitate their operations.",
                "Their friends were drug dealers or pimps.",
                "These drug dealers know fully well the consequences of their criminal acts.",
                "Mexican immigrants were villainized as drug dealers and rapists.",
                "But they're flocking to drug dealers instead."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJ1ZyBkZWFsZXI&hash=47287683f2ea6dfa77922d82edb83f0868170da3&lang=en&cache-only=0",
            "defineEn": "someone who sells illegal drugs such as narcotics, opioids, etc.",
            "defineVi": "một người bán thuốc bất hợp pháp như ma túy, thuốc phiện, v.v.",
            "hasImg": true
        },
        {
            "id": "c93ff5ba-6899-47c2-99a1-ca410125f250",
            "word": "to sell",
            "phonetic": "tə sɛl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Their last album sold millions.",
                "Her last book sold millions of copies.",
                "I recently sold my bike.",
                "The tickets are selling like hot cakes",
                "Do not your lawyers sell all their practice, as your priests their prayers?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VsbA&hash=b753dc143f8438dbb63aa9599eb9c279a8a37e5d&lang=en&cache-only=0",
            "defineEn": "to give something to someone in exchange for money",
            "defineVi": "để đưa một cái gì đó cho một ai đó để đổi lấy tiền",
            "hasImg": true
        },
        {
            "id": "b30f0500-15fd-4e3f-9ce3-8f50f527382d",
            "word": "drug",
            "phonetic": "dɹʌɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Drugs are a ball and chain for many people.",
                "Drug barons were greasing the palm of the chief of police.",
                "The drug produces a feeling of excitement.",
                "Drug companies are locking horns in a legal battle over patents.",
                "No conventional drugs had produced any significant change."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJ1Zw&hash=7a3bfb6746fecb8f4f4380a793df8c031d34a29e&lang=en&cache-only=0",
            "defineEn": "any illegal substance that people take in order to experience its mental or physical effects",
            "defineVi": "bất kỳ chất bất hợp pháp nào mà mọi người sử dụng để trải nghiệm các tác động về tinh thần hoặc thể chất của nó",
            "hasImg": true
        },
        {
            "id": "5dad0cbd-aaf1-4833-8e27-a5d53883833a",
            "word": "fraud",
            "phonetic": "fɹɔːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The mayor's political future has been hanging by a thread since the fraud scandal.",
                "To my knowledge, he has not been involved in the fraud scheme.",
                "Her ex-boss, she said, was 'a tyrant and a fraud'.",
                "Honestly, who better to lead an investigation into tax fraud than someone who was convicted of just that?",
                "Fraud is kind of like an arms race."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhdWQ&hash=3138663b3586508c3fea374786bc4ddb2d669d44&lang=en&cache-only=0",
            "defineEn": "the act of cheating in order to make illegal money",
            "defineVi": "hành vi gian lận để kiếm tiền bất hợp pháp"
        },
        {
            "id": "2a4a3a99-930e-421f-a72e-1df1916a7609",
            "word": "fraudster",
            "phonetic": "fɹɔːdstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Anonymity is a fraudster's best friend, but a fake identity can be the next-best. ",
                "If only they had those high standards when the fraudsters were racking up the debt in the first place.",
                "Whatever technology is being implemented, the fraudsters will eventually figure out a workaround so you have to be constantly investing in those technologies and that is the cost of doing business.",
                "Getting a fake ID is illegal and dangerous, perhaps putting a buyer in contact with criminals or leading into a police trap to capture fraudsters. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhdWRzdGVy&hash=eddcbd8ecd1f9c8980c8cd3cd509df33ac156027&lang=en&cache-only=0",
            "defineEn": "a person who deceives others to gain money, particularly in business transactions",
            "defineVi": "một người lừa dối người khác để kiếm tiền, đặc biệt là trong các giao dịch kinh doanh"
        },
        {
            "id": "7779828a-1c26-449b-8d30-fcda4a83a653",
            "word": "to commit",
            "phonetic": "tə kəmɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The crime was committed in broad daylight.",
                "The organization is committed to promoting equality and fairness for every person.",
                "They have committed to a lifetime of love and partnership by getting married.",
                "The government is committed to holding exports at their present level.",
                "You should take a hard look at the issues before committing yourself."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tbWl0&hash=bd875b156732d8a5d43c50cd99d90462a6f7a4f8&lang=en&cache-only=0",
            "defineEn": "to do something that is illegal or wrong",
            "defineVi": "để làm một cái gì đó là bất hợp pháp hoặc sai"
        },
        {
            "id": "b3d3bcf4-cf59-4931-a6cd-ed638fc10091",
            "word": "to hack into",
            "phonetic": "tə hæk ɪntʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "JIM GILMORE - So in March of 2016, Podesta’s emails are hacked into.",
                "It basically hacks into your human emotional self. ",
                "Agent Delta has hacked into the control panel and managed to reactivate some of its functionality.",
                "Anybody could hack into this system, into this game, and get the attention that they want, and direct people's attention toward that. ",
                "You're still allowed to hack into the system as long as you report it to them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFjayBpbnRv&hash=75a4a1e99978ea4ff86fb047579ad854273f3bb6&lang=en&cache-only=0",
            "defineEn": "to illegally access someone's computer using one's computer in order to find, use, or change the information it contains",
            "defineVi": "truy cập bất hợp pháp vào máy tính của ai đó bằng máy tính của một người để tìm, sử dụng hoặc thay đổi thông tin chứa trong đó"
        },
        {
            "id": "05f4355c-2843-4243-b8ff-c81d204d002e",
            "word": "hacker",
            "phonetic": "hækɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The successful entrepreneur knew that an old poacher makes the best gamekeeper, so he hired a former hacker to help secure his company's online systems.",
                "Joe realized the truth behind the wise words when the police hired a former hacker to uncover who had been stealing company secrets.",
                "It's all too easy for hackers to exploit vulnerabilities and gain access to your data.",
                "In December 2015, hackers cut power to around 225,000 people in Ukraine.",
                "Hackers can't steal your private construction secrets."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFja2Vy&hash=512033b0a5754ba7737da96f878b5764d557e736&lang=en&cache-only=0",
            "defineEn": "someone who uses computers to illegally access someone else's computer or phone",
            "defineVi": "ai đó sử dụng máy tính để truy cập bất hợp pháp vào máy tính hoặc điện thoại của người khác",
            "hasImg": true
        },
        {
            "id": "05cc32d3-e59e-47ca-9d9c-ecdb53cbdb39",
            "word": "to hijack",
            "phonetic": "tə haɪdʒæk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Palestinian militants had hijacked a plane bound for Israel.",
                "That morning terrorists affiliated with al Qaeda hijacked 4 airliners.",
                "Adults hijack a caterpillar and lay over 100 eggs underneath its skin.",
                "Three armed Arabs today hijacked a Belgian airliner flying from Vienna to Tel Aviv.",
                "Stupid disease, always hijacking history."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGlqYWNr&hash=8b581eef9aa8c5e2379cf833de52ec299d50d60b&lang=en&cache-only=0",
            "defineEn": "to take control of a flying plane or moving vehicle or ship using threats or violence, particularly forcing it to change direction and go to a different location or demanding something in return",
            "defineVi": "kiểm soát một chiếc máy bay đang bay hoặc phương tiện đang di chuyển hoặc con tàu bằng cách đe dọa hoặc bạo lực, đặc biệt là buộc nó đổi hướng và đi đến một địa điểm khác hoặc yêu cầu đáp lại điều gì đó",
            "hasImg": true
        },
        {
            "id": "635871f9-de86-419d-bdc2-4860e8b9186f",
            "word": "hijacker",
            "phonetic": "haɪdʒækɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "AMNA NAWAZ: The U.S. accused Slahi of recruiting the 9/11 hijackers and supporting al-Qaida.",
                "The 9/11 hijackers, many of them came here on student visas, and I think his argument was that if we didn’t allow as many foreigners, we wouldn’t have allowed them in. ",
                "Officials were confident that if the program had been in place before 9/11, the hijackers could have been stopped.",
                "Two planes were flown into Manhattan’s World Trade Center, a third was crashed into the Pentagon in Washington and a fourth, also headed for Washington DC crashed in Pennsylvania when passengers overpowered the hijackers."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlqYWNrZXI&hash=3adce40a259e7cf933160cdf84f6980c00dad4c2&lang=en&cache-only=0",
            "defineEn": "someone who uses threats or violence to take control of a moving vehicle, particularly an airplane, to forcefully change the destination or demand something",
            "defineVi": "ai đó sử dụng các mối đe dọa hoặc bạo lực để kiểm soát phương tiện đang di chuyển, đặc biệt là máy bay, để buộc thay đổi điểm đến hoặc yêu cầu điều gì đó",
            "hasImg": true
        },
        {
            "id": "2956da5c-ae05-4ce7-ad0d-9d795fc2a88c",
            "word": "kidnapper",
            "phonetic": "kɪdnæpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They’re kidnappers.",
                "So the kidnappers coat the young ants in secretions from glands near their mouths, imprinting their colony’s scent onto the new arrivals.",
                "His kidnappers beat and shot him.",
                "The kidnapper ants jaws are really only good for one thing: grabbing young ants.",
                "Wait, y'all are not Tina. - Kidnapper!"
            ],
            "audio": "https://tts.langeek.co/read?text=a2lkbmFwcGVy&hash=85b223b72ff05c4b0787d38764c80ab376bb7010&lang=en&cache-only=0",
            "defineEn": "someone who takes an individual away and holds them in captivity, particularly to demand something for their release",
            "defineVi": "ai đó đưa một cá nhân đi và giam cầm họ, đặc biệt là để yêu cầu một cái gì đó để phát hành của họ",
            "hasImg": true
        },
        {
            "id": "6b8de845-7917-40d5-a8a6-59c8b824e58d",
            "word": "to kidnap",
            "phonetic": "tə kɪdnæp ",
            "partOfSpeechType": "verb",
            "examples": [
                "He kidnaps my poor Arthur.",
                "Because it kind of was - kidnapping with a cause.",
                "This was pretty common among the Mongols, Temüjin’s mom had also been kidnapped.",
                "My daddy kidnapped himself and then escaped instead of paying his own ransom. ",
                "I am kidnapping you and keeping you for the rest of my life."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ga2lkbmFw&hash=62ddd625e25b234b14ed406a35cd71fd7b2a6ecc&lang=en&cache-only=0",
            "defineEn": "to take someone away and hold them in captivity, typically to demand something for their release",
            "defineVi": "để đưa ai đó đi và giam giữ họ, thường là để yêu cầu một cái gì đó để phát hành của họ",
            "hasImg": true
        },
        {
            "id": "53637b78-b425-41ca-bc76-dc8f57e01d69",
            "word": "to mug",
            "phonetic": "tə mʌɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The coffee in the mug was a dark.",
                "Dana set the mug of tea down.",
                "Baking soda sprinkled on a damp cloth effectively removed coffee and tea stains from cups and mugs.",
                "The mug goes with my shirt.",
                "Coffee mugs exist for coffee drinkers."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbXVn&hash=90f175f14d3a0ffdf7d023fcd572b7712e1a387e&lang=en&cache-only=0",
            "defineEn": "to steal from someone by threatening them or using violence, particularly in a public place",
            "defineVi": "để ăn cắp từ một ai đó bằng cách đe dọa họ hoặc sử dụng bạo lực, đặc biệt là ở một nơi công cộng",
            "hasImg": true
        },
        {
            "id": "627ed255-33f8-4a88-b977-974737614924",
            "word": "mugger",
            "phonetic": "mʌɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The woman hit the mugger with her umbrella.",
                "Mugger crocodiles are a medium sized species of crocodile that lives in India.",
                "If you size up the mugger and have a good reason to believe that you could safely intervene, then that's probably the courageous choice.",
                "Also, muggers are migratory, so they’re often killed by cars while attempting to cross roads."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVnZ2Vy&hash=0cc004b5c985a1f5052ca8ee69e1e16e3fd2eb55&lang=en&cache-only=0",
            "defineEn": "a person who attacks and robs people in a public place",
            "defineVi": "một người tấn công và cướp người ở nơi công cộng",
            "hasImg": true
        },
        {
            "id": "9374fac6-6051-4f10-bf4b-cbf9dedf15aa",
            "word": "to murder",
            "phonetic": "tə mɜːdɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The journey home through the storm was absolute murder!",
                "I could murder a cup of tea!",
                "He could murder a beer and a plate of fresh fish.",
                "She almost shouted bloody murder on top of her lungs.",
                "He was tried for murder."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbXVyZGVy&hash=474c5338f7a02a813cad704b3739ba6b26beccab&lang=en&cache-only=0",
            "defineEn": "to unlawfully and intentionally kill another human being",
            "defineVi": "giết người khác một cách bất hợp pháp và cố ý",
            "hasImg": true
        },
        {
            "id": "3bc91b48-8336-40c7-a4cb-a72907142dcb",
            "word": "murderer",
            "phonetic": "mɜːdɚɹɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The murderer was imprisoned at His Majesty's pleasure.",
                "The murderer was given three life sentences, to run concurrently.",
                "The murderer will be found and brought to book.",
                "I like murderer.",
                "The murderer ran away last night.' "
            ],
            "audio": "https://tts.langeek.co/read?text=bXVyZGVyZXI&hash=2f72b247bb1ce31f3bce67abce76263d60cc0f17&lang=en&cache-only=0",
            "defineEn": "a person who is guilty of killing another human being deliberately",
            "defineVi": "một người phạm tội cố ý giết người khác",
            "hasImg": true
        },
        {
            "id": "ccb5e53e-1227-4119-b4a7-3a84fb0eded4",
            "word": "to rape",
            "phonetic": "tə ɹeɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "They raped my sister.",
                "They're raping our childhoods.",
                "Other women escaped rape and torture through other methods of suicide.",
                "A young woman is raped and almost near death in Central Park. ",
                "And across many studies, between a third to a half of women in treatment for substance abuse have experienced rape or sexual assault."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmFwZQ&hash=a34393ea2bc50fdf69577bfa22d05b19120d8116&lang=en&cache-only=0",
            "defineEn": "to force someone to have sex against their will, particularly by using violence or threatening them",
            "defineVi": "buộc ai đó quan hệ tình dục trái với ý muốn của họ, đặc biệt là bằng cách sử dụng bạo lực hoặc đe dọa họ"
        },
        {
            "id": "336ef365-4119-418c-ab45-2c4c35f5543b",
            "word": "rapist",
            "phonetic": "ɹeɪpɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mexican immigrants were villainized as drug dealers and rapists.",
                "- They're bringing drugs, they're bringing crime, their rapists.",
                "They're bringing crime, they're bringing beer, they're rapists.",
                "- They're bringing drugs, they're bringing crime, they're rapists.",
                "If you actually convict rapists and recidivists, there will be less rape and less recidivism."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFwaXN0&hash=75c3f04fe1d2f427186bcaaad7a510b0d4d164bd&lang=en&cache-only=0",
            "defineEn": "someone who forcefully engages in sexual activity with another person without their agreement or permission, which is against the law and considered a serious crime",
            "defineVi": "ai đó cưỡng ép tham gia vào hoạt động tình dục với người khác mà không có sự đồng ý hoặc cho phép của họ, điều này là vi phạm pháp luật và được coi là một tội nghiêm trọng"
        },
        {
            "id": "789c7152-952f-435d-a418-0ca108a54dec",
            "word": "robbery",
            "phonetic": "ɹɑːbɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "That's highway robbery!",
                "It’s daylight robbery!",
                "He did six years for armed robbery.",
                "He got ten years for armed robbery.",
                "Paying nine bucks for 200g of dried mango is highway robbery."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9iYmVyeQ&hash=e22737c4ae3c04833481b48b2c77878acf397327&lang=en&cache-only=0",
            "defineEn": "the crime of stealing money or goods from someone or somewhere, especially by violence or threat",
            "defineVi": "tội ăn cắp tiền hoặc hàng hóa từ ai đó hoặc ở đâu đó, đặc biệt là bằng bạo lực hoặc đe dọa",
            "hasImg": true
        },
        {
            "id": "c3675a9c-1753-42f0-a33f-2e88e8c4c0e4",
            "word": "smuggler",
            "phonetic": "smʌɡlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And thanks to heavy enforcement at ports of entry, smugglers could only bring in so much.",
                "This man is a coyote, or people smuggler.",
                "That's a budgie smuggler.",
                "And the people smugglers are telling the migrants across the channel in Calais that they have to get here before that deadline kicks in.",
                "Smugglers use migrant children as human pawns to exploit our laws and gain access to our country."
            ],
            "audio": "https://tts.langeek.co/read?text=c211Z2dsZXI&hash=ceed86310e4953154d86171f2f3114a1778fc465&lang=en&cache-only=0",
            "defineEn": "an individual who illegally and secretly imports or exports goods or people",
            "defineVi": "một cá nhân nhập khẩu hoặc xuất khẩu trái phép và bí mật hàng hóa hoặc người"
        },
        {
            "id": "d2a4f3a2-ffc0-42f7-9a82-a697ff93573a",
            "word": "to smuggle",
            "phonetic": "tə smʌɡəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "But somehow the slaves had smuggled on some weapons.",
                "An astronaut on the 1969 Gemini 3 mission smuggled a corned beef sandwich into space, but after one bite, it crumbled apart, and crumbs went everywhere.",
                "He actually smuggled a small tree into the White House and hid it in a closet in the upstairs sewing room.",
                "Using the same cover identities, they smuggled themselves into the Czech Republic.",
                "And smuggled in Iran, and people would watch it at home and suddenly it was the thing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc211Z2dsZQ&hash=404064046ed402bd1e2902e14255a67106fa9bde&lang=en&cache-only=0",
            "defineEn": "to move goods or people illegally and secretly into or out of a country",
            "defineVi": "di chuyển hàng hóa hoặc người một cách bất hợp pháp và bí mật vào hoặc ra khỏi một quốc gia"
        },
        {
            "id": "5a5d6d92-03de-4e3f-9a4a-51c63950dda1",
            "word": "to stalk",
            "phonetic": "tə stɔːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The intense gaze from across the room, eyes on stalks, left no doubt about his attraction.",
                "As she prepared the celery for a salad, she trimmed the leafy stalks and discarded the tougher parts.",
                "They picked the juicy tomatoes, gently twisting the stalks to separate them from the vine.",
                "As we walked through the cornfield, we came across a cob that had fallen from one of the stalks.",
                "The child's eyes were on stalks as he watched the magician's performance."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhbGs&hash=b66370f32a218584892e8a5c9c6e4be3b523478c&lang=en&cache-only=0",
            "defineEn": "to follow, watch, or pursue them persistently and often secretly, causing them fear or discomfort",
            "defineVi": "theo dõi, theo dõi hoặc theo đuổi họ một cách dai dẳng và thường bí mật, khiến họ sợ hãi hoặc khó chịu",
            "hasImg": true
        },
        {
            "id": "27b3f469-b0e6-4964-9bc0-27ce02d2f483",
            "word": "stalker",
            "phonetic": "stɔːkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, not every stalker is delusional, but some can be.",
                "Listen to you, right now, you sound like an insane stalker.",
                "But it was so far away that the stalker's face is all pixilated and blurry, you can hardly even tell it's a face, let alone whose it is.",
                "Yeah, I suppose I grew up in the place where the night stalker did his nights stalking in Whittier.",
                "And then the one ending I did not expect to happen, Candace who is Joe's ex-girlfriend, and possibly the woman who 'started', I put this in quotes because Joe's behaviour, his obsessive, manipulative, stalker, whatever, behaviour, is not Candace's fault."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhbGtlcg&hash=01a15f31b30206e376a0be84d2fb3d0e695f1c69&lang=en&cache-only=0",
            "defineEn": "a person who persistently and obsessively follows, watches, or harasses someone else, often causing fear, distress, or a sense of danger",
            "defineVi": "một người theo dõi, theo dõi hoặc quấy rối người khác một cách dai dẳng và ám ảnh, thường gây ra sự sợ hãi, đau khổ hoặc cảm giác nguy hiểm",
            "hasImg": true
        },
        {
            "id": "8b8d8fa9-cf83-478a-9d74-8efd8d1584ff",
            "word": "terrorism",
            "phonetic": "tɛɹɚɹɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "We need new measures to help fight terrorism.",
                "Our work in Iraq is valuable and important, but we cannot put our faith in draining the swamp of terrorism by military means alone.",
                "You would slow terrorism down.",
                "For the U.S., the focus is international terrorism.",
                "We, too, have a terrorism problem."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVycm9yaXNt&hash=967a2baf36df82542c07fefbf7d056105d57ea46&lang=en&cache-only=0",
            "defineEn": "the act of using violence such as killing people, bombing, etc. to gain political power",
            "defineVi": "hành động sử dụng bạo lực như giết người, đánh bom, vv để đạt được quyền lực chính trị",
            "hasImg": true
        },
        {
            "id": "eeb4595e-0f8e-4e5d-a2d0-8851ecd29b78",
            "word": "terrorist",
            "phonetic": "tɛɹɚɹɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The food supply proved to be the nation's Achilles' heel in its defense against terrorist attacks.",
                "Oh, terrorists won.",
                "The terrorists have destroyed my future.",
                "The terrorist networks are not just from the region.",
                "We'll be chasing the terrorists everywhere."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVycm9yaXN0&hash=acc71cec579f9c02b17b38c8be00dac7819b42df&lang=en&cache-only=0",
            "defineEn": "person who uses violence or threats to achieve political or ideological goals by targeting innocent people or civilians",
            "defineVi": "người sử dụng bạo lực hoặc đe dọa để đạt được các mục tiêu chính trị hoặc tư tưởng bằng cách nhắm mục tiêu vào những người dân hoặc thường dân vô tội",
            "hasImg": true
        },
        {
            "id": "8f17d7cd-54d1-40ad-9455-4863428b3e6a",
            "word": "to set off",
            "phonetic": "tə sɛt ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "Check the oil and water before setting off.",
                "Taking the bit between his teeth he set off across the plain with greater speed than the bones of his anatomy ever gave any promise of.",
                "Every so often, Claire has itchy feet and sets off for a foreign destination.",
                "The tree crashed through the conservatory and set off all the alarms, which joined with the sound of the gale to scare me out of my wits.",
                "One week later, this sandwich set off a virtual confrontation between some of the biggest names in fast food."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2V0IG9mZg&hash=45a415b6020ab221cf1cbe764503718f4ce8f89d&lang=en&cache-only=0",
            "defineEn": "to activate an alarm, a bomb, an explosive, etc.",
            "defineVi": "để kích hoạt báo động, bom, chất nổ, v.v.",
            "hasImg": true
        },
        {
            "id": "64101b35-b825-49ef-8188-99e98c9be1df",
            "word": "bomb",
            "phonetic": "bɑːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The concert went a bomb and the audience loved every minute of it.",
                "The town was hit by bombs again last night.",
                "The new album by that band is going down a bomb with music fans all over the world.",
                "The bomb was set to go off at eight o’clock.",
                "There are bombs so powerful that whole nations could be wiped off the map by them."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9tYg&hash=b3bb2503d50b801d940a1e7fd6deefa7cb672e95&lang=en&cache-only=0",
            "defineEn": "an object that is designed to explode and cause destruction",
            "defineVi": "một đối tượng được thiết kế để phát nổ và gây ra sự hủy diệt",
            "hasImg": true
        },
        {
            "id": "6a00a61b-278b-40f2-9c72-340dba04fec8",
            "word": "theft",
            "phonetic": "θɛft ",
            "partOfSpeechType": "noun",
            "examples": [
                "She is serving two years for theft.",
                "He served an 18-month sentence for theft.",
                "He is wanted by the police in connection with an arms theft.",
                "But a security guard catches them in the act and simple theft turns into capital murder.",
                "It was only when he was arrested for theft that the scales fell from my eyes and I realised where his money came from."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlZnQ&hash=f3434d3e0e93b26bd1b63bb97c42a5c28505c786&lang=en&cache-only=0",
            "defineEn": "the illegal act of taking something from a place or person without permission",
            "defineVi": "hành động bất hợp pháp lấy thứ gì đó từ một nơi hoặc người mà không được phép",
            "hasImg": true
        },
        {
            "id": "86c94844-e7bc-486a-b14f-a25dacb58477",
            "word": "thief",
            "phonetic": "θiːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hole calls the thief.",
                "Opportunity makes a thief.",
                "The thief stole into the house through an unlocked window.",
                "The diamond thief double-crossed his partners and gave them only worthless fake jewels.",
                "As the saying goes, a postern door makes a thief."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhpZWY&hash=549a801aabc5e9eeec20838e4f218eea649aa560&lang=en&cache-only=0",
            "defineEn": "someone who steals something from a person or place without using violence or threats",
            "defineVi": "ai đó đánh cắp thứ gì đó từ một người hoặc một nơi mà không sử dụng bạo lực hoặc đe dọa",
            "hasImg": true
        },
        {
            "id": "8ba0042a-f71d-40a8-9fc4-f6c0271dc6c0",
            "word": "vandalism",
            "phonetic": "vændəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Examples include: assault, vandalism, harassment, battery, so forth.",
                "The violence and vandalism is being led by Antifa and other radical left-wing groups.",
                "Detectives later discovered that the vandalism suspects were also responsible for a series of murders in the Los Angeles area.",
                "Reports of raccoon vandalism have plagued cities like Portland, Chicago, and New York City, and as raccoon-ridden cities know, we can't seem to stop them.",
                "Trump suffers a major hit in his reputation in New York because people see this as an act of vandalism."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFuZGFsaXNt&hash=097c4a4dbb1cd77740ae234b428f0af79aad69f2&lang=en&cache-only=0",
            "defineEn": "the intentional damage or destruction of property belonging to another person or organization",
            "defineVi": "cố ý làm hư hỏng hoặc phá hủy tài sản của người khác hoặc tổ chức",
            "hasImg": true
        },
        {
            "id": "31c6be48-cc12-4b13-91ce-194bf99cb8e0",
            "word": "to vandalize",
            "phonetic": "tə vændəlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "So does Juliet vandalize Romeo's window?",
                "In one high profile case, a dealership in West Covina, California, was vandalized, including 20 Hummers valued at about $50000 each.",
                "A vandalized Citi Bike, I think that would be fantastic.",
                "The buildings have clearly been vandalized, and the Department of Homeland Security has a mandate to protect them.",
                "Looters broke into and vandalized a Dollar Tree nearby, while others set off fireworks outside."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmFuZGFsaXpl&hash=b91555d29e2751e9329034e9399e5277183ce6c9&lang=en&cache-only=0",
            "defineEn": "to intentionally damage something, particularly public property",
            "defineVi": "để cố ý làm hỏng một cái gì đó, đặc biệt là tài sản công cộng",
            "hasImg": true
        },
        {
            "id": "c995224a-29a6-4e26-ab12-ff0d1042acf3",
            "word": "witness",
            "phonetic": "wɪtnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The farmer witnessed the birth of a baby calf in the barn.",
                "The witness was clearly lying through his teeth.",
                "They found him a plausible witness.",
                "We witnessed sea turtles nesting on the shores of the island.",
                "Police have appealed for witnesses, but it seems the locals are keeping shtum."
            ],
            "audio": "https://tts.langeek.co/read?text=d2l0bmVzcw&hash=a650e1de9d6762862aaa8539dca1a57c115b5d9a&lang=en&cache-only=0",
            "defineEn": "a person who sees an event, especially a criminal scene",
            "defineVi": "một người nhìn thấy một sự kiện, đặc biệt là một cảnh tội phạm",
            "hasImg": true
        },
        {
            "id": "9b1a3bf1-edcd-42c1-bcdc-99c627c503a6",
            "word": "armed robbery",
            "phonetic": "ɑːɹmd ɹɑːbɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXJtZWQgcm9iYmVyeQ&hash=6df7f93fa925c1c0d0a6a05ed2f7fc4de1f6430d&lang=en&cache-only=0",
            "defineEn": "the act of stealing property or money using a weapon",
            "defineVi": "hành vi ăn cắp tài sản hoặc tiền sử dụng vũ khí",
            "hasImg": true
        },
        {
            "id": "3d8a8f75-51d2-4f04-8118-2d0cbbdb03ff",
            "word": "fingerprint",
            "phonetic": "fɪŋɡɚpɹɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fingerprints left on the door-handle was the smoking gun that enabled the police to arrest him.",
                "Fingerprints are the skin patterns on the ends of your fingers and thumbs.",
                "And the servant's fingerprints matched fingerprints from the crime site. ",
                "Is the answer my fingerprints?",
                "And the servant's fingerprints matched fingerprints from the crime site. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZmluZ2VycHJpbnQ&hash=08cf5c7d57ec82400234c81cd7fdc1df65558f35&lang=en&cache-only=0",
            "defineEn": "a mark made by the unique pattern of lines on the tip of a person's finger, can be used to find out who has committed a crime",
            "defineVi": "một dấu hiệu được tạo ra bởi các đường vân độc đáo trên đầu ngón tay của một người, có thể được sử dụng để tìm ra ai đã phạm tội",
            "hasImg": true
        },
        {
            "id": "e9e4fb18-a645-4a34-95d8-3b8e1f5c6a9a",
            "word": "criminal",
            "phonetic": "kɹɪmɪnəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "In a criminal trial the standard of proof is beyond the reasonable doubt.",
                "She had built a reputation as a criminal lawyer.",
                "Imagine two criminals, partners in crime, who are arrested and placed in separate cells with no means of communication.",
                "It was discovered that the corrupt official was in league with the criminal organization.",
                "They rely on the police to investigate crimes and bring criminals to justice."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpbWluYWw&hash=155c8a18c0721ccef684e8a4f6ef7cd0439b84e4&lang=en&cache-only=0",
            "defineEn": "someone who commits a crime or is involved in any illegal activity",
            "defineVi": "ai đó phạm tội hoặc có liên quan đến bất kỳ hoạt động bất hợp pháp nào",
            "hasImg": true
        },
        {
            "id": "d435417f-d924-43d9-b6f6-c58730c0846d",
            "word": "to arrest",
            "phonetic": "tʊ ɚɹɛst ",
            "partOfSpeechType": "verb",
            "examples": [
                "They were arrested in the small hours of Saturday morning.",
                "The police officer arrested the thief and recovered the stolen items.",
                "50 police officers to arrest two unarmed men is surely using a sledgehammer to crack a nut.",
                "He was arrested for breaking and entering.",
                "The police officers tore the suspect out of the car and arrested him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXJyZXN0&hash=b9fd0c5a093383cb21ea601f6b28d9a1d50d4468&lang=en&cache-only=0",
            "defineEn": "(of law enforcement agencies) to take a person away because they believe that they have done something illegal",
            "defineVi": "(của các cơ quan thực thi pháp luật) để đưa một người đi vì họ tin rằng họ đã làm điều gì đó bất hợp pháp",
            "hasImg": true
        },
        {
            "id": "50a9649c-7854-46f7-a2af-ac05efccc782",
            "word": "to catch",
            "phonetic": "tə kætʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The film caught a cold over the outstanding debt.",
                "A vase on a side table caught his eye.",
                "The new law caught them unawares.",
                "He caught a glimpse of his reflection in the glass.",
                "As she turned back, a movement across the lawn caught her eye."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2F0Y2g&hash=c01bfa7d58d709a9444848b1b3e370244b69aa67&lang=en&cache-only=0",
            "defineEn": "to stop and hold an object that is moving through the air by hands",
            "defineVi": "để dừng lại và giữ một đối tượng đang di chuyển trong không khí bằng tay",
            "hasImg": true
        },
        {
            "id": "d31ee899-e8d1-42af-881f-c13d66a8478f",
            "word": "to charge",
            "phonetic": "tə tʃɑːɹdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "To bring charges/legal action/proceedings against somebody.",
                "First of all, they're charging an arm and a leg.",
                "I was put in charge of the office.",
                "The charges against the suspect will come up in court tomorrow.",
                "Who put Tony in charge of the accounts?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hhcmdl&hash=f76dbc268e49a0827cfa45372afc9d96fd4d46d4&lang=en&cache-only=0",
            "defineEn": "to officially accuse someone of an offense",
            "defineVi": "để chính thức cáo buộc một ai đó của một hành vi phạm tội",
            "hasImg": true
        },
        {
            "id": "669fea78-835e-40a4-9e9e-3b7b37b374c9",
            "word": "to investigate",
            "phonetic": "tʊ ɪnvɛstᵻɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Researchers are investigating the potential uses of gulfweed as a sustainable resourc.",
                "To give himself an edge, he investigated anyone who might be a threat to him.",
                "We tried to investigate but met a wall of silence.",
                "They rely on the police to investigate crimes and bring criminals to justice.",
                "We have confidence in the police's ability to investigate and solve crimes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW52ZXN0aWdhdGU&hash=95b0cc4f0dc21c414527825834cc2f6a8531f972&lang=en&cache-only=0",
            "defineEn": "to try to find the truth about a crime, accident, etc. by carefully examining its facts",
            "defineVi": "cố gắng tìm ra sự thật về một tội ác, tai nạn, v.v. bằng cách xem xét cẩn thận các sự kiện của nó",
            "hasImg": true
        },
        {
            "id": "9bdf5d22-272d-48b1-8310-0c23b68244d0",
            "word": "to question",
            "phonetic": "tə kwɛstʃən ",
            "partOfSpeechType": "verb",
            "examples": [
                "The question requires critical thinking and analysis.",
                "The quiz consisted of multiple-choice questions.",
                "The book raises many important questions.",
                "The waiter patiently answered our questions about the ingredients in the dish.",
                "Can I ask a question?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcXVlc3Rpb24&hash=359c79579e9967bef15a85c4c08d57ab81bd8628&lang=en&cache-only=0",
            "defineEn": "to have or express uncertainty about something",
            "defineVi": "để có hoặc bày tỏ sự không chắc chắn về một cái gì đó",
            "hasImg": true
        },
        {
            "id": "847609da-9d4d-42b1-b309-2f2bc15836e1",
            "word": "trial",
            "phonetic": "tɹaɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Millions of people followed the trial on TV.",
                "The trial was swiftly brought to an end.",
                "In a criminal trial the standard of proof is beyond the reasonable doubt.",
                "The trial has run its course, and the verdict will be announced tomorrow.",
                "The company sent out a trial balloon by leaking a rumor about a new product to test customer interest before investing in its development."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpYWw&hash=95dc6a42255a9ab686e4c4f378066f09b6a15514&lang=en&cache-only=0",
            "defineEn": "a legal process examining the evidence of a case in court by a judge and jury and deciding if the accused is guilty",
            "defineVi": "một quy trình pháp lý kiểm tra bằng chứng của một vụ án tại tòa án bởi một thẩm phán và bồi thẩm đoàn và quyết định xem bị cáo có tội hay không",
            "hasImg": true
        },
        {
            "id": "2b9fa329-291b-46b3-9e29-1038ac7e3bc8",
            "word": "accused",
            "phonetic": "ɐkjuːzd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWNjdXNlZA&hash=4531634c9bba19cad77f1e88850f95ba47b0f41e&lang=en&cache-only=0",
            "defineEn": "one or multiple people who are believed to have committed a crime in a law court",
            "defineVi": "một hoặc nhiều người được cho là đã phạm tội tại tòa án luật"
        },
        {
            "id": "c9fcd8b5-79ce-4b73-99f3-9fb3dd8a236d",
            "word": "acquitted",
            "phonetic": "ɐkwɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWNxdWl0dGVk&hash=13f8eb105f67999c89a0acc0d8702ac29609b0a0&lang=en&cache-only=0",
            "defineEn": "found to be not guilty of an illegal act in a law court",
            "defineVi": "được cho là không có tội đối với một hành vi bất hợp pháp tại tòa án luật"
        },
        {
            "id": "a8f9aded-cbeb-4dfc-92a2-b923f1a9d2d2",
            "word": "court",
            "phonetic": "koːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lawyer presented the right argument in court.",
                "The courts decided in favor of the New York claimants.",
                "The court found in her favor.",
                "The charges against the suspect will come up in court tomorrow.",
                "The court held that such conduct violated the statute."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291cnQ&hash=ee233c1bed336836a237563bba8c6bbf8eed92c0&lang=en&cache-only=0",
            "defineEn": "the group of people in a court including the judge and the jury",
            "defineVi": "nhóm người trong một tòa án bao gồm thẩm phán và bồi thẩm đoàn",
            "hasImg": true
        },
        {
            "id": "8f7a8255-6363-46c1-a236-68960b4775cb",
            "word": "evidence",
            "phonetic": "ɛvɪdəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The police searched the suspect's house for evidence.",
                "Evidence of their relationship exists in the form of a series of letters.",
                "He presented a false document as evidence in the court case.",
                "This latest evidence could be the final nail in the coffin for Jackson's case.",
                "This evidence proves that the senator was part of the conspiracy."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZpZGVuY2U&hash=af497e9fcae09f43328ded1e99e4b9a2ac3f9778&lang=en&cache-only=0",
            "defineEn": "a statement, document, or object that is used in a law court for establishing facts",
            "defineVi": "một tuyên bố, tài liệu, hoặc đối tượng được sử dụng trong một tòa án pháp luật để thiết lập sự kiện"
        },
        {
            "id": "d7c9482d-a09c-4f12-9f19-5e394048ca7c",
            "word": "guilty",
            "phonetic": "ɡɪlti ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I was feeling guilty.",
                "Judging by the evidence presented in court, the defendant is clearly guilty.",
                "He looks guilty as sin, yes, but he insists he's innocent.",
                "I hope this guilty verdict puts that rat of a CEO in his place.",
                "Many judges admitted that the Dodge was their guilty pleasure out of our field."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VpbHR5&hash=28533b82ec495dde2e7cb29bace3ec403740929b&lang=en&cache-only=0",
            "defineEn": "at fault for an illegal act or something bad that has happened",
            "defineVi": "có lỗi vì một hành động bất hợp pháp hoặc điều gì đó tồi tệ đã xảy ra",
            "hasImg": true
        },
        {
            "id": "b16ad3ca-fd31-4a42-b28f-39dd7789580c",
            "word": "innocent",
            "phonetic": "ɪnəsənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Thousands of innocents were put to the sword.",
                "If we go to war, innocent lives will be put at risk.",
                "If we go to war, innocent lives will be put at risk.",
                "By putting innocent lives at risk?",
                "The court established, beyond any reasonable doubt, that the man was innocent."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5ub2NlbnQ&hash=d460a8b3286bba8d709ad3db899eaca958a9b32c&lang=en&cache-only=0",
            "defineEn": "not having done a crime or something wrong",
            "defineVi": "không làm một tội ác hoặc một cái gì đó sai trái"
        },
        {
            "id": "fa8120d2-c8bd-4acf-bdee-3c88d9471334",
            "word": "judge",
            "phonetic": "dʒʌdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The judge will have the last word on the divorce agreement.",
                "The judge allowed my claim.",
                "The judge brought his hammer down on the table.",
                "The judge stood firm in her ruling.",
                "People often judge a book by its cover without reading the contents."
            ],
            "audio": "https://tts.langeek.co/read?text=anVkZ2U&hash=b96525476c8b191c4dbbc62d62e517bc1d8c049c&lang=en&cache-only=0",
            "defineEn": "the official in charge of a court who decides on legal matters",
            "defineVi": "quan chức phụ trách tòa án quyết định các vấn đề pháp lý",
            "hasImg": true
        },
        {
            "id": "d455be43-9879-4c37-926b-6d56e426852f",
            "word": "jury",
            "phonetic": "dʒʊɹɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The jury is still out as concerns the location of the new station.",
                "The case was tried before a jury.",
                "The jury was unable to reach a verdict.",
                "The case will be decided by a jury.",
                "Today the jury began to hear the evidence."
            ],
            "audio": "https://tts.langeek.co/read?text=anVyeQ&hash=4da41da3ed38f49949a0fadeb190ce424910e732&lang=en&cache-only=0",
            "defineEn": "a group of twelve citizens, who listen to the details of a case in the court of law in order to decide the guiltiness or innocence of a defendant",
            "defineVi": "một nhóm gồm mười hai công dân, những người lắng nghe các chi tiết của một vụ án tại tòa án để quyết định sự có tội hay vô tội của bị cáo",
            "hasImg": true
        },
        {
            "id": "26e70d85-d47b-4d81-9a5d-669d16325fe5",
            "word": "proof",
            "phonetic": "pɹuːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "In a criminal trial the standard of proof is beyond the reasonable doubt.",
                "During a debate, each debater has the burden of proof to support their arguments and convince the audience of their position.",
                "In a criminal trial, the prosecution bears the burden of proof to demonstrate the guilt of the accused beyond a reasonable doubt.",
                "When making an argument or presenting a case, it is important to provide strong evidence to support your claims and carry the burden of proof.",
                "The job candidate's resume looked impressive, but the proof of the pudding is in the eating, and we need to see how well they perform in a real work setting."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvb2Y&hash=fd9428ab5aec8f245de385b6215f8250855facaa&lang=en&cache-only=0",
            "defineEn": "information or evidence that proves the truth or existence of something",
            "defineVi": "thông tin hoặc bằng chứng chứng minh sự thật hoặc sự tồn tại của một cái gì đó"
        },
        {
            "id": "738e2bd5-a0ef-4a3c-ac5f-4f5ddb87757e",
            "word": "to sentence",
            "phonetic": "tə sɛntəns ",
            "partOfSpeechType": "verb",
            "examples": [
                "A sentence always starts with a capital letter.",
                "What does this sentence mean?",
                "He served an 18-month sentence for theft.",
                "He is serving a ten-year jail sentence.",
                "Read me that last sentence again."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VudGVuY2U&hash=2e21790c7ace577b69e09edf4818380cb1deba76&lang=en&cache-only=0",
            "defineEn": "to officially state the punishment of someone found guilty in a court of law",
            "defineVi": "để chính thức tuyên bố hình phạt của một ai đó bị kết tội trong một tòa án của pháp luật",
            "hasImg": true
        },
        {
            "id": "02dd0c47-a1ea-419b-b41f-15395d3241ed",
            "word": "verdict",
            "phonetic": "vɜːdɪkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I gave my verdict.",
                "The jury was unable to reach a verdict.",
                "I hope this guilty verdict puts that rat of a CEO in his place.",
                "The trial has run its course, and the verdict will be announced tomorrow.",
                "Everyone had been holding their breath, waiting for the verdict."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVyZGljdA&hash=dea65f503b7f0305695e7069c9dd18e39c8069c1&lang=en&cache-only=0",
            "defineEn": "an official decision made by the jury in a court after the legal proceedings",
            "defineVi": "một quyết định chính thức được đưa ra bởi bồi thẩm đoàn tại tòa án sau thủ tục pháp lý",
            "hasImg": true
        }
    ]
}