{
    "id": "2bdafc88-0ede-4f40-a564-eefbc24c433a",
    "title": "Home Is Where the Heart Is!",
    "originalTitle": "Lesson 15",
    "words": [
        {
            "id": "da67e103-6c01-4563-a844-9b3b137723b0",
            "word": "mortgage",
            "phonetic": "mɔːɹɡɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The mortgage on it has turned into a real yoke round my neck.",
                "The mortgage on his house had become a millstone around his neck.",
                "We've become poor as church mice ever since the bank raised the interest rates on our mortgage.",
                "We've become poor as Job's turkeys ever since the bank raised the interest rates on our mortgage.",
                "Scott has been boxed into a corner with this mortgage payment that he cannot afford."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9ydGdhZ2U&hash=4643e28383d7a4feaf9004963be3f2a290f79bdc&lang=en&cache-only=0",
            "defineEn": "an official contract or arrangement by which a bank gives money to someone as a loan to buy a house and the person must return the money with interest at monthly intervals",
            "defineVi": "một hợp đồng hoặc thỏa thuận chính thức theo đó ngân hàng cho ai đó vay tiền để mua nhà và người đó phải trả lại tiền cùng với lãi suất hàng tháng",
            "hasImg": true
        },
        {
            "id": "466c931b-10bb-43f1-b848-419ab48b6e1c",
            "word": "property",
            "phonetic": "pɹɑːpɚɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "A fence was being raised around the property.",
                "Property developers have been smacking their lips at the thoughts of getting their hands on such prime real estate.",
                "I added citron to my detox regimen for its cleansing properties.",
                "The fence runs along the edge of the property line.",
                "The property is going for a song because they need to sell it fast."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcGVydHk&hash=c07f01d12b3b9b928ba512f19892412d0b9da256&lang=en&cache-only=0",
            "defineEn": "a building or the piece of land surrounding it",
            "defineVi": "một tòa nhà hoặc mảnh đất xung quanh nó",
            "hasImg": true
        },
        {
            "id": "88d70f07-5b19-437c-b59b-ee8ff5973b70",
            "word": "skyscraper",
            "phonetic": "skaɪskɹeɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Skyscrapers have other design problems. ",
                "In some countries, skyscraper cemeteries enable vertical burials.",
                "One company is building a skyscraper battery.",
                "The couple bought a skyscraper condo in Manhattan for 11.7 million dollars.",
                "In 1956, architect Frank Lloyd Wright proposed a mile-high skyscraper."
            ],
            "audio": "https://tts.langeek.co/read?text=c2t5c2NyYXBlcg&hash=f02a79c2cdba35052b868c110e2016978e81d623&lang=en&cache-only=0",
            "defineEn": "a modern building that is very tall, often built in a city",
            "defineVi": "một tòa nhà hiện đại rất cao, thường được xây dựng trong thành phố",
            "hasImg": true
        },
        {
            "id": "e968e0c7-8941-4d6a-aee5-305a2242ea70",
            "word": "mansion",
            "phonetic": "mænʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new mansion looked impressive, but something was missing.",
                "Is it mansion?",
                "Rowling sold her 19th century Victorian mansion in 2012 for over $3.6 million.",
                "And that was an entire mansion.",
                "This 24 million pound mansion in Highgate, northwest London, comes complete with a two-story basement housing staff quarters, cinema, sauna, spa, and gym. -"
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuc2lvbg&hash=5ec45f252258bc469e55097c2b5d34b0890b752c&lang=en&cache-only=0",
            "defineEn": "a very large and impressive house",
            "defineVi": "một ngôi nhà rất lớn và ấn tượng",
            "hasImg": true
        },
        {
            "id": "a1f70a23-5fbc-4967-8c0d-0604d49262dd",
            "word": "condominium",
            "phonetic": "kɑːndəmɪniəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "And right here, everybody: Muslim, Christian, Jews will all live together in one condominium under the Force.",
                "A coral reef is a natural condominium made by thousands of tiny animals called polyps.",
                "The confirmed death toll has risen to 22 in the collapse of that condominium tower in Surfside, Florida.",
                "The reset was never about arriving at some larger U.S.-Russia condominium for the management of the globe.",
                "The number of confirmed dead rises to 22, as rescue workers continue to scour the rubble of the Surfside, Florida, condominium collapse."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZG9taW5pdW0&hash=03ceac1c08030a458351a6f5686c1255aff6f230&lang=en&cache-only=0",
            "defineEn": "a building or a group of buildings in which each apartment or house is owned by the person living in it, apart from the areas that are shared by everyone",
            "defineVi": "một tòa nhà hoặc một nhóm các tòa nhà trong đó mỗi căn hộ hoặc ngôi nhà thuộc sở hữu của người sống trong đó, ngoài các khu vực được chia sẻ bởi tất cả mọi người",
            "hasImg": true
        },
        {
            "id": "450c1f62-f583-4ec9-ad1d-7c9de6abe859",
            "word": "penthouse",
            "phonetic": "pɛnthaʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "This penthouse is listed for $16.5 million.",
                "While Conan old fancy pants rides the elevator up to the HBO Max penthouse.",
                "A penthouse in this building set the record for the most expensive apartment in Asia per square foot when it sold in February.",
                "This apartment is one of seven three-bedroom units and one duplex penthouse in this new boutique development that was put on the market at the end of October.",
                "Narrator: The penthouse apartment of One57 sold in 2014 for a staggering $100.5 million."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVudGhvdXNl&hash=baae09e322270bbefc59382199907560f4c233a6&lang=en&cache-only=0",
            "defineEn": "an apartment on top of a tall building",
            "defineVi": "một căn hộ trên nóc một tòa nhà cao tầng",
            "hasImg": true
        },
        {
            "id": "eb8f5440-40ec-47f8-bab2-e19c66a33163",
            "word": "duplex",
            "phonetic": "duːplɛks ",
            "partOfSpeechType": "noun",
            "examples": [
                "I had a duplex along with my dog, my favorite companion Navarro.",
                "After the views and solarium, the duplex layout of the apartment keeps the price tag ticking up.",
                "This apartment is one of seven three-bedroom units and one duplex penthouse in this new boutique development that was put on the market at the end of October.",
                "Serhant: This unit that we're in right now, 41D, is a duplex.",
                "For more than two decades in the basement of a small duplex in Detroit, Michigan, Evelyn Overton baked her signature New York-style cheesecakes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVwbGV4&hash=8df8917ebad48967246a08b85dce8a244e240fe3&lang=en&cache-only=0",
            "defineEn": "an apartment with two floors each having its own rooms",
            "defineVi": "một căn hộ có hai tầng, mỗi tầng có phòng riêng",
            "hasImg": true
        },
        {
            "id": "30c7139e-dddd-4e55-9a1d-5ef9b3b7d94b",
            "word": "complex",
            "phonetic": "kɑːmplɛks ",
            "partOfSpeechType": "noun",
            "examples": [
                "Brown algae have complex life cycles with genetic diversity.",
                "Love is a complex emotion that can bring immense joy and deep sorrow.",
                "It makes light work of a complex process thanks to a series of easy-to-use wizards.",
                "The professor delivered a lecture on abstract mathematics, exploring complex theories and formulas.",
                "Understanding this complex legal document is Lombard Street to a China orange for most people."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGxleA&hash=b139ce05017655c11da2f4432aeb7650c9801fb3&lang=en&cache-only=0",
            "defineEn": "a set of buildings of the same type in the same place",
            "defineVi": "một tập hợp các tòa nhà cùng loại ở cùng một nơi",
            "hasImg": true
        },
        {
            "id": "af22dfae-2cbc-48bf-9b2e-01c238b717df",
            "word": "housing development",
            "phonetic": "haʊzɪŋ dɪvɛləpmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Private companies also make major decisions based on what the census says, like where to build grocery stores or new housing developments.",
                "Although there are other crucial plot points between 1937 and the mid 20th century in the larger narrative of public housing and housing development, perhaps the most critical change came in 1965 with the establishment of HUD or the Department of Housing and Urban Development."
            ],
            "audio": "https://tts.langeek.co/read?text=aG91c2luZyBkZXZlbG9wbWVudA&hash=570ac4b4771aeded9ce5f0a992d2f443e8ba9d87&lang=en&cache-only=0",
            "defineEn": "a residential area with a group of houses that are all built at the same time in a planned way",
            "defineVi": "một khu dân cư với một nhóm các ngôi nhà được xây dựng cùng một lúc theo quy hoạch",
            "hasImg": true
        },
        {
            "id": "572d1e75-baf3-476e-bbab-bbec79f5f521",
            "word": "row house",
            "phonetic": "ɹoʊ haʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "When you go to Amsterdam, which you should, and you walk along the canals and see the beautiful row houses, you'll note that many of them were built in the 17th century."
            ],
            "audio": "https://tts.langeek.co/read?text=cm93IGhvdXNl&hash=40fb141a01ed366ef03fdf0b4163607368bed150&lang=en&cache-only=0",
            "defineEn": "a house that is part of a row of similar houses built side by side",
            "defineVi": "một ngôi nhà là một phần của một dãy nhà tương tự được xây dựng cạnh nhau",
            "hasImg": true
        },
        {
            "id": "c7a6a12e-d11b-4565-9094-61b504f9e970",
            "word": "houseboat",
            "phonetic": "haʊsboʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's a handy adaptation that probably came from living on houseboats for the last 1,000 years."
            ],
            "audio": "https://tts.langeek.co/read?text=aG91c2Vib2F0&hash=fb2b3d26e4867ab0ed455a30081618602897b5cd&lang=en&cache-only=0",
            "defineEn": "a boat designed for living in",
            "defineVi": "một chiếc thuyền được thiết kế để sống trong",
            "hasImg": true
        },
        {
            "id": "3ac86aa9-53dd-4af5-937e-94d0a9ce621d",
            "word": "attic",
            "phonetic": "æɾɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "I think she's got rats in the attic.",
                "I think she has rats in the attic because she declined to accept that work regardless of the salary and benefits.",
                "Soon the attics were quiet again.",
                "We stuff things in our attics.",
                "Is it about two grandma's attics in here?"
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0aWM&hash=fae0f58e14ca388099dcbdebcecf519e96886594&lang=en&cache-only=0",
            "defineEn": "an area or room directly under the roof of a house, particularly used as a storage",
            "defineVi": "một khu vực hoặc căn phòng ngay dưới mái nhà, đặc biệt được sử dụng làm kho chứa",
            "hasImg": true
        },
        {
            "id": "a16c2b63-d186-4f34-a71a-a5163e14d0fc",
            "word": "basement",
            "phonetic": "beɪsmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The house has a basement where they store their belongings.",
                "She lives downstairs in the basement apartment.",
                "And our basement miraculously survived.",
                "He retreated to his basement.",
                "- This is a basement on steroids."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFzZW1lbnQ&hash=29d6fb34da6437a115a2119da816a62995183eff&lang=en&cache-only=0",
            "defineEn": "an area or room in a house or building that is partially or completely below the ground level",
            "defineVi": "một khu vực hoặc căn phòng trong một ngôi nhà hoặc tòa nhà nằm dưới mặt đất một phần hoặc hoàn toàn",
            "hasImg": true
        },
        {
            "id": "3c4abc19-a4be-451d-a08c-c64edf14f9f9",
            "word": "cellar",
            "phonetic": "sɛlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Steps leading from the kitchen to the cellar.",
                "My grandfather was a farmer, and he always said that weather predictions like: a dry March, a wet April and a cool May fill barn and cellar and bring much hay still held true in determining a good harvest.",
                "She closed the cellar door quickly.",
                "'And bring up some wine from the cellar!'",
                "'We must go down into the cellar!'"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VsbGFy&hash=0f1fd10d48e55c06828e0bf7a8e72ceb6c04bd45&lang=en&cache-only=0",
            "defineEn": "an underground storage space or room, typically found in a building, used for storing food, wine, or other items that require a cool and dark environment",
            "defineVi": "một không gian hoặc phòng chứa dưới lòng đất, thường được tìm thấy trong một tòa nhà, được sử dụng để lưu trữ thực phẩm, rượu hoặc các mặt hàng khác cần môi trường tối và mát mẻ",
            "hasImg": true
        },
        {
            "id": "4179718f-2303-4518-b3f1-896ae7cac044",
            "word": "nursery",
            "phonetic": "nɜːsɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Down the hall here, I have my nursery.",
                "You’ve decorated the nursery.",
                "I shared my nursery with other embryos and juveniles, from clams and crabs to sea urchins and anemones.",
                "There is a nursery program.",
                "It includes a hatchery, nursery, and part of Virginia's Mobjack Bay."
            ],
            "audio": "https://tts.langeek.co/read?text=bnVyc2VyeQ&hash=fa9d07a7d31ad51a036b678302125dddb53aba84&lang=en&cache-only=0",
            "defineEn": "a room in an apartment or house that a baby sleeps in",
            "defineVi": "một căn phòng trong một căn hộ hoặc ngôi nhà mà em bé ngủ trong",
            "hasImg": true
        },
        {
            "id": "eda4786c-5faa-4e85-9468-d4da2d292018",
            "word": "patio",
            "phonetic": "pæɾɪoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This apartment’s patio door was open.",
                "Granted, it does have an amazing patio.",
                "But my friend Audrey was on the patio and there's no way that I'm going to have three people here.",
                "An orange upholstered couch curves around the front of the fireplace, and a big window looks out onto a succulent garden and patio.",
                "Those bullets also smash the kitchen table, hit a wall and shatter the patio doors at the rear."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0aW8&hash=20af4fbbff42799a6a31540e62907e209871570a&lang=en&cache-only=0",
            "defineEn": "an outdoor area with paved floor belonging to a house used for sitting, relaxing or eating in",
            "defineVi": "một khu vực ngoài trời với sàn lát đá thuộc về một ngôi nhà được sử dụng để ngồi, thư giãn hoặc ăn uống",
            "hasImg": true
        },
        {
            "id": "3901ed51-d3fd-4e12-9319-45d042a15468",
            "word": "rooftop",
            "phonetic": "ɹuːftɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "She harvested a bunch of parsley from her rooftop garden.",
                "On the left the ground drops away, giving a view over the rooftops.",
                "From a rooftop in Italy, a theater group performs poetry for an area where movement is restricted.",
                "According to EnergySage, an online solar financing marketplace, the average rooftop panel system in the U.S. cost about $12,500 after tax credits in 2019.",
                "There are snipers on rooftops picking protesters off."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9vZnRvcA&hash=94362529704eeb3e3047f019f22dee3cbf4ab2b2&lang=en&cache-only=0",
            "defineEn": "the external surface of a building roof",
            "defineVi": "bề mặt bên ngoài của một mái nhà xây dựng",
            "hasImg": true
        },
        {
            "id": "95e928e4-85d9-45d8-a3d3-98e76d62d149",
            "word": "doorbell",
            "phonetic": "doːɹbɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "They were ringing my doorbell",
                "That's my personal doorbell.",
                "I don't have a Ring doorbell.",
                "I use my cats as my personal doorbell.",
                "And Google's Nest Hello video doorbell starts at $229."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9vcmJlbGw&hash=fba870c70ab7cb95d6efdd2ba6cd4f1e72541d0f&lang=en&cache-only=0",
            "defineEn": "a bell operated by a button outside a house or apartment that makes a sound when pushed, particularly to inform the inhabitants inside",
            "defineVi": "một cái chuông được vận hành bởi một nút bên ngoài một ngôi nhà hoặc căn hộ phát ra âm thanh khi được đẩy, đặc biệt là để thông báo cho những người ở bên trong",
            "hasImg": true
        },
        {
            "id": "1b18205c-e550-4083-9b36-f942acc7f62d",
            "word": "doorstep",
            "phonetic": "doːɹstɛp ",
            "partOfSpeechType": "noun",
            "examples": [
                "There's a lovely park right on our doorstep.",
                "They have to put up with a giant oil refinery right on their doorstep.",
                "Not a month later, Fa Hai appeared at their doorstep.",
                "It has come to our doorstep.",
                "If satellites were old cars, Earth’s doorstep would look like Steven Avery’s front yard."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9vcnN0ZXA&hash=3a5af8c39d3aff03c6fcb5d1ef1173c845b0d168&lang=en&cache-only=0",
            "defineEn": "a small step in front of the main door of a building or house",
            "defineVi": "một bước nhỏ trước cửa chính của một tòa nhà hoặc ngôi nhà",
            "hasImg": true
        },
        {
            "id": "abbb9137-2c48-44ff-af64-d7756e2093e6",
            "word": "doorway",
            "phonetic": "doːɹweɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"I could see in it from the doorway,\" what a cheapskate.",
                "In fact, event boundaries like doorways sometimes might even help you remember.",
                "No, well you could see in it from the doorway.",
                "That depends on your theater, your budget and your doorway.",
                "Every winter, people hang mistletoe in doorways, and couples kiss under the leaves and berries. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9vcndheQ&hash=7283af76f1a2977025d69ed618d155de3f13575b&lang=en&cache-only=0",
            "defineEn": "the area around the door at the entrance to a house, room, etc.",
            "defineVi": "khu vực xung quanh cửa ở lối vào nhà, phòng, v.v.",
            "hasImg": true
        },
        {
            "id": "37d9d18e-90cd-4d91-bef7-c66022483c8a",
            "word": "air conditioning",
            "phonetic": "ɛɹ kəndɪʃənɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The air conditioning made the room too cold, so I adjusted the temperature.",
                "About two-thirds of Oregon households have air conditioning. ",
                "Many homes in the region don't have air conditioning at all.",
                "And beyond carbon, tropical forests act sort of like the planet’s air conditioning.",
                "The space also had 5,000 parking spaces and central air conditioning."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlyIGNvbmRpdGlvbmluZw&hash=d15b4e666bf1cd64dfbee06b4027b0026ce05e79&lang=en&cache-only=0",
            "defineEn": "a system that controls the temperature and humidity in a house, car, etc.",
            "defineVi": "một hệ thống kiểm soát nhiệt độ và độ ẩm trong nhà, xe hơi, v.v.",
            "hasImg": true
        },
        {
            "id": "b85f040d-b641-441b-a7b8-6bea8508b7bd",
            "word": "central heating",
            "phonetic": "sɛntɹəl hiːɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2VudHJhbCBoZWF0aW5n&hash=ecab5f5c93af48ed995950afab4a0ad93b432252&lang=en&cache-only=0",
            "defineEn": "a system that provides a building with warm water and temperature",
            "defineVi": "một hệ thống cung cấp một tòa nhà với nước ấm và nhiệt độ",
            "hasImg": true
        },
        {
            "id": "3291b7be-24e8-450d-a8f5-e7772b07fdc6",
            "word": "smoke alarm",
            "phonetic": "smoʊk ɐlɑːɹm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The smoke alarm has lights on.",
                "The smoke alarm wakes you up.",
                "In the fall of 2015, a tripped smoke alarm forced a plane to make an emergency landing.",
                "I mean, true story - my smoke alarm was going off because the battery was dying and I could not hear it.",
                "So you’re sound asleep, when your smoke alarm goes off."
            ],
            "audio": "https://tts.langeek.co/read?text=c21va2UgYWxhcm0&hash=40a02bce402114afc9869693a63b3af258da5fb0&lang=en&cache-only=0",
            "defineEn": "a device or alarm that goes off if it detects smoke or fire",
            "defineVi": "một thiết bị hoặc báo động tắt nếu phát hiện khói hoặc lửa",
            "hasImg": true
        },
        {
            "id": "b3866494-d416-498a-a708-01497ed81b21",
            "word": "bureau",
            "phonetic": "bjʊɹɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bureau bungled it.",
                "The annual average wage for a family doctor in the U.S., according to the Bureau of Labor Statistics, was $213,000 dollars.",
                "The Bureau doesn't give a time requirement in its definition.",
                "The Bureau also released state population numbers, which will reshape the balance of power in the U.S. House of Representatives for the next decade.",
                "And one of my conversations today was with the Women's Bureau at the Department of Labor."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVyZWF1&hash=246e5276d685da252d88b167571ea14c3b6f2a2c&lang=en&cache-only=0",
            "defineEn": "furniture with drawers for keeping clothes",
            "defineVi": "đồ nội thất với ngăn kéo để giữ quần áo"
        },
        {
            "id": "342450ee-201c-4594-98e3-c8747b5c384a",
            "word": "drawer",
            "phonetic": "dɹɔːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She found a closed drawer and had to find an alternative place to store her belongings.",
                "She's not the sharpest knife in the drawer, but she isn't dishonest",
                "When he opened the third drawer, he ran an eye over the files until he came to M.",
                "She folded her T-shirt and put it neatly in the drawer.",
                "If he catches you going through his drawers there'll be the devil to pay!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhd2Vy&hash=be84e7789b2b592004567255598ef5da7000bd7e&lang=en&cache-only=0",
            "defineEn": "a box-shaped piece of furniture that can be pulled out and used for storing clothes",
            "defineVi": "một món đồ nội thất hình hộp có thể kéo ra và dùng để đựng quần áo",
            "hasImg": true
        },
        {
            "id": "e477eeb0-d322-49ee-9593-05ce24d93095",
            "word": "garbage can",
            "phonetic": "ɡɑːɹbɪdʒ kæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He held his nose as he walked past the garbage can.",
                "A city garbage man emptied the garbage can the next day. ",
                "You do it over the garbage can",
                "And then they basically threw them in a garbage can. ",
                "Saran wrap becomes skin protection, while garbage can lids and luggage are made into shields."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FyYmFnZSBjYW4&hash=e1fb1295a7f65fb4d4cdbd6c687253aa4dfc5e47&lang=en&cache-only=0",
            "defineEn": "an object for keeping trash in outside a house",
            "defineVi": "một đối tượng để giữ rác ở bên ngoài một ngôi nhà",
            "hasImg": true
        },
        {
            "id": "48f484bd-8ffd-47e2-b568-80b3d87b637a",
            "word": "chore",
            "phonetic": "tʃoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Are all your chores done?",
                "He often helps his neighbors with their chores.",
                "They were always arguing about money, chores, and even the smallest things.",
                "As a devoted wife, she takes care of the household chores and ensures a comfortable home for her family.",
                "I have so many chores to do, and my sister won't lift a finger to help me."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hvcmU&hash=ba861aae9f344e264cb401a2be3ca42d914e79eb&lang=en&cache-only=0",
            "defineEn": "a task, especially a household one, that is done regularly",
            "defineVi": "một nhiệm vụ, đặc biệt là một hộ gia đình, được thực hiện thường xuyên",
            "hasImg": true
        },
        {
            "id": "684a8db1-ac7e-40c9-9fcf-10de40ab9a03",
            "word": "to mop",
            "phonetic": "tə mɑːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "I usually clean the floors with a mop and cleaner.",
                "Mopping out!",
                "They just gave us a mop, a broom and each woman got two rags.",
                "The enclosure needed to fit into our Reptile Room and still leave space for the other enclosures, and we also needed to keep a little nook for our cockroach colony and our broom and mop.",
                "Instead, repeatedly vacuum or mop your floors and toss any bedding into the washing machine, making sure to dry it at high heat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbW9w&hash=5976fe9dddc02732d8e70b5c88e1fe3592c2fc97&lang=en&cache-only=0",
            "defineEn": "to wash or wipe something using a mop",
            "defineVi": "để rửa hoặc lau một cái gì đó bằng cách sử dụng cây lau nhà",
            "hasImg": true
        },
        {
            "id": "130ce681-af97-4739-b5fb-4d46b896c14e",
            "word": "to scrub",
            "phonetic": "tə skɹʌb ",
            "partOfSpeechType": "verb",
            "examples": [
                "We used turmeric in a homemade face scrub for potential exfoliating and brightening effects.",
                "Crafty scrub jays can sort of read the mind of their fellow birds.",
                "Kind of like swallowing a scrub pad.",
                "Western scrub jays are experts in delayed gratification.",
                "She wore old-fashioned scrubs to the intensive care unit in Greenville, South Carolina where she worked."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NydWI&hash=085b53d4964908167489ab0f6277fa9a99b0b4a8&lang=en&cache-only=0",
            "defineEn": "to clean a surface by rubbing it very hard using a brush, etc.",
            "defineVi": "để làm sạch một bề mặt bằng cách chà xát nó rất mạnh bằng bàn chải, v.v.",
            "hasImg": true
        },
        {
            "id": "3b1b2243-f51b-4116-a2d7-3067f20e33a4",
            "word": "to sweep",
            "phonetic": "tə swiːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "A new broom sweeps clean, after all.",
                "A new broom sweeps clean, as they say.",
                "He swept the floor to remove the dust and dirt.",
                "Rebecca was completely swept off her feet when Mark surprised her with a candlelit dinner.",
                "The tennis player achieved a clean sweep of her matches, winning every set and advancing to the finals."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dlZXA&hash=047f2fa247bb8c300f1c1cde7be2ad1dfc585606&lang=en&cache-only=0",
            "defineEn": "to clean a place by using a broom",
            "defineVi": "để làm sạch một nơi bằng cách sử dụng một cây chổi",
            "hasImg": true
        },
        {
            "id": "638afb30-a4bc-4402-99a4-4fbf212fb108",
            "word": "to vacuum",
            "phonetic": "tə vækjuːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "I vacuumed the carpet to remove the dust and dirt.",
                "We need to move the heavy furniture to vacuum the carpet.",
                "Nature abhors a vacuum, so if you don't fill the garden bed with plants, weeds will quickly take over.",
                "Nature abhors a vacuum!",
                "Nature hates a vacuum."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmFjdXVt&hash=6dc92efab7cbfcc69665b232282b71c759ed0f09&lang=en&cache-only=0",
            "defineEn": "to use a vacuum cleaner to clean a place",
            "defineVi": "sử dụng máy hút bụi để làm sạch một nơi",
            "hasImg": true
        },
        {
            "id": "7e2859e8-20d2-4a74-af25-cea7b8577b7f",
            "word": "to wipe",
            "phonetic": "tə waɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The explosion wiped the island off the map.",
                "That should wipe the grin off his face.",
                "They wiped the floor with us in a 3–0 win.",
                "Another few years and this species could be wiped off the face of the earth.",
                "The rest of the continents could have been wiped off the face of the globe and no one would notice!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2lwZQ&hash=3064fee3c007ccc1a420b7414e531120bcec7d0e&lang=en&cache-only=0",
            "defineEn": "to clean or dry a surface using a cloth, etc.",
            "defineVi": "để làm sạch hoặc làm khô bề mặt bằng vải, v.v.",
            "hasImg": true
        },
        {
            "id": "5facc875-a05c-4ecd-b10d-52918f58f0ec",
            "word": "to furnish",
            "phonetic": "tə fɜːnɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I realized this must be the rich Miss Oliver who had generously furnished my cottage.",
                "Most of the time, they're sold fully furnished.",
                "According to an IBIS World Industry report, in March 2020, the biggest brick-and-mortar home furnishing stores in the U.S. where Bed, Bath & Beyond, HomeGoods, Williams-Sonoma, RH, Crate & Barrel, and Pier 1 Imports.",
                "Um, I Recall that it was a sparked sparsely furnished fairly modest living room",
                "You know, like, 7B. And furnishing it takes a while, because, see that pile?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnVybmlzaA&hash=64913988dcb7489610a4474c4991213b4814b739&lang=en&cache-only=0",
            "defineEn": "to equip a room, house, etc. with furniture",
            "defineVi": "để trang bị cho một căn phòng, ngôi nhà, vv với đồ nội thất",
            "hasImg": true
        },
        {
            "id": "578170af-7ffe-4d60-bcaa-84c9b1c6a6d3",
            "word": "to coat",
            "phonetic": "tə koʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They coated their chicken nuggets with sesame seeds.",
                "She coated the pork ribs with a generous amount of piri-piri marinade.",
                "Her right leg was coated in plaster.",
                "The wind had coated everything with a layer of sand.",
                "take your coat off."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29hdA&hash=05a2e5085ae537af738faad041383588c87c6fa3&lang=en&cache-only=0",
            "defineEn": "to put a substance over the surface of something, often as a covering",
            "defineVi": "để đặt một chất trên bề mặt của một cái gì đó, thường như một lớp phủ"
        }
    ]
}