{
    "id": "2d2e18d0-ea4f-487e-89f1-9885dc076c42",
    "title": "Unit 10 - Preview",
    "originalTitle": "Unit 10 - Preview",
    "words": [
        {
            "id": "064d667f-4f18-4130-951b-1a40694f1311",
            "word": "geographical",
            "phonetic": "dʒɪəɡɹæfɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This geographical anomaly is a flash point.",
                "And their publics used to have pretty finite geographical boundaries.",
                "They make no logical geographical sense.",
                "And more remote geographical regions often come with higher data costs.",
                "Many geographical place names also don't reflect the Indigenous or Aboriginal peoples languages."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VvZ3JhcGhpY2Fs&hash=95818335d99b8a2209f51acca98e8753bd90d5a6&lang=en&cache-only=0",
            "defineEn": "relating to or connected with the scientific study of the Earth's surface and its physical, biological, etc. features",
            "defineVi": "liên quan đến hoặc kết nối với nghiên cứu khoa học về bề mặt Trái đất và các đặc điểm vật lý, sinh học, v.v."
        },
        {
            "id": "3034aa1c-8f5a-47ca-a9da-a9f09535d237",
            "word": "feature",
            "phonetic": "fiːtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The restaurant featured a signature dish of slow-roasted brisket.",
                "The brunch special featured a beefburger with a sunny-side-up egg, crispy bacon, and a dollop of hollandaise sauce.",
                "The menu featured a creative dish of beef plate tacos.",
                "The farm-to-table restaurant featured a signature dish of picnic shoulder with creamy sauce.",
                "The magazine features interviews with musicians and reviews of new albums."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVhdHVyZQ&hash=bd07ebe4f3398e255b28f9d94b391a1cc8a18028&lang=en&cache-only=0",
            "defineEn": "an important or distinctive aspect of something",
            "defineVi": "một khía cạnh quan trọng hoặc đặc biệt của một cái gì đó"
        },
        {
            "id": "1c4500d5-1d34-453e-af46-c382453ff4eb",
            "word": "gulf",
            "phonetic": "ɡʌlf ",
            "partOfSpeechType": "noun",
            "examples": [
                "This book bridges a gulf between the metaphysics literature and philosophy of mind literature.",
                "We keep Gulf fritillary butterflies here.",
                "Just ask the Gulf corvina fish.",
                "This is the Gulf region's backyard.",
                "The secret meetings continued for months in the Gulf state of Oman."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VsZg&hash=1ecacb2968b5c3d58a8ae66d492a1f7df574d421&lang=en&cache-only=0",
            "defineEn": "an area of sea that is partly surrounded by land, with a narrow opening",
            "defineVi": "một vùng biển được bao quanh một phần bởi đất liền, với một lỗ hẹp",
            "hasImg": true
        },
        {
            "id": "00bcfbcd-3558-4c91-8333-59753309b725",
            "word": "bay",
            "phonetic": "beɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The soldiers kept the attackers at bay.",
                "Side by side they stood at bay.",
                "Protesters are baying for blood after it was revealed that the governor had been aware of the cover-up from the start.",
                "I held the attacker at bay while Mary got away and called the police.",
                "As the chef prepared a hearty beef stew, he included a few bay leaves to lend a unique character to the dish."
            ],
            "audio": "https://tts.langeek.co/read?text=YmF5&hash=3c7ecd98eea030424c6ada3a935e168267bcedc2&lang=en&cache-only=0",
            "defineEn": "an area of land that is curved and partly encloses a part of the sea",
            "defineVi": "một vùng đất cong và một phần bao quanh một phần của biển",
            "hasImg": true
        },
        {
            "id": "d314c8a8-1b21-4d6a-a29c-b22b59713115",
            "word": "lake",
            "phonetic": "leɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The road led away from the house directly to the lake.",
                "Sunlight played on the surface of the lake.",
                "We enjoyed a picnic by the lake, and she surprised us with a brooklime-infused lemonade.",
                "We saw a beautiful white swan swimming in the lake.",
                "During the heatwave, the group of friends decided to cool off by skinny-dipping in the lake, enjoying the refreshing water in their birthday suits under the moonlight."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFrZQ&hash=2dba95c14a3c0cab5e09962fbae9068e0078b6c9&lang=en&cache-only=0",
            "defineEn": "a large area of water, surrounded by land",
            "defineVi": "một khu vực rộng lớn của nước, bao quanh bởi đất",
            "hasImg": true
        },
        {
            "id": "1ea8a46c-ded0-46db-82ef-eca3edc041cb",
            "word": "the ocean",
            "phonetic": "ðɪ oʊʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ancient historians wrote of a lost continent beneath the ocean.",
                "Such helps were like drop in the ocean.",
                "The ocean's blue color amazed us.",
                "We have sounded the depths of the ocean.",
                "The ship sailed across the ocean, carrying cargo from one country to another."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlIG9jZWFu&hash=d6551fe4b49f9b9ccd6f613dc9a5b7d68607a612&lang=en&cache-only=0",
            "defineEn": "the great mass of salt water that covers most of the Earth’s surface",
            "defineVi": "khối lượng lớn nước muối bao phủ hầu hết bề mặt Trái đất",
            "hasImg": true
        },
        {
            "id": "45b3c815-644d-441c-8fe8-dac443d0a280",
            "word": "sea",
            "phonetic": "siː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The sea was breaking over the wrecked ship.",
                "After numerous inspections, the correct answer to this dilemma still remains at sea.",
                "The Caribbean sea was breaking gently on the shore.",
                "he feels at sea with economics.",
                "The cliff dropped down over a hundred feet to the sea below."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vh&hash=5aebe9c822d73737c0dd6e47e8c9c28a65312e93&lang=en&cache-only=0",
            "defineEn": "the salt water that covers most of the earth’s surface and surrounds its continents and islands",
            "defineVi": "nước mặn bao phủ hầu hết bề mặt trái đất và bao quanh các lục địa và đảo của nó",
            "hasImg": true
        },
        {
            "id": "8ee5ccd3-408e-4296-8d92-024b6d7acd87",
            "word": "volcano",
            "phonetic": "vɑːlkeɪnoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And finally, the volcano lost its resonance.",
                "Cool the volcano down.",
                "Volcanoes belched carbon compounds and water into the atmosphere.",
                "On March 3 of that year, Chile’s Villarrica volcano erupted.",
                "The floor of the oven is stone from volcano."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9sY2Fubw&hash=933a12debe8e6a7243e9cc0e66e2e9dbbff433ab&lang=en&cache-only=0",
            "defineEn": "a mountain with an opening on its top, from which melted rock and ash can be thrown out into the air",
            "defineVi": "một ngọn núi có lỗ trên đỉnh, từ đó đá và tro tan chảy có thể được ném vào không trung",
            "hasImg": true
        },
        {
            "id": "aff1ee77-85e2-48c3-9a3a-c867c3627077",
            "word": "mountain range",
            "phonetic": "maʊntɪn ɹeɪndʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The west is home to vast deserts, rolling plains, and majestic mountain ranges.",
                "The ocean contains the world's largest mountain range, the mid-ocean ridge.",
                "Glaciers crept out of their mountain ranges and down to lower elevations.",
                "And they have a completely different history from the real mountain ranges around them.",
                "Well, they live in the Andes mountain range in South America."
            ],
            "audio": "https://tts.langeek.co/read?text=bW91bnRhaW4gcmFuZ2U&hash=733b6b7df7dd2c8ed4af52fbedc730ed02df13fe&lang=en&cache-only=0",
            "defineEn": "a group of mountains or hills in a line",
            "defineVi": "một nhóm núi hoặc đồi trong một dòng",
            "hasImg": true
        },
        {
            "id": "08c29f33-6f8f-4b82-9783-0f9631a08c25",
            "word": "national park",
            "phonetic": "næʃənəl pɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Canadian national parks, such as Banff and Jasper, attract tourists from around the world.",
                "The United States has a variety of national parks, such as Yellowstone and Grand Canyon.",
                "There's 11 national parks.",
                "These national parks are beloved.",
                "And for six years, up until 2017, dozens of national parks implemented restrictions on bottled water sales."
            ],
            "audio": "https://tts.langeek.co/read?text=bmF0aW9uYWwgcGFyaw&hash=7667ae9c16d68793bb26d57377c94bea8cc2ed01&lang=en&cache-only=0",
            "defineEn": "an area under the protection of a government, where people can visit, for its wildlife, beauty, or historical sights",
            "defineVi": "một khu vực dưới sự bảo vệ của chính phủ, nơi mọi người có thể đến thăm, vì động vật hoang dã, vẻ đẹp hoặc các điểm tham quan lịch sử của nó",
            "hasImg": true
        }
    ]
}