{
    "id": "2da3c438-9e93-4b4d-aded-d51396a82898",
    "title": "Lesson 7A",
    "originalTitle": "Lesson 7A",
    "words": [
        {
            "id": "ddb03792-8315-4f43-a93a-95d17ba29dcc",
            "word": "to agree",
            "phonetic": "tʊ ɐɡɹiː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The board agreed to sell the company.",
                "All ministers are agreed on the need to cut bureaucratic red tape.",
                "Do you agree that the opposite side of the coin is too often untold?",
                "The deal will be agreed on Wednesday, knock on wood.",
                "Getting off his back would be nice for a change don't you agree?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWdyZWU&hash=fcaeb65e94506bb6233699f16cb21af9d3e144eb&lang=en&cache-only=0",
            "defineEn": "to hold the same opinion about something as that of another person",
            "defineVi": "để giữ quan điểm tương tự về một cái gì đó như của người khác",
            "hasImg": true
        },
        {
            "id": "1eb3d05d-0367-44fd-b7f6-71037fd27f6a",
            "word": "appropriate",
            "phonetic": "ɐpɹoʊpɹɪət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Even if one is confident in his innocence, it is not appropriate to be a judge in his own cause, as it undermines the credibility of the decision-making process.",
                "We advise a food sensitivity test to better identify true food intolerances and appropriate amount of time to keep out of your system for optimal health and healing.",
                "You'll have to wait until you've been contacted by the appropriate member of the administration",
                "If you're planning a hike in the mountains, be sure to check the weather forecast and bring appropriate gear.",
                "The regulations are scheduled to go into effect next winter, and in the interim, we'll be working hard to make all of the appropriate changes."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwcm9wcmlhdGU&hash=8f9d29c500c80f09517500d26e6aed664cfb8188&lang=en&cache-only=0",
            "defineEn": "suitable, fitting, or acceptable for a given situation",
            "defineVi": "phù hợp, phù hợp, hoặc chấp nhận được cho một tình huống nhất định",
            "hasImg": true
        },
        {
            "id": "be6eca85-666c-419b-ad87-3a5bf309a0d2",
            "word": "attractive",
            "phonetic": "ɐtɹæktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The vibrant green color of perilla leaves adds an attractive touch to any dish.",
                "Guys automatically become less attractive when they break Priscian's head.",
                "The food packaging film had a color retention agent to prevent discoloration and maintain the attractive appearance of it.",
                "The sight of the attractive lifeguard on the beach was enough to make Tom feel like he needed a cold shower to calm his racing heart.",
                "A sinfully attractive man who knows what he wants, Rafael seduces Cherri before she knows what hits her."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0cmFjdGl2ZQ&hash=bafc79bd7449a4e59d3483f8ed797a356095a0e6&lang=en&cache-only=0",
            "defineEn": "pleasing or appealing to the senses",
            "defineVi": "làm hài lòng hoặc hấp dẫn các giác quan",
            "hasImg": true
        },
        {
            "id": "23c164c8-fb25-406a-9d76-69cbbae86ed7",
            "word": "capable",
            "phonetic": "keɪpəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Dinoflagellates are capable of rapid movement due to their flagella.",
                "Anyone who is capable of taking advantage of young vulnerable children is lower than a snake's belly.",
                "And in doing so, reveals that he is capable of giving the devil her due.",
                "The library quickly withdrew the controversial novel from circulation after parents complained that there is no thief like a bad book, capable of corrupting even the most innocent of minds.",
                "My boss always says that send a fool to market and a fool he will return, whenever someone suggests training a difficult employee, because he believes that some people are just not capable of improving their skills or work ethic."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwYWJsZQ&hash=3b006acbe0f1ed25faa7f7a2b9e3679105ec8b03&lang=en&cache-only=0",
            "defineEn": "having the required quality or ability for doing something",
            "defineVi": "có chất lượng cần thiết hoặc khả năng để làm một cái gì đó",
            "hasImg": true
        },
        {
            "id": "95c70683-9156-4d07-8809-7fdf6dd8c6e6",
            "word": "coherent",
            "phonetic": "koʊhɪɹənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But, the people are not a coherent thing.",
                "That is a logically coherent stance if companies are also neutral with regard to who makes the laws.",
                "might get through, even though it’s not coherent.",
                "And it's a miracle because at the end it's a coherent story.",
                "Anyway, you can make the argument that back in the Bronze Age, all of that was actually a unified coherent system."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29oZXJlbnQ&hash=799ae6f30d9b98a629a40cec4d8519a8bc9539d0&lang=en&cache-only=0",
            "defineEn": "logical, consistent, and meaningfully connected, making sense as a whole",
            "defineVi": "hợp lý, nhất quán và được kết nối có ý nghĩa, có ý nghĩa tổng thể"
        },
        {
            "id": "2f2ed2ac-01f5-49b5-ab0d-164bc23c0f2d",
            "word": "competent",
            "phonetic": "kɑːmpɪtənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And she hits the ceiling when Boolie tells her she's not competent to drive.",
                "He may be wet behind the ears, but he's well-trained and totally competent.",
                "The safety and security of our democracy demands competent civilian control of our armed forces, the subordination of military power to the civil.",
                "So don’t forget, competent leadership really matters!",
                "We have these really competent offensive units at the NSA"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGV0ZW50&hash=4778582eed1b25dad5c1b0f38af8c2d4839595dc&lang=en&cache-only=0",
            "defineEn": "possessing the needed skills or knowledge to do something well",
            "defineVi": "sở hữu những kỹ năng hoặc kiến thức cần thiết để làm điều gì đó tốt",
            "hasImg": true
        },
        {
            "id": "80516a40-57cb-4784-a144-e83cb5531b4f",
            "word": "to continue",
            "phonetic": "tə kəntɪnjuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The party continued into the wee small hours.",
                "The road continues through the village of Knightwick.",
                "The road continues for three miles.",
                "They had to continue their journey on foot.",
                "He continued his work in secret."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udGludWU&hash=48fccf4b372fc65e6cc15380bd6ea213a270cc5f&lang=en&cache-only=0",
            "defineEn": "to keep being, happening, or doing something",
            "defineVi": "để tiếp tục được, xảy ra, hoặc làm một cái gì đó",
            "hasImg": true
        },
        {
            "id": "a722c4d9-e91a-4d72-a50c-74a72edcbb20",
            "word": "to do",
            "phonetic": "tə duː ",
            "partOfSpeechType": "verb",
            "examples": [
                "Does this pub do lunches?",
                "Does this pub do lunches?",
                "Does the price include tax?",
                "Microprocessors do the calculations in the twinkling of an eye.",
                "The gang did a warehouse and a supermarket."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZG8&hash=8bca852cbc6d7beb3dab24c60c316c5ec2b9fcc2&lang=en&cache-only=0",
            "defineEn": "to perform an action or activity that is not mentioned by name",
            "defineVi": "để thực hiện một hành động hoặc hoạt động không được đề cập theo tên"
        },
        {
            "id": "78f78d1b-3f7b-4662-8bfd-dc84cf37d515",
            "word": "to embark",
            "phonetic": "tʊ ɛmbɑːɹk ",
            "partOfSpeechType": "verb",
            "examples": [
                "I completed my degree in biochemistry and embarked on a career in education, but I always knew that the tail was wagging the dog.",
                "As soon as they met, they knew they had found their other half and embarked on a lifelong journey together.",
                "They've now embarked on a new strategy.",
                "And you are embarking on this journey.",
                "But now, they’ve embarked on a new mission."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW1iYXJr&hash=ee8f903194156f9793365c7f327a545b3abd98ca&lang=en&cache-only=0",
            "defineEn": "to start or initiate something, such as a new project or venture",
            "defineVi": "để bắt đầu hoặc bắt đầu một cái gì đó, chẳng hạn như một dự án mới hoặc liên doanh"
        },
        {
            "id": "2ccbc5cc-1b2b-4434-8ce9-02b159215ef6",
            "word": "helpful",
            "phonetic": "hɛlpfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His advice wasn't very helpful.",
                "A CEO may receive helpful suggestions from the least experienced employee, as even a mouse may help a lion.",
                "Thank you, you've been so helpful.",
                "Morin's book is a helpful guide to surviving the first few months in harness.",
                "His kind and helpful nature is evident in the way he treats others."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVscGZ1bA&hash=dafb8cbb938924d5ce02e7dac2b602e5295af77e&lang=en&cache-only=0",
            "defineEn": "providing assistance or useful help in making a situation better or easier",
            "defineVi": "cung cấp hỗ trợ hoặc giúp đỡ hữu ích trong việc làm cho một tình huống tốt hơn hoặc dễ dàng hơn",
            "hasImg": true
        },
        {
            "id": "35cbeb61-fe5a-49ca-965a-fe7b927a76fd",
            "word": "honest",
            "phonetic": "ɑːnɪst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My honest opinion is they took a sledgehammer to crack a nut.",
                "As the proverb goes, an honest man's pillow is his peace of mind.",
                "As a writer, I try to be honest about my own past mistakes.",
                "It's good to be honest and admit your mistakes.",
                "Daniel knew he had to make an honest woman of Rachel when they discovered she was expecting their child, so he proposed and they had a beautiful wedding ceremony."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9uZXN0&hash=a306daee37184fcbbd89ab18eecf9829e18f6c28&lang=en&cache-only=0",
            "defineEn": "telling the truth and having no intention of cheating or stealing",
            "defineVi": "nói sự thật và không có ý định gian lận hoặc ăn cắp",
            "hasImg": true
        },
        {
            "id": "ae8fa7ba-5a33-43af-a9a0-bca296f8ea83",
            "word": "hospitable",
            "phonetic": "hɑːspɪɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It’s not the most hospitable place.",
                "And as the oxygen content of the oceans slowly rose, conditions became more hospitable to life.",
                "And the planet might be not as hospitable as it seems from afar.",
                "During this second visit, he had difficulty with the Hawaiians, who'd previously had been pretty hospitable.",
                "[MUSIC PLAYING] \"Americans are incredibly friendly and hospitable.\""
            ],
            "audio": "https://tts.langeek.co/read?text=aG9zcGl0YWJsZQ&hash=f76a51ba8b234e0da141df33aac3ac6e3957ceb9&lang=en&cache-only=0",
            "defineEn": "treating guests or visitors with friendliness, warmth, and generosity",
            "defineVi": "đối xử với khách hoặc khách thăm thân thiện, ấm áp và hào phóng",
            "hasImg": true
        },
        {
            "id": "df0142c8-83cf-477c-b839-bac2d2f01393",
            "word": "legitimate",
            "phonetic": "lədʒɪɾᵻmət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And if he gets the bird for doing nothing, any legitimate displeasure is later devalued.",
                "We didn't want to throw the cat among the pigeons, so we decided not to mention the bomb threat until we knew for certain that it was legitimate.",
                "But over decades, no experiments found legitimate proof.",
                "So once again, this is legitimate.",
                "And that is legitimate."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVnaXRpbWF0ZQ&hash=0069cd4395048df81f89d78843e716959a845caa&lang=en&cache-only=0",
            "defineEn": "conforming to recognized principles or accepted rules and standards",
            "defineVi": "phù hợp với các nguyên tắc được công nhận hoặc các quy tắc và tiêu chuẩn được chấp nhận"
        },
        {
            "id": "91ac6dcd-a6c2-4467-8edb-e91f2c60f5e3",
            "word": "literate",
            "phonetic": "lɪɾɚɹət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- Are your feet getting more literate?",
                "So he married Katharina von Bora, a literate young woman who had been in a convent since the age of five, and this was controversial even among his supporters.",
                "He wants to show that he is literate, when in fact he kind of isn't.",
                "But then literate captives were routinely shot on the spot so they couldn’t provide leadership in future resistance, paving the way for military dictatorship.",
                "I mean, the value of a war changes if you’re an arms manufacturer, or if you’re a schoolteacher murdered for being literate."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl0ZXJhdGU&hash=51280129e2dc4ace64dc32888e5c3452e4d4fb6c&lang=en&cache-only=0",
            "defineEn": "describing someone who can read and write",
            "defineVi": "mô tả ai đó có thể đọc và viết"
        },
        {
            "id": "55c1740f-af6f-481e-b231-177261e1ee25",
            "word": "logical",
            "phonetic": "lɑːdʒɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That does sound logical.",
                "They make no logical geographical sense.",
                "For Donald Trump, the next logical step was buying an airline.",
                "We're very logical creatures.",
                "So we did the next logical step."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9naWNhbA&hash=c19f6c1ade6f940f4f5b00ab88d08737dd7b62d7&lang=en&cache-only=0",
            "defineEn": "capable of following rules of logic and forming ideas based on facts that are true",
            "defineVi": "có khả năng tuân theo các quy tắc logic và hình thành ý tưởng dựa trên các sự kiện có thật",
            "hasImg": true
        },
        {
            "id": "5f7a1198-3786-4aec-94d9-5edef5a30acb",
            "word": "mobile",
            "phonetic": "moʊbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I can probably reach him on his mobile.",
                "Try phoning his mobile.",
                "She checked her account balance using the bank's mobile app.",
                "The school discouraged the use of cell phones by implementing a ban on mobile devices during class hours to maintain a focused learning environment.",
                "It was described as a large, luxury mobile home, but there was barely room to swing a cat."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9iaWxl&hash=ad33661a55d523caf227893335c3fcaa8fc012b9&lang=en&cache-only=0",
            "defineEn": "not fixed and able to move or be moved easily or quickly",
            "defineVi": "không cố định và có thể di chuyển hoặc di chuyển dễ dàng hoặc nhanh chóng",
            "hasImg": true
        },
        {
            "id": "74adafce-cc21-45b0-9973-f72290108706",
            "word": "moral",
            "phonetic": "mɔːɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The athlete decided to distance himself from teammates who engaged in doping, recognizing that bad company corrupts good morals.",
                "It seems like all our moral standards have just gone south.",
                "When you're tempted to seek revenge, remember that two wrongs never make a right and that the best response to bad behavior is to act in a manner that is just and moral.",
                "Moral facts apply as universally and as constantly as gravity or the speed of light.",
                "They deserve moral consideration."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9yYWw&hash=813dbc86b7a6e6a28d3f0bc54dbb6d7f5b2e522e&lang=en&cache-only=0",
            "defineEn": "concerned with right and wrong behavior",
            "defineVi": "quan tâm đến hành vi đúng và sai",
            "hasImg": true
        },
        {
            "id": "349ec7db-2646-4156-8a7c-e87d5ad5b9c5",
            "word": "official",
            "phonetic": "əfɪʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The referee in the firing line is an experienced official.",
                "Officials there insist they have no hidden agenda.",
                "But officials deny they've been keeping their proposals under wraps.",
                "Officials are urging residents not to try to weather the storm.",
                "Buckingham Palace in London is the official residence of the Queen of the United Kingdom."
            ],
            "audio": "https://tts.langeek.co/read?text=b2ZmaWNpYWw&hash=772b079bbff8744df223c1b2ff6bb597b7f8348e&lang=en&cache-only=0",
            "defineEn": "relating to a person with authority",
            "defineVi": "liên quan đến một người có thẩm quyền",
            "hasImg": true
        },
        {
            "id": "12c80043-72e3-4b48-b640-21bfe7d1ace2",
            "word": "personal",
            "phonetic": "pɜːsənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The HR department only shared the employee's personal information on a need-to-know basis.",
                "Ron's personal life is as miserable as sin.",
                "All personal belongings are left at the owner’s risk.",
                "His personal work was kept securely in an upstairs studio.",
                "Michael always puts his personal matters on ice."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc29uYWw&hash=72f4994938dff635a0fa315e4b8c7430a9c31f92&lang=en&cache-only=0",
            "defineEn": "only relating or belonging to one person",
            "defineVi": "chỉ liên quan hoặc thuộc về một người"
        },
        {
            "id": "90f74257-7d9e-4e4f-8d3d-e052d40f46ab",
            "word": "practical",
            "phonetic": "pɹæktɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Equip yourself with five practical strategies that help you win the uphill battle and take your project professional career to new heights.",
                "Her husband is a man of ideas while she is a practical doctor, a woman of action.",
                "You need to have a practical plan in place to ensure your success.",
                "That experience made me open my eyes and started my search for a martial art that teaches practical self-defence skills.",
                "Mark was thinking about buying a new car, but he wanted to get a second opinion, so he took his dad's advice and went for a more practical model."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJhY3RpY2Fs&hash=5b7747ced4b46fc74c9ea8ae1fe2d2318972a4da&lang=en&cache-only=0",
            "defineEn": "of, based on, or relating to practice or action rather than theory or hypothesis",
            "defineVi": "của, dựa trên, hoặc liên quan đến thực tiễn hoặc hành động hơn là lý thuyết hoặc giả thuyết"
        },
        {
            "id": "78d1f1af-3a28-4056-8902-f160fa30bb33",
            "word": "rational",
            "phonetic": "ɹæʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Ayurvedic approaches to diseases and cures were rational.",
                "Rational people behave in rational ways.",
                "Rational people behave in rational ways.",
                "That's more rational.",
                "We were maybe too rational."
            ],
            "audio": "https://tts.langeek.co/read?text=cmF0aW9uYWw&hash=d04e9b3757053bda80abe67a33cf5d34ef332e26&lang=en&cache-only=0",
            "defineEn": "(of a person) avoiding emotions and taking logic into account when making decisions",
            "defineVi": "(của một người) tránh cảm xúc và tính đến logic khi đưa ra quyết định",
            "hasImg": true
        },
        {
            "id": "9fc41f3f-a233-40b7-b9fa-9c23223f9ef6",
            "word": "regular",
            "phonetic": "ɹɛɡjʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The slow healing process of the wound required regular care.",
                "Regular exercise is essential for the healthfulness of your body and mind.",
                "For a gluten-free option, substitute regular flour with almond flour in the cake recipe.",
                "A regular newsletter keeps people in touch with local events.",
                "Regular investment of small amounts of money is an excellent way of building a nest egg."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVndWxhcg&hash=81bdd83bc51193700ab3a6a83607af0981bc229c&lang=en&cache-only=0",
            "defineEn": "following a pattern, especially one with fixed or uniform intervals",
            "defineVi": "theo một mẫu, đặc biệt là một mẫu có khoảng thời gian cố định hoặc thống nhất"
        },
        {
            "id": "21549f20-4018-4d4f-8a10-cc61058f90ea",
            "word": "relevant",
            "phonetic": "ɹɛlᵻvənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She searched through the old documents to find the relevant information.",
                "The company has outlined a strategic plan with specific, measurable, achievable, relevant, and time-bound objectives.",
                "Please contact me at your earliest convenience so that we may exchange any relevant information.",
                "Although the project had been successful in the past, there are no birds in last year's nest - they needed to come up with new ideas and strategies to keep it relevant.",
                "- None of them are relevant."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsZXZhbnQ&hash=170f65e8186c40bdcd0116f81626c1f68fcd499f&lang=en&cache-only=0",
            "defineEn": "having a close connection with the situation or subject at hand",
            "defineVi": "có mối liên hệ chặt chẽ với tình huống hoặc chủ đề trong tầm tay"
        },
        {
            "id": "a3917747-abb5-4e8e-89df-c72cc457a6ed",
            "word": "replaceable",
            "phonetic": "ɹᵻpleɪsəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Supposedly the battery is replaceable in this thing.",
                "We've got user replaceable modules for both memory slots, Two M.2 slots, as well as your WiFi.",
                "The good news is that there is a replaceable M.2.",
                "I believe these are replaceable marker tips.",
                "Having lost my house and the materials, things of that, they're all replaceable."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwbGFjZWFibGU&hash=0fcf8e4ca3615c6727118f1c3cbfcd7d349dbca0&lang=en&cache-only=0",
            "defineEn": "capable of being exchanged or substituted",
            "defineVi": "có khả năng được trao đổi hoặc thay thế"
        },
        {
            "id": "33a75a7b-f0af-4d7a-9e3a-91a31b6f9344",
            "word": "to outgrow",
            "phonetic": "tʊ aʊtɡɹoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "They outgrow their skin six times.",
                "Maybe they’ve outgrown their current place.",
                "In the middle Cretaceous, a new group of sauropods, the titanosaurs, were outgrowing all of their Jurassic relatives.",
                "By 1971, the couple had outgrown their underground kitchen and relocated to North Hollywood, California, to open a small bakery.",
                "If an officer outgrows his or her uniform, they simply request a new one at no additional charge to them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3V0Z3Jvdw&hash=9a1e8fd4f2517f77a31728e71a566c1b6b7ef639&lang=en&cache-only=0",
            "defineEn": "to become too large, mature, or experienced for something",
            "defineVi": "để trở nên quá lớn, trưởng thành, hoặc kinh nghiệm cho một cái gì đó"
        },
        {
            "id": "dad23b2f-de2a-44d9-a482-32a94be8d635",
            "word": "monosyllabic",
            "phonetic": "mɑːnoʊsɪlæbɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9ub3N5bGxhYmlj&hash=17e3827cf28a13c36553eb50b6648a614f4401cb&lang=en&cache-only=0",
            "defineEn": "consisting of only one sound unit of speech",
            "defineVi": "chỉ bao gồm một đơn vị âm thanh của lời nói"
        },
        {
            "id": "9911230e-3bc2-4e31-b03a-53813c5a7c5b",
            "word": "outpatient",
            "phonetic": "aʊtpeɪʃənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "There are both inpatient and outpatient programs that combine medication, health services, and psychotherapy.",
                "We don't see paranoid personality disorder much in an outpatient setting.",
                "Outpatient meaning you go in to see your treatment team members, And you go back to your regular life, Just like a regular doctors appointment.",
                "The researchers argue that the disclosure of the study led to fewer outpatient and inpatient physician interactions for older Black men.",
                "Outpatient means that you live your regular everyday life and then you go for your appointments so I go for therapy and I come home"
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0cGF0aWVudA&hash=98046d51a0ef66aefacff0fc8558930490ca0fea&lang=en&cache-only=0",
            "defineEn": "a patient who receives treatment in a hospital but does not remain there",
            "defineVi": "một bệnh nhân được điều trị trong bệnh viện nhưng không ở lại đó",
            "hasImg": true
        },
        {
            "id": "f84c138a-5e53-42d7-81e7-956a026bd7cb",
            "word": "to rebuild",
            "phonetic": "tə ɹᵻbɪld ",
            "partOfSpeechType": "verb",
            "examples": [
                "After the scandal, the politician worked hard to rebuild his reputation and live down the controversy.",
                "The volunteers who helped rebuild the school after the earthquake are making a world of difference in the lives of the students and their families.",
                "The city had suffered from a natural disaster, but with the help of government aid and community support, it was able to regain its feet and rebuild stronger than before.",
                "After the disagreement, they decided to put their differences aside and work on rebuilding their friendship, so they are now on good terms.",
                "The couple who had grown apart in their relationship understood that it is never too late to mend and worked together to strengthen their bond and rebuild their connection."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVidWlsZA&hash=dd86b14a6bb01fc1d98dd488a82e84f6dbacb009&lang=en&cache-only=0",
            "defineEn": "to build something once again, after it has been destroyed or severely damaged",
            "defineVi": "để xây dựng một cái gì đó một lần nữa, sau khi nó đã bị phá hủy hoặc hư hỏng nghiêm trọng"
        },
        {
            "id": "11af352d-c6c9-47d6-b296-59cfd1379d9f",
            "word": "ill-treated",
            "phonetic": "ɪltɹiːɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aWxsLXRyZWF0ZWQ&hash=c0f5b579856367f1bca1e852c56ac72015886232&lang=en&cache-only=0",
            "defineEn": "having been mistreated or abused, either physically, emotionally, or psychologically",
            "defineVi": "đã bị ngược đãi hoặc lạm dụng, về thể chất, tình cảm hoặc tâm lý"
        },
        {
            "id": "49a94019-c47b-497c-bbbc-5634c8c038e4",
            "word": "multivitamin",
            "phonetic": "mʌltɪvaɪɾəmɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "if you’ve heard of thiamine before , it was probably because of a multivitamin or health supplement."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVsdGl2aXRhbWlu&hash=f8ec2dec31a78ecc250d3d6ea19984719dedaa0f&lang=en&cache-only=0",
            "defineEn": "a dietary supplement that contains a combination of essential vitamins and minerals, commonly taken orally in the form of tablets, capsules, or gummies",
            "defineVi": "một chất bổ sung chế độ ăn uống có chứa sự kết hợp của các vitamin và khoáng chất thiết yếu, thường được dùng bằng đường uống ở dạng viên nén, viên nang hoặc kẹo dẻo"
        },
        {
            "id": "dc6ae787-d5ff-4477-b8f2-580eb723cf0b",
            "word": "misunderstood",
            "phonetic": "mɪsʌndɚstʊd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He had the wrong perception of the situation and misunderstood the intentions.",
                "You run the risk of being misunderstood if you don't explain your purpose carefully.",
                "It is perhaps one of the most culturally impactful varieties of English on earth, but also the most misunderstood.",
                "And you'd go, nonsense, he's just a misunderstood creature.",
                "And to do this, I will use the most hate, despise and misunderstood animals on earth, the insects."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzdW5kZXJzdG9vZA&hash=53d3dc5f5a164ceb22a3f42d41d43f3454bcb70e&lang=en&cache-only=0",
            "defineEn": "perceived or interpreted incorrectly or incompletely, often leading to confusion, mistakes, or misinterpretation",
            "defineVi": "nhận thức hoặc giải thích không chính xác hoặc không đầy đủ, thường dẫn đến nhầm lẫn, sai lầm hoặc giải thích sai"
        },
        {
            "id": "6990434b-5493-4b0d-abf4-5b05ce706f22",
            "word": "antivirus",
            "phonetic": "æntɪvaɪɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "To make matters worse, antivirus programs had trouble finding the virus on an infected machine.",
                "Antivirus programs help, but they can have trouble dealing with threats they’ve never seen before.",
                "John McAfee, the developer of the antivirus software, has been indicted on fraud and money laundering charges.",
                "Antivirus and IT companies knew it was there, but it was hard to stop it.",
                "Only if they do so can they activate their most effective antivirus system: they save a part of the virus DNA in their own genetic code in a DNA archive called CRISPR."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aXZpcnVz&hash=39cbb48ecf6793e50aaae38de0815d20eaa9bae3&lang=en&cache-only=0",
            "defineEn": "having the ability to protect a system from viruses by finding and destroying them",
            "defineVi": "có khả năng bảo vệ hệ thống khỏi virus bằng cách tìm và tiêu diệt chúng"
        },
        {
            "id": "bca11fc3-69b1-4052-9190-145fc2e3c17f",
            "word": "deforestation",
            "phonetic": "diːfɔːɹɪsteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Only half of these companies have made zero deforestation a commitment by 2020.",
                "Most deforestation happens in Earth’s tropical regions.",
                "Deforestation rates have nearly doubled.",
                "And deforestation is harmful in another way.",
                "Deforestation exposes the 30,000 orangutans remaining in the wild to poachers."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmb3Jlc3RhdGlvbg&hash=1e0e90bfc74c71965286d5627c3793907da05890&lang=en&cache-only=0",
            "defineEn": "the action of removing the trees from an area completely",
            "defineVi": "hành động loại bỏ hoàn toàn cây cối khỏi một khu vực",
            "hasImg": true
        },
        {
            "id": "cd4021f8-43c7-49c0-8841-d858aac8abdf",
            "word": "to upgrade",
            "phonetic": "tʊ ʌpɡɹeɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "You can always upgrade a bit further down the road if you want.",
                "Sarah was content with her old phone and refused to upgrade it.",
                "I think we should use the extra money to invest in some new computer upgrades, but it's the boss's call in the end.",
                "The boss spent nearly an hour talking about how we had to cut spending in the office, but in the next breath, he was telling his secretary to upgrade his company car.",
                "When Jack's friend suggested he upgrade his phone to the latest model, Jack replied, \"If it ain't broke, don't fix it.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdXBncmFkZQ&hash=932ecfb990337153660f9999e9e68ba577f29e59&lang=en&cache-only=0",
            "defineEn": "to improve a machine, computer system, etc. in terms of efficiency, standards, etc.",
            "defineVi": "để cải thiện máy móc, hệ thống máy tính, v.v. về hiệu quả, tiêu chuẩn, v.v.",
            "hasImg": true
        },
        {
            "id": "383c70d5-9abf-487f-b1bc-48ea0a0f36a9",
            "word": "postgraduate",
            "phonetic": "poʊstɡɹɐdʒuːeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "U.S. postgraduate and doctoral level programs could also see an impact.",
                "While it’s true that some postgraduate degrees can push your income into the next tax bracket these percentages don’t tell the whole story."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zdGdyYWR1YXRl&hash=3fafa97101e9fceef20fa9d63b57f336be0330d1&lang=en&cache-only=0",
            "defineEn": "a graduate student who is studying at a university to get a more advanced degree",
            "defineVi": "một sinh viên tốt nghiệp đang theo học tại một trường đại học để lấy bằng cấp cao hơn",
            "hasImg": true
        },
        {
            "id": "1612f21e-29dd-4ee8-8000-1acd4304323d",
            "word": "to precondition",
            "phonetic": "tə pɹiːkəndɪʃən ",
            "partOfSpeechType": "verb",
            "examples": [
                "Already the preconditions were there.",
                "Of course, there is a necessary precondition to this whole arrangement and that is an infatuation with the thing to begin with.",
                "I'm happy that they have set aside those preconditions.",
                "Also since women weren’t permitted to own property and property ownership was a precondition for voting, they were totally shut out of the political process.",
                "- I do think if you've preconditioned wrestling fans that wrestling is on Tuesday nights, maybe that's a smart play."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlY29uZGl0aW9u&hash=d435ef4a6f576cadbec0998e17760de22c06a35d&lang=en&cache-only=0",
            "defineEn": "to establish a necessary requirement or condition that must be met before something else can happen",
            "defineVi": "để thiết lập một yêu cầu hoặc điều kiện cần thiết phải được đáp ứng trước khi một cái gì đó khác có thể xảy ra"
        },
        {
            "id": "2479e341-02c2-447e-a92f-4c4ce35115f8",
            "word": "to oversleep",
            "phonetic": "tʊ oʊvɚsliːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "With atypical depression, you oversleep.",
                "Depressed mood most of the day, diminished interests like we've talked about before in the 'Six Signs of Depression' anhedonia, not being interested in pleasurable activities or activities that used to be pleasurable to you are no longer pleasurable, you may lose weight, you may gain weight, you may oversleep, you may not sleep enough, you may feel fatigued and have body aches."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3ZlcnNsZWVw&hash=122247f24c0b413eb80fb722f1565bbb7536aec3&lang=en&cache-only=0",
            "defineEn": "to wake up later than one intended to",
            "defineVi": "thức dậy muộn hơn dự định",
            "hasImg": true
        },
        {
            "id": "971a46df-93ad-40dc-84e2-aec6fbb7c4fe",
            "word": "biannual",
            "phonetic": "baɪænjuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But whatever solution you prefer, this biannual clock switching needs to go."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymlhbm51YWw&hash=7f0d917f6609820c6d0031f82873a9f42994ecee&lang=en&cache-only=0",
            "defineEn": "taking place twice a year",
            "defineVi": "diễn ra hai lần một năm"
        },
        {
            "id": "767515a8-a110-4e07-84a4-85b6a9a8a93f",
            "word": "to coexist",
            "phonetic": "tə koʊɛɡzɪst ",
            "partOfSpeechType": "verb",
            "examples": [
                "90,000 years ago, neanderthals and humans coexist in Europe.",
                "So birds and pterosaurs coexisted for 60 million years.",
                "This competition for power on the homefront coexisted with general support for World War I, which itself brought more death and more deprivation, which further weakened government and other institutions.",
                "Most central banks say that it's likely CBDCs, if implemented, will coexist with other forms of currency.",
                "And it looked a lot like the sauropodomorphs that it coexisted with, having a somewhat shorter neck and generally smaller body size than later sauropods."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29leGlzdA&hash=8850f8c38b3d122045a7ccf4f7a6408519dd5a73&lang=en&cache-only=0",
            "defineEn": "to exist together or at the same time in a peaceful or harmonious manner, without conflict or contradiction",
            "defineVi": "tồn tại cùng nhau hoặc đồng thời một cách hòa bình hoặc hài hòa, không có xung đột hoặc mâu thuẫn"
        },
        {
            "id": "b480772f-561b-4984-abee-d79706d6b02c",
            "word": "substandard",
            "phonetic": "sʌbstændɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They might assume that someone offering substandard prices will deliver substandard work.",
                "After last month's devastating fire at Notre Dame Cathedral in Paris, leading stonemasons offered a warning: Think carefully about reconstruction, or risk substandard work.",
                "They might assume that someone offering substandard prices will deliver substandard work.",
                "The reality is that since nobody knew what was in the product or what wasn't in the product and the main thing that people were looking at was whether or not it contained on the label what it was that they wanted and the price point of that product that people were buying substandard products for years."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vic3RhbmRhcmQ&hash=ed5ebc12778727b88ce993e4e44bf8e7419c5fae&lang=en&cache-only=0",
            "defineEn": "below the expected or required quality, level, or standard",
            "defineVi": "dưới chất lượng, mức độ hoặc tiêu chuẩn mong đợi hoặc yêu cầu"
        },
        {
            "id": "eefefc5e-7adf-4489-9d3e-380533c425dc",
            "word": "intergovernmental",
            "phonetic": "ɪntɚɡʌvɚnmɛntəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The International Energy Agency, an intergovernmental group, predicts a 5 percent increase this year, approaching the peak levels of 2014.",
                "But government labs, private investors and intergovernmental organizations are also devoting vast resources to what many consider the holy grail of energy: nuclear fusion."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJnb3Zlcm5tZW50YWw&hash=a61614ef8a68d4f257ab58ba9668d15fa58f6764&lang=en&cache-only=0",
            "defineEn": "involving or relating to two or more governments or governmental agencies, especially those of different countries",
            "defineVi": "liên quan đến hoặc liên quan đến hai hoặc nhiều chính phủ hoặc cơ quan chính phủ, đặc biệt là của các quốc gia khác nhau"
        },
        {
            "id": "3a99861b-b892-4409-863c-eb63cbe9c6c2",
            "word": "understaffed",
            "phonetic": "ʌndɚstæft ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The politician gave a great speech about improving education, but fair words fill not the belly, and the schools in our district are still underfunded and understaffed.",
                "You have got understaffed department.",
                "But privately,officials toldFrontline the agency had for years beenseverely understaffed and overwhelmed.",
                "They were a little tough to manage just because we were understaffed today.",
                "Studies of children raised in understaffed Romanian orphanages, for example, found that they scored lower in cognitive tests and were twice as likely to exhibit symptoms of anxiety as their counterparts raised in quality foster homes."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXJzdGFmZmVk&hash=9119c50261ba9388d97e50afd684e5ae737fa421&lang=en&cache-only=0",
            "defineEn": "not having enough employees to adequately perform the necessary tasks or services",
            "defineVi": "không có đủ nhân viên để thực hiện đầy đủ các nhiệm vụ hoặc dịch vụ cần thiết"
        },
        {
            "id": "95bf4c77-6da3-4cde-a2ec-e65411b32310",
            "word": "superhuman",
            "phonetic": "suːpɚhjuːmən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Are they superhuman genetic freaks?",
                "But what if someone on your plane had Shatner's superhuman strength?",
                "But then you are tired the next day and you don't have that superhuman energy that pushes you to go without any sleep.",
                "They were struggling to remove a boulder from their land, and forgetting Niamh's warning, Oisín leapt from his horse and rolled it away with his superhuman strength.",
                "From feeding kids all hours of the night to being at every Little League game or band concert, they’re often cast as superhuman."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwZXJodW1hbg&hash=9af104eef0f921e3e0b18d220e035add6faa790c&lang=en&cache-only=0",
            "defineEn": "having abilities or qualities that go beyond what is considered normal or humanly possible",
            "defineVi": "có khả năng hoặc phẩm chất vượt xa những gì được coi là bình thường hoặc khả thi của con người"
        },
        {
            "id": "038cc8fd-ad1e-4abf-a7e1-af779ca3ac54",
            "word": "autofocus",
            "phonetic": "ɔːɾoʊfoʊkəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "And here's an autofocus test as well.",
                "But look at that autofocus.",
                "And Fuji's implementation of the phase detection autofocus, is pretty impressive.",
                "I mean, if the autofocus sucks on the camera, the autofocus sucks on the camera.",
                "So here's the autofocus feature that I was talking about before you can see it a little bit better now because it's just running Android TV."
            ],
            "audio": "https://tts.langeek.co/read?text=YXV0b2ZvY3Vz&hash=4209f368acd340b67378ca491995ef35e31c2a8d&lang=en&cache-only=0",
            "defineEn": "the technology or mechanism in a camera or other optical device that automatically focuses on the subject being photographed or viewed",
            "defineVi": "công nghệ hoặc cơ chế trong máy ảnh hoặc thiết bị quang học khác tự động lấy nét đối tượng được chụp hoặc xem"
        },
        {
            "id": "50026ae0-3526-450c-a2f1-f6ec56c4cecf",
            "word": "microorganism",
            "phonetic": "maɪkɹoʊɔːɹɡənɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your intestines has about 39 trillion microorganisms in it.",
                "Many microorganisms thrive in moist environments, like our armpits.",
                "The most likely forms of life are bacteria and other microorganisms.",
                "But spores from plants can also travel in the air, as can microorganisms.",
                "On top of that, the organic matter in permafrost is a tasty meal for microorganisms."
            ],
            "audio": "https://tts.langeek.co/read?text=bWljcm9vcmdhbmlzbQ&hash=eea1447415313af3f954dd630e87f4cc2a9f9e08&lang=en&cache-only=0",
            "defineEn": "a tiny living organism that can only be seen under a microscope, including bacteria, viruses, fungi, and protozoa",
            "defineVi": "một sinh vật sống nhỏ bé chỉ có thể nhìn thấy dưới kính hiển vi, bao gồm vi khuẩn, vi rút, nấm và động vật nguyên sinh"
        },
        {
            "id": "8bb7dff0-15d4-456c-8d60-d12dad84505b",
            "word": "more than",
            "phonetic": "moːɹ ðɐn ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9yZSB0aGFu&hash=ee63d0cf0d0ccf618e62726bebb1d98a67d82630&lang=en&cache-only=0",
            "defineEn": "used to indicate a quantity or degree that exceeds or is greater than a certain amount or level",
            "defineVi": "dùng để chỉ số lượng hoặc mức độ vượt quá hoặc lớn hơn một số lượng hoặc mức độ nhất định"
        },
        {
            "id": "caca03f1-56ab-44ac-a532-f08edaf78445",
            "word": "better",
            "phonetic": "bɛɾɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The idea was to better the prisoners, not to break them.",
                "And bettering our lives.",
                "If you didn't like it, SUGGEST BETTER PHRASES OF THE WEEK IN COMMENTS.",
                "Both had a passion for bettering the community.",
                "Let's Better Know: Henri Rousseau’s"
            ],
            "audio": "https://tts.langeek.co/read?text=YmV0dGVy&hash=678d0fce7452d4e29a00735c403367c677debd7f&lang=en&cache-only=0",
            "defineEn": "more suitable or effective compared to other available options",
            "defineVi": "phù hợp hơn hoặc hiệu quả hơn so với các tùy chọn có sẵn khác",
            "hasImg": true
        },
        {
            "id": "644659f8-42ec-49ed-8cad-be9db25347ef",
            "word": "bigger",
            "phonetic": "bɪɡɚ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmlnZ2Vy&hash=120a8503344800c0a497838d75ce295a97e09559&lang=en&cache-only=0",
            "defineEn": "larger in size or amount than something else",
            "defineVi": "lớn hơn về kích thước hoặc số lượng hơn cái gì khác"
        },
        {
            "id": "d9ecde10-11c3-417c-adba-b4cda1ba8c80",
            "word": "enough",
            "phonetic": "ɪnʌf ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Take enough supplies.",
                "Alright I had enough.",
                "Are you warm enough?",
                "Oh yes, enough said.",
                "Even a dog knows enough to come out of the rain, Charlie."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5vdWdo&hash=804cdce449e181285a49ed9a41224289d962bd8a&lang=en&cache-only=0",
            "defineEn": "to a degree or extent that is sufficient or necessary",
            "defineVi": "ở một mức độ hoặc mức độ đó là đủ hoặc cần thiết",
            "hasImg": true
        },
        {
            "id": "a6b12d2a-a0da-488b-8100-34eb76093aef",
            "word": "too much",
            "phonetic": "tuː mʌtʃ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Don't draw Too Much attention to yourself.",
                "We're hearing for the first TIME from President Trump 'S Niece since the PUBLICATION of her new MEMOIR, \"Too Much and never enough.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG9vIG11Y2g&hash=86d55a9faa51aaeff83c645c5944addbbd7f38d6&lang=en&cache-only=0",
            "defineEn": "beyond the appropriate or necessary amount, often to a point that is undesirable or harmful",
            "defineVi": "vượt quá số tiền thích hợp hoặc cần thiết, thường đến một điểm không mong muốn hoặc có hại"
        },
        {
            "id": "e04b01b9-1d52-4294-8d25-47b20fb0837f",
            "word": "many",
            "phonetic": "mɛni ",
            "partOfSpeechType": "determiner",
            "examples": [
                "The revolution brought many changes.",
                "Many shops have raised their prices.",
                "Many businesses use the Salesforce platform for customer relationship management.",
                "Many companies saw the advent of online retailing as a threat to their bricks and mortar business.",
                "Many people decorate their homes with lights and ornaments in December for the holiday season."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFueQ&hash=fe1dce5e55d9e74c01fc84ea416fc32751d7f762&lang=en&cache-only=0",
            "defineEn": "a large number of; a great number of",
            "defineVi": "một số lượng lớn; một số lượng lớn",
            "hasImg": true
        },
        {
            "id": "003b8759-962b-46ea-b5ce-0a79fc409883",
            "word": "wrongly",
            "phonetic": "ɹɔŋli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "He fouled his own nest by wrongly accusing his boss.",
                "And the text wrongly claims that Euchambersia had deep grooves on its canines.",
                "They wrongly believed the war could have been won if the army hadn't been betrayed by politicians and protesters.",
                "This legislation reformed sentencing laws that have wrongly and disproportionately harmed the African-American community.",
                "And we know that motivation can play a role in other things, like your grades and your career path, that could be wrongly chalked up to just an IQ score."
            ],
            "audio": "https://tts.langeek.co/read?text=d3JvbmdseQ&hash=01d63f239811edf7514f4e2cb90a09f94ac106ec&lang=en&cache-only=0",
            "defineEn": "in a mistaken or incorrect way",
            "defineVi": "trong một cách sai lầm hoặc không chính xác"
        },
        {
            "id": "5477f17d-bccf-4f8a-9a30-8ca8163606e7",
            "word": "below",
            "phonetic": "bᵻloʊ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Just click the link below.",
                "She had a scar just below her knee from a childhood bike accident.",
                "They are all equally below the salt.",
                "The cliff dropped down over a hundred feet to the sea below.",
                "I know she really wants the promotion, but she really hit me below the belt by telling the boss about my personal problems."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVsb3c&hash=23e0c74811ea484da43b1763eaaea8298278190f&lang=en&cache-only=0",
            "defineEn": "in a lower level, position, or place",
            "defineVi": "ở cấp độ thấp hơn, vị trí hoặc địa điểm",
            "hasImg": true
        },
        {
            "id": "af33a32f-0c98-48f4-baaf-969fc02b9f62",
            "word": "two",
            "phonetic": "tuː ",
            "partOfSpeechType": "numeral",
            "examples": [
                "Take two from ten.",
                "Two could play at that game, smart guy.",
                "The twins have two bicycles.",
                "Two faces appeared at our window.",
                "Better one house spoiled than two."
            ],
            "audio": "https://tts.langeek.co/read?text=dHdv&hash=fd42ba2e71a4de966c960d7105865970f83328b2&lang=en&cache-only=0",
            "defineEn": "the number 2; the number of wheels on a bicycle",
            "defineVi": "số 2; số lượng bánh xe trên một chiếc xe đạp",
            "hasImg": true
        },
        {
            "id": "52a35d26-7894-4406-a155-ad98739a8a3d",
            "word": "twice",
            "phonetic": "twaɪs ",
            "partOfSpeechType": "adverb",
            "examples": [
                "A work ill done must be twice done.",
                "\"I've done twice as much today as yesterday!\"",
                "You won't have to explain it to him twice.",
                "These foods are potentially dangerous, yet nobody thinks twice before handing them out to their loved ones.",
                "The dentist recommended that I brush my teeth twice a day and floss regularly."
            ],
            "audio": "https://tts.langeek.co/read?text=dHdpY2U&hash=8cff1f57cac929812ead5880a41df9e12cd800f5&lang=en&cache-only=0",
            "defineEn": "for two times",
            "defineVi": "hai lần",
            "hasImg": true
        },
        {
            "id": "d2673806-2210-4aba-805d-99de7a291584",
            "word": "against",
            "phonetic": "ɐɡɛnst ",
            "partOfSpeechType": "preposition",
            "examples": [
                "The boat hit against an object under the surface of the water.",
                "The waves drove against the shore.",
                "The body's immune system protects against harmful bacteria and viruses.",
                "Someone has stacked the cards against me.",
                "She pressed her cheek against the cool glass window."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdhaW5zdA&hash=dd9a4cee30aa5c313df351515758a62d7b8d08d3&lang=en&cache-only=0",
            "defineEn": "in opposition to someone or something",
            "defineVi": "đối lập với một ai đó hoặc một cái gì đó"
        },
        {
            "id": "042c5b2a-ea20-42c2-a03a-707bb5428d28",
            "word": "one",
            "phonetic": "wʌn ",
            "partOfSpeechType": "numeral",
            "examples": [
                "The teacher called out our names one by one for attendance.",
                "A hundred cents make one euro.",
                "The Maasai tribe is one of the indigenous tribes of Africa.",
                "The appointment of a woman was one in the eye for male domination.",
                "Neither one seems like the sharpest pencil in the box."
            ],
            "audio": "https://tts.langeek.co/read?text=b25l&hash=7510caae6e9ec5f7634f0b4bda30314e59df12cd&lang=en&cache-only=0",
            "defineEn": "the number 1; the number of sun in the sky",
            "defineVi": "số 1; số mặt trời trên bầu trời",
            "hasImg": true
        },
        {
            "id": "0900b284-cf8f-4708-a277-4a384a58e532",
            "word": "by",
            "phonetic": "baɪ ",
            "partOfSpeechType": "preposition",
            "examples": [
                "A stream of black cars drove by.",
                "A stream of black cars drove by.",
                "The fast runner won the race by a wide margin.",
                "By making her jump through the hoops?",
                "The chef impressed the customers by his special dish of button mushrooms with crumbled feta cheese."
            ],
            "audio": "https://tts.langeek.co/read?text=Ynk&hash=2cc60022c3035ca401091b765d1aed76b3e4a7e9&lang=en&cache-only=0",
            "defineEn": "indicating the means of doing or achieving something",
            "defineVi": "chỉ ra các phương tiện để làm hoặc đạt được một cái gì đó"
        },
        {
            "id": "45db1555-29b9-4adc-8cba-ef42f0010233",
            "word": "after",
            "phonetic": "æftɚ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "After all, one case of the trots hardly spells disaster.",
                "Every age has its book, after all.",
                "After all, love will find a way.",
                "After all, an electrical brain is smarter than the sum of its parts.",
                "A new broom sweeps clean, after all."
            ],
            "audio": "https://tts.langeek.co/read?text=YWZ0ZXI&hash=dcc17890663060db3ff8c1e76fa86e6d52432347&lang=en&cache-only=0",
            "defineEn": "at a later time",
            "defineVi": "sau đó",
            "hasImg": true
        },
        {
            "id": "55bc99a5-3400-493a-a37a-eef66ec25125",
            "word": "outside",
            "phonetic": "aʊtsaɪd ",
            "partOfSpeechType": "adverb",
            "examples": [
                "A large bus was sitting outside.",
                "The temperature outside is nineteen degrees Celsius.",
                "The trail starts just outside the town.",
                "The children are playing outside in the park.",
                "Two huge fountains were playing outside the entrance."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0c2lkZQ&hash=f74422e23d3642038bb63e77268c8b6cc2b22da5&lang=en&cache-only=0",
            "defineEn": "not inside a building or room",
            "defineVi": "không ở bên trong một tòa nhà hoặc phòng",
            "hasImg": true
        },
        {
            "id": "8e0d91dd-5881-4a60-b892-3564be1e66de",
            "word": "inside",
            "phonetic": "ɪnsaɪd ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The dog has gone inside.",
                "She knows the business inside out.",
                "He accidentally put his underwear on inside out.",
                "A lot has happened inside these four walls.",
                "She reached inside her bag for a pen."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zaWRl&hash=26fd94ae991e280eabb39299d6e2c6de1b10fe4c&lang=en&cache-only=0",
            "defineEn": "in or into a room or building; within a building",
            "defineVi": "trong hoặc vào một căn phòng hoặc tòa nhà; trong một tòa nhà",
            "hasImg": true
        },
        {
            "id": "85f787ce-1e42-4ed9-8814-52fb270590fa",
            "word": "before",
            "phonetic": "bᵻfoːɹ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The actress was practicing her lines before the audition.",
                "Her life had always run smoothly before.",
                "We have had these mysteries before.",
                "Have you ever used this software before?",
                "The case was tried before a jury."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVmb3Jl&hash=25d59ac9f2eb644c80b9888b1352227c2f3a4f54&lang=en&cache-only=0",
            "defineEn": "at an earlier time",
            "defineVi": "tại một thời điểm sớm hơn"
        },
        {
            "id": "823f4f3b-869f-44cd-933b-6722cd6f500a",
            "word": "to remove",
            "phonetic": "tə ɹᵻmuːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "With a sharp knife, the chef expertly removed the gristle from the pork chops.",
                "Fast food chains removed pink slime from their menus to regain trust.",
                "The baker skillfully removed the stone from the apricot, preparing it for a delicious pie.",
                "They carefully removed the exocarp of the pomegranate, revealing the clusters of vibrant red arils inside.",
                "I carefully removed the seed coat of the pumpkin seed before roasting it for a tasty snack."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVtb3Zl&hash=6b8ff1af4405c3fb15700697598353e090e2eafb&lang=en&cache-only=0",
            "defineEn": "to take off an item of clothing, glasses, etc.",
            "defineVi": "để cởi bỏ một mặt hàng quần áo, kính, vv",
            "hasImg": true
        },
        {
            "id": "aeb343dc-9b8a-47e7-bf01-2e4c6967bd82",
            "word": "to reduce",
            "phonetic": "tə ɹᵻduːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "the company's new policy purports to reduce its carbon footprint.",
                "You can reduce the bitterness of sour gourd by soaking it in saltwater before cooking.",
                "The heavy rain created a thick curtain of water, reducing visibility on the road.",
                "The government took action to reduce unemployment rates.",
                "We will have to adjust to our reduced circumstances."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVkdWNl&hash=4732723fea9e65f2ae2f6199fb88bdcaed2d0126&lang=en&cache-only=0",
            "defineEn": "to make something less or smaller in amount, degree, price, etc.",
            "defineVi": "để làm cho một cái gì đó ít hơn hoặc nhỏ hơn về số lượng, mức độ, giá cả, vv",
            "hasImg": true
        },
        {
            "id": "54ab26ee-9a8d-4753-b1a1-60775e512b19",
            "word": "higher",
            "phonetic": "haɪɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They also rated their own abilities higher.",
                "Stocks climbed higher on Wall Street today.",
                "And back in this country, gains in the technology sector pushed stocks higher on Wall Street today.",
                "I might even go higher.",
                "That's a level of magnitude higher."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlnaGVy&hash=5c7383cf50168340919121916da542f827124a94&lang=en&cache-only=0",
            "defineEn": "having a greater level or degree in position, value, rank, importance, or quality.",
            "defineVi": "có trình độ hoặc mức độ lớn hơn về vị trí, giá trị, cấp bậc, tầm quan trọng hoặc phẩm chất."
        },
        {
            "id": "37b82d6f-4899-4038-9320-5deabc3ef8f3",
            "word": "toward",
            "phonetic": "təwɔːɹd ",
            "partOfSpeechType": "preposition",
            "examples": [
                "She moved the ball toward the opponent's goal.",
                "He walked toward the park.",
                "Her behavior toward her colleagues was unprofessional.",
                "She worked hard toward her degree.",
                "They learned from their mistakes and used them as stepping stones toward success."
            ],
            "audio": "https://tts.langeek.co/read?text=dG93YXJk&hash=c94c0c8cb60c2f964f3903ad7e2802275fa4021e&lang=en&cache-only=0",
            "defineEn": "in the direction of someone or something",
            "defineVi": "theo hướng của một ai đó hoặc một cái gì đó"
        },
        {
            "id": "889e2277-f5dc-4683-8e1d-949e7bef66c5",
            "word": "top",
            "phonetic": "tɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "They topped fruit tarts with mango coulis.",
                "The fish tacos were topped with tangy slaw and creamy sauce.",
                "This dictionary goes on the top shelf.",
                "We topped our baked potatoes with a generous drizzle of bechamel sauce.",
                "Write your name at the top of the paper."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9w&hash=c9ff900024933090da10f2cab4fb194f4287759e&lang=en&cache-only=0",
            "defineEn": "the point or part of something that is the highest",
            "defineVi": "điểm hoặc một phần của một cái gì đó là cao nhất",
            "hasImg": true
        },
        {
            "id": "6c0d1195-2ee8-47bc-a418-a31cfe0da8b2",
            "word": "together",
            "phonetic": "təɡɛðɚ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Together, the ant colony was greater than the sum of its parts.",
                "They play the guitar together during jam sessions.",
                "The family took a vacation together, creating wonderful memories with their children.",
                "They did everything together.",
                "They stayed together for the sake of the children."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9nZXRoZXI&hash=c2f198be7670fa74c4fec7f025e405d8121a7100&lang=en&cache-only=0",
            "defineEn": "near to or with something or someone else",
            "defineVi": "gần hoặc với một cái gì đó hoặc người khác",
            "hasImg": true
        },
        {
            "id": "b1a4dc2a-7170-4a4e-90ff-cb4251175185",
            "word": "badly",
            "phonetic": "bædli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "They both pay their employees badly.",
                "This company badly needs to bring in some new blood.",
                "The evening started badly when the speaker failed to turn up.",
                "We've done very badly as far as planning is concerned.",
                "Jack vented his spleen at his wife whenever things went badly at work."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFkbHk&hash=c0c80db0643af6e8339c6ba90a5fa4101c99476c&lang=en&cache-only=0",
            "defineEn": "to a great or serious degree or extent",
            "defineVi": "đến một mức độ lớn hoặc nghiêm trọng hoặc mức độ"
        },
        {
            "id": "fde41d76-aa3c-4f08-9baa-2fab378721a1",
            "word": "between",
            "phonetic": "bᵻtwiːn ",
            "partOfSpeechType": "preposition",
            "examples": [
                "Trains between London and Brighton run throughout the day.",
                "Responsibility is shared between parents and teachers.",
                "This collection of stories bridges the gap between history and fiction.",
                "This book bridges a gulf between the metaphysics literature and philosophy of mind literature.",
                "His incorrect translation of the phrase caused a misunderstanding between the two parties."
            ],
            "audio": "https://tts.langeek.co/read?text=YmV0d2Vlbg&hash=5c7acbd0ca106b82b756a46a413225fb817d5856&lang=en&cache-only=0",
            "defineEn": "in, into, or at the space that is separating two things, places, or people",
            "defineVi": "trong, vào hoặc tại không gian ngăn cách hai sự vật, địa điểm hoặc con người",
            "hasImg": true
        },
        {
            "id": "70226bde-96a3-4ae2-bc97-02fe25490a6b",
            "word": "above",
            "phonetic": "əbʌv ",
            "partOfSpeechType": "adverb",
            "examples": [
                "She raised both arms above her head.",
                "The articles in this magazine are a cut above the others.",
                "John stands head and shoulders above Bob.",
                "The deal was completely open and above board.",
                "Singapore punches above its weight in the world economy."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJvdmU&hash=fee061fbe9e093d2bd88e5a1fc6c6fad10414b21&lang=en&cache-only=0",
            "defineEn": "in, at, or to a higher position",
            "defineVi": "ở, tại, hoặc đến một vị trí cao hơn"
        },
        {
            "id": "db80cceb-202c-4a14-9670-1beb35da94bf",
            "word": "average",
            "phonetic": "ævɹɪdʒ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The average worker spends about two hours a day wasting time.",
                "The basic pay of the average worker has risen by 3 per cent.",
                "Profit and dividend growth looks like being above average for the foreseeable future.",
                "He believes the average consumer is being led down the garden path by the promises in advertisements.",
                "On average, people consume three meals per day: breakfast, lunch, and dinner."
            ],
            "audio": "https://tts.langeek.co/read?text=YXZlcmFnZQ&hash=592ad77f2296e296f3309203e0b29a8ce8eaedb4&lang=en&cache-only=0",
            "defineEn": "calculated by adding a set of numbers together and dividing this amount by the total number of amounts in that set",
            "defineVi": "được tính bằng cách cộng một tập hợp các số lại với nhau và chia số tiền này cho tổng số tiền trong tập hợp đó",
            "hasImg": true
        },
        {
            "id": "4aae867a-8a29-4859-94dc-1dc86efcde8c",
            "word": "extremely",
            "phonetic": "ɛkstɹiːmli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "She was extremely sick, but we were waiting for a raindrop in the drought.",
                "We were made to feel extremely welcome.",
                "He's extremely irritable - he flies off the handle at the slightest thing.",
                "The Prime Minister is understood to have been extremely angry about the report.",
                "It was a small problem and she has been treated extremely badly."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0cmVtZWx5&hash=5479bc0c82cddc23717a0e65aeb500f1a9972e89&lang=en&cache-only=0",
            "defineEn": "to a very great amount or degree",
            "defineVi": "đến một số lượng rất lớn hoặc mức độ"
        },
        {
            "id": "e9ede776-cfb1-4c4c-b328-bcfc1645f00e",
            "word": "small",
            "phonetic": "smɔːl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Small cracks appeared in the wall.",
                "That holiday cost me a small fortune.",
                "This small restaurant is the best pound for pound in the city.",
                "The whole may be smaller than the sum of its parts!",
                "I gave a small donation."
            ],
            "audio": "https://tts.langeek.co/read?text=c21hbGw&hash=7df44bdfe670afa5fa2f958b47b2ad3554cee646&lang=en&cache-only=0",
            "defineEn": "little or below average in size, amount, degree, etc.",
            "defineVi": "ít hoặc dưới mức trung bình về kích thước, số lượng, mức độ, v.v.",
            "hasImg": true
        },
        {
            "id": "6c8f95f2-4f62-4796-99ed-98577d7e397e",
            "word": "again",
            "phonetic": "ɐɡɛn ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Last year's winners again have the championship firmly in their pocket.",
                "Then again, some major thinkers are way ahead of the curve.",
                "Their bank account was in the red again.",
                "Go over it again.",
                "She again told tales out of school."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdhaW4&hash=d7f6d8abcc7c36e42de733a19222db9c11c53414&lang=en&cache-only=0",
            "defineEn": "once more; one more time",
            "defineVi": "một lần nữa; một lần nữa"
        }
    ]
}