{
    "id": "2dc67bcf-e387-4a57-85d1-5ad8474b56f0",
    "title": "Healthcare and Medicine",
    "originalTitle": "Healthcare and Medicine",
    "words": [
        {
            "id": "8001d2f8-9423-4b73-8cce-676b73515dda",
            "word": "treatment",
            "phonetic": "tɹiːtmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Newer treatments for the disease are in the pipeline.",
                "I'm having treatment for my back problem.",
                "People are dying for want of medical treatment.",
                "The treatment has not yet been tried on patients.",
                "We should not give preferential treatment to one element to the detriment of the others."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlYXRtZW50&hash=cd8d0e4091d83f16b6a3e5db896dd881e9ff76fa&lang=en&cache-only=0",
            "defineEn": "an action that is done to relieve pain or cure a disease or an illness",
            "defineVi": "một hành động được thực hiện để giảm đau hoặc chữa bệnh hoặc bệnh tật",
            "hasImg": true
        },
        {
            "id": "5c41dec3-d99f-4e5d-a6a3-b1f75d3d5898",
            "word": "medicine",
            "phonetic": "mɛdəsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This new medicine is a beacon of hope for/to thousands of people.",
                "The medicine cabinet in the bathroom holds our first aid supplies.",
                "The doctor has given me some medicine to take for my cough.",
                "You are getting a taste of your own medicine!",
                "The coup gave the dictatorship a dose of its own medicine, subjecting the dictator and his entourage to torture and confinement in deplorable conditions."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkaWNpbmU&hash=d04a3679fc1da6d2f215cec241561fd4e3d4d673&lang=en&cache-only=0",
            "defineEn": "a substance that treats injuries or illnesses",
            "defineVi": "một chất điều trị chấn thương hoặc bệnh tật",
            "hasImg": true
        },
        {
            "id": "9af6bbc8-98b0-4cf6-8a62-10be3e17d178",
            "word": "medication",
            "phonetic": "mɛdɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The medication has a stiff dosage, so be prepared for its potent effects.",
                "I'll be more alert when I get this medication out of my system.",
                "After a few days of rest and medication, Emily is on the mend and expects to be back to work soon.",
                "The doctor advised me to let the flu run its course, rather than prescribing medication.",
                "He had a heart condition that required him to take medication daily."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkaWNhdGlvbg&hash=9bffa5c9c82f6e9aa5ea32259c2f5e70ff95bb5e&lang=en&cache-only=0",
            "defineEn": "something that we take to prevent or treat a disease, or to feel less pain",
            "defineVi": "thứ gì đó mà chúng ta dùng để ngăn ngừa hoặc điều trị bệnh hoặc để cảm thấy bớt đau",
            "hasImg": true
        },
        {
            "id": "3ab0944e-c849-42a9-9308-b07637ee0cfc",
            "word": "to heal",
            "phonetic": "tə hiːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "As the saying goes, physician, heal thyself.",
                "That cut is taking a long time to heal.",
                "After going through a painful breakup, I thought I would never be able to love again, but time heals all wounds, and I eventually moved on.",
                "After the accident, I was in a lot of pain, but the doctor reassured me that time works wonders and that I would heal.",
                "Maybe heal another energy."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGVhbA&hash=e9849fbd7cc0f6e03c9c6180435333e86417c91b&lang=en&cache-only=0",
            "defineEn": "to become healthy again",
            "defineVi": "trở nên khỏe mạnh trở lại",
            "hasImg": true
        },
        {
            "id": "0fc36828-9c22-456d-b3ac-4cdda54cb99a",
            "word": "painkiller",
            "phonetic": "peɪŋkɪlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, painkillers negatively reinforce the behavior of swallowing them by ending the headache.",
                "Slower drug metabolism can mean a normally fine painkiller, like acetaminophen, may build up until it hits toxic levels.",
                "- It's Alaskan Fury, it's cocaine and over-the-counter painkillers.",
                "And this is where over-the-counter painkillers come in.",
                "When a new group of painkillers emerged in the mid-90s, pharmaceutical companies and distributors saw a ripe market."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFpbmtpbGxlcg&hash=ee997842b1e02985d2e7375e96338bfe68901fe5&lang=en&cache-only=0",
            "defineEn": "a type of medicine that is used to reduce or relieve pain",
            "defineVi": "một loại thuốc được sử dụng để giảm hoặc giảm đau",
            "hasImg": true
        },
        {
            "id": "a0b56798-0ab2-4c0a-8406-721159f00d45",
            "word": "to cure",
            "phonetic": "tə kjʊɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "A cure for lung cancer would save thousands of lives each year.",
                "The upcoming election is a kill or cure moment for the future of the country.",
                "Remember that an ill wound is cured, not an ill name.",
                "Regular exercise and healthy eating habits can prevent many illnesses as prevention is better than cure.",
                "Scientists are still trying to find a cure for cancer."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3VyZQ&hash=de4757c833353832fc94eb61695e046e19568ed7&lang=en&cache-only=0",
            "defineEn": "to become healthy again or make someone regain their health",
            "defineVi": "để trở nên khỏe mạnh một lần nữa hoặc làm cho ai đó lấy lại sức khỏe của họ",
            "hasImg": true
        },
        {
            "id": "80dc8b6d-63fd-4b2a-add6-cfde3dd4fafe",
            "word": "remedy",
            "phonetic": "ɹɛmədi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He used daikon as a natural remedy for congestion.",
                "Bitter orange peel is a great addition to my herbal remedies.",
                "We used honey as a natural remedy for soothing a sore throat.",
                "As a home remedy, I steeped lemongrass in hot water and drank it to relieve a sore throat.",
                "The doctor recommended using citrange as a natural remedy for boosting immunity."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVtZWR5&hash=5690c2b11c688f455a8f0f775cec5ed9608ca3e3&lang=en&cache-only=0",
            "defineEn": "a treatment or medicine for a disease or to reduce pain that is not severe",
            "defineVi": "một phương pháp điều trị hoặc thuốc cho một căn bệnh hoặc để giảm đau không nghiêm trọng",
            "hasImg": true
        },
        {
            "id": "99a16607-2ba7-4b41-bcde-40bba0e35118",
            "word": "to soothe",
            "phonetic": "tə suːð ",
            "partOfSpeechType": "verb",
            "examples": [
                "The aromatic wintergreen tea soothes her sore throat.",
                "He brewed a cup of ginger tea to soothe his upset stomach.",
                "He brewed a cup of costmary tea to soothe his upset stomach after a heavy meal.",
                "The herbalist recommended an anise infusion to soothe their upset stomach.",
                "He brewed a cup of lavender tea to soothe his mind and reduce stress."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc29vdGhl&hash=706f092874b3b9f761ec47db12ee3528c6f3bcf2&lang=en&cache-only=0",
            "defineEn": "to reduce the severity of a pain",
            "defineVi": "để giảm mức độ nghiêm trọng của một cơn đau"
        },
        {
            "id": "3b8f2bc6-e31f-4eaf-b8bd-bf10922066f1",
            "word": "to revive",
            "phonetic": "tə ɹᵻvaɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company has brought in some new blood in an effort to revive its fortunes.",
                "Changes began during Japan's doldrums when the government tried to revive growth by steadily deregulating sections of the economy.",
                "The town tried for years to revive the old factory, but nothing they did brought back business.",
                "Reviving the old Cold War with new weapons.",
                "Reviving the old Cold War with new weapons."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV2aXZl&hash=ac5cf43503f4a18107ced5569d63cd6a262d4f7e&lang=en&cache-only=0",
            "defineEn": "to make a person become conscious again",
            "defineVi": "để làm cho một người trở nên có ý thức một lần nữa",
            "hasImg": true
        },
        {
            "id": "9369d3b7-047e-487c-8e33-69b5f314fcbc",
            "word": "to rehabilitate",
            "phonetic": "tə ɹᵻhɐbɪlᵻteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He had rehabilitated his image.",
                "The field has mostly rehabilitated its image now, but there’s still a lot of research to be done.",
                "In the end, they were all rehabilitated, but the study gave us some understanding of the devastating psychological effects of starvation.",
                "Also, it created a world in which future countesses could rehabilitate their reputations in New York.",
                "It’s a whole new campaign to rehabilitate the reputation of what’s probably the most powerful police force in the entire country."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVoYWJpbGl0YXRl&hash=6eee2943ed3b671b30f00c488ff11ce4a39d779e&lang=en&cache-only=0",
            "defineEn": "to help someone to restore to a healthy and independent state after a period of imprisonment, addiction, illness, etc.",
            "defineVi": "để giúp ai đó phục hồi trạng thái khỏe mạnh và độc lập sau một thời gian bị giam cầm, nghiện ngập, bệnh tật, v.v."
        },
        {
            "id": "43174e3e-9561-4fe8-b215-6c7b44724e1a",
            "word": "therapy",
            "phonetic": "θɛɹəpi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I've never really understood shopping therapy.",
                "The cancer patient underwent radiation therapy to target and destroy cancer cells.",
                "They have made up for their previous disagreements by attending couples therapy.",
                "When I broke up with my boyfriend, I cheered I needed a lot of retail therapy to help me get over my ex-boyfriend.myself up with lots of shopping therapy.",
                "When I broke up with my boyfriend, I cheered I needed a lot of retail therapy to help me get over my ex-boyfriend.myself up with lots of shopping therapy."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlcmFweQ&hash=f9e62846b648ee3e5ded39cf40d2a14983ce1680&lang=en&cache-only=0",
            "defineEn": "the act of treating mental or physical illnesses",
            "defineVi": "hành động điều trị bệnh tâm thần hoặc thể chất",
            "hasImg": true
        },
        {
            "id": "2f813f8a-4b95-47dc-98f4-c318a13c5660",
            "word": "vaccine",
            "phonetic": "væksiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "These people were working day and night to develop a vaccine.",
                "The inadequate supplies of vaccine left many people high and dry when the flu season arrived.",
                "Top executives at pandemic juggernauts Pfizer and Moderna are at odds on the need for a fourth COVID-19 vaccine dose.",
                "Nice-to-know details were pushed to the back burner in a rush to make sure the new vaccines would be safe and effective.",
                "The fact that some individuals were able to gain access to vaccines before others, despite being in a lower priority group, showed that some are more equal than others when it comes to healthcare resources."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFjY2luZQ&hash=732b41b28d88d5ad812be08869d1e84f42f1a0d5&lang=en&cache-only=0",
            "defineEn": "a substance, often administered through needle injections, that stimulates the body's immune response against harmful diseases",
            "defineVi": "một chất, thường được tiêm qua kim tiêm, kích thích phản ứng miễn dịch của cơ thể chống lại các bệnh có hại",
            "hasImg": true
        },
        {
            "id": "86e058c8-6240-4558-9345-a140f88d1e87",
            "word": "vaccination",
            "phonetic": "væksᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her vaccination took.",
                "Vaccination is ongoing.",
                "Vaccination passports give rise to some really significant human rights and civil liberties concerns.",
                "MALCOLM BRABANT: Vaccination passports are some way off for community leader Sabia Akram.",
                "For generations, just about everybody in the United States got vaccinations."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFjY2luYXRpb24&hash=26ae50016101d181f58bdaff7bbc1e85ece800b0&lang=en&cache-only=0",
            "defineEn": "the process or an act of introducing a vaccine into the body as a precaution against contracting a disease",
            "defineVi": "quá trình hoặc một hành động đưa vắc-xin vào cơ thể để đề phòng mắc bệnh",
            "hasImg": true
        },
        {
            "id": "a74b0408-7884-4104-b690-3a7d0f351e35",
            "word": "quarantine",
            "phonetic": "kwɔːɹəntiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Quarantine Together has no pictures, no bios and no screening methods.",
                "Imposing a quarantine.",
                "The quarantine started.",
                "Pycnandra acuminata also basically quarantines the nickel in cells that are separate from other parts of the plant.",
                "People are actually connecting during quarantine. -"
            ],
            "audio": "https://tts.langeek.co/read?text=cXVhcmFudGluZQ&hash=6126584bc3e2a75830be280813b0f5e572a15fd6&lang=en&cache-only=0",
            "defineEn": "a place or period of separation in which someone or something that is suspicious of carrying a dangerous disease is kept away so that others can be safe",
            "defineVi": "một nơi hoặc khoảng thời gian tách biệt trong đó ai đó hoặc thứ gì đó nghi ngờ mang một căn bệnh nguy hiểm được tránh xa để những người khác được an toàn"
        },
        {
            "id": "7f6abdab-cf56-481b-abfb-a73e083580b0",
            "word": "to isolate",
            "phonetic": "tʊ aɪsəleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the pandemic hit, many people went to ground and isolated themselves at home to avoid getting sick.",
                "The breakup with his long-term partner caused him to fall to pieces and isolate himself from others.",
                "Truculent Trump twists in the wind as an isolated, ridiculed figure of fun.",
                "And in 1976, researchers isolated one of its DNA polymerases.",
                "They isolate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaXNvbGF0ZQ&hash=8ca54e3c1c0950c54cf4d56b6c00e467cc4f24f7&lang=en&cache-only=0",
            "defineEn": "to physically or socially separate someone or something from others",
            "defineVi": "để thể chất hoặc xã hội tách một ai đó hoặc một cái gì đó từ những người khác"
        },
        {
            "id": "d26f85e2-6ee6-4623-9031-14452df3dc1d",
            "word": "injection",
            "phonetic": "ɪndʒɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"Botox injections need a lot of recovery time.\"",
                "The signature red outer casing is formed via injection molding.",
                "One injection mold machine can do the job of hundreds of printers: like a thousand parts per shift.",
                "The injections seemed to restore their memory!",
                "So an injection of love may be a natural memory booster."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5qZWN0aW9u&hash=cd4add4208a239c5348fac55623e33728adc7905&lang=en&cache-only=0",
            "defineEn": "the action of putting a drug into a person's body using a syringe",
            "defineVi": "hành động đưa thuốc vào cơ thể người bằng ống tiêm",
            "hasImg": true
        },
        {
            "id": "af15f8f8-82d8-4f52-ae7d-85ae34c3d580",
            "word": "side effect",
            "phonetic": "saɪd ɪfɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The side effects of a medication may be worse than the symptoms of the illness it was intended to treat, showing how the cure is worse than the disease.",
                "Common side effects include dizziness, dry mouth, nausea, fatigue, confusion, balance problems, and euphoria.",
                "These medications have less side effects overall.",
                "Humanity’s longest experiment in controlled evolution has had other side effects as well.",
                "Vaccines do carry certain risks and side effects."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lkZSBlZmZlY3Q&hash=5e562e3028a2c49105a9a30588ba26b501b9de88&lang=en&cache-only=0",
            "defineEn": "a secondary effect of any drug or medicine, usually an undesirable one",
            "defineVi": "tác dụng phụ của bất kỳ loại thuốc hoặc thuốc nào, thường là tác dụng không mong muốn"
        },
        {
            "id": "ef608cf0-23e7-455b-86fe-6f65d2845952",
            "word": "immune",
            "phonetic": "ɪmjuːn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But the herd was immune.",
                "And the manufacturing industry is not immune.",
                "So, naturally, DNA damage triggers an immune response: inflammation.",
                "Your body enlists several types of antibodies in its immune army.",
                "This immune cell, a macrophage, attacks it."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1tdW5l&hash=c471038cc5629303528aa273ced16270fc771fb6&lang=en&cache-only=0",
            "defineEn": "safe from catching a disease or being infected",
            "defineVi": "an toàn không mắc bệnh hoặc bị nhiễm bệnh",
            "hasImg": true
        },
        {
            "id": "9e585d73-514d-4932-9e43-fd224ff1974a",
            "word": "resistance",
            "phonetic": "ɹᵻsɪstəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Resistance will always remain a thorn in the flesh of Zionism and its ideology which is rooted in the perverse notion of supremacy and power.",
                "Excessive use of pesticides can breed resistance in pests, making them harder to control in the future.",
                "John will follow the path of least resistance.",
                "They would rather take the line of least resistance than become involved in arguments.",
                "They promised that the army would strike with an iron fist at any resistance."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzaXN0YW5jZQ&hash=de50e63786ec0918aa963b6f1bdf65c0d70961fa&lang=en&cache-only=0",
            "defineEn": "the ability of someone or something that keeps them from being affected by something",
            "defineVi": "khả năng của một ai đó hoặc một cái gì đó giúp họ không bị ảnh hưởng bởi một cái gì đó"
        },
        {
            "id": "84e457a7-4291-4cda-8f3c-c251fdd764c0",
            "word": "practice",
            "phonetic": "pɹæktɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The actress was practicing her lines before the audition.",
                "They practice their soccer skills every day after school.",
                "She sometimes practices yoga in the morning.",
                "Harvesting abalone for culinary purposes requires sustainable practices to ensure the long-term survival of it.",
                "She finishes her piano practice at 7 o'clock."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJhY3RpY2U&hash=d35789c5452598e4f27d75d8dd5e8e276d961756&lang=en&cache-only=0",
            "defineEn": "the work of a doctor, lawyer, or dentist; the place where such people work",
            "defineVi": "công việc của bác sĩ, luật sư hoặc nha sĩ; nơi mà những người như vậy làm việc"
        },
        {
            "id": "a6807f57-a759-49a1-b72e-f8060fb5a013",
            "word": "pharmacy",
            "phonetic": "fɑːɹməsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Grocery stores need food, pharmacies need drugs.",
                "The retail pharmacy sector shed billions of dollars.",
                "You have to get drugs from the pharmacy.",
                "Then the pharmacy has to order it or your insurance has to approve it.",
                "But then, the next time the pharmacy uses a different manufacturer and your curve looks like this."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhhcm1hY3k&hash=cc93632ee083b81e5d22efe7748502859ea2b802&lang=en&cache-only=0",
            "defineEn": "a shop where medicines are sold",
            "defineVi": "một cửa hàng bán thuốc",
            "hasImg": true
        },
        {
            "id": "9765f66b-b8a4-43a6-8548-3285a7936a17",
            "word": "prescription",
            "phonetic": "pɹɪskɹɪpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The doctor wrote her a prescription for more antibiotics.",
                "So her daughter took the prescription.",
                "My life depends on prescription drugs.",
                "PBMs manage prescription drug benefits on behalf of health insurers, drug plans, large employers, and other payers.",
                "Are people writing more prescriptions in Tennessee than other parts of the country?"
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc2NyaXB0aW9u&hash=4ad2a00ea38212cca92ffda92ed05c112a4974d6&lang=en&cache-only=0",
            "defineEn": "the written instructions of a doctor that allow the patient to get the medicines needed",
            "defineVi": "hướng dẫn bằng văn bản của bác sĩ cho phép bệnh nhân lấy các loại thuốc cần thiết",
            "hasImg": true
        },
        {
            "id": "22979a0a-04d2-4f65-9835-14e2aad7334e",
            "word": "antibiotic",
            "phonetic": "æntɪbaɪɑːɾɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "She was given antibiotics.",
                "The doctor wrote her a prescription for more antibiotics.",
                "Antibiotics DO NOT KILL VIRUSES.",
                "They put antibiotics in it.",
                "Antibiotics like penicillin have saved millions of lives from bacterial illnesses like pneumonia and scarlet fever."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aWJpb3RpYw&hash=32cab185ec60bb85d10aaf76e238025a7f70c0ad&lang=en&cache-only=0",
            "defineEn": "a drug that is used to destroy bacteria or stop their growth, like Penicillin",
            "defineVi": "một loại thuốc được sử dụng để tiêu diệt vi khuẩn hoặc ngăn chặn sự phát triển của chúng, như Penicillin",
            "hasImg": true
        },
        {
            "id": "dec1487a-ff3d-4692-afff-9401eb9fd069",
            "word": "first aid",
            "phonetic": "fɜːst eɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The medicine cabinet in the bathroom holds our first aid supplies.",
                "We don’t see any of the officers provide first aid at this point.",
                "Absolutely crucial to have a first aid kit.",
                "Above them we have built in a shelf for things like food supplements, cleaner, and first aid supplies.",
                "And that’s why international burn associations and first aid organizations usually recommend gently cooling down a burn for 10 to 20 minutes with cool to room temperature water."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmlyc3QgYWlk&hash=e79db59a4a4cfbe50229885b95dc1e1f2c70e022&lang=en&cache-only=0",
            "defineEn": "a basic medical treatment given to someone in an emergency before they are taken to the hospital",
            "defineVi": "một điều trị y tế cơ bản cho ai đó trong trường hợp khẩn cấp trước khi họ được đưa đến bệnh viện",
            "hasImg": true
        },
        {
            "id": "dc117f6b-715c-47c9-81ee-badaeca31850",
            "word": "intensive care",
            "phonetic": "ɪntɛnsɪv kɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "An intensive care bed will cost 2,000 pounds, so, $3,500 a night.",
                "In Colombia, intensive care units are stretched beyond their capacities.",
                "Intensive care units are overflowing in what is now a third COVID wave.",
                "Basharrie McKenzie was also on the intensive care unit.",
                "-Will you find the way to the intensive care unit?"
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZW5zaXZlIGNhcmU&hash=a49fd8455dac02a9c354162d01d94b85f1764c0f&lang=en&cache-only=0",
            "defineEn": "special treatment provided for someone who is seriously injured or is extremely ill",
            "defineVi": "điều trị đặc biệt dành cho người bị thương nặng hoặc bị bệnh nặng"
        },
        {
            "id": "d78699bf-358c-415c-ad13-284a9faafdf9",
            "word": "self-care",
            "phonetic": "sɛlfkɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He let himself go for a while, neglecting his physical health and not taking care of his nutritional needs, but he eventually realized the importance of self-care.",
                "The therapist reminded the client that a good laugh and a long sleep are the best cures in the doctor's book, encouraging them to find joy in life and prioritize self-care to help manage their mental health.",
                "For more self-care tips, check out our video on coping with uncertainty.",
                "Fabulous is a self-care and habit-forming app with over 20 million users.",
                "Some share self-care tips, others help with customer service, and some share legitimately useful information."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1jYXJl&hash=b8b8e7cc47d129530d0f5ba9d84e83bb620115a1&lang=en&cache-only=0",
            "defineEn": "the action of taking care of oneself by exercising, eating good food, and sleeping well to improve or maintain health",
            "defineVi": "hành động chăm sóc bản thân bằng cách tập thể dục, ăn thức ăn ngon và ngủ ngon để cải thiện hoặc duy trì sức khỏe"
        },
        {
            "id": "435dd231-5f40-499a-b403-d4116a3b8895",
            "word": "recovery",
            "phonetic": "ɹᵻkʌvɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The recent economic recovery was almost entirely led by exports.",
                "He had a long road to recovery after the surgery, but he's in good nick now.",
                "The Chancellor of the Exchequer says that economic recovery is just around the corner.",
                "The athlete knew that overtraining could lead to burnout and injury, so she balanced intense workouts with rest and recovery, as she believed that honey in excess is no longer sweet.",
                "Ben’s making a good recovery, touch wood."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjb3Zlcnk&hash=5ca64ffdcac969a85f44c810039c5ed4af698b31&lang=en&cache-only=0",
            "defineEn": "the process of becoming healthy again after an injury or disease",
            "defineVi": "quá trình trở nên khỏe mạnh trở lại sau một chấn thương hoặc bệnh tật",
            "hasImg": true
        },
        {
            "id": "c0d9931a-67fc-48de-9dff-2c686fa85d80",
            "word": "physical therapy",
            "phonetic": "fɪzɪkəl θɛɹəpi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGh5c2ljYWwgdGhlcmFweQ&hash=e34502cd2b38e070b20fbeda92544c027037fcf5&lang=en&cache-only=0",
            "defineEn": "a type of medical treatment that uses physical techniques such as massages, exercises, etc. rather than drugs",
            "defineVi": "một loại điều trị y tế sử dụng các kỹ thuật vật lý như xoa bóp, tập thể dục, v.v. hơn là dùng thuốc",
            "hasImg": true
        },
        {
            "id": "e754e0b1-0996-4122-bc4a-c67f58c4b329",
            "word": "conventional",
            "phonetic": "kənvɛnʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "No conventional drugs had produced any significant change.",
                "She presented an abstract idea that challenged conventional wisdom and sparked a lively debate.",
                "The scientist struggled to find colleagues who shared his curiosity and vision, as his peers were content with conventional research.",
                "But this rebellious band of scholars gleefully ignored conventional wisdom.",
                "The conventional spring is like the wound, tight coil of wire."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udmVudGlvbmFs&hash=fa9c8fa63dde8d33ec9c64e61d1b5c530bd910f8&lang=en&cache-only=0",
            "defineEn": "(of medical care) treating diseases based on modern science, using drugs, surgery, etc.",
            "defineVi": "(chăm sóc y tế) điều trị bệnh dựa trên khoa học hiện đại, sử dụng thuốc, phẫu thuật, v.v."
        },
        {
            "id": "d5bed439-095d-40a0-883a-2ff0d3719666",
            "word": "traditional medicine",
            "phonetic": "tɹɐdɪʃənəl mɛdəsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I rely on traditional medicine.",
                "For hundreds of years, Koreans have used bamboo salt for cooking and as a form of traditional medicine.",
                "This ash could be used to make glass and soap, but the byproducts were also used as a food source for people and livestock, as fertilizer, and even in traditional medicine."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhZGl0aW9uYWwgbWVkaWNpbmU&hash=7cc9276c29457de288eaaa42e0b6b67083d5f771&lang=en&cache-only=0",
            "defineEn": "a type of medical treatment that is primarily based on cultural practices and beliefs from previous generations",
            "defineVi": "một loại điều trị y tế chủ yếu dựa trên thực hành văn hóa và niềm tin từ các thế hệ trước"
        },
        {
            "id": "1fe45a5f-59e0-4944-a647-b777e35306f9",
            "word": "alternative medicine",
            "phonetic": "ɔːltɜːnətɪv mɛdəsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Alternative medicine for depression that's what I'm going to talk about today.",
                "So how did homeopathy become the most successful alternative medicine?",
                "Homeopathy may be the most controversial but also the most popular alternative medicine.",
                "In a previous video, I talked about alternative medicines for depression and I'll put post a link for you in the corner for that one.",
                "Alternative medicines for anxiety that's what I'm going to be talking about today I'm Dr. Tracey Marks a psychiatrist and on this channel I talk about mental health education and self-improvement."
            ],
            "audio": "https://tts.langeek.co/read?text=YWx0ZXJuYXRpdmUgbWVkaWNpbmU&hash=21f9a1362023a29059cbb9dd2a0f23359c7eb9b7&lang=en&cache-only=0",
            "defineEn": "any type of treatment such as herbalism, faith healing, etc. that does not follow the usual methods of Western medicine",
            "defineVi": "bất kỳ hình thức điều trị nào như thảo dược, chữa bệnh bằng đức tin, v.v. không tuân theo các phương pháp thông thường của y học phương Tây",
            "hasImg": true
        },
        {
            "id": "1c2cdba2-9924-4c1c-8d78-9b5b687acf2c",
            "word": "acupuncture",
            "phonetic": "ækjuːpʌŋktʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Other alternative therapies include yoga, aerobic exercise, acupuncture, biofeedback and hypnosis.",
                "Correlated with this urban environment is the access to these things, such as veterinary, acupuncture, oncology, dermatology.",
                "So these tattoos are now thought to be evidence of early acupuncture or attempted healing practices.",
                "Whatever you do, don't Google, \"Acupuncture gone wrong.\"",
                "Like I don't want the government to know that I like to get my acupuncture done at 7:30 in the morning on a Tuesday."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN1cHVuY3R1cmU&hash=097b49576bf7a9836095cccdc90b5da0471269d8&lang=en&cache-only=0",
            "defineEn": "a method of treatment in which thin needles are inserted in specific spots on the body, originated in China",
            "defineVi": "một phương pháp điều trị trong đó kim mỏng được đưa vào những điểm cụ thể trên cơ thể, có nguồn gốc từ Trung Quốc",
            "hasImg": true
        },
        {
            "id": "414595fe-4419-4658-9524-980c7c02d096",
            "word": "mental health",
            "phonetic": "mɛntəl hɛlθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I always tell my friends and family to take care of their mental health, because it's not work that kills, but worry.",
                "You're trying to improve your mental health, but you keep engaging in negative self-talk and self-destructive behaviors.",
                "She cut ties with toxic people in her life, and her mental health improved because away goes the devil when he finds the door shut against him.",
                "Many people are drawn to the glitz and glamour of Hollywood, but all that glitters is not gold, and the constant pressure and scrutiny can take a toll on mental health and well-being.",
                "After attending the seminar on mental health, I became awake to the stigma surrounding mental illness and decided to become an advocate for greater awareness and understanding."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVudGFsIGhlYWx0aA&hash=5bcf0dea4c37d7e02187764129f704aa36fe2198&lang=en&cache-only=0",
            "defineEn": "the well-being of a person's mind",
            "defineVi": "hạnh phúc của tâm trí của một người"
        },
        {
            "id": "ccbf11e1-92f5-4883-bae0-f571284e67e7",
            "word": "antidepressant",
            "phonetic": "æntɪdᵻpɹɛsənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, antidepressants increase the availability of certain neurotransmitters in your brain, but in different ways.",
                "The antidepressant only helped a little bit with her mood and anxiety.",
                "Antidepressants would be medications like Fluoxetine, Escitalopram, and Venlafaxine.",
                "The proper treatment for daily anxiety is an antidepressant.",
                "So you take the antidepressant."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aWRlcHJlc3NhbnQ&hash=6c65797401536778f247089f52f43394080be603&lang=en&cache-only=0",
            "defineEn": "a drug that is used to treat people who feel extremely sad and anxious",
            "defineVi": "một loại thuốc được sử dụng để điều trị những người cảm thấy cực kỳ buồn và lo lắng"
        },
        {
            "id": "a4a2a65a-0781-4782-a69a-ba2be3eb943c",
            "word": "insurance",
            "phonetic": "ɪnʃʊɹɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "I called the insurance company about this claim, but they kept giving me the runaround.",
                "Too many companies reckon without the pitfalls that make insurance like this an absolute necessity.",
                "Many people end up paying through the nose for their car insurance policies.",
                "John was a reckless driver when he was young, and now he has a criminal record and a hard time getting insurance.",
                "Firms advertising cheap life insurance are actually charging many customers up to five times the going rate."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdXJhbmNl&hash=4685d27070102cba994897309213060bcf2cc615&lang=en&cache-only=0",
            "defineEn": "the arrangement with an institute or agency according to which they guarantee to make up for the damages in the event of an accident or loss",
            "defineVi": "thỏa thuận với một viện hoặc cơ quan theo đó họ đảm bảo bồi thường thiệt hại trong trường hợp xảy ra tai nạn hoặc mất mát"
        },
        {
            "id": "2ef87624-c023-4a00-ad2f-f94cbe7fa534",
            "word": "hygiene",
            "phonetic": "haɪdʒiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Simple hygiene education can help.",
                "It was a hygiene thing.",
                "At the Glasers, the fights are less about politics, more about personal hygiene.",
                "Luckily, modern hygiene and clinical practices generally keep it in check.",
                "It was a hygiene thing and"
            ],
            "audio": "https://tts.langeek.co/read?text=aHlnaWVuZQ&hash=9d04b1c6452f36e9bab392ed8b90a85739bf919e&lang=en&cache-only=0",
            "defineEn": "the steps one takes to promote health and avoid disease, particularly by cleaning things or being clean",
            "defineVi": "các bước một người thực hiện để tăng cường sức khỏe và tránh bệnh tật, đặc biệt là bằng cách làm sạch mọi thứ hoặc sạch sẽ"
        },
        {
            "id": "54054da9-062c-45e6-a790-2dd20b6f9fd7",
            "word": "anesthetic",
            "phonetic": "ænɪsθɛɾɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some anesthetics had been used for dubious recreation for centuries.",
                "The study was specifically interested in inhaled anesthetics, rather than injected ones.",
                "Ketamine was first synthesized in the 1960s as an anesthetic, a sedative.",
                "It demonstrated that inhaled anesthetics disrupt lipid rafts in nerve cells.",
                "You can also apply a topical anesthetic cream to relieve pain and take antihistamines to relieve the itchiness."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5lc3RoZXRpYw&hash=25551f10e3e86fbbf861d611ca5cdd9d577c19a8&lang=en&cache-only=0",
            "defineEn": "a type of drug that makes the whole or part of the body unable to feel pain when administered",
            "defineVi": "một loại thuốc làm cho toàn bộ hoặc một phần cơ thể không cảm thấy đau khi dùng",
            "hasImg": true
        }
    ]
}