{
    "id": "2e868bf4-3217-4358-bc90-84d3e5d7255f",
    "title": "Lesson 9A",
    "originalTitle": "Lesson 9A",
    "words": [
        {
            "id": "942d9b84-612c-4f1c-b9c8-68c934fc8832",
            "word": "breakfast",
            "phonetic": "bɹɛkfəst ",
            "partOfSpeechType": "noun",
            "examples": [
                "My parents always drink orange juice for breakfast.",
                "The new secretary made a dog's breakfast out of the filing system.",
                "They serve breakfast at all hours.",
                "Breakfast is served until 9 am.",
                "Your breakfast is coming soon."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWtmYXN0&hash=9843166500799279810976461a971b6036acfc38&lang=en&cache-only=0",
            "defineEn": "the first meal someone has in the early hours of the day",
            "defineVi": "bữa ăn đầu tiên của ai đó vào đầu giờ trong ngày",
            "hasImg": true
        },
        {
            "id": "d96a3125-bb6c-4eba-a58f-12d7f3e9526e",
            "word": "bread",
            "phonetic": "bɹɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "With its higher protein content, bread flour gives breads a stronger structure and a chewier texture.",
                "With its higher protein content, bread flour gives breads a stronger structure and a chewier texture.",
                "They dipped their bread into a small bowl of balsamic vinegar and olive oil.",
                "Their bread and butter is reporting local events.",
                "The paper’s bread and butter is reporting local events in a small community."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWQ&hash=887a28d2a7fa3a37ef4a658c95bc7c7bb24e1bac&lang=en&cache-only=0",
            "defineEn": "a type of food made from flour, water and usually yeast mixed together and baked",
            "defineVi": "một loại thực phẩm được làm từ bột mì, nước và thường là men trộn với nhau và nướng",
            "hasImg": true
        },
        {
            "id": "6b6deedc-5a25-40dc-9b61-d70d7e18d7c5",
            "word": "butter",
            "phonetic": "bʌɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their bread and butter is reporting local events.",
                "The paper’s bread and butter is reporting local events in a small community.",
                "As a vegan, she substituted almond butter for traditional dairy-based spreads.",
                "The mobile phone business was actually his bread and butter.",
                "I accidentally buttered both sides of the bread when making a sandwich."
            ],
            "audio": "https://tts.langeek.co/read?text=YnV0dGVy&hash=b688b3f85d5ed92aabce633aa0c0172e4846bc9f&lang=en&cache-only=0",
            "defineEn": "a soft, yellow food made from cream that we spread on bread or use in cooking",
            "defineVi": "một loại thực phẩm mềm, màu vàng làm từ kem mà chúng ta phết lên bánh mì hoặc dùng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "6b13cc4b-c753-412c-bdc2-c798bc8275e0",
            "word": "cereal",
            "phonetic": "siəɹɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "They use cereal as a crunchy topping for their homemade ice cream sundaes.",
                "The children enjoyed a bowl of chocolate cereal with cold milk and a glass of orange juice for breakfast.",
                "I start my day with a bowl of cereal and a splash of cold milk.",
                "I enjoy starting my day with a bowl of cereal and a glass of dairy product, like milk or yogurt.",
                "I added fresh youngberries to my cereal for a vibrant and nutritious breakfast."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VyZWFs&hash=015b56ed2fbef49ba2e279ff5a8f946c4b4978d0&lang=en&cache-only=0",
            "defineEn": "food made from grain, eaten with milk particularly in the morning",
            "defineVi": "thực phẩm làm từ ngũ cốc, ăn với sữa đặc biệt là vào buổi sáng",
            "hasImg": true
        },
        {
            "id": "e28bfa6a-4231-4887-972f-d40b4a3868e4",
            "word": "cheese",
            "phonetic": "tʃiːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Farmer's cheese adds a delightful creaminess to my morning bowl of granola and fruit.",
                "Cheshire cheese has a unique flavor profile.",
                "Danish Blue cheese is fantastic in vegetarian dishes.",
                "Ha, yeah right, and the moon is made of cheese.",
                "Sprinkling Parmesan cheese over pasta dishes adds a savory touch."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlZXNl&hash=1fa8dd3467af3a12758a4935b49ec75fb164be1e&lang=en&cache-only=0",
            "defineEn": "a soft or hard food made from milk that is usually yellow or white in color",
            "defineVi": "thức ăn mềm hoặc cứng làm từ sữa thường có màu vàng hoặc trắng",
            "hasImg": true
        },
        {
            "id": "e8b9937a-aafb-464d-9c01-4f7efca9dbfd",
            "word": "coffee",
            "phonetic": "kɔfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She made coffee for us all.",
                "The coffee in the mug was a dark.",
                "The coffee table was a dark wood color.",
                "Surprisingly, the little café had the best coffee in town.",
                "The little café had, surprisingly, the best coffee in town."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29mZmVl&hash=4c3fb90c40cc371b528be5a48c89e3e902e6d367&lang=en&cache-only=0",
            "defineEn": "a drink that is made from mixing water with some crushed seeds, called coffee beans, usually hot and brown in color",
            "defineVi": "một thức uống được làm từ nước trộn với một số hạt nghiền nhỏ, được gọi là hạt cà phê, thường nóng và có màu nâu",
            "hasImg": true
        },
        {
            "id": "7db9fb53-14c0-4827-aa12-760ca81b65c8",
            "word": "egg",
            "phonetic": "ɛɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Eggs are a great source of protein.",
                "The chicken laid an egg in the nesting box.",
                "The eggs cook quickly in a hot frying pan.",
                "I wanted bacon and eggs for breakfast.",
                "The brunch special featured a beefburger with a sunny-side-up egg, crispy bacon, and a dollop of hollandaise sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWdn&hash=9442aaa358f96481306b74ee0ac4fb268e896189&lang=en&cache-only=0",
            "defineEn": "an oval or round thing that is produced by a chicken and can be used for food",
            "defineVi": "một thứ hình bầu dục hoặc tròn được sản xuất bởi một con gà và có thể được sử dụng cho thực phẩm",
            "hasImg": true
        },
        {
            "id": "d9b81f72-c443-4e65-bd70-de88e085bf64",
            "word": "jam",
            "phonetic": "dʒæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Huckleberry jam is a popular spread for toast and biscuits.",
                "Do you want jam on it?",
                "My grandmother makes the most amazing damson jam every summer.",
                "My homemade star fruit jam was a hit among my family.",
                "Fig jam is a popular spread that you can enjoy on bread or toast."
            ],
            "audio": "https://tts.langeek.co/read?text=amFt&hash=bfa4af94d254e5a27806b8cbf740907e2fbfd61d&lang=en&cache-only=0",
            "defineEn": "a thick, sweet substance made by boiling fruit with sugar, often sold in jars and eaten on bread",
            "defineVi": "một chất đặc, ngọt được làm bằng cách đun sôi trái cây với đường, thường được bán trong lọ và ăn kèm với bánh mì",
            "hasImg": true
        },
        {
            "id": "df3d5b28-68a6-4476-a8a1-19e14ca96af7",
            "word": "orange juice",
            "phonetic": "ɔɹɪndʒ dʒuːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Whenever I grill chicken, I love brushing it with a glaze made from king orange juice.",
                "It's something about big man, orange juice, coffee shop.",
                "So like orange juice, which is really just an aqueous solution of sugar and citric acid and a few other things, say the hydrogen concentration in your OJ is 3.2 x 10^-4 moles per liter.",
                "You've got a bacon aftertaste with the orange juice is smacking you - right up front.",
                "Oh, I see what the bit is here with the orange juice and now this."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JhbmdlIGp1aWNl&hash=e9ba7a5e142e042aabd4bfd1423f3a8c8433efaf&lang=en&cache-only=0",
            "defineEn": "a drink that is made from oranges",
            "defineVi": "một thức uống được làm từ cam",
            "hasImg": true
        },
        {
            "id": "9f06a87e-e8d7-45fd-af6b-97843e1b7929",
            "word": "milk",
            "phonetic": "mɪlk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The thunder had turned the milk.",
                "The milk has turned.",
                "The milk skin gives a unique texture to the homemade pudding.",
                "\"Do you have any milk?\"",
                "A classic hot chocolate recipe calls for scalded milk to be mixed with cocoa powder and sugar."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlsaw&hash=f67c76a77a7fe5bd77105803f37d3b6dd006135c&lang=en&cache-only=0",
            "defineEn": "the white liquid we get from cows, sheep, or goats that we drink and use for making cheese, butter, etc.",
            "defineVi": "chất lỏng màu trắng chúng ta lấy từ bò, cừu hoặc dê mà chúng ta uống và sử dụng để làm pho mát, bơ, v.v.",
            "hasImg": true
        },
        {
            "id": "79664757-4578-4fd7-b73d-b8a9acd45b08",
            "word": "sugar",
            "phonetic": "ʃʊɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Did you put sugar in my coffee?",
                "We used brown sugar as a key ingredient in our homemade barbecue sauce.",
                "Do you take sugar in your coffee?",
                "A teaspoon of sugar can sweeten your morning coffee or tea.",
                "The chef used grape sugar to caramelize the top of the crème brûlée."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VnYXI&hash=6579e0d85085ed46998fdd287cd9afdd49590b24&lang=en&cache-only=0",
            "defineEn": "a sweet white or brown substance that is obtained from plants and used to make food and drinks sweet",
            "defineVi": "một chất ngọt màu trắng hoặc nâu thu được từ thực vật và được sử dụng để làm thức ăn và đồ uống ngọt",
            "hasImg": true
        },
        {
            "id": "ee45c11d-eb8f-451c-a3ac-89411795538d",
            "word": "tea",
            "phonetic": "tiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Spill the tea!",
                "The aromatic wintergreen tea soothes her sore throat.",
                "A cup of tea sounds perfect.",
                "The restaurant served tea accompanied by delicate sugar lumps on the side.",
                "Do you want some more tea?"
            ],
            "audio": "https://tts.langeek.co/read?text=dGVh&hash=b7657d4c14b9556d6b6da8f12dd4d9f2e35fcc2c&lang=en&cache-only=0",
            "defineEn": "a hot drink that is made by soaking dried leaves, called tea leaves, in hot water",
            "defineVi": "một thức uống nóng được làm bằng cách ngâm lá khô, được gọi là lá trà, trong nước nóng",
            "hasImg": true
        },
        {
            "id": "d2491f16-1986-449a-83db-01fbc2b4521c",
            "word": "toast",
            "phonetic": "toʊst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children enjoy peanut butter on toast.",
                "My dad spread a thick layer of orange marmalade on my morning toast.",
                "The café served a delicious breakfast sandwich with eggs, cheese, and ham on a toasted bagel.",
                "They happily raised their glasses for a toast.",
                "I toasted a slice of bread and spread peanut butter on it for breakfast."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9hc3Q&hash=ece571c03f7226e0908d8e6ba47d1512ad666150&lang=en&cache-only=0",
            "defineEn": "a slice of bread that is brown on both sides because it has been heated",
            "defineVi": "một lát bánh mì có màu nâu ở cả hai mặt vì nó đã được làm nóng",
            "hasImg": true
        },
        {
            "id": "9cac085b-fd78-4541-b709-c1d322ff8351",
            "word": "lunch",
            "phonetic": "lʌntʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Does this pub do lunches?",
                "The chef prepared a creamy tomato soup for lunch.",
                "The employee took a lunch break in the cafeteria.",
                "I made a delicious turkey and cheese sandwich for lunch.",
                "I ate a sandwich and a half for lunch."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVuY2g&hash=3fbf392c8676a321b91c2f08df8342a72dff5654&lang=en&cache-only=0",
            "defineEn": "a meal eaten in the middle of the day",
            "defineVi": "một bữa ăn vào giữa ngày",
            "hasImg": true
        },
        {
            "id": "0df64154-cf58-46fd-b334-0a12815689a7",
            "word": "dinner",
            "phonetic": "dɪnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The price includes dinner, bed, and breakfast.",
                "After dinner comes the reckoning.",
                "The bell sounded for dinner.",
                "The government's latest proposals are a dog's dinner.",
                "Dinner is served between 7 and 10 p.m."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlubmVy&hash=88cb0ba0d8d8408a01693a4b60d49db1908635d4&lang=en&cache-only=0",
            "defineEn": "the main meal of the day, eaten either in the middle of the day or in the evening",
            "defineVi": "bữa ăn chính trong ngày, ăn vào giữa ngày hoặc vào buổi tối",
            "hasImg": true
        },
        {
            "id": "b084d4bd-28ce-4f1a-8d2b-c93435b711f9",
            "word": "fish",
            "phonetic": "fɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef used fish paste as a filling for his sushi rolls",
                "This fish is as dead as a herring.",
                "I soon had the fish in a net.",
                "The big fellow keeps a fish shop near the post office.",
                "The colorful fish in the aquarium captured my attention."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlzaA&hash=fdb92758151e316180093ddbf02f81bac6bfe227&lang=en&cache-only=0",
            "defineEn": "an animal with a tail, gills and fins that lives in water",
            "defineVi": "một con vật có đuôi, mang và vây sống dưới nước",
            "hasImg": true
        },
        {
            "id": "84d9a724-9191-47bc-9ddb-65420a7e2cec",
            "word": "salmon",
            "phonetic": "sæmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The waiter served them both with salmon poached in white wine.",
                "The chef brushed a sweet glaze made of honey and soy sauce onto the grilled salmon.",
                "The seafood market offered fresh and flaky salmon fillets.",
                "The chef carefully grated some mace over his grilled salmon.",
                "Salmon is an excellent choice for a simple and healthy grilled seafood dinner."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FsbW9u&hash=8eb4d4062dc8e892a69e86fdfed2f8cedced8679&lang=en&cache-only=0",
            "defineEn": "a silver-colored fish with pink flesh that people eat as food",
            "defineVi": "một con cá màu bạc với thịt màu hồng mà mọi người ăn làm thức ăn",
            "hasImg": true
        },
        {
            "id": "5e71b5c3-25ad-4211-8e6f-d6d74c50dac7",
            "word": "tuna",
            "phonetic": "tuːnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "She prepared a mouthwatering tuna steak for dinner.",
                "He enjoyed a refreshing tuna salad sandwich for lunch, savoring the combination of flaky tuna and creamy dressing.",
                "I decided to spread some tuna paste onto freshly baked bread rolls for a satisfying lunch.",
                "He enjoyed a refreshing tuna salad sandwich for lunch, savoring the combination of flaky tuna and creamy dressing.",
                "You can elevate your tuna salad by mixing it with a spoonful of relish."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVuYQ&hash=636581ac01094d08d10de5acbaf0eb0f134b5037&lang=en&cache-only=0",
            "defineEn": "a type of large fish that is eaten as food",
            "defineVi": "một loại cá lớn được ăn như thức ăn",
            "hasImg": true
        },
        {
            "id": "323943b4-b315-40ee-a973-7a50fd9645ca",
            "word": "herb",
            "phonetic": "ɜːb ",
            "partOfSpeechType": "noun",
            "examples": [
                "You mind the cattle, Herb.",
                "They discovered the delightful combination of lemon zest and herbs in their roasted vegetables.",
                "Among all herbs, basil is my favorite.",
                "The sauce would kill the taste of the herbs.",
                "She roasted the rutabaga cubes with olive oil and herbs."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVyYg&hash=2c936b4a164cf201e0f40084df63aff9bcedd373&lang=en&cache-only=0",
            "defineEn": "a plant with seeds, leaves, or flowers used for cooking or medicine, such as mint and parsley",
            "defineVi": "một loại cây có hạt, lá hoặc hoa dùng để nấu ăn hoặc làm thuốc, chẳng hạn như bạc hà và rau mùi tây",
            "hasImg": true
        },
        {
            "id": "99661ca9-ac5e-4d5c-ac1c-4d37b4881775",
            "word": "meat",
            "phonetic": "miːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Meat and mass never hindered man.",
                "In my plant-based lasagna, I replaced the meat with textured vegetable protein.",
                "She seasoned the meat with herbs and spices before cooking.",
                "Too much garlic killed the taste of the meat.",
                "As a vegetarian, I often substitute mozzarella for meat in my sandwiches."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVhdA&hash=c0f8d6677812f202675229cb0d0651f46355c72b&lang=en&cache-only=0",
            "defineEn": "the flesh of animals and birds that can be eaten as food",
            "defineVi": "thịt của động vật và chim có thể được ăn như thức ăn",
            "hasImg": true
        },
        {
            "id": "a96ec32a-4973-4123-be92-40baed7446ac",
            "word": "chicken",
            "phonetic": "tʃɪkɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandmother kept chickens in her back yard.",
                "My grandfather used to raise chickens on his farm.",
                "The chicken laid an egg in the nesting box.",
                "The farmer fed the chickens with corn and grains.",
                "My grandma makes the best homemade chicken soup."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpY2tlbg&hash=43db51a247bbe6686618629ba90aff6ab2ac7959&lang=en&cache-only=0",
            "defineEn": "the flesh of a chicken that is used as food",
            "defineVi": "thịt của một con gà được sử dụng làm thực phẩm",
            "hasImg": true
        },
        {
            "id": "52783918-6e88-4343-ba54-9af9b3aa7414",
            "word": "sausage",
            "phonetic": "sɔːsɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The spicy sausage and mushroom fusilli had a nice kick of flavor.",
                "He enjoyed a blood sausage and blue cheese salad.",
                "The sausages cook on the barbecue grill until they're nicely browned.",
                "They enjoyed a steaming plate of split-pea and sausage stew.",
                "He packed a mouthwatering sausage sandwich for his lunch, layered with fresh veggies and a tangy mustard sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=c2F1c2FnZQ&hash=fc8e28b9f0aa11b5b106bf99280da67737ba9dd7&lang=en&cache-only=0",
            "defineEn": "‌a mixture of meat, bread, etc. cut into small pieces and put into a long tube of skin, typically sold raw to be cooked before eating",
            "defineVi": "‌hỗn hợp thịt, bánh mì, v.v. được cắt thành từng miếng nhỏ và cho vào một ống da dài, thường được bán sống để nấu chín trước khi ăn",
            "hasImg": true
        },
        {
            "id": "b294470e-e2c0-4e57-89f0-e18b01545b19",
            "word": "steak",
            "phonetic": "steɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her latest novel is all sizzle and no steak.",
                "The chef peppers the steak with a blend of spices for a flavorful taste.",
                "The restaurant offered a specialty hamburger steak dish.",
                "She prepared a mouthwatering tuna steak for dinner.",
                "My grandmother made strip steak kebabs, skewering marinated steak cubes with colorful bell peppers and onions."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlYWs&hash=a2616c3128d480776dbd1e9424607f63f85407b8&lang=en&cache-only=0",
            "defineEn": "a large piece of meat or fish cut into thick slices",
            "defineVi": "một miếng thịt lớn hoặc cá cắt thành lát dày",
            "hasImg": true
        },
        {
            "id": "e6115361-37ca-4290-9852-385b4da4ea33",
            "word": "ham",
            "phonetic": "hæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The ham had a smoky flavor.",
                "The ham was glazed with a mixture of brown sugar and mustard.",
                "A classic ham and Swiss cheese sandwich is always a crowd-pleaser for lunch.",
                "She sliced the ham into thin strips and added it to her pasta dish.",
                "The café served a delicious breakfast sandwich with eggs, cheese, and ham on a toasted bagel."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFt&hash=1c255bac776ec5899c269a0eb36d7e3f01e14e0b&lang=en&cache-only=0",
            "defineEn": "a type of meat cut from a pig's thigh, usually smoked or salted",
            "defineVi": "một loại thịt cắt từ đùi lợn, thường được hun khói hoặc ướp muối",
            "hasImg": true
        },
        {
            "id": "e29abf7a-d2f0-41d5-b33e-175f37104cfc",
            "word": "olive oil",
            "phonetic": "ɑːlɪv ɔɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I tossed the roasted vegetables with olive oil and a sprinkle of salt and pepper.",
                "She roasted the rutabaga cubes with olive oil and herbs.",
                "Olive oil and balsamic vinegar are classic condiments for dressing a fresh salad.",
                "Extra virgin olive oil is a popular cooking oil known for its rich flavor and health benefits.",
                "They infused hyssop in olive oil and used it as a natural remedy for skin irritations."
            ],
            "audio": "https://tts.langeek.co/read?text=b2xpdmUgb2ls&hash=bde1ff2357a96e4547d2a486f67c37f306267d80&lang=en&cache-only=0",
            "defineEn": "an oil that is pale yellow or green, made from olives, and often used in salads or for cooking",
            "defineVi": "một loại dầu có màu vàng nhạt hoặc màu xanh lá cây, được làm từ ô liu và thường được sử dụng trong món salad hoặc để nấu ăn",
            "hasImg": true
        },
        {
            "id": "bc9a0813-caba-4ab7-93cd-c406d1a4765b",
            "word": "pasta",
            "phonetic": "pɑːstə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The colorful bowtie pasta added a fun twist to the classic mac and cheese dish.",
                "The earthy aroma of mushrooms adds depth to any pasta dish.",
                "Double cream adds indulgence to creamy pasta sauces.",
                "She stirred the creamy mushroom sauce into her pasta.",
                "The fusilli pasta with marinara sauce is my favorite dish."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzdGE&hash=32527ce38ea81e9e897d67c0864a5d62ddfb0f1c&lang=en&cache-only=0",
            "defineEn": "an Italian food that is a mixture of flour, water, and at times eggs formed it into different shapes, typically eaten with a sauce when cooked",
            "defineVi": "một món ăn của Ý là hỗn hợp của bột mì, nước và đôi khi là trứng tạo thành những hình dạng khác nhau, thường được ăn với nước sốt khi nấu chín",
            "hasImg": true
        },
        {
            "id": "9895760f-1d3e-4aa0-a0a4-a075f831a3a3",
            "word": "rice",
            "phonetic": "ɹaɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "They served white rice with the chicken curry.",
                "Rice is a staple food in many Asian countries.",
                "I prefer brown rice over white rice for its nutritional benefits.",
                "Leave the rice to cook for 20 minutes.",
                "The rice cooks in boiling water until it becomes fluffy."
            ],
            "audio": "https://tts.langeek.co/read?text=cmljZQ&hash=2a6e41f6c0fbd8fde2f21ea0659be9ef89f86870&lang=en&cache-only=0",
            "defineEn": "a small and short grain that is white or brown and usually grown and eaten a lot in Asia",
            "defineVi": "một loại hạt nhỏ và ngắn có màu trắng hoặc nâu và thường được trồng và ăn nhiều ở châu Á",
            "hasImg": true
        },
        {
            "id": "43e7887e-517c-47b9-b606-d01409ffd03a",
            "word": "salad",
            "phonetic": "sæləd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Enhance your salad with tangy bergamot orange for a dose of vitamin E.",
                "Fresh vegetables like tomatoes, cucumbers, and lettuce make a delicious salad.",
                "She prepared a delicious pea and mint salad for the family picnic.",
                "He served the salad on a large ceramic plate.",
                "The salad was elevated with a colorful salpicon of roasted vegetables and feta cheese."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FsYWQ&hash=f86980bfdaa77bfa755d01eace7c8c2c2e447873&lang=en&cache-only=0",
            "defineEn": "a mixture of usually raw vegetables, like lettuce, tomato, and cucumber, with a type of sauce and sometimes meat",
            "defineVi": "một hỗn hợp thường là rau sống, như rau diếp, cà chua và dưa chuột, với một loại nước sốt và đôi khi là thịt",
            "hasImg": true
        },
        {
            "id": "3693a242-c0f3-4e2a-b51d-c5ae739188f0",
            "word": "seafood",
            "phonetic": "siːfuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Seafood lovers can relish a delightful dish of spaghetti with succulent shrimp, clams, and calamari.",
                "The seafood market showcased a mouthwatering display of fresh clams.",
                "At a lively seafood restaurant, guests relished succulent crab legs.",
                "The restaurant offered a flavorful seafood ravioli, featuring a filling of shrimp and crab.",
                "They celebrated their anniversary with a romantic seafood dinner at a waterfront restaurant"
            ],
            "audio": "https://tts.langeek.co/read?text=c2VhZm9vZA&hash=da034319d263e2431e8dd593381a78dbacc5ceeb&lang=en&cache-only=0",
            "defineEn": "any sea creature that is eaten as food such as fish, shrimp, and shellfish",
            "defineVi": "bất kỳ sinh vật biển nào được dùng làm thức ăn như cá, tôm và động vật có vỏ",
            "hasImg": true
        },
        {
            "id": "69f2b341-a9dd-4c62-8948-e1aa7fe70138",
            "word": "spice",
            "phonetic": "spaɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The aromatic spice fills the kitchen with a delightful scent.",
                "My mother pickled radishes with vinegar and spices.",
                "High-tech gadgetry is the spice, but not the whole enchilada.",
                "She seasoned the meat with herbs and spices before cooking.",
                "She cooked the chitterlings with spices and served them as a traditional dish."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BpY2U&hash=3c0cd73bd501bc85e2c51005f6b586a76102c0d6&lang=en&cache-only=0",
            "defineEn": "a type of dried plant with a pleasant smell used to add taste or color to the food",
            "defineVi": "một loại cây khô có mùi dễ chịu được sử dụng để thêm hương vị hoặc màu sắc cho thực phẩm",
            "hasImg": true
        },
        {
            "id": "0019638c-537e-4c60-b4b9-2851fa25439a",
            "word": "vegetable",
            "phonetic": "vɛdʒɪɾəbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "They served fresh vegetables with a side of tangy salad cream.",
                "She juices fresh vegetables every morning for a nutritious start to her day.",
                "I tossed the roasted vegetables with olive oil and a sprinkle of salt and pepper.",
                "Fresh vegetables like tomatoes, cucumbers, and lettuce make a delicious salad.",
                "He sprinkled a pinch of ground anise over his roasted vegetables."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVnZXRhYmxl&hash=1835bc11ddce73275d86279a82b2e18e4b5a790a&lang=en&cache-only=0",
            "defineEn": "a plant or a part of it that we can eat either raw or cooked",
            "defineVi": "một loại cây hoặc một phần của nó mà chúng ta có thể ăn sống hoặc nấu chín",
            "hasImg": true
        },
        {
            "id": "f1996229-f0b5-4887-8b36-28289a56cd25",
            "word": "carrot",
            "phonetic": "kæɹət ",
            "partOfSpeechType": "noun",
            "examples": [
                "They roasted carrots with a sprinkle of ground cardamom.",
                "I gave a carrot to the hungry rabbit.",
                "She dipped her carrot sticks into the hummus.",
                "He ate an orange carrot for a snack.",
                "They bought a carrot cake from the bakery for their family gathering."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fycm90&hash=74b6a414604c499b3431465ef5c996c902682544&lang=en&cache-only=0",
            "defineEn": "a long orange vegetable that grows beneath the ground and is eaten cooked or raw",
            "defineVi": "một loại rau màu cam dài mọc dưới đất và được ăn chín hoặc sống",
            "hasImg": true
        },
        {
            "id": "3b899c10-1a27-4b6d-a36f-f563bcfd28b0",
            "word": "chips",
            "phonetic": "tʃɪps ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our podcast artwork is by Teddy Blanks and Adam Squires of CHIPS. ",
                "We've got Sweet, we have Salty, and we have Chips, because Chips, while they are salty, have their own category - because there's just so many chips.",
                "And, if you hand it back to me by the end of the day, you will be entered into a raffle to win $5 off your next $100 purchase of Chompsky's Chips."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpcHM&hash=3477b9dd574b0dbf3a8ce88e911eeae246df269f&lang=en&cache-only=0",
            "defineEn": "potato that is cut into long and thin rectangular pieces and fried in oil",
            "defineVi": "khoai tây được cắt thành miếng dài và mỏng hình chữ nhật và chiên trong dầu",
            "hasImg": true
        },
        {
            "id": "570d6d5b-4b20-4c64-a429-8e0225616bd9",
            "word": "French fries",
            "phonetic": "fɹɛntʃ fɹaɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "He used swede slices as a healthier alternative to french fries.",
                "The chef recommended using vegetable oil for deep-frying the crispy French fries.",
                "My mother likes to dip her French fries into the tangy ketchup.",
                "He likes to cook his french fries in palm oil for a crispy texture.",
                "Poutine, a dish made of French fries, cheese curds, and gravy, is a popular Canadian comfort food."
            ],
            "audio": "https://tts.langeek.co/read?text=RnJlbmNoIGZyaWVz&hash=732693874ea17acf7a376c9db5008139e7947a64&lang=en&cache-only=0",
            "defineEn": "long thin pieces of potato cooked in hot oil",
            "defineVi": "những miếng khoai tây mỏng dài nấu trong dầu nóng",
            "hasImg": true
        },
        {
            "id": "f716e257-27a8-401a-bd9e-0806c2cd3462",
            "word": "lettuce",
            "phonetic": "lɛɾɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The street vendor served crispy chicken cutlet sandwiches with lettuce and mayonnaise.",
                "Fresh vegetables like tomatoes, cucumbers, and lettuce make a delicious salad.",
                "I love the crunch of romaine lettuce in my sandwiches.",
                "We harvested the lettuce from our backyard and shared it with our neighbors.",
                "She tossed the lettuce, carrots, and radishes together to make a colorful salad."
            ],
            "audio": "https://tts.langeek.co/read?text=bGV0dHVjZQ&hash=d6524a306880a33afc634fe9a1f8ea2367a4699f&lang=en&cache-only=0",
            "defineEn": "the leaves of the plant lettuce that are used in salads",
            "defineVi": "lá của cây rau diếp được sử dụng trong món salad",
            "hasImg": true
        },
        {
            "id": "2e246e22-a961-4d38-8163-0e584331ff11",
            "word": "mushroom",
            "phonetic": "mʌʃɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "I added mushrooms, onions, and bell peppers as toppings on my pizza.",
                "Oyster mushrooms are known for their distinct flavor.",
                "He found an edible mushroom in the forest.",
                "Make a rustic mushroom pizza with chanterelles and fresh herbs.",
                "She stirred the creamy mushroom sauce into her pasta."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzaHJvb20&hash=ec5e9abf0c324e588d1e91c3e5af3ff189fe5c8c&lang=en&cache-only=0",
            "defineEn": "any fungus with a short stem and a round top that we can eat",
            "defineVi": "bất kỳ loại nấm nào có thân ngắn và đầu tròn mà chúng ta có thể ăn",
            "hasImg": true
        },
        {
            "id": "7f0f5967-c882-468d-85e9-f7c2e515da34",
            "word": "onion",
            "phonetic": "ʌniən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children enjoyed onion rings as a crispy side dish.",
                "They mixed Welsh onion with cream cheese for a tasty spread on their morning bagels.",
                "When it comes to the new tax reform, the new accountant really knows her onions.",
                "They pickled onions to enjoy as a tangy garnish for sandwiches and salads.",
                "Melt the butter, then add the onion."
            ],
            "audio": "https://tts.langeek.co/read?text=b25pb24&hash=630cbddcf7a13bd1cb746370bbf0b6cdae76ffb8&lang=en&cache-only=0",
            "defineEn": "a round yellow, white, or red vegetable with many layers and a smell and taste that is strong",
            "defineVi": "một loại rau tròn màu vàng, trắng hoặc đỏ với nhiều lớp, có mùi và vị đậm đà",
            "hasImg": true
        },
        {
            "id": "fab09ff4-6e4d-4841-b6e4-ac8acf3ff0c0",
            "word": "pea",
            "phonetic": "piː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The members of the band are like peas in a pod.",
                "The group of friends are like peas in a pod.",
                "She used earthnut peas as a unique ingredient in her vegetarian curry.",
                "Black-eyed peas are commonly used in stews, soups, salads, and traditional dishes.",
                "The twins, Tom and Tim, are like two peas in a pod."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVh&hash=150f442b62683b5e265660adecfec45dad0f77fb&lang=en&cache-only=0",
            "defineEn": "a green seed, eaten as a vegetable",
            "defineVi": "một hạt màu xanh lá cây, ăn như một loại rau",
            "hasImg": true
        },
        {
            "id": "93b49d69-1c64-486a-a603-b580270fa888",
            "word": "pepper",
            "phonetic": "pɛpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef peppers the steak with a blend of spices for a flavorful taste.",
                "They passed around the pepper grinder at the dinner table.",
                "She added a dash of cayenne pepper to her soup for an extra kick of flavor.",
                "I tossed the roasted vegetables with olive oil and a sprinkle of salt and pepper.",
                "I love to pepper my popcorn with a sprinkle of chili powder for a spicy snack."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVwcGVy&hash=8df145ff8a7cd52c675078a1a5f5c7a698a345ac&lang=en&cache-only=0",
            "defineEn": "a powder made from dried peppercorn that is added to food to make it spicy",
            "defineVi": "một loại bột làm từ hạt tiêu khô được thêm vào thực phẩm để làm cho nó cay",
            "hasImg": true
        },
        {
            "id": "1a1c3d30-7061-4634-a9d5-01d7f8e7f3c2",
            "word": "potato",
            "phonetic": "pəteɪɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef skillfully peeled the potato, preparing it for the delicious mashed potatoes.",
                "The creamy potato salad was enhanced with crispy lardons of bacon.",
                "The team's success is built on the meat and potatoes of hard work and dedication.",
                "Britain grows 6,000,000 tons of potatoes a year.",
                "The farmer harvested a basket of potatoes from the field, satisfied with a successful yield."
            ],
            "audio": "https://tts.langeek.co/read?text=cG90YXRv&hash=d5e172be4127e5cdef6d2b48ed01de63b616a228&lang=en&cache-only=0",
            "defineEn": "a round vegetable that grows beneath the ground, has light brown skin, and is used cooked or fried",
            "defineVi": "một loại rau tròn mọc dưới đất, có vỏ màu nâu nhạt và được dùng nấu chín hoặc chiên",
            "hasImg": true
        },
        {
            "id": "45a207c7-dc95-4fba-bbaa-a6e90daa4095",
            "word": "tomato",
            "phonetic": "təmeɪɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tomatoes are out of season now.",
                "Tomato paste is a staple ingredient for many recipes.",
                "The chef prepared a creamy tomato soup for lunch.",
                "Mix cooked conchiglie with cherry tomatoes, cucumbers, and a vinaigrette for a pasta salad.",
                "They loved the sun-dried tomato and mozzarella-filled pansotti."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9tYXRv&hash=b03301d321a2d64e061f6c7de77256d255bdce4f&lang=en&cache-only=0",
            "defineEn": "a soft and round fruit that is red and is used a lot in salads and many other foods",
            "defineVi": "một loại trái cây mềm và tròn có màu đỏ và được sử dụng nhiều trong món salad và nhiều món ăn khác",
            "hasImg": true
        },
        {
            "id": "352f8326-e996-4980-945a-765d64c66df6",
            "word": "fruit",
            "phonetic": "fɹuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The apple tree in our backyard produces juicy fruits every year.",
                "They topped fruit tarts with mango coulis.",
                "The chef incorporated chunks of multiple fruits into a delectable dessert.",
                "The greengage is a seasonal fruit, typically available during the late summer months.",
                "She cuts the fruit into bite-sized pieces for a fruit salad."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJ1aXQ&hash=ac81e5858aaa1bc9aec76aab5a6958817a06f3a7&lang=en&cache-only=0",
            "defineEn": "something we can eat that grows on trees, plants, or bushes",
            "defineVi": "thứ gì đó chúng ta có thể ăn mọc trên cây, thực vật hoặc bụi rậm",
            "hasImg": true
        },
        {
            "id": "3092ef7e-b82b-4766-ae8d-e9915723881e",
            "word": "apple",
            "phonetic": "æpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The delicate aroma of ripe may apples fills the kitchen.",
                "Honeycrisp apples are right over here in the apple section.",
                "Cripps pink apples add a pop of color and a sweet-tart taste to my fruit salad.",
                "The apple orchard typically yields a bountiful harvest each year.",
                "An industry-backed initiative petition with a large marketing budget overturned the apple cart."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwbGU&hash=0dc781364e082247f121222a7a988201127bea75&lang=en&cache-only=0",
            "defineEn": "a fruit that is round and has thin yellow, red, or green skin",
            "defineVi": "một quả tròn và có vỏ mỏng màu vàng, đỏ hoặc xanh",
            "hasImg": true
        },
        {
            "id": "a404466c-8e6a-4b25-8bed-b40fb76c1c65",
            "word": "banana",
            "phonetic": "bɐnænə ",
            "partOfSpeechType": "noun",
            "examples": [
                "She went bananas over a doll.",
                "Do you like bananas?",
                "My mom peeled a ripe banana for me.",
                "All of his teachers are going bananas over his science fair experiment.",
                "They froze sliced bananas and blended them into a creamy banana ice cream."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFuYW5h&hash=a48fb7b981c774a18055b2d3750ea207a9b324a8&lang=en&cache-only=0",
            "defineEn": "a soft fruit that is long and curved and has hard yellow skin",
            "defineVi": "một quả mềm dài và cong và có vỏ cứng màu vàng",
            "hasImg": true
        },
        {
            "id": "0892ac5a-d498-468a-a4a0-34fb45bedc96",
            "word": "orange",
            "phonetic": "ɔɹɪndʒ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My parents always drink orange juice for breakfast.",
                "The market had ripe oranges with bright orange peels.",
                "Bitter orange peel is a great addition to my herbal remedies.",
                "She poured orange juice into a clear glass.",
                "She has an orange cat."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Jhbmdl&hash=99633941bc25f4b445048dab205da735c5e542b6&lang=en&cache-only=0",
            "defineEn": "having the color of carrots or pumpkins",
            "defineVi": "có màu của cà rốt hoặc bí ngô",
            "hasImg": true
        },
        {
            "id": "73475342-fb32-4d81-9eec-d2026aad9dd0",
            "word": "pineapple",
            "phonetic": "paɪnæpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Drinking pineapple juice is a tasty way to boost your immune system.",
                "He carefully cored the pineapple before serving it as a tropical dessert.",
                "As I cut into the exocarp of the pineapple, its tropical aroma filled the room, making my mouth water.",
                "I love starting my day with a bowl of fresh fruit salad, filled with juicy strawberries, pineapple, and oranges.",
                "The thick and tough skin of the pineapple protected its sweet and tangy flesh."
            ],
            "audio": "https://tts.langeek.co/read?text=cGluZWFwcGxl&hash=9d906e23212a54b02268e60f1c0153a1574ac2b6&lang=en&cache-only=0",
            "defineEn": "a sweet large and tropical fruit that has brown skin, pointy leaves, and yellow flesh which is very juicy",
            "defineVi": "một loại trái cây nhiệt đới lớn ngọt ngào có vỏ màu nâu, lá nhọn và thịt màu vàng rất mọng nước",
            "hasImg": true
        },
        {
            "id": "0d741257-f7d0-4933-888d-0e526c19dfef",
            "word": "strawberry",
            "phonetic": "stɹɔːbɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He dipped his strawberries into a bowl of chocolate syrup.",
                "A strawberry margarita, but hold the tequila.",
                "You can buy strawberries all year round, but at a price.",
                "The strawberries and clotted cream combined to create a heavenly dessert parfait.",
                "The candy had an artificial strawberry flavor that burst in your mouth."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyYXdiZXJyeQ&hash=c4991a396106b9f05b65f7a3a70a554215807278&lang=en&cache-only=0",
            "defineEn": "a soft, red juicy fruit with small seeds on its surface",
            "defineVi": "một loại trái cây mềm, mọng nước màu đỏ với những hạt nhỏ trên bề mặt của nó",
            "hasImg": true
        },
        {
            "id": "0b7c65f2-d52d-4819-883c-c803a2d3806f",
            "word": "dessert",
            "phonetic": "dɪzɜːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dessert was beautifully presented with a garnish of chocolate shavings on top.",
                "The chef incorporated chunks of multiple fruits into a delectable dessert.",
                "The combination of ripe cherimoya and coconut milk created a heavenly dessert pudding.",
                "Our dessert of the day is a delectable almond-leaved pear tart.",
                "The subtle bitterness of artemisia balanced the sweetness of the dessert."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzc2VydA&hash=aee1d72d4eec797f2164e19128ee8c089f8dc4c2&lang=en&cache-only=0",
            "defineEn": "‌sweet food eaten after the main dish",
            "defineVi": "món ngọt ăn sau món chính",
            "hasImg": true
        },
        {
            "id": "d2629600-33b5-4a11-b059-c478314e3bb8",
            "word": "cake",
            "phonetic": "keɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cake was burnt to a cinder.",
                "The old lady's cake wasn't wonderful",
                "My grandmother's hazelnut cake was a crowd-pleaser at the family reunion.",
                "Oh, that takes the cake!",
                "I baked a chocolate cake for my friend's birthday."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FrZQ&hash=06d0cb848466be1f75dfd8a67dc34ee7a4709661&lang=en&cache-only=0",
            "defineEn": "a sweet food that is made by mixing flour, butter or oil, sugar, eggs and other ingredients and then backing it in an oven",
            "defineVi": "một món ăn ngọt được làm bằng cách trộn bột mì, bơ hoặc dầu, đường, trứng và các thành phần khác rồi cho vào lò nướng",
            "hasImg": true
        },
        {
            "id": "e1c921f8-43d1-4013-bea8-ff2ffe24dd4f",
            "word": "fruit salad",
            "phonetic": "fɹuːt sæləd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Rangpur slices added a vibrant touch to my summer fruit salad.",
                "The chef prepared a delicious fruit salad with a variety of fresh fruits.",
                "I added chunks of sapote to my fruit salad for a delicious twist and a touch of creaminess.",
                "She cuts the fruit into bite-sized pieces for a fruit salad.",
                "The creamy texture of soursop makes it a great addition to fruit salads."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJ1aXQgc2FsYWQ&hash=72195dac569305c5720c06dca3f89bb26fa066e9&lang=en&cache-only=0",
            "defineEn": "a type of dish consisting of a mixture of chopped fruits",
            "defineVi": "một loại món ăn bao gồm một hỗn hợp các loại trái cây xắt nhỏ",
            "hasImg": true
        },
        {
            "id": "5195a2db-91b6-43dc-ac07-a7b8df62c9e4",
            "word": "ice cream",
            "phonetic": "aɪs kɹiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The marang ice cream had a velvety texture and a delightful sweetness.",
                "My favourite ice cream shop went out of business last summer.",
                "The ice cream truck played a catchy tune to attract customers.",
                "I added a scoop of chocolate ice cream to my glass of milk for an extra creamy texture.",
                "She scooped ice cream into a bowl using a spoon."
            ],
            "audio": "https://tts.langeek.co/read?text=aWNlIGNyZWFt&hash=a942844f2d4bd4ac71d695fef017cf6537871edd&lang=en&cache-only=0",
            "defineEn": "a sweet and cold dessert that is made from a mixture of milk, cream, sugar, and various flavorings",
            "defineVi": "một món tráng miệng ngọt và lạnh được làm từ hỗn hợp sữa, kem, đường và các hương liệu khác nhau",
            "hasImg": true
        },
        {
            "id": "db18b1ec-1344-460c-9517-ce282272172a",
            "word": "snack",
            "phonetic": "snæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "We snacked on crispy roasted adzuki beans by the riverside.",
                "Try some dried apricots as a healthy snack.",
                "A complimentary afternoon snack is served to all guests.",
                "He ate an orange carrot for a snack.",
                "They snacked on a handful of mixed nuts for an energy boost during their hike."
            ],
            "audio": "https://tts.langeek.co/read?text=c25hY2s&hash=e379bd7ae8ea6793e883bf254828c6058c1ea05c&lang=en&cache-only=0",
            "defineEn": "a small meal that is usually eaten between the main meals or when there is not much time for cooking",
            "defineVi": "một bữa ăn nhỏ thường được ăn giữa các bữa ăn chính hoặc khi không có nhiều thời gian để nấu ăn",
            "hasImg": true
        },
        {
            "id": "16ea5ead-e25d-4219-a2b4-20ab06f979af",
            "word": "biscuit",
            "phonetic": "bɪskɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The little boy ate biscuits and drank lemonade until he was as full as a tick.",
                "Huckleberry jam is a popular spread for toast and biscuits.",
                "Baking powder helped the biscuits achieve a perfect rise and a tender crumb.",
                "We have all had bad break-ups but this seem to take the biscuit.",
                "He discovered that shortening was the secret ingredient for achieving a perfect flaky texture in his biscuits."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlzY3VpdA&hash=675dd270777acd8eaac9c50a9cd9e044fb8db766&lang=en&cache-only=0",
            "defineEn": "a soft cake that is small and round",
            "defineVi": "một chiếc bánh mềm nhỏ và tròn",
            "hasImg": true
        },
        {
            "id": "5bfb2f72-40de-44ae-83c9-ebe03f0126cb",
            "word": "chocolate",
            "phonetic": "tʃɑːklət ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chocolate mousse had a velvety consistency thanks to carrageen.",
                "I baked a chocolate cake for my friend's birthday.",
                "The chocolate is available by mail order, but at a price.",
                "The unique flavor of physalis pairs wonderfully with dark chocolate in desserts.",
                "he broke off a piece of his chocolate."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hvY29sYXRl&hash=fd2f200de9f4fef3a5d5d1f248b3f6c6e0f936ad&lang=en&cache-only=0",
            "defineEn": "a type of food that is brown and sweet and is made from ground cocoa seeds",
            "defineVi": "một loại thực phẩm có màu nâu và ngọt và được làm từ hạt ca cao xay",
            "hasImg": true
        },
        {
            "id": "88c63479-3c6b-497f-9af1-05bf92ee939a",
            "word": "crisp",
            "phonetic": "kɹɪsp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Crisp up halloumi in a hot pan and use it as a topping for homemade pizzas.",
                "Cerrado pears are known for their unique flavor and crisp texture.",
                "I like the mild spiciness and crisp texture that green pepper adds to my omelettes.",
                "She prepared a delightful crab salad, combining chunks of sweet crab meat with crisp vegetables.",
                "She carefully skinned the apple with a sharp knife, revealing its crisp flesh."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jpc3A&hash=84910dc476e696fa75f22a730be4d867dcf9e7e0&lang=en&cache-only=0",
            "defineEn": "a thin, round piece of potato, cooked in hot oil and eaten cold as a snack",
            "defineVi": "một miếng khoai tây tròn, mỏng, nấu trong dầu nóng và ăn nguội như một món ăn nhẹ",
            "hasImg": true
        },
        {
            "id": "a9dee21d-87db-41b0-86f9-63361f0d8589",
            "word": "nut",
            "phonetic": "nʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She is a hard nut",
                "The squirrel was running with a small nut in its mouth.",
                "The problem is a hard nut to crack.",
                "The team's defense is a tough nut to crack.",
                "She carefully arranged a selection of kola nuts on a decorative plate."
            ],
            "audio": "https://tts.langeek.co/read?text=bnV0&hash=a83d2898669f2afef7bfd7b3bfdbf561e11d8e50&lang=en&cache-only=0",
            "defineEn": "a small fruit with a seed inside a hard shell that grows on some trees",
            "defineVi": "một quả nhỏ có hạt bên trong vỏ cứng mọc trên một số cây",
            "hasImg": true
        },
        {
            "id": "2239652f-33e7-4883-bcaa-ca28b962ffed",
            "word": "sandwich",
            "phonetic": "sændwɪtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend prefers a vegetarian sandwich with avocado and sprouts.",
                "That bacon sandwich really hit the spot!",
                "The street vendor served crispy chicken cutlet sandwiches with lettuce and mayonnaise.",
                "We packed sandwiches for our picnic in the park.",
                "you want a knuckle sandwich?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2FuZHdpY2g&hash=c9ae6a869c748cf3bcfc9fc1b501946980ccdbfc&lang=en&cache-only=0",
            "defineEn": "two pieces of bread with cheese, meat, etc. between them",
            "defineVi": "hai miếng bánh mì với phô mai, thịt, v.v... ở giữa",
            "hasImg": true
        },
        {
            "id": "f9f9b6c3-2524-48bf-a083-415ff6bea738",
            "word": "sweet",
            "phonetic": "swiːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Sleep well and sweet dreams.",
                "Her aunt is very sweet but not all there.",
                "I enjoyed the sweet scent of blossoms on the flowering tree.",
                "but she was sweet as pie.",
                "A slice of sweet orange adds a delightful touch to a cold glass of iced tea."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dlZXQ&hash=a11daa85d27906fc97dca2348f969a3cabea1f15&lang=en&cache-only=0",
            "defineEn": "containing sugar or having a taste that is like sugar",
            "defineVi": "chứa đường hoặc có hương vị giống như đường",
            "hasImg": true
        },
        {
            "id": "80df1cc1-a3cb-4f7d-93c4-f24d00288ce7",
            "word": "food",
            "phonetic": "fuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The food looks good.",
                "Save some food for me.",
                "Food went missing from the school cafeteria?",
                "The leaves of Morus alba are commonly used as food.",
                "Spiders can live for several days without food."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9vZA&hash=65f49957e3701762fdefa732db230ce6102b0405&lang=en&cache-only=0",
            "defineEn": "things that people and animals eat, such as meat or vegetables",
            "defineVi": "những thứ mà con người và động vật ăn, chẳng hạn như thịt hoặc rau",
            "hasImg": true
        },
        {
            "id": "7bf2c942-9715-4ab8-b375-972399c7d915",
            "word": "to drink",
            "phonetic": "tə dɹɪŋk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The children drank their juice from colorful plastic glasses.",
                "My parents always drink orange juice for breakfast.",
                "Get a drink for John.",
                "I usually drink a cup of green tea in the afternoon.",
                "My brother always drinks smoothie after exercising."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJpbms&hash=c6484aa6eabb4a2333f4238abc0f33c70a1556e4&lang=en&cache-only=0",
            "defineEn": "to put water, coffe, or other type of liquid inside of our body through our mouth",
            "defineVi": "để đưa nước, cà phê, hoặc loại chất lỏng khác bên trong cơ thể của chúng tôi thông qua miệng của chúng tôi",
            "hasImg": true
        },
        {
            "id": "c2f001e4-1ea2-42b6-b2cf-bbdbbc075f7b",
            "word": "pizza",
            "phonetic": "piːtsə ",
            "partOfSpeechType": "noun",
            "examples": [
                "I eat pizza on Wednesdays.",
                "The children scarfed down the pizza at the birthday party.",
                "We ordered takeout pizza for an easy dinner.",
                "Make a rustic mushroom pizza with chanterelles and fresh herbs.",
                "I draw the line at a pizza with anchovies on it."
            ],
            "audio": "https://tts.langeek.co/read?text=cGl6emE&hash=2c427090a8d10c2f5cab9782d8123307cb1fffbe&lang=en&cache-only=0",
            "defineEn": "an Italian food made with thin flat round bread, baked with a topping of tomatoes and cheese, usually with meat, fish, or vegetables",
            "defineVi": "một món ăn Ý được làm bằng bánh mì tròn mỏng, nướng với cà chua và phô mai, thường là thịt, cá hoặc rau",
            "hasImg": true
        },
        {
            "id": "b89382fc-cd1c-4a3d-aeab-b3daa8c1823d",
            "word": "mineral water",
            "phonetic": "mɪnɚɹəl wɔːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I sell mineral water.",
                "Don’t use mineral water, because that stuff is full of things that will act as nucleation sites.",
                "Correct, in 2010, I received my certification as a mineral water sommelier from the German Water Association."
            ],
            "audio": "https://tts.langeek.co/read?text=bWluZXJhbCB3YXRlcg&hash=3825ee23cb8f2d74fd92abe3e6768e53610d1aa1&lang=en&cache-only=0",
            "defineEn": "water from underground that contains minerals and gasses, usually bottled and sold",
            "defineVi": "nước từ dưới lòng đất có chứa khoáng chất và khí, thường được đóng chai và bán",
            "hasImg": true
        }
    ]
}