{
    "id": "2f5d3523-d500-49f7-bd86-e04df27d4c5b",
    "title": "Unit 10 - Preview",
    "originalTitle": "Unit 10 - Preview",
    "words": [
        {
            "id": "49d8bfae-9edd-463b-8f1d-c04d531dcea0",
            "word": "to describe",
            "phonetic": "tə dᵻskɹaɪb ",
            "partOfSpeechType": "verb",
            "examples": [
                "The book describes her life from cradle to grave.",
                "But the lawyers also described internal politics that at times slowed down the department's work or drove a wedge among members of the team.",
                "And after the match, the Carlisle boss wasn't pulling his punches when describing his players' performance.",
                "BBC is falling over backwards to be impartial by describing this as a crowd!",
                "It was described as a large, luxury mobile home, but there was barely room to swing a cat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVzY3JpYmU&hash=55c24a5359e3a8f3c314915257c441538d26bbd7&lang=en&cache-only=0",
            "defineEn": "to give details about someone or something to say what they are like",
            "defineVi": "để cung cấp thông tin chi tiết về một ai đó hoặc một cái gì đó để nói họ như thế nào",
            "hasImg": true
        },
        {
            "id": "fb6604fa-d3ac-4088-a27f-ba43b4265744",
            "word": "people",
            "phonetic": "piːpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "People held handkerchiefs over their mouths.",
                "People came from all over the country.",
                "A regular newsletter keeps people in touch with local events.",
                "people living in rural areas.",
                "People around the world enjoy various forms of music as a universal language."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVvcGxl&hash=59fc81c0ae933325aec600b53720799632579932&lang=en&cache-only=0",
            "defineEn": "human beings as a group, including men, women, and children",
            "defineVi": "con người như một nhóm, bao gồm cả đàn ông, phụ nữ và trẻ em",
            "hasImg": true
        },
        {
            "id": "6d52a345-c4f2-4dcd-99f2-cd423653ec2e",
            "word": "sociable",
            "phonetic": "soʊʃiəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The sociable student made it a point to meet all 144 of her classmates.",
                "Furthermore, these sociable robots must be able to make appropriate facial expressions.",
                "'I miss being sociable.'",
                "Sociable weaver birds don’t build little nests between a couple of branches like your average bird does.",
                "Kids with positive self-images are more happy, confident, independent, and sociable."
            ],
            "audio": "https://tts.langeek.co/read?text=c29jaWFibGU&hash=2964031fa207654359c5171956c34db6e6dcc5d7&lang=en&cache-only=0",
            "defineEn": "possessing a friendly personality and be fond of spending time with people",
            "defineVi": "sở hữu một tính cách thân thiện và thích dành thời gian với mọi người",
            "hasImg": true
        },
        {
            "id": "287429aa-477d-42ee-9c15-1c4a6f66ab36",
            "word": "loner",
            "phonetic": "loʊnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Laurey has another suitor: Loner farmhand Jud Fry, who is basically a Golden Age incel.",
                "So Peter Pan disks need to be loners to survive.",
                "Again, I think in many respects, he’s a loner.",
                "You see, studies find that communal fish have lower metabolic rates than loners.",
                "So if either model is right, that would mean that every star started with a sibling, and that loners like our Sun lost their neighbors as they grew up."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9uZXI&hash=f4054e1733718a1ade6a214320295eab52f2e26f&lang=en&cache-only=0",
            "defineEn": "someone who actively avoids having any interaction with others",
            "defineVi": "một người tích cực tránh có bất kỳ sự tương tác với người khác",
            "hasImg": true
        },
        {
            "id": "09aed712-6cfb-40a3-8389-585309f4f706",
            "word": "active",
            "phonetic": "æktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The active ingredient checks the growth of bacteria.",
                "Mary gets on in years gracefully, maintaining her active lifestyle and pursuing her passions.",
                "Even in his old age, Mr. Jenkins remains fit as a flea by taking long walks every day and maintaining an active lifestyle.",
                "The accident left Peter with a broken leg, but thanks to a successful surgery and intensive rehabilitation, he was able to get back on his feet and resume his active lifestyle.",
                "At a ripe old age, Mary remains active and engaged in various hobbies and interests, embracing life to the fullest."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0aXZl&hash=0f3f4e1e27b778ea3843637855738d56a98127ef&lang=en&cache-only=0",
            "defineEn": "(of a person) doing many things with a lot of energy",
            "defineVi": "(của một người) làm nhiều việc với rất nhiều năng lượng",
            "hasImg": true
        },
        {
            "id": "52ac6bf8-1855-49fc-8f45-a6a6214aa6b7",
            "word": "sedentary",
            "phonetic": "sɛdəntɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Due to his sedentary lifestyle and unhealthy eating habits, John started experiencing middle-aged spread in his 40s, resulting in a noticeable increase in his waistline.",
                "Today most people are sedentary and run solely for pleasure or sport.",
                "Like other sponges, it’s a sedentary animal that uses its external skeleton to filter food from the water around it.",
                "For example, their gills have shrunk because their sedentary lifestyle doesn’t require as much oxygen as a free-swimming one.",
                "With the rise of sedentary agricultural societies about 10,000 years ago, marriage was also a way of securing rights to land and property by designating children born under certain circumstances as rightful heirs."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VkZW50YXJ5&hash=a5d992987f8f6d946ff6ba0807f4085b5ffe3809&lang=en&cache-only=0",
            "defineEn": "(of a job or lifestyle) including a lot of sitting and very little physical activity",
            "defineVi": "(về công việc hoặc lối sống) bao gồm ngồi nhiều và rất ít hoạt động thể chất"
        },
        {
            "id": "6839a6fa-bac9-4832-92d4-fe69a2d469a5",
            "word": "laid-back",
            "phonetic": "leɪdbæk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGFpZC1iYWNr&hash=df7ed420e4addf70235fb341eb48f94662040946&lang=en&cache-only=0",
            "defineEn": "(of a person) living a life free of stress and tension",
            "defineVi": "(của một người) sống một cuộc sống không căng thẳng và áp lực",
            "hasImg": true
        }
    ]
}