{
    "id": "2f97e327-2fa0-48d8-a342-78e0a3a92f25",
    "title": "Unit 6 - Lesson 4",
    "originalTitle": "Unit 6 - Lesson 4",
    "words": [
        {
            "id": "926f1147-0992-4121-aeb0-2ad15b68cf23",
            "word": "damaged",
            "phonetic": "dæmɪdʒd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Repairing or regrowing damaged brain cells is the end of the rainbow for neuroscience research.",
                "What do you mean, it looks damaged?",
                "So a damaged liver can lead to a buildup of ammonia in the bloodstream, which is bad news for the brain.",
                "Their damaged nerve cells can regrow if they defeat the virus.",
                "The damaged area can feel /really/ sore, and some of the skin can also peel off."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFtYWdlZA&hash=eb703935c3ee88c897aea097a46ee3ec97cd9d8f&lang=en&cache-only=0",
            "defineEn": "(of a person or thing) harmed or spoiled",
            "defineVi": "(của một người hoặc vật) bị tổn hại hoặc hư hỏng"
        },
        {
            "id": "9a5039d6-0371-4e21-b89f-646738eac14f",
            "word": "tire",
            "phonetic": "taɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Rough roads will be the death of these tires.",
                "We lost twenty minutes changing a tire.",
                "The repairman said he could fix our tire in two shakes of a lamb's tail.",
                "The boss always assigns difficult projects as a way of kicking the tires of new employees.",
                "The Boston front office has been monitoring the Leonard situation from afar and almost always kicks the tires when a premier talent hits the trade market."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlyZQ&hash=d3a3d688604d78400c82f6e84f7ed0ca5c3bb397&lang=en&cache-only=0",
            "defineEn": "a circular rubber object that covers the wheel of a vehicle",
            "defineVi": "một vật thể tròn cao su bao gồm các bánh xe của một chiếc xe",
            "hasImg": true
        },
        {
            "id": "6e37e6a4-4e4a-41dd-bb82-ef3b66a1dab4",
            "word": "lost",
            "phonetic": "lɔst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The lost child was helped by a kind police officer to find their way home.",
                "The hikers diligently searched the dense forest for the lost trail, using a map and compass as their guide.",
                "Whenever I feel lost or uncertain, I turn to my favorite books, knowing that a book holds a house of gold that can provide guidance and inspiration.",
                "And on Wall Street today, stocks made up some lost ground.",
                "It's a lost cause."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9zdA&hash=89f92e4a8c052e2b3a0df58da179ba5856976655&lang=en&cache-only=0",
            "defineEn": "unable to find or recover something that is misplaced, vanished, or missing",
            "defineVi": "không thể tìm hoặc khôi phục thứ gì đó bị thất lạc, biến mất hoặc mất tích",
            "hasImg": true
        },
        {
            "id": "0309ec52-f116-4f98-8439-5c3cc7d2d88d",
            "word": "passport",
            "phonetic": "pæspoːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Keep your passport in a safe place.",
                "She keeps her passport in a secure place at home.",
                "The immigration officer reviewed my passport before granting entry.",
                "They never travel without their passports.",
                "We had to show our passports and boarding passes at the airport immigration checkpoint."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzc3BvcnQ&hash=37f685bac0b77a8956de7f236c056d6ffd4643d0&lang=en&cache-only=0",
            "defineEn": "an official document issued by a government that identifies someone as a citizen of a particular country, which is needed when leaving a country and entering another one",
            "defineVi": "một tài liệu chính thức do chính phủ ban hành xác định ai đó là công dân của một quốc gia cụ thể, cần thiết khi rời khỏi một quốc gia và nhập cảnh vào một quốc gia khác",
            "hasImg": true
        },
        {
            "id": "87d1faa1-04a1-40f5-864e-b399ade99575",
            "word": "purse",
            "phonetic": "pɜːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "She pursed her lips, showing disapproval.",
                "She used to keep her phon in her purse.",
                "She placed her purse on the chair next to her at the restaurant.",
                "MY wife opened her purse and pulled out a pen to write a note.",
                "She always carries a small purse to hold her keys and wallet."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVyc2U&hash=6bb51fd17023d6734bbe568049d2e0e96d5238fe&lang=en&cache-only=0",
            "defineEn": "a small bag that is used, particularly by women, to carry personal items",
            "defineVi": "một chiếc túi nhỏ được sử dụng, đặc biệt là phụ nữ, để mang theo các vật dụng cá nhân",
            "hasImg": true
        },
        {
            "id": "69fb6d99-c88b-4f1b-a59e-f4f513f5e5dd",
            "word": "stolen",
            "phonetic": "stoʊlən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He did, and he should have got the proper time for the CRIME that he committed, the BURGLARY and the STOLEN property."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvbGVu&hash=8494aa41a1fbc6cd3657b552c5e6d8cbd0421515&lang=en&cache-only=0",
            "defineEn": "(of a person's posessession) taken without the owner's permission",
            "defineVi": "(của một người sở hữu) lấy mà không có sự cho phép của chủ sở hữu"
        }
    ]
}