{
    "id": "2fb00309-79b0-48c9-8d92-062a69a94afb",
    "title": "The Human Body",
    "originalTitle": "The Human Body",
    "words": [
        {
            "id": "cbaa801e-9064-40b8-b09b-68578dcc48b1",
            "word": "adrenaline",
            "phonetic": "ɐdɹɛnəlɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "It gets the adrenaline pumping.",
                "Adrenaline prompts an increase in the heart and breathing rate to get blood and oxygen to the muscles of the arms and legs.",
                "The body responds with a shot of adrenaline.",
                "I've always liked the thrill, adrenaline rush.",
                "You release oxytocin, the opioids, adrenaline, and serotonin."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRyZW5hbGluZQ&hash=b7d2e06628f549a3dd895a6a810fce439fe4faa0&lang=en&cache-only=0",
            "defineEn": "a body hormone produced in case of anger, fear, or excitement that makes the heart beat faster and the body react quicker",
            "defineVi": "một loại hormone cơ thể được sản xuất trong trường hợp tức giận, sợ hãi hoặc phấn khích khiến tim đập nhanh hơn và cơ thể phản ứng nhanh hơn"
        },
        {
            "id": "71ec5e31-1a84-43c0-9c54-9470d1995a80",
            "word": "hormone",
            "phonetic": "hoːɹmoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "- You taste the hormones?",
                "Laughter also decreases stress hormones in your blood.",
                "Because that affects our hormones.",
                "The hormones in breast milk even change depending on time of day.",
                "This hormone is normally secreted in response to a stress or a perceived environmental threat."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9ybW9uZQ&hash=60241f1633878c3fcecb2a7bb017b3bc77dd7494&lang=en&cache-only=0",
            "defineEn": "a chemical substance produced in the body of living things influencing growth and affecting the functionality of cells or tissues",
            "defineVi": "một chất hóa học được sản xuất trong cơ thể của các sinh vật ảnh hưởng đến sự tăng trưởng và ảnh hưởng đến chức năng của tế bào hoặc mô"
        },
        {
            "id": "66308088-acae-48f8-a0a5-42154a0283f6",
            "word": "anatomy",
            "phonetic": "ɐnæɾəmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Taking the bit between his teeth he set off across the plain with greater speed than the bones of his anatomy ever gave any promise of.",
                "Today, Peseshet teaches anatomy.",
                "And in hindsight, Deinocheirus’ bizarre anatomy kind of makes sense.",
                "I love biology, I love anatomy.",
                "And so as a result, their anatomy is also pretty wild."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5hdG9teQ&hash=c5b134881e8cdc30524bfd6478db5fb7e9ae1901&lang=en&cache-only=0",
            "defineEn": "the human body",
            "defineVi": "cơ thể con người",
            "hasImg": true
        },
        {
            "id": "9d15522a-b006-4f67-bf66-5a3f802aba55",
            "word": "appendix",
            "phonetic": "ɐpɛndɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "The doctor performed a surgery on my grandfather to remove his appendix.",
                "The appendix gets a bad rap.",
                "My new appendix is ready.",
                "In fact, all of us carry evolutionary anachronisms: goosebumps, our appendix, facial hair.",
                "Prior to that, it was in the appendix of the DSM under Other Conditions."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwZW5kaXg&hash=42e168e90a33d607af4e425fd3b8ce26001f838f&lang=en&cache-only=0",
            "defineEn": "a sack of tissue that is attached to the large intestine and is surgically removed if infected",
            "defineVi": "một bao mô được gắn vào ruột già và được phẫu thuật cắt bỏ nếu bị nhiễm trùng",
            "hasImg": true
        },
        {
            "id": "5534670e-565b-491c-aaec-03522d9128f9",
            "word": "armpit",
            "phonetic": "ɑːɹmpɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Drill instructor: Get your armpit up there.",
                "Many microorganisms thrive in moist environments, like our armpits.",
                "And these heat sensors are in their armpits. ",
                "Well, not really their armpits, because beetles don’t have arms.",
                "I'm ticklish in my armpits!"
            ],
            "audio": "https://tts.langeek.co/read?text=YXJtcGl0&hash=6ac95b8c2718fedc1e1fc9f0140826067e132aa6&lang=en&cache-only=0",
            "defineEn": "the part under the shoulder that is hollow",
            "defineVi": "phần dưới vai bị rỗng",
            "hasImg": true
        },
        {
            "id": "3e386cf0-c05a-4b18-8a3c-5bc0acad34e3",
            "word": "artery",
            "phonetic": "ɑːɹɾɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Try the artery clogger.",
                "Also, both arteries are positioned close to the axis of rotation.",
                "Blood roars through arteries and veins.",
                "Squeeze the ventricle and a stream of water squirts out of the pulmonary artery.",
                "It's a vital artery."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0ZXJ5&hash=d8be1cf7cf72f6ea7f6398546ac23806ed51be49&lang=en&cache-only=0",
            "defineEn": "any blood vessel, carrying the blood to different organs of body from the heart",
            "defineVi": "bất kỳ mạch máu nào, mang máu đến các cơ quan khác nhau của cơ thể từ tim",
            "hasImg": true
        },
        {
            "id": "58e846cf-824f-4685-a52f-d468e028fe3d",
            "word": "biceps",
            "phonetic": "baɪsɛps ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmljZXBz&hash=60a3c11f1b48a171a9a26e4c325a918e81b70ef9&lang=en&cache-only=0",
            "defineEn": "the large muscle at the front of the upper part of the arm, which flexes the forearm",
            "defineVi": "cơ lớn ở phía trước của phần trên của cánh tay, giúp uốn cong cẳng tay",
            "hasImg": true
        },
        {
            "id": "dd44fa3f-1c67-479d-a91d-9fdc172bdab9",
            "word": "breastbone",
            "phonetic": "bɹɛstboʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "It also didn’t have the large breastbone of modern birds.",
                "So your eyes are anterior, and your butt is posterior, but you’d also say that your breastbone is anterior to, or in front of, the spine, and that the heart is posterior to, or behind the breastbone.",
                "So your eyes are anterior, and your butt is posterior, but you’d also say that your breastbone is anterior to, or in front of, the spine, and that the heart is posterior to, or behind the breastbone.",
                "But what they usually don't show on TV dramas is that CPR can fracture your breastbone, crack ribs, and bruise your lungs.",
                "There are two major types of lymphocytes: the T cells, which form in your bone marrow and migrate and mature in the thymus gland, behind your breastbone, and B cells, which originate and mature in the bone marrow."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYXN0Ym9uZQ&hash=b191259f623e5aa08ca436bbd0e7a7d69946dbaf&lang=en&cache-only=0",
            "defineEn": "a long flat bone at the center of the chest that connects the ribs and the shoulder girdle",
            "defineVi": "một xương phẳng dài ở giữa ngực nối xương sườn và đai vai"
        },
        {
            "id": "a1744062-c428-4a2c-be61-241e93dd1f84",
            "word": "calf",
            "phonetic": "kæf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The farmer witnessed the birth of a baby calf in the barn.",
                "The parents were both highly successful doctors, but their son struggled in medical school, proving that many a good cow has a bad calf.",
                "The chef was known for her delicious dishes, but even she had a few failed experiments, showing that many a good cow has a bad calf.",
                "Maria had been part of a social group, but when she had a falling out with one of the members, they quickly excluded her and moved on, proving that a bellowing cow soon forgets her calf.",
                "Maggie had been committed to a project, but when it became too challenging, she gave up and moved on, proving that a bellowing cow soon forgets her calf."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FsZg&hash=d491c88a0ac106fd7b26d00b9b7fe42e3c9fd375&lang=en&cache-only=0",
            "defineEn": "the muscular part at the back of the leg between the knee and the ankle",
            "defineVi": "phần cơ ở phía sau chân giữa đầu gối và mắt cá chân",
            "hasImg": true
        },
        {
            "id": "fba87146-3945-4213-b3af-f954dcb18cda",
            "word": "cell",
            "phonetic": "sɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Leave him in his cell.",
                "The prisoners are allowed out of their cells for two hours a day.",
                "Repairing or regrowing damaged brain cells is the end of the rainbow for neuroscience research.",
                "The cancer patient underwent radiation therapy to target and destroy cancer cells.",
                "Imagine two criminals, partners in crime, who are arrested and placed in separate cells with no means of communication."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VsbA&hash=187b9e26665aad216d6645f2906afae1d116a0f6&lang=en&cache-only=0",
            "defineEn": "(biology) an organism's smallest unit, capable of functioning on its own",
            "defineVi": "(sinh học) đơn vị nhỏ nhất của sinh vật, có khả năng tự hoạt động",
            "hasImg": true
        },
        {
            "id": "6676a6c6-7586-44fe-98ad-25e636ea97ce",
            "word": "cheekbone",
            "phonetic": "tʃiːkboʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, entelodonts had absolutely massive cheekbones that stuck out of the sides of their faces.",
                "Where did our nose come from, or our cheekbones, or our hair?",
                "Put your fingers on either side of your face, just in front of your ears, and below your cheekbones.",
                "But even stranger than these were the rhynchosaurs, herbivores with parrot-like beaks and, sometimes, cheekbones to die for, all on a chubby lizard body.",
                "- It's just called Dark003, but okay, push through, cheekbones."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlZWtib25l&hash=3dcf1a0eef973bfeb1f3a49274d422a98262fa5c&lang=en&cache-only=0",
            "defineEn": "the bone that is just below the eye",
            "defineVi": "xương nằm ngay dưới mắt",
            "hasImg": true
        },
        {
            "id": "cfa4eeb5-f9cc-43a7-a264-d5bf0e15d9c8",
            "word": "chin",
            "phonetic": "tʃɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He gently rested his chin on her shoulder.",
                "The company took it on the chin as a symbol of the system in the Sixties.",
                "She wore a chin strap to protect her jaw during sports activities.",
                "She rested her chin on her hand, listening attentively to the conversation.",
                "He scratched his chin, trying to recall the answer to the question."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpbg&hash=174d607a349e5e6cfaf3af557823197aef33aec1&lang=en&cache-only=0",
            "defineEn": "the lowest part of our face that is below our mouth",
            "defineVi": "phần thấp nhất của khuôn mặt của chúng tôi là dưới miệng của chúng tôi",
            "hasImg": true
        },
        {
            "id": "bef19c5a-ca76-4104-964d-0dda29c07380",
            "word": "circulation",
            "phonetic": "sɜːkjʊleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The library quickly withdrew the controversial novel from circulation after parents complained that there is no thief like a bad book, capable of corrupting even the most innocent of minds.",
                "When counterfeit bills started circulating in the town, people became skeptical of using the genuine currency, leading to a decrease in the overall value of money in circulation, showing how bad money drives out good.",
                "Circulation grew quickly, partly because of the magazine's lack of competition.",
                "The first Williams-Sonoma catalog had a circulation of about 10,000.",
                "In reality, mammals have a figure-eight circulation."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2lyY3VsYXRpb24&hash=c2bf6622f5c7049ab8b47cb046a78ef0a1a6d803&lang=en&cache-only=0",
            "defineEn": "the flow and movement of blood around and in all parts of the body",
            "defineVi": "dòng chảy và chuyển động của máu xung quanh và trong tất cả các bộ phận của cơ thể",
            "hasImg": true
        },
        {
            "id": "bf00c7de-ffef-4c01-8037-1d177cb57d90",
            "word": "collarbone",
            "phonetic": "kɑːlɚboʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "It had short collarbones, which meant that the shoulders were rotated forward in a way that hadn’t been seen since early specimens of Homo erectus, from around 1.6 million years ago.",
                "Thanks to the survival skills her father taught her, she emerged 10 days later with a broken collarbone, ruptured knee ligaments, and covered in deep gashes, but still very much alive.",
                "(Rhett) There were more rides that led to more injuries, including fractured femurs, collarbones, and noses, dislocated knees and shoulders.",
                "Brisket comes from across chest area of cow, right here, and since cattle don't have collarbones like us, this muscle has to support more than half their body weight."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGFyYm9uZQ&hash=7a751f7dcce8bda8520641d0a862e57d29941dcb&lang=en&cache-only=0",
            "defineEn": "either of the pair of bones that go across the top of the chest from the base of the neck to the shoulders",
            "defineVi": "một trong hai xương đi qua đỉnh ngực từ gốc cổ đến vai",
            "hasImg": true
        },
        {
            "id": "d95732e3-0eb7-4228-8136-33a09d95434d",
            "word": "fist",
            "phonetic": "fɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "He put his fist through a glass door.",
                "The patriarch has always been an iron fist in a velvet glove.",
                "a king who ruled his country with an iron fist.",
                "They promised that the army would strike with an iron fist at any resistance.",
                "Other people knock fists."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlzdA&hash=401bfaec0060308ba39a4dfd7b0b24c13433ee34&lang=en&cache-only=0",
            "defineEn": "the hand with the fingers tightly bent toward the palm",
            "defineVi": "bàn tay với các ngón tay uốn cong về phía lòng bàn tay",
            "hasImg": true
        },
        {
            "id": "bbc2bd00-fb9d-4aa5-ab6e-a983c704395c",
            "word": "palm",
            "phonetic": "pɑːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Drug barons were greasing the palm of the chief of police.",
                "I'll have him in the palm of my hand in no time.",
                "If you want to get something done around here, you have to grease someone's palm.",
                "He likes to cook his french fries in palm oil for a crispy texture.",
                "There's a second way through this situation but it involves greasing your boss's palms."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFsbQ&hash=6504263a429be2e635de107a0e1293a1493d985b&lang=en&cache-only=0",
            "defineEn": "the inner surface of the hand between the wrist and fingers",
            "defineVi": "bề mặt bên trong của bàn tay giữa cổ tay và ngón tay",
            "hasImg": true
        },
        {
            "id": "02880e8d-9556-4b95-9a0b-9070066ae4bb",
            "word": "forehead",
            "phonetic": "fɔːɹhɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "He reached out a hand and touched her forehead.",
                "I try to give people the benefit of the doubt and assume the best in them, as everyone's faults are not written in their forehead.",
                "Forehead reaching toward the earth, palms up.",
                "My last tennis match took place on Link's forehead.",
                "He had a forehead vein."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yZWhlYWQ&hash=a29e5504ddb19bf9c8f764cc1fa367b7dc5de90c&lang=en&cache-only=0",
            "defineEn": "the part of the face above the eyebrows and below the hair",
            "defineVi": "một phần của khuôn mặt trên lông mày và dưới tóc",
            "hasImg": true
        },
        {
            "id": "31b50059-ee1b-4386-b293-5e8a8ccdd0d8",
            "word": "genitals",
            "phonetic": "dʒɛnɪɾəlz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2VuaXRhbHM&hash=0d78e6ba69c9b145b577b69e6e97c891fc19ba63&lang=en&cache-only=0",
            "defineEn": "the external sex organs of the body",
            "defineVi": "các cơ quan sinh dục bên ngoài của cơ thể"
        },
        {
            "id": "f95f4e31-d934-455f-a3f6-c502475b7ea9",
            "word": "heel",
            "phonetic": "hiːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The town has become very down at heel.",
                "His shoes were wearing at the heel.",
                "This disaster comes hard on the heels of last week’s train crash.",
                "Hearing the noise in the dark, the children ran head over heels back home.",
                "Her second movie followed close on the heels of her successful film debut."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVlbA&hash=ffa2ee004b343736e7d6f2df6952b63340d8519b&lang=en&cache-only=0",
            "defineEn": "the back part of the foot, below the ankle",
            "defineVi": "phần sau của bàn chân, dưới mắt cá chân",
            "hasImg": true
        },
        {
            "id": "53601f11-f02a-4c8d-9e5d-3c5ac2be6344",
            "word": "gut",
            "phonetic": "ɡʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Those young people have some guts.",
                "That guy really hates my guts.",
                "I just about busted a gut.",
                "Yesterday, Emily spilt her guts out after drinking too much at the party.",
                "Nothing personal Norman, I just realized that I hated your guts from the beginning."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3V0&hash=1b70496f94cb77605b61e99002b841ea444cc523&lang=en&cache-only=0",
            "defineEn": "the lower part of digestive tract responsible for food absorption",
            "defineVi": "phần dưới của đường tiêu hóa chịu trách nhiệm cho sự hấp thụ thức ăn",
            "hasImg": true
        },
        {
            "id": "c7d1c9aa-b5ba-4328-a3bb-cf68152cf341",
            "word": "hip",
            "phonetic": "hɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The two friends were joined at the hip during their college years.",
                "He is shooting from the hip in an act of political desperation.",
                "John and Mary are joined at the hip.",
                "She fell downstairs and broke her hip.",
                "Jeff is a straight talker who always shoots from the hip."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlw&hash=9c1cc4c2e9ed905d4e386b4336a36699b52da8b4&lang=en&cache-only=0",
            "defineEn": "each of the parts above the legs and below the waist at either side of the body",
            "defineVi": "mỗi bộ phận phía trên chân và dưới thắt lưng ở hai bên cơ thể",
            "hasImg": true
        },
        {
            "id": "85a2d944-4059-4cdb-bb05-b9903656842f",
            "word": "intestine",
            "phonetic": "ɪntɛstɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tapeworms, for example, invade your intestines.",
                "Your intestines has about 39 trillion microorganisms in it.",
                "When babies switch from milk to mashed carrots and pureed peas, plant-eating species take over their intestines.",
                "I'm now spreading the pig's intestines over this tube.",
                "Cholecystokinin also slows down the movement of food from the stomach into the intestines."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXN0aW5l&hash=896aae5bb22efbac19fb8693feb7a18fa289881e&lang=en&cache-only=0",
            "defineEn": "a long, continuous tube in the body through which the food coming from the stomach moves and is passed",
            "defineVi": "một ống dài, liên tục trong cơ thể qua đó thức ăn từ dạ dày di chuyển và được truyền đi",
            "hasImg": true
        },
        {
            "id": "819d68e7-6290-4634-84e7-20028fafd2a5",
            "word": "stomach",
            "phonetic": "stʌmək ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new soldiers had no stomach for a fight.",
                "You must have a cast-iron stomach.",
                "She felt a wave of nausea in her stomach during the car ride.",
                "Do you get butterflies in your stomach when you have to talk to lots of people?",
                "You must have a cast-iron stomach if you're eating pickles with peanut butter!"
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvbWFjaA&hash=3c26c90dc3cd981fc5b6bb4b0a52c40cbacd467e&lang=en&cache-only=0",
            "defineEn": "the body part inside our body where the food that we eat goes",
            "defineVi": "phần cơ thể bên trong cơ thể chúng ta, nơi thức ăn chúng ta ăn đi",
            "hasImg": true
        },
        {
            "id": "e9e4e387-d0f7-4bbc-b3e0-c0596731b82f",
            "word": "joint",
            "phonetic": "dʒɔɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "My dad grilled a succulent pork joint with barbecue sauce for a backyard cookout.",
                "Nobody lays a glove on your joint.",
                "Mrs. Tinker puts my nose out of joint by bringing you the Lilies of the Field.",
                "Ever since Bill got that traffic ticket, he's had his nose out of joint.",
                "I smoked a joint an hour ago, and I'm still waiting to come up."
            ],
            "audio": "https://tts.langeek.co/read?text=am9pbnQ&hash=7060cbece844a5297f8a05981f4bf489c20609d5&lang=en&cache-only=0",
            "defineEn": "a place in the body where two bones meet, enabling one of them to bend or move around",
            "defineVi": "một nơi trong cơ thể nơi hai xương gặp nhau, cho phép một trong số chúng uốn cong hoặc di chuyển xung quanh",
            "hasImg": true
        },
        {
            "id": "cdd613fc-a317-48e7-a269-2b5d80de97ea",
            "word": "jaw",
            "phonetic": "dʒɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lion's powerful jaws allowed it to tear apart its prey.",
                "She wore a chin strap to protect her jaw during sports activities.",
                "Our jaws dropped when we found out how much they were paying in rent.",
                "My jaw dropped open when she told me how old she was.",
                "The family was lost in the wilderness without any food or water, but they managed to find a way out and snatched victory from the jaws of defeat by surviving."
            ],
            "audio": "https://tts.langeek.co/read?text=amF3&hash=aa276af05934e0a16546fab508fc7be42ab332cb&lang=en&cache-only=0",
            "defineEn": "the lower bone of the face containing the chin and the bottom teeth",
            "defineVi": "xương dưới của khuôn mặt chứa cằm và răng dưới",
            "hasImg": true
        },
        {
            "id": "2e79d388-6838-453f-8fdc-d81a374ab84e",
            "word": "lap",
            "phonetic": "læp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her eyes dropped to her lap.",
                "I sat the baby on my lap.",
                "Katie was living in the lap of luxury in Paris",
                "The outcome of the election is now in the lap of the gods, as the polls are too close to call.",
                "We have done all that we could to save the patient's life, now it is in the lap of the gods."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFw&hash=2fc2df4e2cfab50f2e973ec0807c4e612aa8626a&lang=en&cache-only=0",
            "defineEn": "the upper part of the legs that form a flat surface when one is seated",
            "defineVi": "phần trên của chân tạo thành một bề mặt phẳng khi một người ngồi"
        },
        {
            "id": "c72b5d16-578f-4a33-8d1c-f17c898147f8",
            "word": "limb",
            "phonetic": "lɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "They risked life and limb to pull the child from the river.",
                "She's going out on a limb in criticizing her own party leadership.",
                "They wanted to get themselves out on a limb.",
                "The Purple Heart, our nation's oldest military medal, is awarded to those service men and women who have borne the battle, sacrificing life and limb.",
                "I advise her not to put herself out on a limb."
            ],
            "audio": "https://tts.langeek.co/read?text=bGltYg&hash=b93f0bb2b0a78e690e1e20704d20a57e4aac2a6b&lang=en&cache-only=0",
            "defineEn": "an arm or a leg of a person or any four-legged animal, or a wing of any bird",
            "defineVi": "một cánh tay hoặc một chân của một người hoặc bất kỳ động vật bốn chân nào, hoặc một cánh của bất kỳ loài chim nào",
            "hasImg": true
        },
        {
            "id": "f4e77954-280b-4a08-855d-4f756b05f2a3",
            "word": "nervous system",
            "phonetic": "nɜːvəs sɪstəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "But the nervous system poses a particular challenge.",
                "Basically, a healthy nervous system has the etiquette of electrical messaging down to, well, a science.",
                "That's the nervous system.",
                "SERIOUS REACTIONS Fire ant venom may be toxic to the nervous system.",
                "They have no relation to the nervous system."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVydm91cyBzeXN0ZW0&hash=2b2649c4499634292de95d9f57f75541df14e3b7&lang=en&cache-only=0",
            "defineEn": "the network of neurons and fibers that interpret stimuli and transmit impulses from the body to the brain",
            "defineVi": "mạng lưới các tế bào thần kinh và sợi diễn giải các kích thích và truyền các xung từ cơ thể đến não"
        },
        {
            "id": "6a4d7ab6-2e2b-433a-a4f9-8823bff91c2b",
            "word": "vein",
            "phonetic": "veɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bravery is coursing through my veins.",
                "The blue-green veins that criss-cross cheeses like gorgonzola come from penicillium molds.",
                "He had a forehead vein.",
                "There's a vein.",
                "Blood roars through arteries and veins."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVpbg&hash=f26b6f874db391e8f0d6df49228c147d0b142a38&lang=en&cache-only=0",
            "defineEn": "any tube or vessel that carries blood to one's heart",
            "defineVi": "bất kỳ ống hoặc tàu nào mang máu đến tim của một người",
            "hasImg": true
        },
        {
            "id": "833b5c76-f9f6-47ff-9d2e-fb1c5812cf04",
            "word": "tissue",
            "phonetic": "tɪʃuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The child had a runny nose and needed a tissue.",
                "Keeping my tissue.",
                "So these guys eat muscle tissue.",
                "I need a tissue.",
                "Eventually the tissue inside the rock rotted away."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlzc3Vl&hash=eeec366ca6ecd7993dc4a6e081452387e2f2db36&lang=en&cache-only=0",
            "defineEn": "a group of cells in the body of living things, forming their different parts",
            "defineVi": "một nhóm các tế bào trong cơ thể của các sinh vật sống, hình thành các bộ phận khác nhau của họ",
            "hasImg": true
        },
        {
            "id": "fe9997d9-c2f1-4dd0-b658-d00530287519",
            "word": "thigh",
            "phonetic": "θaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Look at little baby's adorable thunder thighs!",
                "I asked my mother to prepare a delicious honey-glazed roasted turkey thigh for dinner.",
                "Growing up, Jason was teased for his larger thighs, but he eventually learned to love and appreciate his thunder thighs for their strength and endurance.",
                "They marinated their chicken thighs in a mixture of mace, garlic, and lemon juice.",
                "The skinless turkey thighs were tender and juicy, perfect for a Thanksgiving dinner."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhpZ2g&hash=c6b8e632d47688a49c38f06a76600ae1de981ec1&lang=en&cache-only=0",
            "defineEn": "the top part of the leg between the hip and the knee",
            "defineVi": "phần trên cùng của chân giữa hông và đầu gối",
            "hasImg": true
        },
        {
            "id": "21f31c54-d38c-4e85-85ef-9b22efe1bfb5",
            "word": "spine",
            "phonetic": "spaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "A shiver ran down my spine.",
                "That song always sends a shiver down my spine.",
                "I felt a chill up my spine.",
                "A shiver runs up my spine when I listen to a beautiful Beethoven symphony.",
                "A cold chill ran down my spine when I heard his angry voice."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BpbmU&hash=b68806c7948504beff6652c2c15928ee4500d5ba&lang=en&cache-only=0",
            "defineEn": "the row of small bones that are joined together down the center of the back of the body",
            "defineVi": "hàng xương nhỏ được nối với nhau xuống trung tâm của mặt sau của cơ thể",
            "hasImg": true
        },
        {
            "id": "fac0107c-20c0-4224-883c-5449360177c3",
            "word": "pulse",
            "phonetic": "pʌls ",
            "partOfSpeechType": "noun",
            "examples": [
                "A successful investor has his finger on the pulse of international business.",
                "I can’t feel his pulse.",
                "This new young actor is setting women’s pulses racing in movie theaters everywhere.",
                "While raising her children, she kept her finger on the pulse of business and technology by freelancing for start-ups and small businesses.",
                "Including pulses in your weekly meal plan can help diversify your diet."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVsc2U&hash=8064cb882cfd61df9b142c07caaad7b05c514a08&lang=en&cache-only=0",
            "defineEn": "the rhythmic beating of the blood vessels created when the heart pumps, especially felt on the wrist or at the sides of the neck",
            "defineVi": "nhịp đập của các mạch máu được tạo ra khi tim bơm, đặc biệt cảm thấy ở cổ tay hoặc ở hai bên cổ"
        },
        {
            "id": "2d52cb01-3d8a-43e2-9223-744161771618",
            "word": "ribcage",
            "phonetic": "ɹɪbkeɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Elongate through the ribcage.",
                "These types of injuries are common because your heart is inside your ribcage and surrounded by other organs.",
                "It’s called your diaphragm, and it’s a muscle that’s right below your lungs, at the bottom of your ribcage."
            ],
            "audio": "https://tts.langeek.co/read?text=cmliY2FnZQ&hash=3aab0928d57a690ccfd0895591c5772b3fe64d50&lang=en&cache-only=0",
            "defineEn": "(anatomy) the bony structure in the chest formed by the ribs which protects organs in the thoracic cavity",
            "defineVi": "(giải phẫu) cấu trúc xương ở ngực được hình thành bởi các xương sườn để bảo vệ các cơ quan trong khoang ngực",
            "hasImg": true
        },
        {
            "id": "a9878aa3-9efa-41ce-a5be-8e61e0833597",
            "word": "skull",
            "phonetic": "skʌl ",
            "partOfSpeechType": "noun",
            "examples": [
                "We thought a week in a secluded cabin with no TV or Internet would make for some great family bonding, but we were all bored out of our skulls after a couple of days.",
                "His skull was permanently fractured.",
                "An eagle’s needle-like talons can pierce the skulls of their prey.",
                "The skulls of archosaurs were lighter than their reptile ancestors.",
                "He located the bumps on their skulls. "
            ],
            "audio": "https://tts.langeek.co/read?text=c2t1bGw&hash=ec6d47343300e6cbd206c399e586dba158392dfb&lang=en&cache-only=0",
            "defineEn": "the bony structure that surrounds and provides protection for a person's or animal's brain",
            "defineVi": "cấu trúc xương bao quanh và cung cấp sự bảo vệ cho bộ não của một người hoặc động vật",
            "hasImg": true
        }
    ]
}