{
    "id": "2fbd1690-5bd9-4194-81b6-b2570ea675e6",
    "title": "What's on Your Mind?",
    "originalTitle": "What's on Your Mind?",
    "words": [
        {
            "id": "c758b30b-9b87-4d9f-9b80-277b39caf903",
            "word": "adverse",
            "phonetic": "ædvɜːs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The athlete knew that if he wanted to win the championship, he would have to train hard every day, even in adverse weather conditions, understanding that he who would catch fish must not mind getting wet.",
                "When I tried to get a firearm for my house, my wife was very adverse.",
                "According to federal health officials, between 2004 and 2013 tens of thousands of Americans ended up in the emergency room due to adverse effects related to dietary supplements.",
                "It can be a devastating adverse childhood experience that clinical psychologist Nneka Jones Tapia knows all too well.",
                "That's the dark side of gambling, the real-life adverse consequences that befall people who are unsuccessful at it or do it way too much."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2ZXJzZQ&hash=c0a16bf531c68e880e688177df53643f2f1f7e2c&lang=en&cache-only=0",
            "defineEn": "against someone or something's advantage",
            "defineVi": "chống lại một ai đó hoặc lợi thế của một cái gì đó"
        },
        {
            "id": "1998dc38-ee26-4566-89a7-af10d1ba0bdd",
            "word": "arbitrary",
            "phonetic": "ɑːɹbɪtɹɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So these things right over here are somewhat arbitrary.",
                "So the deficit is not kind of arbitrary.",
                "They're just as arbitrary.",
                "Because we've all agreed on a shared mental dictionary, the actual sounds themselves can be arbitrary.",
                "And whether they get a space can feel pretty arbitrary."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJiaXRyYXJ5&hash=e2871a4189c5a0809ba2fe10c1392d719d2acd8f&lang=en&cache-only=0",
            "defineEn": "not based on reason but on chance or personal impulse, which is often unfair",
            "defineVi": "không dựa trên lý trí mà dựa trên cơ hội hoặc sự bốc đồng cá nhân, điều này thường không công bằng"
        },
        {
            "id": "c05d1bae-07a1-445d-ab9e-cd2102ef0b2b",
            "word": "to belie",
            "phonetic": "tə bᵻlaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "But I think it belies the fact that, for example, in a state like Pennsylvania, we were just all over everywhere in the state.",
                "Yet, throughout the ups and downs, I've always considered myself, at heart, a truly good student, even when my grades and performance belied this feeling.",
                "Judy, the recent show of solidarity among Black and Asian American activists belies a fraught history between these groups.",
                "It belied, you know, an enormous, Napoleonic ambition.",
                "That funny name given to the pains, numbness, or other physical complications that divers sometime experience when they surface belies just how dangerous the illness can be."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVsaWU&hash=c6e8a34a6537789373fb52b12e9757a668a299e0&lang=en&cache-only=0",
            "defineEn": "to create an impression of something or someone that is false",
            "defineVi": "để tạo ấn tượng về một cái gì đó hoặc ai đó là sai"
        },
        {
            "id": "df81b6ca-a7ea-4cd3-ae8f-78f9f00124cc",
            "word": "candid",
            "phonetic": "kændɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Just be candid here.",
                "Well, I will be very candid.",
                "You are now punished for being candid. ",
                "I'm very troubled by it, if I'm being completely candid.",
                "I was glad that you were quite candid in the book, Cindy McCain, about the challenges for the spouse of a politician."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FuZGlk&hash=30c74972e363719b9c292dc2d4697cf555d843d5&lang=en&cache-only=0",
            "defineEn": "openly straightforward and direct without reserve or secretiveness",
            "defineVi": "công khai thẳng thắn và trực tiếp không dè dặt hay bí mật"
        },
        {
            "id": "0a29bc6f-03cf-4f48-ae63-e852f4635c3b",
            "word": "to clinch",
            "phonetic": "tə klɪntʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Some other astronomers had also found similar results, but the work Hubble and Humason clinched it.",
                "So far, it’s still too early to say how many of the finalists will make it to the Moon by Google’s deadline, but if any of them clinch that grand prize, it’ll open up a totally new phase of lunar exploration."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xpbmNo&hash=c7f5b515b0f20480d202596c502c2d185e91e847&lang=en&cache-only=0",
            "defineEn": "to decisively come to an agreement or settle something, such as an argument or a contract",
            "defineVi": "để quyết định đi đến một thỏa thuận hoặc giải quyết một cái gì đó, chẳng hạn như một cuộc tranh luận hoặc một hợp đồng"
        },
        {
            "id": "72e02611-a08c-412d-ad9c-9903bebc1514",
            "word": "to concur",
            "phonetic": "tə kəŋkɜː ",
            "partOfSpeechType": "verb",
            "examples": [
                "I concur.",
                "And I absolutely concur.",
                "SANDERS: Let me concur with the secretary, no question women's rights are under fierce attack all over this country.",
                "And one justice, Marcia, Justice Brett Kavanaugh, wrote a concurring opinion for himself only.",
                "One thing that struck me in particular was the concurring opinion in the majority by Justice Gorsuch, in which he really sort of accused the court of cutting loose the Constitution during a pandemic, not really caring so much about the religious liberty that was at stake here."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uY3Vy&hash=2aebb37419ad22230b7bf3b8f0df08dd9be531da&lang=en&cache-only=0",
            "defineEn": "to have an opinion that is the same as someone else's opinion or agree with them on a matter",
            "defineVi": "có ý kiến giống với ý kiến của người khác hoặc đồng ý với họ về một vấn đề"
        },
        {
            "id": "46edbe0a-d948-44c4-9c4a-429294818fa0",
            "word": "conversely",
            "phonetic": "kənvɜːsli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Conversely, if you have been papering over the cracks of a relationship these same eclipses will seek them out.",
                "Conversely, negative G’s create weightlessness.",
                "Conversely, tax penalties can discourage undesirable behavior like smoking or pollution, but this unfortunately can reinforce the perception of taxes as a punishment rather than a transaction or a social obligation.",
                "Conversely, the reduced light pollution saves over a billion birds each year whose migrations were disrupted by blinking communication tower lights and high-tension wires.",
                "Conversely, positive utility is the satisfaction we get from gaining or consuming something."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udmVyc2VseQ&hash=043661a17691cc4618b4cee9b09ecda8e11cac72&lang=en&cache-only=0",
            "defineEn": "in a way that is contrasting or different from what has been mentioned",
            "defineVi": "theo cách tương phản hoặc khác với những gì đã được đề cập"
        },
        {
            "id": "5c830e7f-5646-4e64-add5-4971792eb456",
            "word": "to deem",
            "phonetic": "tə diːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Now, the plants were deemed essential infrastructure and had to remain open.",
                "And with a coin flip, half were randomly deemed prisoners and the other half guards.",
                "The announcement of the state of the vote by the president of the Senate shall be deemed a sufficient declaration of the persons elected president and vice president of the United States.",
                "When Jan van Eyck completed it in Ghent in 1432, it was immediately deemed the best painting in Europe.",
                "But an important distinction is, none of the NIL legislation deems these student athletes as employees or workers."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVlbQ&hash=29cb14d0b117df4992719fb5fdf03a5660d44bf3&lang=en&cache-only=0",
            "defineEn": "to consider in a particular manner",
            "defineVi": "để xem xét một cách cụ thể"
        },
        {
            "id": "89502299-0f4a-4d6e-878e-bb1a0de4cb6e",
            "word": "to dissent",
            "phonetic": "tə dɪsɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The dictator governed the country with a heavy hand, suppressing any form of dissent or opposition.",
                "Dissent is not tolerated.",
                "This is not dissent.",
                "This is not dissent.",
                "and he was all about dissent."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzc2VudA&hash=4d85dd52330e98356693eba342d84a6cdfc904a9&lang=en&cache-only=0",
            "defineEn": "to give or have opinions that differ from those officially or commonly accepted",
            "defineVi": "đưa ra hoặc có ý kiến khác với những ý kiến chính thức hoặc thường được chấp nhận"
        },
        {
            "id": "e6ea2c94-1f63-4874-86e3-2319896ea162",
            "word": "equivocal",
            "phonetic": "ᵻkwɪvəkəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXF1aXZvY2Fs&hash=59ccf8ac06f5d696d1035124ef2260eb8ac7bb7a&lang=en&cache-only=0",
            "defineEn": "deliberately not having one obvious meaning and therefore open to interpretation, often intended to deceive",
            "defineVi": "cố tình không có một ý nghĩa rõ ràng và do đó dễ giải thích, thường nhằm mục đích đánh lừa"
        },
        {
            "id": "deea3c2f-ab3c-4e72-901f-57881c4986a1",
            "word": "esoteric",
            "phonetic": "ɛsoʊtɛɹɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It is a little bit esoteric.",
                "You know what else is esoteric?",
                "But then, moving into different areas, again, immigration policy is wonky, and it’s esoteric. ",
                "Casey asked Markopolos, who understood esoteric tactics ,like split strike conversion, to do some reverse engineering."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXNvdGVyaWM&hash=df312c5f899b4ab598b60fb09d6210c5d04e7b9c&lang=en&cache-only=0",
            "defineEn": "intended to be understood and known by a small group of people who possess a specific type of knowledge",
            "defineVi": "dự định được hiểu và biết bởi một nhóm nhỏ những người sở hữu một loại kiến thức cụ thể"
        },
        {
            "id": "188a61ca-d278-4b5f-81cf-99557d24a31b",
            "word": "exponent",
            "phonetic": "ɛkspoʊnənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Then you do exponents.",
                "You just add the exponents.",
                "A is an exponent right here.",
                "Then you subtract 1 from the exponent.",
                "But this is an exponent."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwb25lbnQ&hash=707f4c91326f807983329b7076380fb336f0d97e&lang=en&cache-only=0",
            "defineEn": "a supporter of a theory, belief, idea, etc. who tries to persuade others that it is true or good in order to gain their support",
            "defineVi": "một người ủng hộ một lý thuyết, niềm tin, ý tưởng, v.v. người cố gắng thuyết phục người khác rằng điều đó là đúng hoặc tốt để nhận được sự ủng hộ của họ"
        },
        {
            "id": "028b4813-f877-49b2-aefd-ff2c1fd6496c",
            "word": "to foreshadow",
            "phonetic": "tə fɔːɹʃædoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Is it foreshadowing if anything with James is actually a flashback?",
                "For years, there have been warnings and outright violence that foreshadowed bigger problems.",
                "Aaauugh, in the book business this is known as foreshadowing.",
                "And second, Stan, can I get the foreshadowing filter?",
                "And then, in the 1930s, foreshadowing broader policies, the government began to murder physically or mentally disabled people in mobile gas chambers that traveled to hospitals and other institutions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9yZXNoYWRvdw&hash=6edc59f7acbce7d8843fd5ef6026e5e090788b29&lang=en&cache-only=0",
            "defineEn": "to indicate in advance that something, particularly something bad, will take place",
            "defineVi": "để chỉ ra trước rằng một cái gì đó, đặc biệt là một cái gì đó xấu, sẽ diễn ra"
        },
        {
            "id": "7d7e9751-0bbc-4f3e-9e3b-8f0e02571800",
            "word": "to gainsay",
            "phonetic": "tə ɡeɪnseɪ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2FpbnNheQ&hash=aa0750b68a53ec8def0dece54dc3d1e5a6c8414b&lang=en&cache-only=0",
            "defineEn": "to disagree or deny that something is true",
            "defineVi": "không đồng ý hoặc từ chối rằng một cái gì đó là đúng"
        },
        {
            "id": "31baa431-7f9e-4be0-bc78-eceb64977191",
            "word": "to hearken",
            "phonetic": "tə hɑːɹkən ",
            "partOfSpeechType": "verb",
            "examples": [
                "It hearkens back to the rank history of voter intimidation and violence against Black voters that undergirds this country's history of voting and elections.",
                "I think it hearkens back to my youth.",
                "The philosopher Isaiah Berlin suggested that rather than being amoral, The Prince hearkens back to ancient Greek morality, placing the glory of the state above the Christian ideal of individual salvation.",
                "Dear hunger strikers, Do you remember earlier when I said that Gandhi hearkened back to a mythologized Indian past?",
                "What happens next hearkens back to what we found goes on in the Sun’s core as it ages: fuse an element, create a heavier one, then that heavier one builds up until the core contracts and heats up enough to start fusing it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGVhcmtlbg&hash=36c5034cdcf2cea0a1bb5a9c362761dd4c56a9f0&lang=en&cache-only=0",
            "defineEn": "to attentively listen",
            "defineVi": "chăm chú lắng nghe"
        },
        {
            "id": "de500873-e69f-4fb4-90c2-9175e3dff2af",
            "word": "inasmuch as",
            "phonetic": "ɪnɐsmʌtʃ æz ",
            "partOfSpeechType": "conjunction",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5hc211Y2ggYXM&hash=c472632b664a3ade38e1209237cc375cc41f3e68&lang=en&cache-only=0",
            "defineEn": "used when explaining how or to what extent the other section of the statement that has just been said is true",
            "defineVi": "được sử dụng khi giải thích làm thế nào hoặc ở mức độ nào phần khác của tuyên bố vừa được nói là đúng"
        },
        {
            "id": "32070b06-3b38-4fd4-b56a-8df32e49fb23",
            "word": "laconic",
            "phonetic": "lækɑːnɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGFjb25pYw&hash=2138b1f8c63dd0d844f0311ef4f7f416412c2120&lang=en&cache-only=0",
            "defineEn": "conveying something whilst using a very small number of words",
            "defineVi": "truyền đạt một cái gì đó trong khi sử dụng một số lượng rất nhỏ các từ"
        },
        {
            "id": "165ef766-b1be-4475-b86e-0d3817998081",
            "word": "to maintain",
            "phonetic": "tə meɪnteɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "With a balanced diet, regular exercise, and a positive mindset, Alex maintains being up to the mark in terms of his overall well-being.",
                "The tobacco products included a humectant to maintain the moisture content and freshness.",
                "Maintaining a low profile has never been Maggie's strongest suit.",
                "The document must be copied word for word to maintain its legal validity.",
                "Consuming milk can help maintain healthy skin due to the presence of vitamin A."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFpbnRhaW4&hash=d54a8e55e446e9570bf3c93ee82415ed4d4a85b3&lang=en&cache-only=0",
            "defineEn": "to firmly express an opinion or statement as true and valid, although others may disagree",
            "defineVi": "thể hiện một cách chắc chắn một ý kiến hoặc tuyên bố là đúng và hợp lệ, mặc dù những người khác có thể không đồng ý"
        },
        {
            "id": "e22e5b79-9a16-488d-a05d-3114e613ab15",
            "word": "nevertheless",
            "phonetic": "nɛvɚðəlɛs ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Nevertheless, all the efforts that we made, we were not successful in getting hold of him.",
                "I advised him for one hour straight, yet he played the man and not the ball nevertheless.",
                "Nevertheless, the phenomenon continued.",
                "Nevertheless, at the time, the case did serious damage to the Audi brand with image and safety conscious baby-boomers.",
                "Nevertheless, he copes."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV2ZXJ0aGVsZXNz&hash=e93f906d801bef1948f9945e98d02bc5da4f88b4&lang=en&cache-only=0",
            "defineEn": "regardless of the statement that was just referred to or mentioned",
            "defineVi": "bất kể tuyên bố vừa được đề cập hoặc đề cập"
        },
        {
            "id": "403997e8-34db-4704-98aa-262131454ac5",
            "word": "to objurgate",
            "phonetic": "tʊ ɑːbdʒɚɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gb2JqdXJnYXRl&hash=1f01316c411c6abccf9ae11278cd223fa0c062c0&lang=en&cache-only=0",
            "defineEn": "to severely scold or express disapproval",
            "defineVi": "mắng mỏ nặng nề hoặc bày tỏ sự không tán thành"
        },
        {
            "id": "738bbb89-2344-43e7-ad54-0fe0f84db5f2",
            "word": "to pontificate",
            "phonetic": "tə pɔntɪfᵻkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9udGlmaWNhdGU&hash=7e7679fb884c8bb7629bc6931b791d40f88b41eb&lang=en&cache-only=0",
            "defineEn": "to state one's opinion in such a manner that shows one believes to be  the only person to fully know it and be unarguably correct",
            "defineVi": "nêu ý kiến của mình theo cách cho thấy người đó tin rằng mình là người duy nhất biết đầy đủ về ý kiến đó và đúng một cách rõ ràng"
        },
        {
            "id": "be7b3d3c-de8c-4324-86c8-f4d49e9b24f6",
            "word": "raillery",
            "phonetic": "ɹeɪlɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmFpbGxlcnk&hash=e2e99027de6cbc750386b110b8616f49d2388ec5&lang=en&cache-only=0",
            "defineEn": "a type of teasing and joking that is friendly and good-natured",
            "defineVi": "một kiểu trêu chọc và nói đùa thân thiện và tốt bụng"
        },
        {
            "id": "f9cbe250-40b9-4ff1-be7b-70a422d15a7e",
            "word": "to remonstrate",
            "phonetic": "tə ɹɛmənstɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVtb25zdHJhdGU&hash=3ea45c7a8ab2ee23ad54affd82010ecf21b6c3f6&lang=en&cache-only=0",
            "defineEn": "to protest against something or argue about it",
            "defineVi": "để phản đối một cái gì đó hoặc tranh luận về nó"
        },
        {
            "id": "aba4ca0b-01ba-4b1b-a606-9d674a2ab919",
            "word": "scathing",
            "phonetic": "skeɪðɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A scathing new report blames the leadership of Capitol Police for a raft of failures before January 6.",
                "House Democrats were scathing in their criticism today, after a classified briefing.",
                "In Britain, the government is now reviewing oversight of the BBC after a scathing report on its 1995 interview with Princess Diana.",
                "It is a scathing letter addressed to the Senate president, Karen Fann, a fellow Republican.",
                "President Trump sending a scathing letter to House Speaker Nancy Pelosi, demanding she \"immediately cease this impeachment fantasy.\""
            ],
            "audio": "https://tts.langeek.co/read?text=c2NhdGhpbmc&hash=e3d91cd86d5964db8f2ec8b488b2b9d976d8b2b2&lang=en&cache-only=0",
            "defineEn": "giving extremely rude and harsh criticism",
            "defineVi": "đưa ra những lời chỉ trích cực kỳ thô lỗ và gay gắt"
        },
        {
            "id": "2e8256c6-a350-4b4e-99f9-2f384a6a6d36",
            "word": "to table",
            "phonetic": "tə teɪbəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "His partner left the table in a fit of pique.",
                "At a family reunion picnic, the buffet table showcased a classic beef plate roast.",
                "This business method takes the risk of failure out of the table.",
                "She set the table with plates and glasses in the dining room.",
                "We set the table with plates and silverware."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFibGU&hash=24bbfb0e36245d3cb7580e274125a1f960eaffc8&lang=en&cache-only=0",
            "defineEn": "to suggest or decide to reschedule discussing something",
            "defineVi": "để đề nghị hoặc quyết định lên lịch lại thảo luận về một cái gì đó"
        },
        {
            "id": "fda5d23b-fdce-4a35-8997-5775c45ac75c",
            "word": "tangential",
            "phonetic": "tændʒɛnʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So the force is all tangential to the direction of rotation.",
                "So the force is all tangential to the direction of rotation.",
                "The direction would also be tangential to the surface.",
                "They're both tangential to the path, to our curve.",
                "We call this tangential thinking when the trail off doesn't get back to the original point."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFuZ2VudGlhbA&hash=8aa16180016068f24094f2ea59c9bb9c1abad461&lang=en&cache-only=0",
            "defineEn": "not or barely relevant to something",
            "defineVi": "không hoặc hầu như không liên quan đến một cái gì đó"
        },
        {
            "id": "032e3d2c-94b0-4dd2-b707-1de53c0f9c8f",
            "word": "unconscionable",
            "phonetic": "ʌŋkɑːnʃənəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But for a campaign to take out against my daughter Bridget McCain was just unconscionable.",
                "But in California, there can be this huge disparity, which I think is kind of an undue and in my opinion, unconscionable, burden placed on younger people and newcomers.",
                "No. 1, because Bloomberg is going to spend an unconscionable amount of money no matter who the nominee is on the Dems."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5jb25zY2lvbmFibGU&hash=f676e8ca6fbec1188aacbab5eb05d7b2b09544fa&lang=en&cache-only=0",
            "defineEn": "excessively unreasonable or unfair and therefore unacceptable",
            "defineVi": "quá vô lý hoặc không công bằng và do đó không thể chấp nhận được"
        },
        {
            "id": "92aa7078-95cc-4068-9192-54c119f83720",
            "word": "to upbraid",
            "phonetic": "tʊ ʌpbɹeɪd ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdXBicmFpZA&hash=4a36ccba7596a11a7de470cab65d15ee99d58b86&lang=en&cache-only=0",
            "defineEn": "to criticize or scold someone for doing or saying something that one believes to be wrong",
            "defineVi": "chỉ trích hoặc mắng ai đó vì đã làm hoặc nói điều gì đó mà người ta tin là sai"
        },
        {
            "id": "6891b4e5-8070-4f90-a23c-59dd12ac6259",
            "word": "vituperation",
            "phonetic": "vɪɾuːpɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So that when nominee Kavanaugh finds himself in some box of anger and vituperation, and maybe justifiable angst, and he mentions the conspiracy of the Clintons, it feels like, to a lot of people, he’s gone to the political dark side as well. "
            ],
            "audio": "https://tts.langeek.co/read?text=dml0dXBlcmF0aW9u&hash=500d225ab9791391bc4680f5b2ca229eebc09463&lang=en&cache-only=0",
            "defineEn": "a type of criticism or insult that is hurtful and angry",
            "defineVi": "một loại chỉ trích hoặc xúc phạm đó là tổn thương và tức giận"
        },
        {
            "id": "d622932d-4ac8-491c-86b6-cc2e999c26dc",
            "word": "lucid",
            "phonetic": "luːsɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Tesla rival Lucid motors built a brand new electric vehicle factory in the state along with Nikola and ElectraMeccanica.",
                "Lucid broke ground on its 590 acre factory in 2019.",
                "In 2018, Lucid raised one billion dollars from the Saudi wealth fund.",
                "Through that, Lucid has actually learned a lot about design and performance of high-performance battery packs.",
                "Lucid is entering the market as a premium brand with the intention of producing more affordable vehicles down the road."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVjaWQ&hash=61894397ee7b1903e4fe908977a751d196ebe477&lang=en&cache-only=0",
            "defineEn": "able to think and express oneself in a way that is clear and comprehensible, particularly if one usually does not have this ability",
            "defineVi": "có thể suy nghĩ và thể hiện bản thân theo cách rõ ràng và dễ hiểu, đặc biệt nếu một người thường không có khả năng này"
        }
    ]
}