{
    "id": "2ffd3a9b-7df5-468b-ac36-4ff63a94d718",
    "title": "Lesson 3B",
    "originalTitle": "Lesson 3B",
    "words": [
        {
            "id": "fd977f64-cdc4-4a35-993f-3e02c1ce7761",
            "word": "accountant",
            "phonetic": "ɐkaʊntənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "His accountant had been cooking the books for years.",
                "When it comes to the new tax reform, the new accountant really knows her onions.",
                "I received an automated email from the accountant saying that she was out to lunch.",
                "The accountant was tasked with managing the company's finances, but she was caught embezzling funds for her own benefit.",
                "It would probably pay you to hire an accountant."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb3VudGFudA&hash=7ab751a23659e66924f630a2d8b4e7d99581a3b2&lang=en&cache-only=0",
            "defineEn": "someone whose job is to keep or check financial accounts",
            "defineVi": "ai đó có công việc là để giữ hoặc kiểm tra tài khoản tài chính",
            "hasImg": true
        },
        {
            "id": "76623739-fea9-45f2-98a0-6bf5abd7fd6f",
            "word": "actor",
            "phonetic": "æktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The director praised the actor for their outstanding performance in the movie.",
                "The actor is hitting the big time with his new movie.",
                "The talented actor effortlessly portrayed a wide range of characters, from a hero to a villain.",
                "Many actors dream of winning prestigious awards for their performances.",
                "Right in the middle of the review is a left-handed compliment: the critic praises the actor for his \"startling career departure.\""
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0b3I&hash=ff51d3cf52dbdb212c09682c85250cde406d0147&lang=en&cache-only=0",
            "defineEn": "someone whose job involves performing in movies, plays, or series",
            "defineVi": "ai đó có công việc liên quan đến việc biểu diễn trong phim, vở kịch hoặc sê-ri",
            "hasImg": true
        },
        {
            "id": "e46fafb0-96cf-4f2d-a515-93465663f917",
            "word": "administrator",
            "phonetic": "ɐdmɪnɪstɹeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "School administrators are not on the firing line every day like the teachers are.",
                "I work with election administrators.",
                "I'm Gina McCarthy, administrator of the United States Environmental Protection Agency.",
                "According to EPA administrator Scott Pruitt, the president's order will replace the Obama plan with a pro-growth approach to regulation.",
                "According to EPA administrator Scott Pruitt, the president's order will replace the Obama plan with a pro-growth approach to regulation."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRtaW5pc3RyYXRvcg&hash=5086acd19460bfe6ee41f80ec90fbe51e05f3d8a&lang=en&cache-only=0",
            "defineEn": "someone whose job is managing and organizing the work of a company or institution",
            "defineVi": "một người có công việc quản lý và tổ chức công việc của một công ty hoặc tổ chức",
            "hasImg": true
        },
        {
            "id": "93fe78a8-075c-45a4-9162-75ab1beecd02",
            "word": "architect",
            "phonetic": "ɑːɹkɪtɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Engineers collaborate with architects to turn design concepts into reality.",
                "The completion of the landmark building was the architect's crowning glory, showcasing their visionary design and construction skills.",
                "When the architect designed the building, the contractor followed the plans, recognizing that every man to his trade and he was not qualified to make design decisions.",
                "The going rate for a skilled architect in India is about $50,000 per year.",
                "The entrepreneur knew that every man is the architect of his own fortune when he started his own business."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaGl0ZWN0&hash=f2ac57be572d4a9276121a729cb9e6d546226196&lang=en&cache-only=0",
            "defineEn": "a person whose job is designing buildings and typically supervising their construction",
            "defineVi": "một người có công việc là thiết kế các tòa nhà và thường giám sát việc xây dựng của họ",
            "hasImg": true
        },
        {
            "id": "33445d70-531f-4a98-93b3-c40a51421498",
            "word": "builder",
            "phonetic": "bɪldɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many banks have cut commercial builders off cold turkey.",
                "The builders may have adhered to the letter of the law, but not its spirit.",
                "Of the participating builders in the survey, 66 percent said they turned a profit in 1993.",
                "The builders had done a really nice job.",
                "But Roman road builders took the art of logistics to another level."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVpbGRlcg&hash=073aef4a03e57b569bfdedae9165960636337d93&lang=en&cache-only=0",
            "defineEn": "someone who builds or repairs houses and buildings, often as a job",
            "defineVi": "một người xây dựng hoặc sửa chữa nhà và các tòa nhà, thường là một công việc",
            "hasImg": true
        },
        {
            "id": "7f087a98-e4aa-4f2f-9a46-8d972e8b8d8a",
            "word": "chef",
            "phonetic": "ʃɛf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef incorporated chunks of multiple fruits into a delectable dessert.",
                "The chef peppers the steak with a blend of spices for a flavorful taste.",
                "The chef used a secret blend of herbs and spices as the seasoning for the famous fried chicken.",
                "The chef prepared a creamy tomato soup for lunch.",
                "The chef used juniper berries as a key ingredient in her signature marinade for the grilled meat."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlZg&hash=11d6c3635cecc0c971dcf98383bb25c3d676c15a&lang=en&cache-only=0",
            "defineEn": "a highly trained cook who often cooks for hotels or restaurants",
            "defineVi": "một đầu bếp được đào tạo chuyên sâu thường nấu ăn cho khách sạn hoặc nhà hàng",
            "hasImg": true
        },
        {
            "id": "c00ecdf3-583b-437c-820a-7e8d2e65d415",
            "word": "cleaner",
            "phonetic": "kliːnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This young team is taking the veteran squad to the cleaners tonight.",
                "His team were taken to the cleaners by the Australians in the first Test.",
                "He had a lot of dishonest partners who really took him to the cleaners.",
                "When the company Tom had invested in went bankrupt, he realized he had been taken to the cleaners.",
                "Cleaner wrasse are small, striped fish found in coral reefs."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xlYW5lcg&hash=96126bcd56c811ec8714f86e8b2a598be001fc77&lang=en&cache-only=0",
            "defineEn": "someone whose job is to clean other people’s houses, offices, etc.",
            "defineVi": "người có công việc là dọn dẹp nhà cửa, văn phòng của người khác, v.v.",
            "hasImg": true
        },
        {
            "id": "b98f4793-e860-4a49-b0ca-ebfcc295ef23",
            "word": "dentist",
            "phonetic": "dɛntɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dentist can't take any new patients.",
                "The dentist took an X-ray of my teeth to check for any underlying issues.",
                "I have a dentist appointment on Thursday.",
                "The dentist recommended using an electric toothbrush for better cleaning.",
                "The dentist showed me the proper technique for brushing and gave me a new toothbrush."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVudGlzdA&hash=ca79d13ffe89c188c42c6b779cc2ba2e5ab0e7a6&lang=en&cache-only=0",
            "defineEn": "someone who is licensed to fix and care for our teeth",
            "defineVi": "một người được cấp phép để sửa chữa và chăm sóc răng của chúng tôi",
            "hasImg": true
        },
        {
            "id": "6e10e7f0-d59a-4ec3-9c0d-b846e35df9d9",
            "word": "doctor",
            "phonetic": "dɑːktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Doctors couldn't stop the bleeding.",
                "The doctor examined her neck for any signs of injury.",
                "Somebody get a doctor!",
                "The doctor will see you now.",
                "The doctor used a small flashlight to examine her eyes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9jdG9y&hash=ca73dffd3b050170c1d206340314db5c1ca41ee5&lang=en&cache-only=0",
            "defineEn": "someone who has studied medicine and treats sick or injured people",
            "defineVi": "một người đã nghiên cứu y học và điều trị những người bị bệnh hoặc bị thương",
            "hasImg": true
        },
        {
            "id": "42860d50-132a-42ab-adb5-551e5dfb36ce",
            "word": "engineer",
            "phonetic": "ɛndʒɪnɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The engineer oversees the construction and maintenance of roads and bridges.",
                "Engineers collaborate with architects to turn design concepts into reality.",
                "An engineer suggested driving a tunnel through the Judean hills.",
                "The engineer is responsible for ensuring the safety and efficiency of the electrical system.",
                "The engineer designs cars and improves their performance."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5naW5lZXI&hash=a9b69867097df371c962250a506cf5cba18f2a1f&lang=en&cache-only=0",
            "defineEn": "a person who designs, fixes, or builds roads, machines, bridges, etc.",
            "defineVi": "một người thiết kế, sửa chữa hoặc xây dựng đường xá, máy móc, cầu cống, v.v.",
            "hasImg": true
        },
        {
            "id": "e71ec0ac-d692-4c27-ab48-cef889398500",
            "word": "factory worker",
            "phonetic": "fæktɚɹi wɜːkɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmFjdG9yeSB3b3JrZXI&hash=d7670f92dd60305eed9296b361995c833c0db92d&lang=en&cache-only=0",
            "defineEn": "someone who is employed in a factory and works there",
            "defineVi": "một người đang làm việc trong một nhà máy và làm việc ở đó",
            "hasImg": true
        },
        {
            "id": "f4b7d3ee-c3be-4c82-ba51-b639113e28e7",
            "word": "flight attendant",
            "phonetic": "flaɪt ɐtɛndənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The flight attendant scanned my electronic ticket before I boarded the plane.",
                "Now, these requirements are for female flight attendants.",
                "Flight attendants can also easily push the carts up and down.",
                "Flight attendants, please prepare for takeoff.",
                "Flight attendants have to maintain a 90% average within the six assessments that they take."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxpZ2h0IGF0dGVuZGFudA&hash=a05176dfc54414879b96bf6b01c53e80f824497e&lang=en&cache-only=0",
            "defineEn": "a person who works on a plane to bring passengers meals and take care of them",
            "defineVi": "một người làm việc trên máy bay để mang thức ăn cho hành khách và chăm sóc họ",
            "hasImg": true
        },
        {
            "id": "d79e4f6f-eec7-484d-b3a5-fcaf8c7ac9cb",
            "word": "footballer",
            "phonetic": "fʊtbɔːlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "After his latest brush with infamy, the footballer is keen to stay out of the tabloids and is keeping a low profile.",
                "I used to watch Footballers' Wives when it came on.",
                "And that was my greatest reward, and it’s the greatest reward any footballer can ever get."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9vdGJhbGxlcg&hash=cac7f573b7bc155a9f9319a3450369aafd0c7ce4&lang=en&cache-only=0",
            "defineEn": "someone especially a professional who plays football",
            "defineVi": "một người nào đó đặc biệt là một chuyên gia chơi bóng đá",
            "hasImg": true
        },
        {
            "id": "7916c27b-9435-44ce-bcf9-b3c1abb5df6f",
            "word": "guide",
            "phonetic": "ɡaɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boat captain guided us through the narrow canals of the city.",
                "The traveler paid a guide to show him across.",
                "The GPS will guide you to your desired destination with turn-by-turn directions.",
                "Morin's book is a helpful guide to surviving the first few months in harness.",
                "They hired a violin teacher to guide them in their learning."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VpZGU&hash=5caaf1f37f81d39c4286de05017086d9d0672150&lang=en&cache-only=0",
            "defineEn": "a person whose job is to take tourists to places of interest and show them around",
            "defineVi": "một người có công việc là đưa khách du lịch đến những nơi yêu thích và cho họ thấy xung quanh",
            "hasImg": true
        },
        {
            "id": "ae3fffc0-f5e3-473f-9bd3-a33d714c5cd2",
            "word": "hairdresser",
            "phonetic": "hɛɹdɹɛsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We had the same hairdresser.",
                "Judy Ann Santiago is a hairdresser in South Florida.",
                "And I was telling my hairdresser so much stuff about wanting to be a journalist.",
                "To make ends meet, Jin Sook worked as a hairdresser while Don worked as a janitor, pumped gas, and served coffee.",
                "William, I was wondering if you could engage in small talk with me, as if you're my hairdresser and this is my first appointment."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFpcmRyZXNzZXI&hash=15c858c26218c8e97d6ee618fa274f2cb9ace3a9&lang=en&cache-only=0",
            "defineEn": "someone ‌whose job is to cut, wash and style hair",
            "defineVi": "ai đó ‌có công việc là cắt, gội và tạo kiểu tóc",
            "hasImg": true
        },
        {
            "id": "46ee2708-eb9c-4ec4-8864-1ef763ef9e5f",
            "word": "journalist",
            "phonetic": "dʒɜːnəlɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The journalist published a wrong statement in the article.",
                "Journalists on the spot reported no progress.",
                "Journalists have to learn the tricks of the trade quickly if they want to get the good stories.",
                "As a journalist, I know that a carpenter is known by his chips.",
                "The journalist's investigation uncovered a network of the gnomes of Zurich who were involved in manipulating global currency markets for their own benefit."
            ],
            "audio": "https://tts.langeek.co/read?text=am91cm5hbGlzdA&hash=771d52ada8c055a7782451a6b88616d6a687a00e&lang=en&cache-only=0",
            "defineEn": "someone who prepares news to be broadcast or writes for newspapers, magazines, or news websites",
            "defineVi": "người chuẩn bị tin tức để phát sóng hoặc viết cho báo, tạp chí hoặc trang web tin tức",
            "hasImg": true
        },
        {
            "id": "dcec0868-5cc1-44e9-88ea-01c48a5aeba7",
            "word": "lawyer",
            "phonetic": "lɔɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lawyer presented the right argument in court.",
                "The lawyers put another nail in her coffin today.",
                "Do not your lawyers sell all their practice, as your priests their prayers?",
                "Do not your lawyers sell all their practice, as your priests their prayers?",
                "The plaintiff’s lawyer turned the tables this morning by producing some strong new evidence."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF3eWVy&hash=a5e0f9a43d7e91c78c33dddbc3503ce6fc8d226b&lang=en&cache-only=0",
            "defineEn": "a person who practices or studies law, advises people about the law or represents them in court",
            "defineVi": "một người hành nghề hoặc nghiên cứu luật, tư vấn cho mọi người về luật hoặc đại diện cho họ trước tòa",
            "hasImg": true
        },
        {
            "id": "186ebb6c-443e-4fd7-a2bc-33be2f9aa3d2",
            "word": "bank manager",
            "phonetic": "bæŋk mænɪdʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFuayBtYW5hZ2Vy&hash=ce233cb7103d3e5d5c5c509edfeac6d0cdc30835&lang=en&cache-only=0",
            "defineEn": "a person whose job involves being in charge of a specific branch of a bank",
            "defineVi": "một người có công việc liên quan đến việc phụ trách một chi nhánh cụ thể của ngân hàng",
            "hasImg": true
        },
        {
            "id": "295f9ee2-9a18-44f5-9813-1edcf8ded2a3",
            "word": "model",
            "phonetic": "mɑːdəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The parent modeled good behavior by always wearing a seatbelt in the car, even for short trips.",
                "Many young people look up to celebrities as role models.",
                "The reforms served as a model for the rest of the Communist world.",
                "The new smartphone model is currently the flavor of the week among tech enthusiasts.",
                "The car manufacturer's latest model outperformed its competitors by a nose, offering slightly better fuel efficiency and a more comfortable ride."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9kZWw&hash=5abaea122502faa5fea42a9cbc791be8e81d5809&lang=en&cache-only=0",
            "defineEn": "a person who is employed by an artist to pose for a painting, photograph, etc.",
            "defineVi": "một người được một nghệ sĩ thuê để tạo dáng cho một bức tranh, bức ảnh, v.v.",
            "hasImg": true
        },
        {
            "id": "6caa4a27-f0f8-4c0e-be21-e0396e8e6621",
            "word": "musician",
            "phonetic": "mjuːzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The best professional musicians start young.",
                "The new student quickly made friends with the other musicians, because birds of a feather flock together.",
                "Musicians can also put their money where their mouths are and play benefit gigs.",
                "The magazine features interviews with musicians and reviews of new albums.",
                "The musician's fingers lightly touched the piano keys, creating a beautiful melody."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzaWNpYW4&hash=c88f3fdfa3b057a881d43e1f0d5f64d748080b73&lang=en&cache-only=0",
            "defineEn": "someone who plays a musical instrument or writes music, especially as a profession",
            "defineVi": "một người chơi nhạc cụ hoặc viết nhạc, đặc biệt là một nghề",
            "hasImg": true
        },
        {
            "id": "9be3f4e6-de48-42e4-a8f5-41d29e04df67",
            "word": "nurse",
            "phonetic": "nɜːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The nurse takes my blood pressure.",
                "The nurses had to spoon-feed my mother after her stroke.",
                "I thanked the nurse for her compassionate care during my stay in the hospital.",
                "The nurse kindly explained the procedure to me and helped me feel at ease.",
                "Nurses play an important role in providing healthcare and assisting doctors in treating patients."
            ],
            "audio": "https://tts.langeek.co/read?text=bnVyc2U&hash=5749553055d3ea36337ab6fb54c9d6deca56f5d8&lang=en&cache-only=0",
            "defineEn": "someone who has been trained to care for injured or sick people, particularly in a hospital",
            "defineVi": "một người đã được đào tạo để chăm sóc người bị thương hoặc bị bệnh, đặc biệt là trong bệnh viện",
            "hasImg": true
        },
        {
            "id": "d43250fa-d3f0-4056-a2b2-3d67536e9702",
            "word": "pilot",
            "phonetic": "paɪlət ",
            "partOfSpeechType": "noun",
            "examples": [
                "All through the hijacking the pilot kept a level head.",
                "The pilot's best bet was to make an emergency landing.",
                "The pilot made every safety check before taking off, but an unexpected mechanical issue caused a delay.",
                "On Thursday the airline had to charter 10 aircraft to counter industrial action by its pilots, who are on a work-to-rule.",
                "The helicopter pilot skillfully maneuvered through the mountains."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlsb3Q&hash=a9919107ec75ce3f5ca86b2391b11f76315c3cbb&lang=en&cache-only=0",
            "defineEn": "someone whose job is to operate the controls of an aircraft",
            "defineVi": "một người có công việc là vận hành các điều khiển của một chiếc máy bay",
            "hasImg": true
        },
        {
            "id": "14b610f6-116d-4173-8f6e-810fddaa03cb",
            "word": "police officer",
            "phonetic": "pəliːs ɑːfɪsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The police officer took my name and address.",
                "The police officer wears a uniform and a badge.",
                "With a flashlight in hand, the police officer searched for clues at the crime scene.",
                "The police officer arrested the thief and recovered the stolen items.",
                "He was frogmarched off by two police officers."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9saWNlIG9mZmljZXI&hash=6bc68c4e2e7af9b4e2eb15c241739604288d563d&lang=en&cache-only=0",
            "defineEn": "someone whose job is to protect people, catch criminals, and make sure that laws are obeyed",
            "defineVi": "một người có công việc là bảo vệ mọi người, truy bắt tội phạm và đảm bảo rằng luật pháp được tuân thủ",
            "hasImg": true
        },
        {
            "id": "53acb000-2d8f-4c10-b267-2a6856f84f3a",
            "word": "policeman",
            "phonetic": "pəliːsmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The policeman hammered home the dangers of drinking and driving.",
                "The policeman pinched his eyes as if overcome with a sudden stab of pain.",
                "As soon as he saw the policeman, he ran off like a scalded cat.",
                "The tourist finds a policeman.",
                "Two policemen arrive quickly."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9saWNlbWFu&hash=f3f8b9a2ba53c66dbb247693b3f3fa98c3d4413e&lang=en&cache-only=0",
            "defineEn": "a man whose job is to protect people, catch criminals, and make sure that laws are obeyed",
            "defineVi": "một người đàn ông có nhiệm vụ bảo vệ mọi người, truy bắt tội phạm và đảm bảo luật pháp được tuân thủ",
            "hasImg": true
        },
        {
            "id": "bdc14886-055b-4b2e-84e2-2a787a16bc3a",
            "word": "policewoman",
            "phonetic": "pəliːswʊmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her next role is to play the most highly decorated policewoman in New York City.",
                "\"She's at the doctor's,\" a policewoman says.",
                "Then Mel tells the policewoman her story.",
                "the policewoman asks Mel. 'Are you famous?'",
                "DR. HARLAN KRUMHOLZ, Professor of Medicine, Yale School of Medicine: There are plenty of people in society who are going to work every day, placing themselves at risk, in order to keep society going, in order to deliver packages, to provide groceries, to enable those vital services, policemen and firemen and firewomen and policewomen, all going out and doing their jobs, but placing themselves in positions where they're around others."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9saWNld29tYW4&hash=3b88bf0455dd5d2fc3a223d82c158a7c05f05ddb&lang=en&cache-only=0",
            "defineEn": "a woman whose job is to protect people, catch criminals, and make sure that laws are obeyed",
            "defineVi": "một người phụ nữ có nhiệm vụ bảo vệ mọi người, truy bắt tội phạm và đảm bảo luật pháp được tuân thủ",
            "hasImg": true
        },
        {
            "id": "f43a71e5-c7a0-463d-9291-b2392b00b859",
            "word": "receptionist",
            "phonetic": "ɹᵻsɛpʃənɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The receptionist led the way to the boardroom.",
                "The receptionist sat behind the desk, welcoming visitors.",
                "The receptionist informed me that the manager is not available at the moment.",
                "Please collect the documents from the receptionist before leaving the building.",
                "I mean, I'm a receptionist at Soul Cycle."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjZXB0aW9uaXN0&hash=c45778d9e115b3ce8d9986d086ba6c0ff2f35f3c&lang=en&cache-only=0",
            "defineEn": "a person who greets and deals with people arriving at or calling a hotel, office building, doctor's office, etc.",
            "defineVi": "một người chào đón và giao dịch với những người đến hoặc gọi đến khách sạn, tòa nhà văn phòng, văn phòng bác sĩ, v.v.",
            "hasImg": true
        },
        {
            "id": "e6f5d7ee-9549-475d-b098-441a158ef3d1",
            "word": "shop assistant",
            "phonetic": "ʃɑːp ɐsɪstənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2hvcCBhc3Npc3RhbnQ&hash=7295d4b9d3470c014611aabd4ff7d8a119fbdfa4&lang=en&cache-only=0",
            "defineEn": "a salesperson; someone whose job is to serve or help customers in a shop",
            "defineVi": "một nhân viên bán hàng; một người có công việc là để phục vụ hoặc giúp đỡ khách hàng trong một cửa hàng",
            "hasImg": true
        },
        {
            "id": "163446f1-9bca-4ece-aa64-a2e900359583",
            "word": "sales assistant",
            "phonetic": "seɪlz ɐsɪstənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2FsZXMgYXNzaXN0YW50&hash=2b3811a3d2806335466e96c3b5bcb372601581e0&lang=en&cache-only=0",
            "defineEn": "someone whose job involves helping and selling things to the customers and visitors of a store, etc.",
            "defineVi": "ai đó có công việc liên quan đến việc giúp đỡ và bán những thứ cho khách hàng và khách của một cửa hàng, v.v.",
            "hasImg": true
        },
        {
            "id": "32c92fa9-c799-4bb0-b93d-7d539dd8347c",
            "word": "soldier",
            "phonetic": "soʊldʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The soldiers kept the attackers at bay.",
                "Suddenly another soldier hits the dirt beside me.",
                "The new soldiers had no stomach for a fight.",
                "The tomb is guarded day and night by soldiers.",
                "We must strike now that they are down to only a handful of soldiers!"
            ],
            "audio": "https://tts.langeek.co/read?text=c29sZGllcg&hash=43284305d3040217e598d70e2c4c4865437c7856&lang=en&cache-only=0",
            "defineEn": "someone who serves in an army, particularly a person who is not an officer",
            "defineVi": "một người phục vụ trong quân đội, đặc biệt là một người không phải là một sĩ quan",
            "hasImg": true
        },
        {
            "id": "9a1295de-6af5-4bfc-b47f-eb519f2bcdfa",
            "word": "taxi driver",
            "phonetic": "tæksi dɹaɪvɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGF4aSBkcml2ZXI&hash=814eb9d2538a43b7d7faafd02cd73fa5848ac02e&lang=en&cache-only=0",
            "defineEn": "someone whose job involves driving a taxi and taking people to different places",
            "defineVi": "một người có công việc liên quan đến việc lái xe taxi và đưa mọi người đến những nơi khác nhau",
            "hasImg": true
        },
        {
            "id": "e33e1533-2937-48a2-910c-7bcf830bedae",
            "word": "teacher",
            "phonetic": "tiːtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Teachers should read more poetry to children.",
                "Teachers are up in arms about new school tests.",
                "Better ask teacher about.",
                "The teacher placed the books on the desk.",
                "The teacher called out our names one by one for attendance."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVhY2hlcg&hash=9f38a1da2c33a3a904e51306193a0a96051a3037&lang=en&cache-only=0",
            "defineEn": "someone who teaches things to people, particularly in a school",
            "defineVi": "một người dạy mọi thứ cho mọi người, đặc biệt là trong một trường học",
            "hasImg": true
        },
        {
            "id": "60392b30-d79a-4969-911e-2682051df223",
            "word": "vet",
            "phonetic": "vɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Kowalski goes to the mat for homeless vets.",
                "I normally don't like taking chances on people I haven't personally vetted, but Sarah is extremely confident in you.",
                "Vet care is as important as good nutrition, proper enclosure and substrate, knowledge about the animal and sustainable fundings.",
                "All Vietnam vets remember the sound of the rotor blades of a Huey Helicopter.",
                "This is a World War II vet."
            ],
            "audio": "https://tts.langeek.co/read?text=dmV0&hash=d260ce90e28a3bdce0e7d9d3ec90c789bf8348ff&lang=en&cache-only=0",
            "defineEn": "a doctor who is trained to treat animals",
            "defineVi": "một bác sĩ được đào tạo để điều trị động vật",
            "hasImg": true
        },
        {
            "id": "5a3a156c-f1df-4ed7-91f0-0e9301e1c6ba",
            "word": "waiter",
            "phonetic": "weɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The waiter opened the bottle of wine for the guests.",
                "Our waiter cleared the empty plates from the table.",
                "Throughout the evening, the waiter handled the busy restaurant.",
                "The waiter patiently answered our questions about the ingredients in the dish.",
                "The waiter recommended trying the dressed oysters."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FpdGVy&hash=86972c42188709376457d2a12a67dedb6ab22528&lang=en&cache-only=0",
            "defineEn": "a man who brings people food and drinks in restaurants, cafes, etc.",
            "defineVi": "một người đàn ông mang thức ăn và đồ uống cho mọi người trong nhà hàng, quán cà phê, v.v.",
            "hasImg": true
        },
        {
            "id": "48a8b68a-3441-4408-ae22-8d6b3fe24582",
            "word": "waitress",
            "phonetic": "weɪtɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our waitress poured water for everyone at the table.",
                "The waitress took our orders and brought us our drinks.",
                "Andrews' favorite waitress means well when she puts in a good word for him with Tierney.",
                "I asked the waitress for the bill after finishing my meal.",
                "We thanked the waitress for her excellent service before leaving the restaurant."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FpdHJlc3M&hash=9b82d623a8a2701e0dfb7b77a73d5bd571e4697c&lang=en&cache-only=0",
            "defineEn": "a woman who brings people food and drinks in restaurants, cafes, etc.",
            "defineVi": "một người phụ nữ mang thức ăn và đồ uống cho mọi người trong nhà hàng, quán cà phê, v.v.",
            "hasImg": true
        }
    ]
}