{
    "id": "3032537f-2c0b-46e1-afd5-17f7f17bd0a7",
    "title": "Top 476 - 500 Adjectives",
    "originalTitle": "Top 476 - 500 Adjectives",
    "words": [
        {
            "id": "43b9ab1a-2885-44dc-ae84-ee673e0fdc31",
            "word": "Asian",
            "phonetic": "eɪʒən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Asian cultures have a rich heritage of art, music, and dance.",
                "Asian landscapes range from breathtaking mountains to stunning beaches.",
                "Asian countries like China, Japan, and South Korea are known for their advancements in technology.",
                "I've never tried Asian pears before.",
                "In many Asian countries, winter melon is a staple ingredient in traditional dishes."
            ],
            "audio": "https://tts.langeek.co/read?text=QXNpYW4&hash=ff4ca66d1900cedb4339c27842fd751ff25a6351&lang=en&cache-only=0",
            "defineEn": "related to Asia or its people or culture",
            "defineVi": "liên quan đến châu Á hoặc con người hoặc văn hóa của nó",
            "hasImg": true
        },
        {
            "id": "a977a268-b75e-4289-ae20-2a5d3f7e8d0b",
            "word": "biological",
            "phonetic": "baɪəlɑːdʒɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "One of them is biological modeling.",
                "And brain states are biological.",
                "As with the Columbian Exchange, Cook's voyages to Australia remade the biological landscape.",
                "almost every biological organism has some kind of internal clock.",
                "They tested new biological weapons."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlvbG9naWNhbA&hash=0dd78843000844171ec129abe36ec11187f6bd0d&lang=en&cache-only=0",
            "defineEn": "relating to the science that studies living organisms",
            "defineVi": "liên quan đến khoa học nghiên cứu các sinh vật sống"
        },
        {
            "id": "7f2773ea-47b2-41ed-b829-b2451291e16a",
            "word": "married",
            "phonetic": "mæɹid ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My parents are married and have been together for a long time.",
                "They have built a life together as a married couple, sharing responsibilities and dreams.",
                "I can't believe John is in bed with his married coworker!",
                "After years of dating, they finally decided to tie the knot and start their journey as a married couple.",
                "Like most married couples we've had our ups and downs, but life's like that."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFycmllZA&hash=088ccb5d3d6530da549e6c3b95fd45d2ced17f48&lang=en&cache-only=0",
            "defineEn": "having a wife or husband",
            "defineVi": "có vợ hoặc chồng",
            "hasImg": true
        },
        {
            "id": "77deef3a-7734-4278-ae69-f4873e9f8dae",
            "word": "bold",
            "phonetic": "boʊld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The artist used bold strokes and vibrant colors to create an abstract composition that evoked a sense of energy and movement.",
                "The fashion designer's bold new collection was ahead of the curve, featuring styles and colors that were completely unexpected and ahead of their time.",
                "When I tasted the hot sauce, my taste buds were instantly awakened by its intense heat and bold flavor.",
                "The chorizo and pepperoni pizza offered a bold and savory combination.",
                "The snack chips used a flavor enhancer that heightened the bold and tangy taste of the seasoning."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9sZA&hash=b845cb508e509c370cd0c029be4b094a174796e8&lang=en&cache-only=0",
            "defineEn": "brave and confident, with the ability to take risks",
            "defineVi": "dũng cảm và tự tin, với khả năng chấp nhận rủi ro",
            "hasImg": true
        },
        {
            "id": "0187df3a-4d17-484c-ad58-38af4f1ab652",
            "word": "confusing",
            "phonetic": "kənfjuːzɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The early history of the camera name is confusing.",
                "The nope was confusing.",
                "Google's hardware business is really confusing.",
                "But studies often get confusing results.",
                "But Galton’s results were confusing."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZnVzaW5n&hash=767105fdfc6c878092ddb99e03368ac9831b4067&lang=en&cache-only=0",
            "defineEn": "not easy to understand",
            "defineVi": "không dễ hiểu",
            "hasImg": true
        },
        {
            "id": "602785d9-e75e-4d27-a42b-f28c7f29115b",
            "word": "near",
            "phonetic": "nɪɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It was too near for comfort.",
                "The big fellow keeps a fish shop near the post office.",
                "Some of his jokes are a bit near the knuckle.",
                "I hear the sound of seagulls near the sea.",
                "My grandmother stands near the entrance to greet guests."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVhcg&hash=3ea2d84d1c39e84e2bb366087240842dfaf9c9fe&lang=en&cache-only=0",
            "defineEn": "not far from a place, time, condition, or situation",
            "defineVi": "không xa một địa điểm, thời gian, điều kiện, hoặc tình hình",
            "hasImg": true
        },
        {
            "id": "76b446d2-14a8-4169-8685-f9d3d03d30dc",
            "word": "productive",
            "phonetic": "pɹədʌktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My grandfather often said that idleness is the root of evil, urging me to find meaningful work and stay productive.",
                "My uncle used to warn me that the devil finds work for idle hands when they are not otherwise occupied, urging me to fill my free time with productive activities.",
                "Controlling your train of thoughts not only makes you more productive and effective in your work, it has other, more important benefits as well.",
                "Our company is in perfect working order, and our employees are highly motivated, productive, and committed to our mission.",
                "Instead of engaging in productive work, she spends all her time gossiping with her coworkers - the tongue of the idle person is never idle."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZHVjdGl2ZQ&hash=8cc1cc18b1bd17751207ad4515566632d2110d7b&lang=en&cache-only=0",
            "defineEn": "producing something of value through effective and efficient use of time, resources, and effort",
            "defineVi": "tạo ra thứ gì đó có giá trị thông qua việc sử dụng hiệu quả và hiệu quả thời gian, nguồn lực và nỗ lực"
        },
        {
            "id": "a4d09b21-1fd9-464f-9a3d-8c4134abbaf6",
            "word": "mysterious",
            "phonetic": "mɪstɪɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "No one could shed any light on the mysterious car accident.",
                "Love is mysterious though.",
                "Dark energy is far more mysterious.",
                "Others had died mysterious deaths.",
                "And some high-altitude adaptations remain mysterious!"
            ],
            "audio": "https://tts.langeek.co/read?text=bXlzdGVyaW91cw&hash=14d187ef1f96f1b58868a3e4a77545c38b5d6495&lang=en&cache-only=0",
            "defineEn": "difficult or impossible to comprehend, identify, or explain",
            "defineVi": "khó hoặc không thể hiểu, xác định hoặc giải thích",
            "hasImg": true
        },
        {
            "id": "067ed057-5be4-487f-ad01-6f1d88672341",
            "word": "mixed",
            "phonetic": "mɪkst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He had mixed feelings about the whole project.",
                "but I have mixed feelings about him",
                "She mixed wheat flour, water, and yeast to make a dough for homemade bread.",
                "I made a fresh salad with mixed greens, goat cheese, and a handful of red currants.",
                "The chicken breast supreme salad featured grilled chicken, mixed greens, cherry tomatoes, and a balsamic vinaigrette."
            ],
            "audio": "https://tts.langeek.co/read?text=bWl4ZWQ&hash=e510f66747fc72a3bc92162a9d3bf94a4dd2de48&lang=en&cache-only=0",
            "defineEn": "made up of or consisting of different types of people or things",
            "defineVi": "được tạo thành từ hoặc bao gồm các loại người hoặc vật khác nhau",
            "hasImg": true
        },
        {
            "id": "71cdc9f2-77d4-4470-a193-46248b36005d",
            "word": "industrial",
            "phonetic": "ɪndʌstɹɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "An industrial machine like that can cut through any material like a knife through butter.",
                "On Thursday the airline had to charter 10 aircraft to counter industrial action by its pilots, who are on a work-to-rule.",
                "The report names and shames companies that are not doing enough to fight industrial pollution.",
                "Meanwhile, technology was rapidly increasing industrial productivity.",
                "But industrial engineers do things a bit differently."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kdXN0cmlhbA&hash=f1589a024576c4986599d82fddd3b37a168935ae&lang=en&cache-only=0",
            "defineEn": "related to the manufacturing or production of goods on a large scale",
            "defineVi": "liên quan đến sản xuất hoặc sản xuất hàng hóa trên quy mô lớn",
            "hasImg": true
        },
        {
            "id": "1b243dba-b7a1-40de-bd86-d29ee8d4eaf3",
            "word": "musical",
            "phonetic": "mjuːzɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The film pays homage to classic Hollywood musicals.",
                "While growing up, he had been exposed to various musical genres at his mother's knee, developing a diverse appreciation for music.",
                "Her last musical ran for six months on Broadway.",
                "They have such a strong musical chemistry and perform flawlessly together.",
                "Musicals are the gateway drug."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzaWNhbA&hash=c7a3e11a7deeffea2a1b813f1d1b252ed7fcd1d7&lang=en&cache-only=0",
            "defineEn": "relating to or containing music",
            "defineVi": "liên quan đến hoặc có chứa âm nhạc"
        },
        {
            "id": "1bab88a3-132f-443b-9daa-903a6e597169",
            "word": "virtual",
            "phonetic": "vɜːtʃuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Phobia sufferers often find themselves virtual prisoners in their own home.",
                "- Defend the virtual farm?",
                "- Virtual dating has become the new norm.",
                "On the other hand, virtual work amplifies some differences.",
                "One week later, this sandwich set off a virtual confrontation between some of the biggest names in fast food."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlydHVhbA&hash=0a9f11d25b360871fc818f232e44c69da8aa0a3d&lang=en&cache-only=0",
            "defineEn": "(computing) describing something that is generated through the use of software",
            "defineVi": "(máy tính) mô tả thứ gì đó được tạo ra thông qua việc sử dụng phần mềm"
        },
        {
            "id": "713166fb-279b-486e-8a5d-52ce9c2c588e",
            "word": "iconic",
            "phonetic": "aɪkɑːnɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Brandenburg Gate in Berlin is an iconic symbol of Germany's history and reunification.",
                "Paris, the capital city of France, is home to iconic landmarks such as the Eiffel Tower and Notre-Dame Cathedral.",
                "The United Kingdom is known for its music scene, with iconic bands like The Beatles and Queen originating from the country.",
                "Bernard Herrmann's score in that is iconic.",
                "Company logos reached iconic status during the 50s and 60s."
            ],
            "audio": "https://tts.langeek.co/read?text=aWNvbmlj&hash=05736630cb983a8bcef1b5dcac12022f83c10571&lang=en&cache-only=0",
            "defineEn": "of, connected with, or having the attributes of an icon",
            "defineVi": "của, được kết nối với hoặc có các thuộc tính của một biểu tượng"
        },
        {
            "id": "778eefe3-294b-4448-8ee3-e19fb2ab3286",
            "word": "dense",
            "phonetic": "dɛns ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The hikers diligently searched the dense forest for the lost trail, using a map and compass as their guide.",
                "As he explored the dense forest, he stumbled upon a majestic hickory tree.",
                "Neutron stars are ridiculously dense.",
                "So this water over here is dense.",
                "Neutron stars are almost inconceivably dense."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVuc2U&hash=ba8655934235a11a0ebe69d3297643dff5273e19&lang=en&cache-only=0",
            "defineEn": "containing plenty of things or people in a small space",
            "defineVi": "chứa nhiều thứ hoặc người trong một không gian nhỏ",
            "hasImg": true
        },
        {
            "id": "8e5601ce-bd69-4470-b285-a5f4e9ba5f77",
            "word": "attractive",
            "phonetic": "ɐtɹæktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The vibrant green color of perilla leaves adds an attractive touch to any dish.",
                "Guys automatically become less attractive when they break Priscian's head.",
                "The food packaging film had a color retention agent to prevent discoloration and maintain the attractive appearance of it.",
                "The sight of the attractive lifeguard on the beach was enough to make Tom feel like he needed a cold shower to calm his racing heart.",
                "A sinfully attractive man who knows what he wants, Rafael seduces Cherri before she knows what hits her."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0cmFjdGl2ZQ&hash=bafc79bd7449a4e59d3483f8ed797a356095a0e6&lang=en&cache-only=0",
            "defineEn": "pleasing or appealing to the senses",
            "defineVi": "làm hài lòng hoặc hấp dẫn các giác quan",
            "hasImg": true
        },
        {
            "id": "f09cabc7-bfab-45e5-986f-3484c6b794fe",
            "word": "psychological",
            "phonetic": "saɪkəlɑːdʒɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And that psychological anguish takes a toll physically.",
                "And do people in different fandoms have different psychological experiences?",
                "The second part of addiction is the psychological dependence.",
                "Another term for this is a psychological construct.",
                "The psychological term for this is the ID."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hvbG9naWNhbA&hash=7ea0401418849c07e9211e81dc81dc0601ee5428&lang=en&cache-only=0",
            "defineEn": "relating to or affecting the mind or the mental state",
            "defineVi": "liên quan đến hoặc ảnh hưởng đến tâm trí hoặc trạng thái tinh thần"
        },
        {
            "id": "a13334d2-8226-42d4-a7ad-78717b3fbfca",
            "word": "conservative",
            "phonetic": "kənsɜːvətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "More conservative candidates are losing ground in key battleground states.",
                "It turned out that as a new kid on the block you are a real threat to existing parties in a rather conservative industry.",
                "Jennifer's conservative views make her the black sheep among her more liberal-minded friends.",
                "Mark was eager to invest all his savings into a new business opportunity, but his financial advisor cautioned him that who grasps at too much loses everything, and recommended a more conservative approach.",
                "Conservatives have no problem with Social Security."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VydmF0aXZl&hash=d8e48102128c1f16649ab6e4fed7208d44edda69&lang=en&cache-only=0",
            "defineEn": "supporting traditional values and beliefs and not willing to accept any contradictory change",
            "defineVi": "ủng hộ các giá trị và niềm tin truyền thống và không sẵn sàng chấp nhận bất kỳ thay đổi mâu thuẫn nào",
            "hasImg": true
        },
        {
            "id": "a7b24192-3c5b-44b6-bcea-89ca1aa5965e",
            "word": "secure",
            "phonetic": "sᵻkjʊɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The apartment has a secure entry system.",
                "A win today secures our spot in the championship, so go out there and give 110%!",
                "She keeps her passport in a secure place at home.",
                "A secure background will help a child to grow emotionally.",
                "The entrepreneur's friends in high places helped her secure funding for her startup and launch it successfully."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VjdXJl&hash=26409ff32a47eb4b2e196a82efbf82606ade525b&lang=en&cache-only=0",
            "defineEn": "describing something that is away from danger",
            "defineVi": "mô tả một cái gì đó tránh xa nguy hiểm",
            "hasImg": true
        },
        {
            "id": "60090d7e-6aee-4ad6-a1bc-04907393f56c",
            "word": "ugly",
            "phonetic": "ʌɡli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The game turned ugly in the final minutes, when two players were ejected for fighting.",
                "She received an ugly haircut that she immediately regretted.",
                "I can't believe tax day is already rearing its ugly head again.",
                "He drew an ugly picture that didn't resemble anything recognizable.",
                "The old, torn sweater she wore was ugly and outdated."
            ],
            "audio": "https://tts.langeek.co/read?text=dWdseQ&hash=e3fbaa6654ed79f3f6302e7364ef289087ca99dd&lang=en&cache-only=0",
            "defineEn": "not pleasant to the mind or senses",
            "defineVi": "không dễ chịu cho tâm trí hoặc các giác quan",
            "hasImg": true
        },
        {
            "id": "8098ee94-5340-47e1-bfca-9d8a30bc07e2",
            "word": "ongoing",
            "phonetic": "ɑːŋɡoʊɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That investigation into his trades is ongoing.",
                "Investigations and lawsuits are ongoing.",
                "Vaccination is ongoing.",
                "That fight is still ongoing.",
                "A number of things are ongoing right now."
            ],
            "audio": "https://tts.langeek.co/read?text=b25nb2luZw&hash=335d27373f4eee1747383018a196d0b0fe968e0e&lang=en&cache-only=0",
            "defineEn": "being in progress and taking place at the present moment",
            "defineVi": "đang được tiến hành và diễn ra tại thời điểm hiện tại"
        },
        {
            "id": "f6571cef-40c5-4dba-bf86-e11313ff86f9",
            "word": "competitive",
            "phonetic": "kəmpɛɾᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The firm will be turning up the heat on its rivals in a highly competitive industry now scrapping for a share of the domestic market.",
                "In the competitive world of business, there is often little love lost between rival companies.",
                "The job market can be highly competitive, so first in, best dressed is often the rule when it comes to applying for positions.",
                "They hate losing games because they are competitive",
                "The sports team played better on their home field than when they were away, showing that birds in their little nests agree also applies to team dynamics in competitive settings."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGV0aXRpdmU&hash=1004e9a25ad60cc9c2c8a7b8454df2e60d89c3e7&lang=en&cache-only=0",
            "defineEn": "describing a situation in which teams or players are trying to defeat their rivals",
            "defineVi": "mô tả một tình huống trong đó các đội hoặc người chơi đang cố gắng đánh bại đối thủ của họ",
            "hasImg": true
        },
        {
            "id": "645bec2a-8265-470c-920c-ea8e64c08112",
            "word": "fellow",
            "phonetic": "fɛloʊ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The big fellow keeps a fish shop near the post office.",
                "He was made a fellow of the Royal Institute.",
                "He and his fellow workers would incessantly talk shop in the village pub.",
                "The deal drove a wedge between the president and fellow Republicans going into the 1992 elections.",
                "Prison guards looked the other way as the man was attacked by fellow prisoners."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVsbG93&hash=efd8020e313b9157db0cd4859b41cfe60607ba9a&lang=en&cache-only=0",
            "defineEn": "used to refer to someone who is in a way similar to one or is in the same situation",
            "defineVi": "được sử dụng để chỉ một người theo cách tương tự như một hoặc ở trong tình huống tương tự"
        },
        {
            "id": "41e7da67-97b7-4f21-8a45-e78fcde5a4c8",
            "word": "brave",
            "phonetic": "bɹeɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He was putting a brave face on it",
                "The brave police officer rushed to the scene of the accident to provide assistance.",
                "The engineers have been putting a brave face on the problem, but I think this breakdown is going to set us back for months.",
                "No one said a word all of us were consciously putting on a brave face.",
                "My grandfather was very hard working and brave and he died in harness."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJhdmU&hash=35cd8d176bdd597ebe3f22c3f22b704452bbea31&lang=en&cache-only=0",
            "defineEn": "having no fear when doing dangerous or painful things",
            "defineVi": "không sợ hãi khi làm những việc nguy hiểm hoặc đau đớn",
            "hasImg": true
        },
        {
            "id": "952cd71a-4ade-4595-96ce-d88cb3effa64",
            "word": "fit",
            "phonetic": "fɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The new sofa wouldn't fit into the small living room.",
                "His partner left the table in a fit of pique.",
                "The teacher had a fit when the dog ran through the classroom.",
                "Technology advances by fits and starts.",
                "Replies to the advertisement are arriving in fits and starts."
            ],
            "audio": "https://tts.langeek.co/read?text=Zml0&hash=bbf74f5bc2c499993386f3bf1adecf8f45272e6d&lang=en&cache-only=0",
            "defineEn": "healthy and strong, especially due to regular physical exercise or balanced diet",
            "defineVi": "khỏe mạnh, đặc biệt là do tập thể dục thường xuyên hoặc chế độ ăn uống cân bằng",
            "hasImg": true
        },
        {
            "id": "0a7b9356-a7e5-481e-996c-15603f1f0a27",
            "word": "radical",
            "phonetic": "ɹædɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The blueberries were rich in antioxidants, which helped protect the body against free radicals.",
                "Peaches are packed with antioxidants that help protect your body against harmful free radicals.",
                "It was revealed that the FBI kept tabs on him for years just because he once attended a meeting of a radical group.",
                "You may have method to your madness, but these radical changes to the business could still prove catastrophic.",
                "I really went against the stream when I was in college with some radical opinions, but as I've grown older I have found myself falling more in line with other people's way of thinking."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFkaWNhbA&hash=5d35d2a4a74e1f88c634f1c81487937a985aa69b&lang=en&cache-only=0",
            "defineEn": "(of actions, ideas, etc.) very new and different from the norm",
            "defineVi": "(về hành động, ý tưởng, v.v.) rất mới và khác với chuẩn mực"
        }
    ]
}