{
    "id": "308f224d-b1bc-4e84-acd3-8d19453c70f1",
    "title": "Unit 10",
    "originalTitle": "Unit 10",
    "words": [
        {
            "id": "06d18876-777d-4c5b-b4f2-c7674609afda",
            "word": "to calculate",
            "phonetic": "tə kælkjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The store clerk measured the length of the bolt to calculate the customer's purchase.",
                "Formulas calculate the value of cells.",
                "He calculated a speed of about 211 million meters per second.",
                "Then, they calculated the ratio of fast food restaurants to full-service restaurants in each participant’s neighborhood.",
                "So this actually calculates your equity."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FsY3VsYXRl&hash=87eda6e715ae15297914cfd0f623d4407a94b68b&lang=en&cache-only=0",
            "defineEn": "to find a number or amount using mathematics",
            "defineVi": "để tìm một số hoặc số tiền sử dụng toán học",
            "hasImg": true
        },
        {
            "id": "dad77dc5-f328-444b-ac0b-84455841d35b",
            "word": "to develop",
            "phonetic": "tə dɪvɛləp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Over the years, he developed a reputation as a penny pincher who wouldn't spend money for anything.",
                "The startup is developing cutting-edge technology, boldly going where no man has gone before in the quest for innovation.",
                "The company hedged its bets by developing a second line of products.",
                "Developing a complex software program from scratch within a tight deadline is a herculean task for the development team.",
                "The two colleagues worked together closely and, over time, developed a strong rapport."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGV2ZWxvcA&hash=5623a399537b7fa85fd222791fe571e9465bfff5&lang=en&cache-only=0",
            "defineEn": "to change and become stronger or more advanced",
            "defineVi": "để thay đổi và trở nên mạnh mẽ hơn hoặc tiên tiến hơn",
            "hasImg": true
        },
        {
            "id": "3f90fe83-cf42-4b5d-b3b7-b2de40b71bf5",
            "word": "to build up",
            "phonetic": "tə bɪld ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "He built up the business at the expense of his health.",
                "Ross took 20 years to build up his business.",
                "He moved to London where he built up a successful career in journalism.",
                "He realized it is easier to tear down than to build up.",
                "When training for a marathon, it's important to pace yourself and build up your endurance gradually, as fair and softly goes far in a day."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnVpbGQgdXA&hash=13dc13b4e7f11e1a7126c05118fbcd61e1326ce1&lang=en&cache-only=0",
            "defineEn": "to increase in power, intensity, or quantity",
            "defineVi": "để tăng sức mạnh, cường độ, hoặc số lượng"
        },
        {
            "id": "2c68ed92-6a81-49b6-93a1-1339c118d4e0",
            "word": "to put up",
            "phonetic": "tə pʊt ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "They put up a good fight, but they never really had a chance of defeating us.",
                "She and her campaign put up a fight to the very end, but it was clear in the weeks leading up to the election that she would lose.",
                "The investors who have put up around $30 million could catch a cold.",
                "Why do they bother putting up a fight?",
                "'Put up your hands!'"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0IHVw&hash=3ee906fb83722ad10b57e558244c74185730d445&lang=en&cache-only=0",
            "defineEn": "to place something somewhere noticeable",
            "defineVi": "để đặt một cái gì đó một nơi nào đó đáng chú ý"
        },
        {
            "id": "2a082102-6b05-446f-b06a-a11097125145",
            "word": "to make up",
            "phonetic": "tə meɪk ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Quite suddenly, her mind was made up.",
                "It's now or never, so make up your mind.",
                "The United Kingdom is made up of four countries: England, Scotland, Wales, and Northern Ireland.",
                "What he lacks in book knowledge he makes up with his street smarts and policing instincts, which often prove equally helpful to the investigation.",
                "Before making up your mind, you need to give both sides a fair hearing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFrZSB1cA&hash=0b8bc43fbdf0ecebc12ad0092ad26bf192017101&lang=en&cache-only=0",
            "defineEn": "to fabricate a story, etc. usually for entertainment or deception",
            "defineVi": "để bịa ra một câu chuyện, vv thường là để giải trí hoặc lừa dối"
        },
        {
            "id": "5722ae35-ad1a-4418-83ed-b98c0e2a3e59",
            "word": "to work out",
            "phonetic": "tə wɜːk aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "So far, it's working out well.",
                "The restaurant is working out the kinks in the new menu, adjusting portion sizes and experimenting with new dishes",
                "So, have a think, work out your priorities and get back to me.",
                "He was taking action to improve his health by working out regularly.",
                "Comb hair from tip to root, working out the knots at the end."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd29yayBvdXQ&hash=6d2cd304765e6b278851d1017d158098b95fa267&lang=en&cache-only=0",
            "defineEn": "to exercise in order to get healthier or stronger",
            "defineVi": "tập thể dục để khỏe mạnh hơn hoặc mạnh mẽ hơn",
            "hasImg": true
        },
        {
            "id": "19cb5f80-cb2f-43d7-92b6-119d4064dff3",
            "word": "to end up",
            "phonetic": "tʊ ɛnd ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Previously estate agents ended up as a monkey in the middle between landlord and tenant.",
                "The thrill-seeker who skydived without proper safety precautions ended up with a serious injury.",
                "I am afraid if I accept that offer, I might end up with a pig in a poke.",
                "These birds head for France or Spain but sometimes overshoot the mark and end up in English gardens.",
                "The con artist thought they could dupe people out of their money, but eventually their scheme fell apart, and they ended up in jail."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5kIHVw&hash=f24caf38621acec4f332260148457362c4087e83&lang=en&cache-only=0",
            "defineEn": "to come to a situation or place after a period of time or after a process has ended",
            "defineVi": "đến một tình huống hoặc địa điểm sau một khoảng thời gian hoặc sau khi một quá trình đã kết thúc"
        },
        {
            "id": "2eea05fb-6308-4c59-a68c-4f6c3fe3bdb9",
            "word": "to find out",
            "phonetic": "tə faɪnd aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Find out if you are the sharpest tool in the box with today's Crossword.",
                "We found out we were staying in the same hotel.",
                "I had to find out the hard way - to coin a phrase.",
                "Most senators find out which way the wind blows in their home state before voting on bills in Congress.",
                "We'll find out what it is soon."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmluZCBvdXQ&hash=0aab2e2c5256f981d7132872a4468f469991ff39&lang=en&cache-only=0",
            "defineEn": "to get information about something after actively trying to do so",
            "defineVi": "để có được thông tin về một cái gì đó sau khi tích cực cố gắng để làm như vậy"
        },
        {
            "id": "28e86ae1-b3fe-407d-95dd-e4ac541eff34",
            "word": "to eat up",
            "phonetic": "tʊ iːt ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Narrator: Delivery alone ate up 36% of revenue.",
                "Eat up. ",
                "And they ate up the country.",
                "and you just eat up mile after mile.",
                "If we look at it on a global scale, our meaty diet is literally eating up the planet."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWF0IHVw&hash=b3cb4053f3e67f6593674e571d460f629c9fc0cf&lang=en&cache-only=0",
            "defineEn": "to eat food completely or finish a meal",
            "defineVi": "để ăn thức ăn hoàn toàn hoặc kết thúc một bữa ăn"
        },
        {
            "id": "4302dbe8-bf10-4cbb-920f-47aa8e7474e4",
            "word": "to eat out",
            "phonetic": "tʊ iːt aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The average millennial eats out 5 times a week!",
                "So instead of eating out five nights a week, let's redirect it and only go three.",
                "So spittlebugs have options when deciding where to eat out.",
                "According to a June 2020 poll by Datassential, a food industry marketing research firm, 47% of people plan to avoid eating out entirely in the future.",
                "And buying healthy food at the grocery store does precommit you to cooking at home rather than eating out."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWF0IG91dA&hash=f1b7fbe1c59c71c9df57517cd33afe5e3e64def0&lang=en&cache-only=0",
            "defineEn": "to eat in a restaurant, etc. rather than at one's home",
            "defineVi": "ăn trong một nhà hàng, vv hơn là ở nhà của một người",
            "hasImg": true
        },
        {
            "id": "5dddd507-045f-4f4f-9aa7-164b56f54d1a",
            "word": "to save up",
            "phonetic": "tə seɪv ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "I'm trying to save up for my holiday.",
                "If you want to have a nice house, you have to work hard and save up money.",
                "I was able to get by with a used car until I could save up enough money to buy a new one.",
                "What are you saving up for?",
                "Like you save up for 10 hours?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2F2ZSB1cA&hash=e6cbf8d02507c8f3c5a0941ddd5ad1e4f04cae99&lang=en&cache-only=0",
            "defineEn": "to accumulate or set aside money or resources for future use",
            "defineVi": "để tích lũy hoặc dành tiền hoặc tài nguyên để sử dụng trong tương lai",
            "hasImg": true
        },
        {
            "id": "90e8be88-bd8b-4a0a-98ec-8f97b624361a",
            "word": "to sort out",
            "phonetic": "tə sɔːɹt aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "If we keep dragging over the coals from yesterday's argument, we'll never sort out the future.",
                "I can't think of any other way one would have sorted out the sheep from the goats.",
                "We'll just have to play it by ear until we can get something definite sorted out.",
                "The finches consequently sort out ecological niches.",
                "Children's brains will sort out that input into language."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc29ydCBvdXQ&hash=94a9bfc1705e96bf51560e50c99b2ac430463439&lang=en&cache-only=0",
            "defineEn": "to put or organize things in a tidy or systematic way",
            "defineVi": "để đặt hoặc sắp xếp mọi thứ một cách ngăn nắp hoặc có hệ thống",
            "hasImg": true
        },
        {
            "id": "3d294567-e4cb-4ee2-a625-9b4697fc3469",
            "word": "to take up",
            "phonetic": "tə teɪk ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "She took up the cudgels for women's rights.",
                "He took up the reins of government immediately after the coup.",
                "He should take up a hobby.",
                "Relatives have taken up the cudgels for two British women accused of murder.",
                "After struggling with depression for years, taking up a new hobby like painting might do Jane a world of good."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSB1cA&hash=ed900bfeccb940e82137712ba1cea4ed9d736622&lang=en&cache-only=0",
            "defineEn": "to fill or occupy a particular amount of space or time",
            "defineVi": "để lấp đầy hoặc chiếm một lượng không gian hoặc thời gian cụ thể",
            "hasImg": true
        },
        {
            "id": "48a0c5f7-9d61-45e7-b9d2-af35c2df40ae",
            "word": "to fall out",
            "phonetic": "tə fɔːl aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Tom was a talented musician, but when he fell out with his bread and butter, his bandmates, they kicked him out of the band, causing him to lose his primary source of income from performing gigs.",
                "The window fell out.",
                "And then, the bottom fell out.",
                "Oh, and your teeth fall out.",
                "So, \"Your teeth fall out as you get older.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmFsbCBvdXQ&hash=8add9757eae1214f64e8cb9655a5ccd778681629&lang=en&cache-only=0",
            "defineEn": "to be no longer friendly with someone as a result of an argument",
            "defineVi": "không còn thân thiện với ai đó do tranh cãi",
            "hasImg": true
        },
        {
            "id": "cec970b8-f6e6-4832-a636-e026aad83e36",
            "word": "to [come] up with {sth}",
            "phonetic": "tə kʌm ʌp wɪð ɛstiːeɪtʃ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tZSB1cCB3aXRoIHtzdGh9&hash=7e170ad7696d0bb482fa9de601100695f101e072&lang=en&cache-only=0",
            "defineEn": "to produce or create something, usually an idea, a solution, or a plan, through one's own efforts or thinking",
            "defineVi": "để sản xuất hoặc tạo ra một cái gì đó, thường là một ý tưởng, một giải pháp hoặc một kế hoạch, thông qua những nỗ lực hoặc suy nghĩ của chính mình"
        }
    ]
}