{
    "id": "30d3d678-ae7d-43ac-8122-a0cfa2859a80",
    "title": "Lesson 38",
    "originalTitle": "Lesson 38",
    "words": [
        {
            "id": "437bce49-00ea-4bb5-b948-bb8738f839a5",
            "word": "promissory",
            "phonetic": "pɹɑːmɪssɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Those promissory notesdidn't smell right.",
                "With Madoff's guaranteeof 20% or better, Avellino and Bienes could pocketa few percentage points while issuing promissory notesto their clients with set rates of return."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvbWlzc29yeQ&hash=7e86fca3dc22217aa2f211aa464f2a5bd14fda7e&lang=en&cache-only=0",
            "defineEn": "relating to or having the character of a promise",
            "defineVi": "liên quan đến hoặc có tính chất của một lời hứa"
        },
        {
            "id": "abe99d83-2b69-42df-895b-7315679e620d",
            "word": "knotty",
            "phonetic": "nɑːɾi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We covered all the walls with this paneling of knotty pine that we aged and darkened and everything.",
                "These are knotty questions that tie, very closely into our understanding of what it means to be human and to what it means to be a member of an increasingly interconnected global culture."
            ],
            "audio": "https://tts.langeek.co/read?text=a25vdHR5&hash=4d9d44250e6adcf976a81b5058fa93d1fbdf94e9&lang=en&cache-only=0",
            "defineEn": "highly complex or intricate and occasionally devious",
            "defineVi": "rất phức tạp hoặc phức tạp và đôi khi quanh co"
        },
        {
            "id": "ac8c6c25-e2f4-452e-a404-bc1ceadf346e",
            "word": "ghastly",
            "phonetic": "ɡæstli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's just a ghastly little car.",
                "That’s just ghastly work.",
                "Americans today continue to debate whether the Civil War was inevitable, but there is no doubt that the Kansas-Nebraska Act made the ghastly conflict much more likely."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2hhc3RseQ&hash=4fb8edcfaaa9599a6b84795f56a359eae5e8c7ff&lang=en&cache-only=0",
            "defineEn": "shockingly repellent; inspiring horror",
            "defineVi": "thuốc chống sốc; truyền cảm hứng kinh dị"
        },
        {
            "id": "b23364fa-36e7-48a9-a7dc-85c3a772977f",
            "word": "gingerly",
            "phonetic": "dʒɪndʒɚli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Imma make my way to the runway very gingerly.",
                "They’ll usually step around gingerly, trying to sip nectar from the side without setting it off.",
                "He's like, \"Lemme get over this fence very gingerly!\"",
                "Jon Endres gingerly threads a thin silver strand of wire through a machine that will reproduce some sounds unheard for decades.",
                "So, now we're gonna take our box and we are gonna gingerly place it."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2luZ2VybHk&hash=3ff75664ace3d4725b5dfe69ae0a791b7a023156&lang=en&cache-only=0",
            "defineEn": "with extreme care or delicacy",
            "defineVi": "cực kỳ cẩn thận hoặc tế nhị"
        },
        {
            "id": "2822b9ed-6148-4ec8-9944-640003365dc1",
            "word": "racy",
            "phonetic": "ɹeɪsi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Baby Scumbag's views are rising as his content gets racier.",
                "It sounds like, you know some really racy stories about the set.",
                "National Enquirer said that they had some racy photos of Bezos, including a naked photo of Bezos himself, threatened to release those photos, publish them, if Bezos didn't call off his investigation.",
                "Because apparently that was pretty racy stuff back then.",
                "At the start of 2020, comedian Nikki Glaser was riding high, a racy Netflix special, national tour, TV shows in development."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFjeQ&hash=268730bc0e7ebc580e16fd66456f0e75b0b349ef&lang=en&cache-only=0",
            "defineEn": "designed or suitable for competing in a race",
            "defineVi": "được thiết kế hoặc phù hợp để thi đấu trong một cuộc đua"
        },
        {
            "id": "fd07a296-f189-4bb8-adc4-ff9b8d58cbe8",
            "word": "pulmonary",
            "phonetic": "pʌlmənɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Squeeze the ventricle and a stream of water squirts out of the pulmonary artery.",
                "About a third of people with untreated pulmonary embolism die.",
                "There is a name for that, it is the pulmonary circulation loop.",
                "But it can have longer term effects: headache, nausea, disorientation, dizziness, pulmonary edema, death.",
                "There it can block blood flow to the lungs, a condition called pulmonary embolism."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVsbW9uYXJ5&hash=23a96d8c2fcac0007a4f2d7811c90a76ef70d194&lang=en&cache-only=0",
            "defineEn": "relating to or affecting the lungs",
            "defineVi": "liên quan đến hoặc ảnh hưởng đến phổi"
        },
        {
            "id": "c0e20324-c555-42cd-8f21-1ec8a5b341ae",
            "word": "wintry",
            "phonetic": "wɪntɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Elsewhere across the South, water issues are also plaguing other states that were hit by wintry weather."
            ],
            "audio": "https://tts.langeek.co/read?text=d2ludHJ5&hash=919830be16cc2beef756723674df2732b1bc1420&lang=en&cache-only=0",
            "defineEn": "devoid of warmth and cordiality; expressive of unfriendliness or disdain",
            "defineVi": "không có sự ấm áp và thân mật; thể hiện sự không thân thiện hoặc khinh thường"
        },
        {
            "id": "0194de44-8c5c-455e-892a-e7773fb0b6cd",
            "word": "predatory",
            "phonetic": "pɹɛdətoːɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And predatory wasps like yellow jackets make up just a tiny fraction of specie of wasp.",
                "And so did lots of predatory reptiles like the sleek plesiosaurs and giant mosasaurs.",
                "So, a victim of sexual assault becomes a predatory sexual being.",
                "They engaged in predatory and protectionist policies.",
                "Up to that point, hyaenodonts had been dominating the predatory niches in Afro-Arabia."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZGF0b3J5&hash=b636388147b50143888120448ff624a6b43c0031&lang=en&cache-only=0",
            "defineEn": "(of wild animals) living by preying on other animals, especially live animals",
            "defineVi": "(của động vật hoang dã) sống bằng cách săn mồi động vật khác, đặc biệt là động vật sống",
            "hasImg": true
        },
        {
            "id": "3390f9bf-d6cf-4d02-9942-d63d72541601",
            "word": "scholarly",
            "phonetic": "skɑːlɚli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He's not as scholarly as you think.",
                "And the problem of infiltration of law enforcement and military by these groups has been the subject of a great deal of scholarly study, a great deal of journalistic expose.",
                "His collection was styled like that of the famed Brothers Grimm, though the inclusion of his sources and the places where he heard the stories lends greater scholarly legitimacy to his work.",
                "The world’s oldest library still in existence, the library at al-Qarawiyyin University in Morocco, which opened in 859 CE, isn’t a religious collection but a scholarly one.",
                "If this sounds like a conspiracy theory, that's because it sort of was at the time, but it's now taken quite seriously and has been the subject of considerable scholarly publication."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Nob2xhcmx5&hash=67b911e333c4f8066cbe092f2a961b29ea1080df&lang=en&cache-only=0",
            "defineEn": "related to or involving academic study",
            "defineVi": "liên quan đến hoặc liên quan đến nghiên cứu học thuật"
        },
        {
            "id": "05365514-b165-4ea0-ad4c-8a743e1780cb",
            "word": "ungainly",
            "phonetic": "ʌŋɡeɪnli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's like getting a lap dance from a more ungainly Elvis Costello.",
                "And this group of long-necked, dome-headed chalicotheres came to be known by the ungainly name of Shizerotheriinae."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5nYWlubHk&hash=b3463f881dbdc566afde3389d068a3d3c9098d15&lang=en&cache-only=0",
            "defineEn": "moving in a way that is awkward and not smooth",
            "defineVi": "di chuyển một cách vụng về và không suôn sẻ"
        },
        {
            "id": "e5dc943e-7f4d-432b-b7e2-0f8accd4c9a7",
            "word": "plenary",
            "phonetic": "pliːnɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So, big conference, about 1,000 people in the room, many of whom waited for about an hour for President Putin to arrive and for the plenary session to begin."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxlbmFyeQ&hash=1f9554be74efeff775d8b795a995b2987b874e44&lang=en&cache-only=0",
            "defineEn": "full in all respects",
            "defineVi": "đầy đủ về mọi mặt"
        },
        {
            "id": "dff4c461-c2d5-4b2d-9103-92e517030cbf",
            "word": "surly",
            "phonetic": "sɜːli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And slowly but surly build trust and intimacy.",
                "Like if you really believe that drinking tequila makes you more aggressive, and I give you a virgin margarita, your mere expectation of getting all surly and aggro may actually lead you to punch someone in the neck."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VybHk&hash=cab7f12bc3ce83e8b628bf1ea97a7b353e91e878&lang=en&cache-only=0",
            "defineEn": "inclined to anger or bad feelings with overtones of menace",
            "defineVi": "có xu hướng tức giận hoặc cảm giác tồi tệ với âm điệu đe dọa"
        },
        {
            "id": "703b2ef1-f4ef-447e-8e6d-8f5ad7b22740",
            "word": "ghastly",
            "phonetic": "ɡɹɪsli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's just a ghastly little car.",
                "That’s just ghastly work.",
                "Americans today continue to debate whether the Civil War was inevitable, but there is no doubt that the Kansas-Nebraska Act made the ghastly conflict much more likely."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2hhc3RseQ&hash=4fb8edcfaaa9599a6b84795f56a359eae5e8c7ff&lang=en&cache-only=0",
            "defineEn": "shockingly repellent; inspiring horror",
            "defineVi": "thuốc chống sốc; truyền cảm hứng kinh dị"
        },
        {
            "id": "bc715f79-8202-465e-9322-6874e75aeea7",
            "word": "stately",
            "phonetic": "steɪtli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Sure, there are Italian exotics like Lamborghini, stately British brands such as Bentley, Rolls-Royce and Aston Martin, and plenty of competition in Benz's home country of Germany.",
                "Let's see that again, a more stately Gene Simmons.",
                "There's still also the perception that Mercedes Benz is for people who are older, that it's for old money, that it's for people who have more stately tastes.",
                "Colvin speculates that her narrative went largely untold as a predecessor to Parks’ because the NAACP felt that the adult, stately, and reserved Parks presented a stronger image around ideas of black uplift.",
                "it with the media generalist coconut with top cap displaces that just hold off on communities 0:03:338.040,0:03:40.110 what's that you know the generator knowing that disney gmail and you will work together to stop the n_t_s_b track you gotta be can't meet dvd received he teated the well those are supposed to do where they are taking new outta there and stately tales well test case off-balance."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhdGVseQ&hash=96a532a2da75d15ecbbc16d0a0f10e756c09155d&lang=en&cache-only=0",
            "defineEn": "impressive in appearance",
            "defineVi": "ngoại hình ấn tượng"
        },
        {
            "id": "ad888e50-dcab-47cd-a855-1ed769afc401",
            "word": "velvety",
            "phonetic": "vɛlvɪɾi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The velvety texture of meunière butter adds a luxurious finish to mashed potatoes.",
                "The roses in the garden were red with velvety petals.",
                "The chocolate mousse had a velvety consistency thanks to carrageen.",
                "The marang ice cream had a velvety texture and a delightful sweetness.",
                "The creamy panada added a velvety texture to the chicken croquettes."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVsdmV0eQ&hash=1c5d7052c747c639c9f11476e5086b11db53d2f3&lang=en&cache-only=0",
            "defineEn": "smooth and soft to sight or hearing or touch or taste",
            "defineVi": "mịn màng và mềm mại khi nhìn hoặc nghe hoặc chạm hoặc nếm"
        },
        {
            "id": "06815ce7-9260-4ce4-9eb5-fb806e814524",
            "word": "murky",
            "phonetic": "mɜːki ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His definition of the term was murky at best.",
                "What happened in these waters remains murky.",
                "The dirty, murky water also blocks sunlight from reaching corals and sea grass.",
                "And from here, the police training industry kind of falls into murky waters.",
                "The murky history of life on Earth is getting clearer by the day."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVya3k&hash=35e8fdc10c69609636cbcd435338a9b5625ab749&lang=en&cache-only=0",
            "defineEn": "(of liquids) clouded as with sediment",
            "defineVi": "(của chất lỏng) vẩn đục như với trầm tích"
        },
        {
            "id": "b072e234-f9e1-487b-b961-dd63b7749b83",
            "word": "niggardly",
            "phonetic": "nɪɡɚdli ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmlnZ2FyZGx5&hash=da7681c10937796ac979b09128fd54bc98371524&lang=en&cache-only=0",
            "defineEn": "petty or reluctant in giving or spending",
            "defineVi": "nhỏ nhặt hoặc miễn cưỡng trong việc cho hoặc chi tiêu"
        },
        {
            "id": "a4463df7-132d-4749-ad56-347b54bd622e",
            "word": "dimly",
            "phonetic": "dɪmli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "And if so, maybe the glory of Athens still shines, however dimly.",
                "Because they are not very massive they are small, not very hot, and shine pretty dimly.",
                "For example, one of the closest stars to Earth is a red dwarf star, Barnard's Star, but it shines too dimly to be seen without a telescope.",
                "ALISON STEWART: N-A-S babies need a lot of skin to skin contact to be soothed and are kept in dimly lit rooms to prevent overstimulation.",
                "All right, so as Americans may dimly remember from history classes, the Constitutional system we’ve been living under since 1788, the year of the first Presidential election, was not the original American government."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGltbHk&hash=580464ee384e88e69286efbff3e58e870cd1edd2&lang=en&cache-only=0",
            "defineEn": "in a manner lacking interest or vitality",
            "defineVi": "theo cách thiếu quan tâm hoặc sức sống"
        },
        {
            "id": "c7cdbdb1-5b50-4b52-a08e-895312a2c2d0",
            "word": "swarthy",
            "phonetic": "swɔːɹði ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3dhcnRoeQ&hash=a80d3d956d1896050eb4caffecbbba7e1b168300&lang=en&cache-only=0",
            "defineEn": "having a naturally dark face or complexion",
            "defineVi": "có khuôn mặt hoặc nước da sẫm màu tự nhiên",
            "hasImg": true
        }
    ]
}