{
    "id": "3122ca75-f7f2-41e7-bf6d-d8daf6bc98ac",
    "title": "Scientifically Speaking!",
    "originalTitle": "Lesson 59",
    "words": [
        {
            "id": "b3e58869-9aab-4102-b5ff-40575587356b",
            "word": "biochemistry",
            "phonetic": "baɪoʊkɛmɪstɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I completed my degree in biochemistry and embarked on a career in education, but I always knew that the tail was wagging the dog.",
                "Isaac Asimov had a PhD in biochemistry.",
                "These examples and lots more, are some of nature’s creepiest biochemistry.",
                "So, the basics of biochemistry as we know it.",
                "Now, scientists aren’t entirely sure about the biochemistry behind caffeine withdrawal."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlvY2hlbWlzdHJ5&hash=74d11f0dcd9de15c7579ddfbbba431f5b04e23f3&lang=en&cache-only=0",
            "defineEn": "a field of science that deals with the chemistry of organisms",
            "defineVi": "một lĩnh vực khoa học liên quan đến hóa học của sinh vật",
            "hasImg": true
        },
        {
            "id": "eb1c19ca-cfb4-404c-a2c1-a595b5629ee9",
            "word": "biological",
            "phonetic": "baɪəlɑːdʒɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "One of them is biological modeling.",
                "And brain states are biological.",
                "As with the Columbian Exchange, Cook's voyages to Australia remade the biological landscape.",
                "almost every biological organism has some kind of internal clock.",
                "They tested new biological weapons."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlvbG9naWNhbA&hash=0dd78843000844171ec129abe36ec11187f6bd0d&lang=en&cache-only=0",
            "defineEn": "relating to the science that studies living organisms",
            "defineVi": "liên quan đến khoa học nghiên cứu các sinh vật sống"
        },
        {
            "id": "094ebbbb-ee5f-47dc-8c88-53861b74751e",
            "word": "artificial",
            "phonetic": "ɑːɹɾɪfɪʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The candy had an artificial strawberry flavor that burst in your mouth.",
                "The popcorn had an artificial butter flavor that made movie nights even more enjoyable.",
                "The nights were long and dark during the dead of winter, and we had to rely on artificial light to get things done.",
                "Artificial light can have serious effects on our sleep cycle.",
                "In the 1980s, cheaper artificial vanilla overtook the market."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0aWZpY2lhbA&hash=a149daffad3351f9037d1e86ca8e63ec4b6b6f28&lang=en&cache-only=0",
            "defineEn": "describing something that is made by humans rather than the nature",
            "defineVi": "mô tả một cái gì đó được thực hiện bởi con người chứ không phải là tự nhiên",
            "hasImg": true
        },
        {
            "id": "4fcd7f5f-9162-4fb6-a923-ee90679c1f07",
            "word": "bacteria",
            "phonetic": "bæktɪɹiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The active ingredient checks the growth of bacteria.",
                "The body's immune system protects against harmful bacteria and viruses.",
                "Chlorine is added to the water to kill bacteria.",
                "Regardless of where the bacteria came from, the test results should sound an alarm bell.",
                "Yet bacteria have many effects on humans. "
            ],
            "audio": "https://tts.langeek.co/read?text=YmFjdGVyaWE&hash=dd99e90f7a930a1d851269cf5d86fa02c890cd57&lang=en&cache-only=0",
            "defineEn": "(microbiology) microorganisms that consist of a single cell structure without a nucleus, which may cause diseases or infections",
            "defineVi": "(vi sinh học) vi sinh vật gồm một cấu trúc tế bào duy nhất không có nhân, có thể gây bệnh hoặc nhiễm trùng",
            "hasImg": true
        },
        {
            "id": "66185687-860c-41e4-bcc6-917097df4242",
            "word": "being",
            "phonetic": "biːɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We're all imperfect human beings in an imperfect world.",
                "Education for a human being is a window to the world.",
                "As every normal human being knows, one shouldn't throw good money after bad.",
                "Human beings are everywhere.",
                "Human beings need relationships on every level of their lives."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVpbmc&hash=981fed48bbac51069d87216a84959ed09dbbbb15&lang=en&cache-only=0",
            "defineEn": "a living thing, such as a tree, human, animal, etc.",
            "defineVi": "một sinh vật sống, chẳng hạn như một cái cây, con người, động vật, vv",
            "hasImg": true
        },
        {
            "id": "0e02dfc4-156a-42dd-abcb-390d5822a6d8",
            "word": "cycle",
            "phonetic": "saɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Brown algae have complex life cycles with genetic diversity.",
                "Be cautious when cycling around the blind bend ahead.",
                "The man grew up in a household with abusive parents, but he was determined to break the cycle and raise his own children differently, knowing that a bad tree does not yield good apples.",
                "The controversial political scandal that dominated news cycles for a week turned into a seven-day wonder, capturing public attention and prompting investigations and debates.",
                "The survivor of a violent attack forgave their attacker, stating that an eye for an eye makes the whole world blind and choosing to break the cycle of violence rather than seek revenge."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3ljbGU&hash=79ad535f9cdbb0f83f8c8acc7f4d8d356e1b5976&lang=en&cache-only=0",
            "defineEn": "(biology) a series of transformations and events that happen in an animal or plant's lifetime",
            "defineVi": "(sinh học) một loạt các biến đổi và sự kiện xảy ra trong đời sống của động vật hoặc thực vật",
            "hasImg": true
        },
        {
            "id": "9eb02750-3bef-4961-8c8b-e3ad63089438",
            "word": "DNA",
            "phonetic": "diːɛneɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Investigators say DNA has helped close the books on two unsolved murders in California in the late 1980s .",
                "I guess taking no for an answer is not in my DNA.",
                "DNA holds the instructions for an organism’s assembly, life, and reproduction.",
                "DNA is a nucleic acid.",
                "So, is DNA life, then?"
            ],
            "audio": "https://tts.langeek.co/read?text=RE5B&hash=f475474a47eb0d8e5f7108a12f2e134bd6589779&lang=en&cache-only=0",
            "defineEn": "(biochemistry) a chemical substance that carries the genetic information, which is present in every cell and some viruses",
            "defineVi": "(hóa sinh) một chất hóa học mang thông tin di truyền, có trong mọi tế bào và một số virus",
            "hasImg": true
        },
        {
            "id": "2f3162a3-03e3-4873-94f4-1ee972665a4e",
            "word": "genetics",
            "phonetic": "dʒɪnɛɾɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "Genetics doesn't work that way.",
                "Genetics isn't all that drives hair loss.",
                "Genetics and a shared environment can explain a lot, but they almost never account for everything.",
                "This is our last episode of our section on Evolution and Genetics, which puts us at the halfway mark of CrashCourse Biology.",
                "This rule, first expressed by Crick, is the Central Dogma of Genetics."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXRpY3M&hash=f0f706d473516ec40fb92a012bc1e2782d52c0ef&lang=en&cache-only=0",
            "defineEn": "the branch of biology that deals with how individual features and different characteristics are passed through genes",
            "defineVi": "ngành sinh học liên quan đến cách các đặc điểm riêng lẻ và các đặc điểm khác nhau được truyền qua gen",
            "hasImg": true
        },
        {
            "id": "d5d59a1e-9fba-4317-b0c8-5b7b8c9686d7",
            "word": "to evolve",
            "phonetic": "tʊ ɪvɑːlv ",
            "partOfSpeechType": "verb",
            "examples": [
                "We're for companies on the move, organizations eager to evolve and businesses busting their asses to advance.",
                "Homo sapiens sapiens, the modern human, evolved at least 200,000 years ago.",
                "Homo sapiens, the modern human, evolved 200,000 years ago.",
                "As a result, mammals evolved different-shaped teeth for different purposes.",
                "Fairyflies have evolved a macabre solution to this: a parasitic lifestyle!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXZvbHZl&hash=741044ee191de4988446d8ae1ed908de10aa2624&lang=en&cache-only=0",
            "defineEn": "(biology) to change gradually and over generations into forms that are better adapted to the environment and fitter to survive",
            "defineVi": "(sinh học) thay đổi dần dần và qua nhiều thế hệ thành những dạng thích nghi tốt hơn với môi trường và thích nghi hơn để tồn tại",
            "hasImg": true
        },
        {
            "id": "7564b2ed-a911-411e-85a2-e8bcf263c67c",
            "word": "compound",
            "phonetic": "kɑːmpaʊnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "But my understanding is that most mortgages compound monthly.",
                "Because many seaweeds also produce growth-regulating compounds.",
                "It had compound eyes, a two-section body, and six pairs of appendages.",
                "Compounds in their saliva help blood pool under the surface of our skin.",
                "Reusing thermal compound."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcG91bmQ&hash=7c2f244d43741501c6c2217509e0feeada6485dc&lang=en&cache-only=0",
            "defineEn": "(chemistry) a substance that its molecules consist of two or more elements that are held together by a chemical bond",
            "defineVi": "(hóa học) chất mà phân tử của nó gồm hai hay nhiều nguyên tố liên kết với nhau bằng liên kết hóa học",
            "hasImg": true
        },
        {
            "id": "4e455a2f-82f9-43c5-9ede-b573137e86d9",
            "word": "element",
            "phonetic": "ɛlɪmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Any investment involves an element of risk.",
                "The clotted cream added a creamy element to the homemade trifle.",
                "My stepmother was in her element, organizing everything.",
                "We should not give preferential treatment to one element to the detriment of the others.",
                "The film incorporated abstract imagery and surreal elements to convey the protagonist's inner emotional journey."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlbWVudA&hash=6b1b0d150ba60d60fa9ecc1c28590b21f5cc19ec&lang=en&cache-only=0",
            "defineEn": "a substance that is composed of only one type of atom and is a primary constituent of matter",
            "defineVi": "một chất chỉ bao gồm một loại nguyên tử và là thành phần chính của vật chất",
            "hasImg": true
        },
        {
            "id": "7c21b4bc-bfd7-45e2-a76a-732c87e47ebf",
            "word": "matter",
            "phonetic": "mæɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chairman's resignation finally brought matters to a head.",
                "I gave the matter a lot of thought.",
                "What's the matter with Matt?",
                "Art is very much a matter of taste.",
                "Local people took matters into their own hands and hired their own security guards."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0dGVy&hash=daac6722c874ec2dc65b31439599dbe67f694398&lang=en&cache-only=0",
            "defineEn": "a physical substance that occupies space and exists in every material in the universe",
            "defineVi": "một chất vật chất chiếm không gian và tồn tại trong mọi vật chất trong vũ trụ",
            "hasImg": true
        },
        {
            "id": "b2e96de8-c42b-4657-8597-ba525cbca740",
            "word": "mineral",
            "phonetic": "mɪnɚɹəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He prefers using unrefined salt for its natural minerals and flavor.",
                "Water caltrop contains essential minerals such as potassium and vitamin K.",
                "Including partridgeberries in your diet can contribute to a well-rounded intake of essential vitamins and minerals.",
                "The fortifying agent increases product's nutritional value by adding essential vitamins and minerals to it.",
                "Sometimes minerals can even take on different structures depending on the conditions of their formation."
            ],
            "audio": "https://tts.langeek.co/read?text=bWluZXJhbA&hash=097fe33de4b10095ac6b672bf997ac7236a61cc3&lang=en&cache-only=0",
            "defineEn": "a solid substance that is present in nature and could be obtained from the earth, such as gold, copper, etc.",
            "defineVi": "một chất rắn có trong tự nhiên và có thể thu được từ trái đất, chẳng hạn như vàng, đồng, v.v.",
            "hasImg": true
        },
        {
            "id": "c6dc8d8e-0350-4606-a4b2-2d9cd8d1b584",
            "word": "molecule",
            "phonetic": "mɑːlɪkjuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Atoms form molecules.",
                "Molecules form proteins.",
                "Other molecules can break down a double bond as well.",
                "Unlike the dry-spaghetti-rigid-straight molecules in Kevlar’s liquid crystal, LCDs use boomerang-shaped molecules. ",
                "In this model, scent molecules fit their receptors like a lock and key."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9sZWN1bGU&hash=6a3f92210890e6ff2df16e75ff0c7cec0501788d&lang=en&cache-only=0",
            "defineEn": "the smallest structure of a substance consisting of a group of atoms",
            "defineVi": "cấu trúc nhỏ nhất của một chất bao gồm một nhóm các nguyên tử",
            "hasImg": true
        },
        {
            "id": "7cbaf832-ae94-4924-963f-b9cce1997977",
            "word": "solution",
            "phonetic": "səluːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Extreme solutions to problems always lead to difficulties.",
                "The solution was staring me in the face.",
                "A solution finally came home to me as I was falling asleep last night.",
                "We came up with a creative solution to the problem.",
                "We'll have to look for a better solution."
            ],
            "audio": "https://tts.langeek.co/read?text=c29sdXRpb24&hash=40a24cc0afc9f2b4365657ae15d4c5512f1d37d4&lang=en&cache-only=0",
            "defineEn": "a mixture of different liquids",
            "defineVi": "hỗn hợp các chất lỏng khác nhau",
            "hasImg": true
        },
        {
            "id": "e75f4306-e581-498b-aecd-f96cbf5d783b",
            "word": "boiling point",
            "phonetic": "bɔɪlɪŋ pɔɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "So solute also raises the boiling point.",
                "Then, in 2016, Pepe's alt-right career came to a boiling point.",
                "This temperature wasn’t like a melting or boiling point.",
                "The same thing is true for boiling points, when something goes from a liquid to a gas.",
                "So my boiling point will be elevated by 2 degrees."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9pbGluZyBwb2ludA&hash=ba7a25e6543b9b3f99b2ea99ed4c19d954213352&lang=en&cache-only=0",
            "defineEn": "the temperature at which a liquid starts boiling",
            "defineVi": "nhiệt độ tại đó một chất lỏng bắt đầu sôi",
            "hasImg": true
        },
        {
            "id": "f55dc4d7-1352-43f0-b8e6-9d3dbdbf2d14",
            "word": "freezing point",
            "phonetic": "fɹiːzɪŋ pɔɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We call this temperature the freezing point.",
                "Now, freezing point is the same thing.",
                "In Fahrenheit, 0° was the freezing point of saltwater and 96° the temperature of life.",
                "When we put salt on a wet sidewalk, it lowers the freezing point of that water.",
                "Change in freezing point is also proportional to the molality."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlZXppbmcgcG9pbnQ&hash=46c3addd31ba3e241860d0a1eb308ce7ab1d5b9a&lang=en&cache-only=0",
            "defineEn": "the temperature at which liquid becomes solid",
            "defineVi": "nhiệt độ tại đó chất lỏng trở thành rắn",
            "hasImg": true
        },
        {
            "id": "b87ae988-78eb-43d8-b080-9800ac057868",
            "word": "radiation",
            "phonetic": "ɹeɪdɪeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Geiger counter detected high levels of radiation in the vicinity of the radioactive material.",
                "The radiation from the sun provides heat and light to sustain life on Earth.",
                "The nuclear power plant released a small amount of radiation into the atmosphere after the incident.",
                "The cancer patient underwent radiation therapy to target and destroy cancer cells.",
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFkaWF0aW9u&hash=21453f103f439933e44658bd9c4c28cb139b9c5b&lang=en&cache-only=0",
            "defineEn": "the energy transmitted in the form of particles or waves through the space or a matter",
            "defineVi": "năng lượng được truyền dưới dạng hạt hoặc sóng trong không gian hoặc vật chất",
            "hasImg": true
        },
        {
            "id": "18461e1f-7dcc-4d8b-9995-17d262a7c3d9",
            "word": "to advance",
            "phonetic": "tʊ ɐdvæns ",
            "partOfSpeechType": "verb",
            "examples": [
                "Technology advances by fits and starts.",
                "The study yielded significant findings that could advance medical research.",
                "She booked a hotel room in advance to ensure she had a place to stay during her vacation.",
                "The tennis player achieved a clean sweep of her matches, winning every set and advancing to the finals.",
                "I lived on the edge using cash advances to pay one credit card with another until I finally found a job three months after graduation."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWR2YW5jZQ&hash=acf2ae31d5a8c7869813b2b1b3cf2d5011c22c3c&lang=en&cache-only=0",
            "defineEn": "to help something progress or succeed",
            "defineVi": "để giúp một cái gì đó tiến bộ hoặc thành công",
            "hasImg": true
        },
        {
            "id": "1eccde15-84ed-4518-a16e-352855b3754b",
            "word": "to absorb",
            "phonetic": "tʊ ɐbsoːɹb ",
            "partOfSpeechType": "verb",
            "examples": [
                "The hollow macaroni tubes absorb the flavorful broth in the soup.",
                "The bathroom rug absorbs water and prevents slipping on the floor.",
                "As the rain poured, the thirsty plant absorbed water through its roots, nourishing its leaves and stems.",
                "To absorb the lesson, I had to do it over.",
                "The nets absorb the energy from a truck collision."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWJzb3Ji&hash=19b01da266f325ea2e14d60044d5a0070410a3c1&lang=en&cache-only=0",
            "defineEn": "to take in energy, liquid, etc.",
            "defineVi": "để tiếp nhận năng lượng, chất lỏng, v.v.",
            "hasImg": true
        },
        {
            "id": "365609a9-d863-4607-970d-05c03e820222",
            "word": "to activate",
            "phonetic": "tʊ æktᵻveɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I need to activate the yeast by dissolving it in warm water before adding it to the bread dough.",
                "Energy pod activated.",
                "Energy pod activated.",
                "But other objects, like a cup of coffee or a building, activate other parts of the temporal cortex.",
                "The helper T cell is activated."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWN0aXZhdGU&hash=e34895e7c72d5229be1568f0ad69f92e65938a1d&lang=en&cache-only=0",
            "defineEn": "(physics) to make a substance radioactive",
            "defineVi": "(vật lý) làm cho chất phóng xạ"
        },
        {
            "id": "c4dab039-7cf5-4ba4-aba4-498b25251a54",
            "word": "to generate",
            "phonetic": "tə dʒɛnɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "In a sales team, one member may generate leads, while another member closes deals.",
                "The stock portfolio showed a steady yield, generating consistent profits for the shareholders.",
                "The company's advertising campaign is putting their new product on the map and generating a lot of interest.",
                "He placed solar panels on the roof to generate electricity.",
                "Her speech missed the mark and failed to generate the public support she had been hoping for."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2VuZXJhdGU&hash=b030a955d21696baa2d3f3c126c8e830f6c18273&lang=en&cache-only=0",
            "defineEn": "to produce energy, such as heat, electricity, etc.",
            "defineVi": "để sản xuất năng lượng, chẳng hạn như nhiệt, điện, vv",
            "hasImg": true
        },
        {
            "id": "ed2c54b5-1106-461f-8db9-2d33b2dff641",
            "word": "industry",
            "phonetic": "ɪndʌstɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "the automotive industry has a ripple effect on many other industries.",
                "The conference attracted many big names in the tech industry.",
                "They built the cell phone industry out of thin air in the mid-1980s.",
                "The music industry is full of movers and shakers who are constantly looking for the next big thing.",
                "He worked in the oil industry for twenty years."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kdXN0cnk&hash=39ae9b9c8e114973d9cf109a9bfae96a20d1833d&lang=en&cache-only=0",
            "defineEn": "the manufacture of goods using raw materials, particularly in factories",
            "defineVi": "sản xuất hàng hóa sử dụng nguyên liệu thô, đặc biệt là trong các nhà máy",
            "hasImg": true
        },
        {
            "id": "4d098a74-574e-4a2e-8772-61340316b083",
            "word": "civil engineering",
            "phonetic": "sɪvəl ɛndʒɪnɪɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Civil engineering is one of the most ancient types of engineering, focused on structures and buildings of all kinds.",
                "Their works are great examples of the third field of civil engineering: transportation.",
                "And it’s the accomplishments of civil engineering that our world is built on.",
                "Next time, we’ll continue our journey by diving deeper into civil engineering.",
                "Olive Wetzel Dennis graduated from Cornell University in 1920 with a degree in civil engineering, then promptly went and got herself a railroad job."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2l2aWwgZW5naW5lZXJpbmc&hash=31c530fadebc888e0abcda2634705229e24ed73f&lang=en&cache-only=0",
            "defineEn": "a field of engineering that deals with the design, construction, and repair of buildings, bridges, roads, etc.",
            "defineVi": "một lĩnh vực kỹ thuật liên quan đến thiết kế, xây dựng và sửa chữa các tòa nhà, cầu, đường, v.v.",
            "hasImg": true
        },
        {
            "id": "24bbb4de-64d9-4fa0-9fb2-87ab7ecebb9b",
            "word": "blueprint",
            "phonetic": "bluːpɹɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "It becomes a blueprint for reparations initiatives across the country.",
                "But with spectra, we can examine their blueprints.",
                "And all organisms have the blueprints for at least one of these enzymes written into their genetic code.",
                "And so this becomes the blueprint.",
                "THE TURNER DIARIES GAVE McVEIGH NOT ONLY A BLUEPRINT FOR ACTION BUT THE LOCATION AND IDENTITY OF POTENTIAL ALLIES."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymx1ZXByaW50&hash=f06903a3b3d6e9e68b5bf23f73b5e6c8a9c57430&lang=en&cache-only=0",
            "defineEn": "a photographic reproduction of a technical drawing, or of an early plan of a building or a machine",
            "defineVi": "bản sao chụp ảnh của bản vẽ kỹ thuật hoặc sơ đồ ban đầu của tòa nhà hoặc máy móc",
            "hasImg": true
        },
        {
            "id": "18210e09-ce82-4cf6-81c8-e72d467c2ea1",
            "word": "engine",
            "phonetic": "ɛndʒɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "She knows engines backwards.",
                "Start the engines!",
                "Could you run the engine for a moment?",
                "The truck's engine roared as it climbed the steep hill.",
                "The engine spluttered and died."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5naW5l&hash=ea6cd444013ab43445a76f8ef026bf9bb8505717&lang=en&cache-only=0",
            "defineEn": "the part of a vehicle that uses a particular fuel to make the vehicle move",
            "defineVi": "một phần của một chiếc xe sử dụng một loại nhiên liệu cụ thể để làm cho chiếc xe di chuyển",
            "hasImg": true
        },
        {
            "id": "22be5e43-f85b-4e27-806d-bf231f94310e",
            "word": "sensor",
            "phonetic": "sɛnsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sensors in the ears track the sense of balance.",
                "The light from big cities would totally swamp its sensors.",
                "Their sensors pick up an interesting chemical profile.",
                "So this sensor, the HERO sensor is the classic Logitech one.",
                "You expose the sensor."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vuc29y&hash=225d94e355f3034ec326dfd4624df9e91f4e1258&lang=en&cache-only=0",
            "defineEn": "a machine or device that detects any changes in the environment and sends the information to other electronic devices",
            "defineVi": "một máy hoặc thiết bị phát hiện bất kỳ thay đổi nào trong môi trường và gửi thông tin đến các thiết bị điện tử khác"
        },
        {
            "id": "8daba008-f47e-4452-af96-91ca84449ab9",
            "word": "circuit",
            "phonetic": "sɜːkɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We love circuits.",
                "Smaller circuits mean more efficient heads.",
                "Enjoy short circuit.",
                "The circuits are just empty.",
                "Then it follows the circuit all over again!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2lyY3VpdA&hash=da9cc28027fd979aa58556027786909e69231bc4&lang=en&cache-only=0",
            "defineEn": "the complete circle through which an electric current flows, typically consists of the source of electric energy",
            "defineVi": "vòng tròn hoàn chỉnh mà dòng điện chạy qua, thường bao gồm nguồn năng lượng điện",
            "hasImg": true
        },
        {
            "id": "930e9e78-32cf-4cfd-bce6-40bae5bdef72",
            "word": "field",
            "phonetic": "fiːld ",
            "partOfSpeechType": "noun",
            "examples": [
                "After all, fields have eyes, and woods have ears.",
                "They turned the horse into the field.",
                "To drive sheep into a field.",
                "The majestic horse galloped across the open field.",
                "The baseball team has nine players on the field at a time."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmllbGQ&hash=34e0ce6e022f08ac00100a44897bf3d0d2f761ba&lang=en&cache-only=0",
            "defineEn": "(physics) the space or area within which the effect of a particular force exists",
            "defineVi": "(vật lý) không gian hoặc khu vực trong đó tồn tại tác dụng của một lực cụ thể",
            "hasImg": true
        },
        {
            "id": "a23a9a7d-3b21-4809-91a0-7aefce825cab",
            "word": "wire",
            "phonetic": "waɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wire led to a speaker.",
                "She carefully bent the wire into a circle to make a decorative wreath.",
                "Alyssa is a total live wire and I'm a total loser for just figuring this out.",
                "I'm sorry for bringing you the wrong order, sir, I've had my wires crossed all day!",
                "Wire manage underneath it."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lyZQ&hash=c28b2e7037a6d6701699015197e833bea9b5b318&lang=en&cache-only=0",
            "defineEn": "a long and thin piece of metal that carries an electric current",
            "defineVi": "một mảnh kim loại dài và mỏng mang dòng điện",
            "hasImg": true
        },
        {
            "id": "9ca2b2e8-e08e-49b8-991d-1199f7d58933",
            "word": "live wire",
            "phonetic": "laɪv waɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGl2ZSB3aXJl&hash=c5f9c49aa967da8809a42134701790dd4df6ba91&lang=en&cache-only=0",
            "defineEn": "a wire that carries electrical current and has the potential to cause electric shock or injury if touched",
            "defineVi": "một dây mang dòng điện và có khả năng gây điện giật hoặc thương tích nếu chạm vào"
        },
        {
            "id": "09b7f884-5e7a-4015-b5bf-51b807484039",
            "word": "motion",
            "phonetic": "moʊʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The motion was passed by 16 votes to 11.",
                "Rady made a motion to close the book on the matter.",
                "Mark's excessive motion sickness during the roller coaster ride forced him to take a break and drive the porcelain bus in the nearby restroom.",
                "Sarah couldn't handle the extreme motion of the roller coaster and ended up tossing her cookies all over the ground.",
                "He applied toothpaste to his toothbrush and started brushing his teeth in circular motions."
            ],
            "audio": "https://tts.langeek.co/read?text=bW90aW9u&hash=dd5fcbc1a6fe81503520a1bab1f400c3d12fa632&lang=en&cache-only=0",
            "defineEn": "the process or act of moving or changing place",
            "defineVi": "quá trình hoặc hành động di chuyển hoặc thay đổi địa điểm",
            "hasImg": true
        },
        {
            "id": "35803f45-f28f-41eb-837e-44ec3bf40f84",
            "word": "to monitor",
            "phonetic": "tə mɑːnɪɾɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Boston front office has been monitoring the Leonard situation from afar and almost always kicks the tires when a premier talent hits the trade market.",
                "The new computer is an all-in-one that integrates the monitor, CPU, and speakers into a single unit.",
                "Oh sure, our science teacher is a real barrel of fun, especially when he's the detention monitor.",
                "Simply knowing that you could be monitoring them closely will cause your team members to take their time on the clock more seriously.",
                "You can initiate policies until the cows come home, but unless they're monitored, you won't get results."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbW9uaXRvcg&hash=b1a64964bd93fcf7601b504500ecf00ce3e4fb10&lang=en&cache-only=0",
            "defineEn": "to carefully check the quality, activity, or changes of something for a period of time",
            "defineVi": "để kiểm tra cẩn thận chất lượng, hoạt động, hoặc thay đổi của một cái gì đó trong một khoảng thời gian"
        },
        {
            "id": "e34d95ce-5e5f-458c-b487-706ad164631c",
            "word": "motor",
            "phonetic": "moʊɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The interneurons in the spinal cord help to relay signals from sensory neurons to motor neurons, allowing for coordinated movements.",
                "They claim drag racing is the most exciting motor sport.",
                "I put my hands on the machine to see if I could feel the motor running.",
                "What is motor agitation?",
                "And basically dynamically break the motor."
            ],
            "audio": "https://tts.langeek.co/read?text=bW90b3I&hash=769934d77878d5ff6f867dd6e38f6eaed994de71&lang=en&cache-only=0",
            "defineEn": "a machine that converts any form of energy into mechanical energy",
            "defineVi": "một cỗ máy chuyển đổi bất kỳ dạng năng lượng nào thành năng lượng cơ học",
            "hasImg": true
        },
        {
            "id": "510469fd-86cd-40f0-9f8b-b7f06ebf27fe",
            "word": "rate",
            "phonetic": "ɹeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hotel had expensive rates during the holiday season.",
                "The bank raised interest rates.",
                "The sector is growing at a phenomenal rate.",
                "Interest rates have been held at 8% for a year now.",
                "Crime rates are soaring and our public transport system is beyond a joke."
            ],
            "audio": "https://tts.langeek.co/read?text=cmF0ZQ&hash=deda367dfd54b7d014a80d15a9a5086c72f90527&lang=en&cache-only=0",
            "defineEn": "the number of times something changes or happens during a specific period of time",
            "defineVi": "số lần một cái gì đó thay đổi hoặc xảy ra trong một khoảng thời gian cụ thể",
            "hasImg": true
        },
        {
            "id": "8c5581b8-2255-4bd7-b7d0-408578f109e1",
            "word": "weathering",
            "phonetic": "wɛðɚɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "More rock was exposed to weathering, which drew carbon dioxide out of the atmosphere. ",
                "That’s because rainwater often pulls carbon from the atmosphere during the weathering process.",
                "Earlier in the Eocene, the collision of the Indian Plate with the Eurasian Plate created the Himalayas, and the slow weathering of these new mountains gradually removed Carbon Dioxide from the air.",
                "Weathering and erosion by wind and water are constantly reshaping what our planet's surface looks like, and even if it takes so long that we don't usually notice it, it's happening.",
                "And basalt is really, really good at soaking up CO2 in the process of weathering."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VhdGhlcmluZw&hash=69f7b4c123db82dff93d84fcf07502d92e8e7846&lang=en&cache-only=0",
            "defineEn": "the effect of sunlight, wind, or rain, on rocks that makes them change color or appearance",
            "defineVi": "tác động của ánh sáng mặt trời, gió hoặc mưa lên đá khiến chúng thay đổi màu sắc hoặc hình dạng"
        },
        {
            "id": "5c0e0357-5710-4608-9fe8-8881b937a4fe",
            "word": "impervious",
            "phonetic": "ɪmpɜːviəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And so this setup was impervious to civilian intervention.",
                "I'm impervious to your piddly little balls!",
                "They're impervious to electromagnetic interference.",
                "And we shouldn't assume that our political institutions are impervious to the opinions of the public.",
                "And for their inspection equipment, EDAC needed to have ultra stable computers that are basically impervious to dust."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wZXJ2aW91cw&hash=2028e6fb3269e6144727a10744ddf9fab1726262&lang=en&cache-only=0",
            "defineEn": "preventing a substance such as liquid from passing through",
            "defineVi": "ngăn chặn một chất như chất lỏng đi qua"
        }
    ]
}