{
    "id": "312abd57-7e73-454a-b4e7-018d9a83bca1",
    "title": "Politics",
    "originalTitle": "Lesson 5",
    "words": [
        {
            "id": "73289815-aaed-47d3-b11b-f9f5fb8ed8f7",
            "word": "affair",
            "phonetic": "ɐfɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their affair was an open secret in army circles.",
                "So who spilled the beans about her affair with David?",
                "I’ve washed my hands of the whole affair.",
                "His confession involved a number of other politicians in the affair.",
                "I must tell you that I find myself in the wrong box with this affair."
            ],
            "audio": "https://tts.langeek.co/read?text=YWZmYWly&hash=e248a02309ecc0f235c3d08c4225888cce9eb7a0&lang=en&cache-only=0",
            "defineEn": "an event that concerns the public or is of political importance",
            "defineVi": "một sự kiện liên quan đến công chúng hoặc có tầm quan trọng chính trị",
            "hasImg": true
        },
        {
            "id": "42de046c-2743-46a8-acd4-4eb5829f7d9d",
            "word": "bill",
            "phonetic": "bɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "My father pays his bills at the beginning of the month.",
                "Come on, Bill.",
                "The bill has the President's seal of approval.",
                "The bill was four votes shy of a majority.",
                "His parents footed the bill for his college education."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlsbA&hash=7338efb8049a8ff015ef40e2dbb236db4acc13c0&lang=en&cache-only=0",
            "defineEn": "a new law that is proposed to a parliament to be discussed about",
            "defineVi": "một luật mới được đề xuất cho một quốc hội để được thảo luận về"
        },
        {
            "id": "cf2dd8d2-bfbb-43e6-8102-8b7e3fcbc10e",
            "word": "congress",
            "phonetic": "kɑːŋɡɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Congress weighed the pros and cons of the new tax plan.",
                "The congress should be remembered in our prayers.",
                "In 1996, Congress unanimously passed the Food Quality Protection Act.",
                "Congress must act decisively against this threat.",
                "He was elected to Congress last year and is now running for governor."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZ3Jlc3M&hash=008dfdc8da01a770cc622227dd52e7cfff0748e1&lang=en&cache-only=0",
            "defineEn": "(in some countries) the group of people who have been elected to make laws, which in the US it consists of the House of Representatives and the Senate",
            "defineVi": "(ở một số quốc gia) nhóm người được bầu để ban hành luật, ở Mỹ nó bao gồm Hạ viện và Thượng viện",
            "hasImg": true
        },
        {
            "id": "9732cb23-103e-4625-9ba1-bcbc43d4885b",
            "word": "conservative",
            "phonetic": "kənsɜːvətɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "More conservative candidates are losing ground in key battleground states.",
                "It turned out that as a new kid on the block you are a real threat to existing parties in a rather conservative industry.",
                "Jennifer's conservative views make her the black sheep among her more liberal-minded friends.",
                "Mark was eager to invest all his savings into a new business opportunity, but his financial advisor cautioned him that who grasps at too much loses everything, and recommended a more conservative approach.",
                "Conservatives have no problem with Social Security."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VydmF0aXZl&hash=d8e48102128c1f16649ab6e4fed7208d44edda69&lang=en&cache-only=0",
            "defineEn": "a person who is a member of a conservative party which is against changes",
            "defineVi": "một người là thành viên của một đảng bảo thủ chống lại những thay đổi"
        },
        {
            "id": "e724e99e-c562-4d4f-b05e-5dc811305011",
            "word": "council",
            "phonetic": "kaʊnsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The council changed its mind on the by-pass before the ink was dry.",
                "The county council plans to build a bypass.",
                "The proposal has won the approval of the city council.",
                "The Council is the Achilles heel of European democracy, if not the black hole.",
                "The council says it will prosecute traders who break the law."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bmNpbA&hash=74e8e99ea135ea68af7dc1948d97e157062a4b51&lang=en&cache-only=0",
            "defineEn": "a group of elected people who govern a city, town, etc.",
            "defineVi": "một nhóm người được bầu cai quản một thành phố, thị trấn, v.v.",
            "hasImg": true
        },
        {
            "id": "d07b4ad4-deea-46c3-a694-89c0c01eb0a1",
            "word": "to debate",
            "phonetic": "tə dᵻbeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The politician's opponent laughed at his proposal during the debate.",
                "Our next class will take the form of a debate.",
                "The five candidates spent almost the entire debate ahead of the primaries trading punches.",
                "This debate will run and run!",
                "During a debate, each debater has the burden of proof to support their arguments and convince the audience of their position."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGViYXRl&hash=d547f9541cacae4bd6821a6721054a6f7f7a8081&lang=en&cache-only=0",
            "defineEn": "to formally discuss a matter",
            "defineVi": "để chính thức thảo luận về một vấn đề",
            "hasImg": true
        },
        {
            "id": "ca978bca-aa91-4631-ab00-58c0cb095460",
            "word": "democracy",
            "phonetic": "dᵻmɑːkɹəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "What do we mean by democracy?",
                "The Council is the Achilles heel of European democracy, if not the black hole.",
                "Although America is a democracy, a lot of key decisions are made behind closed doors by unelected advisers.",
                "The opposition parties have cried foul at the president's act, seeing it as a violation of democracy.",
                "Democracy is fragile."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtb2NyYWN5&hash=2e6fa0bf6988074d74ccd111dba58b8494853b81&lang=en&cache-only=0",
            "defineEn": "a system of government based on the vote of the public who choose their representatives periodically by free election",
            "defineVi": "một hệ thống chính phủ dựa trên lá phiếu của công chúng, những người chọn đại diện của họ theo định kỳ bằng bầu cử tự do"
        },
        {
            "id": "e6f04c77-aa57-499b-9d2f-86eb221ec0f8",
            "word": "to elect",
            "phonetic": "tʊ ᵻlɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She was elected to serve as secretary of the local party.",
                "He was elected to Congress last year and is now running for governor.",
                "The politician made many promises during his campaign, but after he was elected, he failed to fulfill any of them.",
                "Ordinarily, our elected representatives would think nothing of spending another $20 billion.",
                "The state's newly elected governor is trying to put new wine in old bottles by revitalizing several different institutions and infrastructures with bold, progressive changes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWxlY3Q&hash=ffbf252d5538f60628b72080c45c44ad5fa3e35b&lang=en&cache-only=0",
            "defineEn": "to choose a person for a specific job, particularly a political one, by voting",
            "defineVi": "để chọn một người cho một công việc cụ thể, đặc biệt là một chính trị, bằng cách bỏ phiếu",
            "hasImg": true
        },
        {
            "id": "026f45ba-6235-4969-8f0e-dad07670a1cf",
            "word": "federal",
            "phonetic": "fɛdɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A federal judge just sent the CEO up the river for 45 years for defrauding millions of customers.",
                "The research is being done under the auspices of the federal government.",
                "The bank claims its hands are tied by federal regulators.",
                "The small-town mayor has been punching above her weight recently, going head-to-head with federal lawmakers over the issue of immigration reform.",
                "In the US, federal bureaucrats fulfill a number of specific important functions."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVkZXJhbA&hash=cf992f57140f93724d0da15edb67d9f5e3388ba7&lang=en&cache-only=0",
            "defineEn": "relating to the central government of a country rather than the local ones",
            "defineVi": "liên quan đến chính quyền trung ương của một quốc gia chứ không phải là những người địa phương"
        },
        {
            "id": "bacb6d92-c3c5-42ef-b092-83c24ae4282b",
            "word": "to govern",
            "phonetic": "tə ɡʌvɚn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The dictator governed the country with a heavy hand, suppressing any form of dissent or opposition.",
                "Instead of the familiar laws of Newtonian physics, the movement of the ball is governed by quantum mechanics.",
                "\"Americans only shall govern America.\"",
                "and they govern it",
                "And he governed as an establishment figure. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ292ZXJu&hash=490ede61f1fc72f1d05dedccae5f451f8f85aae0&lang=en&cache-only=0",
            "defineEn": "to regulate or control a person, course of action or event or the way something happens",
            "defineVi": "để điều chỉnh hoặc kiểm soát một người, quá trình hành động hoặc sự kiện hoặc cách một cái gì đó xảy ra"
        },
        {
            "id": "8a9ef3e2-0736-4e16-984b-e7135eea694c",
            "word": "activist",
            "phonetic": "æktɪvɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The activist group launched a campaign to expose the gnomes of Zurich and other powerful figures in the financial world, calling for greater regulation and oversight of the global financial system.",
                "Many workers' rights activists have tended to promote the need to go through legal channels to secure workers' rights.",
                "One hundred years from now, will we remember the sitcom star, or the surgeon, or the human rights activist, or the guy who juggled frogs?",
                "Despite being from different backgrounds, the two activists shared a deep commitment to social justice and were kindred spirits in their fight for equality.",
                "The claim that soldiers killed an outspoken young ethnic activist in self-defense sets the alarm bells ringing,"
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0aXZpc3Q&hash=3f05278e50bcc0f539586f6333a9e670f1652e23&lang=en&cache-only=0",
            "defineEn": "a person who tries to bring about political or social change, especially someone who supports strong actions such as protests, etc.",
            "defineVi": "một người cố gắng mang lại thay đổi chính trị hoặc xã hội, đặc biệt là người ủng hộ các hành động mạnh mẽ như biểu tình, v.v.",
            "hasImg": true
        },
        {
            "id": "efb3204b-a98c-499e-8a07-bfb4d986a3b6",
            "word": "absolutism",
            "phonetic": "æbsəluːɾɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "But he also opposed absolutism and urged concern for the overall well-being of society.",
                "If moral absolutism sounds too rigid, maybe Moral Relativism would appeal to you.",
                "We’ve seen attempts to centralize government power over large communities in western Europe, and fights over constitutionalism or absolutism.",
                "In the days of absolutism monarchs across Europe embraced the idea that they had the divine right to their absolute rule.",
                "However, the Republican Party has sort of absorbed the NRA's talking points and this idea of sort of gun rights absolutism."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJzb2x1dGlzbQ&hash=b1a95aeb7e95bcf463972858ffa3d82519dbcb83&lang=en&cache-only=0",
            "defineEn": "belief in a political theory that stands for giving the total power and authority to a single person or government at all times",
            "defineVi": "niềm tin vào một lý thuyết chính trị đại diện cho việc trao toàn bộ quyền lực và thẩm quyền cho một người hoặc chính phủ duy nhất mọi lúc"
        },
        {
            "id": "7de1cd5a-212a-488e-ba1f-5695f2b073f2",
            "word": "alliance",
            "phonetic": "ɐlaɪəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "With the signing of the treaty, a powerful new European alliance first saw the light of day.",
                "In politics, it's often true that the enemy of your enemy is your friend, and we see strange alliances formed for short-term gain.",
                "The politician made a point of showing respect and kindness to his opponents, believing that it is good to make a bridge of gold to a flying enemy, and that treating people well could help him build alliances and get things done.",
                "He wanted an alliance.",
                "We witnessed an alliance between an elected head of state and a violent extremist organization on full display."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxsaWFuY2U&hash=28dd64272e8d30442bb08bbad2a62139bf0c92e0&lang=en&cache-only=0",
            "defineEn": "an association between countries, organizations, political parties, etc. in order to achieve common interests",
            "defineVi": "sự liên kết giữa các quốc gia, tổ chức, đảng phái chính trị, v.v. nhằm đạt được lợi ích chung",
            "hasImg": true
        },
        {
            "id": "7227c568-7fd1-41c9-b5de-f55899c46897",
            "word": "ambassador",
            "phonetic": "ɐmbæsədɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The ambassador was called back to London by the prime minister.",
                "The ambassador curried favor with the dictator by praising his construction projects.",
                "Both of them make excellent ambassadors.",
                "In 1956, during a diplomatic reception in Moscow, Soviet leader Nikita Khrushchev told Western Bloc ambassadors, \"My vas pokhoronim!\"",
                "The Russian ambassador to the United Nations was shown a copy of that investigation at a U.N. Security Council meeting."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1iYXNzYWRvcg&hash=33ce745cb4dffd188326ce6e100415087961b3bc&lang=en&cache-only=0",
            "defineEn": "a senior official whose job is living in a foreign country and representing their own country",
            "defineVi": "một quan chức cấp cao có công việc đang sống ở nước ngoài và đại diện cho đất nước của họ"
        },
        {
            "id": "4a05f9ab-5ce7-49ef-af4a-cdd1b5859c4f",
            "word": "assembly",
            "phonetic": "ɐsɛmbli ",
            "partOfSpeechType": "noun",
            "examples": [
                "Surprisingly, nine of the 31 Republicans in the Assembly broke ranks to vote with the Democrats.",
                "They will pull faces at each other during the school assembly.",
                "This is assembly.",
                "We followed the assembly of the Vespa Primavera 125.",
                "-So, this gentleman over here is doing final assembly on a rocket?"
            ],
            "audio": "https://tts.langeek.co/read?text=YXNzZW1ibHk&hash=c03fbc93efecba82035c11492c1f4f11b0920559&lang=en&cache-only=0",
            "defineEn": "the act of gathering together to achieve a common goal",
            "defineVi": "hành động tập hợp lại với nhau để đạt được một mục tiêu chung",
            "hasImg": true
        },
        {
            "id": "dae181ab-bbe6-4852-8dc8-23cb7a5ba6a1",
            "word": "autonomy",
            "phonetic": "ɔːtɑːnəmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "We may not agree on everything in our relationship, but we have learned to live and let live, respecting each other's individuality and autonomy.",
                "Autonomy, on the other hand, allows more room for uncertainty and creative brainstorming.",
                "While Congress responded with the Equal Pay Act in 1963, younger women sought greater power and autonomy in addition to legislation.",
                "Up until this week, Kashmir had a large degree of autonomy.",
                "Autonomy is the desire to be self-directed and have the freedom to choose."
            ],
            "audio": "https://tts.langeek.co/read?text=YXV0b25vbXk&hash=2ce0ae09304ee884e45148997a129b9ba65f413d&lang=en&cache-only=0",
            "defineEn": "(of a country, region, etc.) the state of being independent and free from external control",
            "defineVi": "(của một quốc gia, khu vực, v.v.) trạng thái độc lập và không bị kiểm soát từ bên ngoài"
        },
        {
            "id": "ccc3502b-cf04-4d79-ba12-9666826c1786",
            "word": "ballot",
            "phonetic": "bælət ",
            "partOfSpeechType": "noun",
            "examples": [
                "Thankfully for our immune systems, we humans have ballots.",
                "Campaign officials fillings out ballots.",
                "Voters in New York City cast ballots today in primary elections for mayor.",
                "Cast your ballot.",
                "Ballots hidden in the bathroom."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsbG90&hash=a8590a04858031628ed936636ddec85d34ac1e84&lang=en&cache-only=0",
            "defineEn": "a piece of paper on which a vote is written",
            "defineVi": "một mảnh giấy mà một phiếu bầu được viết",
            "hasImg": true
        },
        {
            "id": "014abfeb-d104-48aa-a547-566d8f3ece84",
            "word": "bilateral",
            "phonetic": "baɪlæɾɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It negotiated bilateral deals directly with pharmaceutical firms.",
                "Bilateral control does the kind of illogical thing of saying.",
                "They have bilateral symmetry and a notochord during development and a skeleton as an adult, among other characteristics of this group of animals.",
                "They have bilateral symmetry and a notochord during development and a skeleton as an adult, among other characteristics of this group of animals.",
                "two dimensional Bilateral animals suddenly had a new dimension to play with."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlsYXRlcmFs&hash=01a7f71fac5f16003985d7d4d7f12d9f06d3e3de&lang=en&cache-only=0",
            "defineEn": "concerning two groups or countries",
            "defineVi": "liên quan đến hai nhóm hoặc quốc gia"
        },
        {
            "id": "71b59087-dabf-4921-9ef9-ea480eb4f156",
            "word": "balance of power",
            "phonetic": "bæləns ʌv paʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This support has dramatically tilted the balance of power in favor of the Algerian ruling elite.",
                "Yet, as fear sets in, that balance of power is being upended with a U.S. exit. ",
                "Yet, as fear sets in, that balance of power is being upended with a U.S. exit.",
                "A year after an Iranian general is killed by an America drone, some Iraqi militias grow increasingly hostile to the U.S. And balance of power.",
                "Can we shift the balance of power to beat entropy, and live longer?"
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsYW5jZSBvZiBwb3dlcg&hash=82c3aaf1cc1eb1e887f7a3a9f9b336401cdfe43b&lang=en&cache-only=0",
            "defineEn": "the situation in which a group of countries have enough military or political power to prevent a country from controlling other countries",
            "defineVi": "tình huống trong đó một nhóm các quốc gia có đủ sức mạnh quân sự hoặc chính trị để ngăn chặn một quốc gia kiểm soát các quốc gia khác"
        },
        {
            "id": "4f40242c-63c9-4e7d-9ece-07f8340874bf",
            "word": "bureau",
            "phonetic": "bjʊɹɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bureau bungled it.",
                "The annual average wage for a family doctor in the U.S., according to the Bureau of Labor Statistics, was $213,000 dollars.",
                "The Bureau doesn't give a time requirement in its definition.",
                "The Bureau also released state population numbers, which will reshape the balance of power in the U.S. House of Representatives for the next decade.",
                "And one of my conversations today was with the Women's Bureau at the Department of Labor."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVyZWF1&hash=246e5276d685da252d88b167571ea14c3b6f2a2c&lang=en&cache-only=0",
            "defineEn": "a division of a government department",
            "defineVi": "một bộ phận của một cơ quan chính phủ"
        },
        {
            "id": "988ddc3d-b4ea-4f38-b6af-efb2820a328d",
            "word": "candidacy",
            "phonetic": "kændɪdəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Imprisonment of student casts a shadow on Human Rights Council candidacy.",
                "The politician spent months greasing the skids with various interest groups and stakeholders before announcing his candidacy.",
                "A third party candidacy is a spoiler.",
                "What does her candidacy represent?",
                "In New Hampshire, Bill's candidacy seemed doomed."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FuZGlkYWN5&hash=3a909249aa5a6392f1a9c8f45addf73d8a1ade3f&lang=en&cache-only=0",
            "defineEn": "the fact or condition of being a candidate in an election",
            "defineVi": "thực tế hoặc điều kiện là một ứng cử viên trong một cuộc bầu cử",
            "hasImg": true
        },
        {
            "id": "02e3c1fc-2729-46f9-93e6-de31347e6f0d",
            "word": "capitalism",
            "phonetic": "kæpɪɾəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Nordic countries also practice capitalism.",
                "Is capitalism the best system?",
                "Capitalism is the only system in the world.",
                "Fortunately, capitalism is all about efficiency.",
                "Do we actually have capitalism?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwaXRhbGlzbQ&hash=a34f707365e09238738e6f1688e5d56defb54e6a&lang=en&cache-only=0",
            "defineEn": "an economic and political system in which industry, businesses, and properties belong to the private sector rather than the government",
            "defineVi": "một hệ thống kinh tế và chính trị trong đó ngành công nghiệp, doanh nghiệp và tài sản thuộc về khu vực tư nhân chứ không phải chính phủ"
        },
        {
            "id": "40406f1b-ccbd-456b-b31b-9b52302c559c",
            "word": "diplomacy",
            "phonetic": "dɪploʊməsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "At that stage of the game it was too late for diplomacy.",
                "Being assigned to the General Secretariat provided a worm's-eye view of international diplomacy.",
                "The United Nations is considered a big gun in global diplomacy.",
                "And enter diplomacy.",
                "But countries ahead of the curve are pursuing vaccine diplomacy."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlwbG9tYWN5&hash=f2266b7c0c8c30f6f9ce8b1baea1f44ee649a00e&lang=en&cache-only=0",
            "defineEn": "the job, skill, or act of managing the relationships between different countries",
            "defineVi": "công việc, kỹ năng hoặc hành động quản lý các mối quan hệ giữa các quốc gia khác nhau"
        },
        {
            "id": "c322658d-f72a-435a-8cab-ef8e449b446a",
            "word": "constitution",
            "phonetic": "kɑːnstɪtuːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The military-written constitution reserved 25 percent of Parliament for military officers.",
                "- During that time, these state legislators wrote, rewrote their constitution.",
                "The constitution does not decree the right to keep and bare arms.",
                "Anyway, as with Congress, the Constitution lays out certain qualifications for the presidency.",
                "The framers of the Constitution wanted a limited government."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3RpdHV0aW9u&hash=c4ee2729ef96ba47bb2afd6846aa307223de871f&lang=en&cache-only=0",
            "defineEn": "the official laws and principles by which a country or state is governed",
            "defineVi": "các luật và nguyên tắc chính thức theo đó một quốc gia hoặc tiểu bang được quản lý"
        },
        {
            "id": "cf0f2da7-0b1a-48ea-bf5e-99a2545eacd3",
            "word": "EU",
            "phonetic": "iːjuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Canada may follow the EU’s example by banning these products.",
                "Prime minister is in cloud cuckoo land on EU trade deal, says his father Stanley Johnson.",
                "Those EU guidelines have also raised the standards for environmental practices.",
                "Today, EU citizens benefit from many individual freedoms.",
                "EU treaties and regulations ensure easy travel, cheap telecommunications, a great variety of goods and services, as well as very strong health and safety standards."
            ],
            "audio": "https://tts.langeek.co/read?text=RVU&hash=16f839d102247be1df605d838db3d6055fe4d664&lang=en&cache-only=0",
            "defineEn": "a union of 27 European states that is formed to strengthen the economic and political bonds between its members",
            "defineVi": "một liên minh gồm 27 quốc gia châu Âu được thành lập để tăng cường mối quan hệ kinh tế và chính trị giữa các thành viên",
            "hasImg": true
        },
        {
            "id": "9e15ad07-2283-4109-a489-b45807060935",
            "word": "fanatic",
            "phonetic": "fɐnæɾɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Don't let these fanatics have nuclear weapons.",
                "- Listen, It's a young Asian American teen and basketball fanatic who just wants to dunk.",
                "It's what health trend fanatics claim to be using to detox, brighten skin and whiten their teeth.",
                "They had fought in Iraq for years, and had thousands of well-trained and fanatic soldiers.",
                "Since the beginning, we have said that this is a war against Muslim fanatics."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFuYXRpYw&hash=72e8c7b0ce9d6a6c4864b40620c1e13414dc30e7&lang=en&cache-only=0",
            "defineEn": "an overenthusiastic individual, especially one who is devoted to a radical political or religious cause",
            "defineVi": "một cá nhân quá nhiệt tình, đặc biệt là một người cống hiến cho một nguyên nhân chính trị hoặc tôn giáo cấp tiến"
        },
        {
            "id": "96a4879e-8d4f-4343-ac4c-3ff739905b16",
            "word": "ideological",
            "phonetic": "aɪdɪəlɑːdʒɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And the second thing is ideological.",
                "And ideological purity had replaced collaboration.",
                "Number two are the ideological attacks.",
                "He has no ideological moorings.",
                "That the nominees would be more ideological."
            ],
            "audio": "https://tts.langeek.co/read?text=aWRlb2xvZ2ljYWw&hash=1f10242e2ec882f4f0b6a18fa1c0251a5e9f807d&lang=en&cache-only=0",
            "defineEn": "based on or relating to a specific set of political or economic views or policies",
            "defineVi": "dựa trên hoặc liên quan đến một tập hợp các quan điểm hoặc chính sách chính trị hoặc kinh tế cụ thể"
        },
        {
            "id": "afd1cfed-6dd6-4e26-b218-83c6a5bac993",
            "word": "independence",
            "phonetic": "ɪndᵻpɛndəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The country celebrated its independence with a grand parade and fireworks.",
                "Jane was known for having her own way in relationships, always setting her own terms and expectations, which sometimes caused conflicts but also ensured her independence and happiness.",
                "She is happily single and enjoying her independence.",
                "In 1947, the Burmese government obtained independence, but not unity.",
                "Independence, freedom of choice, control of their lives, the opportunity to blend fully and equally into the rich mosaic of the American mainstream."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kZXBlbmRlbmNl&hash=986dfe85809ab6d25e21b84097098f05004215ca&lang=en&cache-only=0",
            "defineEn": "the state of being free from the control of others",
            "defineVi": "trạng thái thoát khỏi sự kiểm soát của người khác"
        },
        {
            "id": "f7d8604a-e9b0-4810-a6dc-e6dfca216945",
            "word": "internationally",
            "phonetic": "ɪntɚnæʃənəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The same thing actually applies internationally.",
                "Meanwhile, those three films grossed $2.3 billion in North America and $2.5 billion internationally.",
                "Internationally, Taco Bell has nearly 500 stores across almost 30 countries.",
                "So there's still a lot of room for growth for them internationally.",
                "So, I worry, internationally, what mischief he might cause."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJuYXRpb25hbGx5&hash=9e28ebff29060f141e3020826815f0be881e4db0&lang=en&cache-only=0",
            "defineEn": "relating to or among two or more countries",
            "defineVi": "liên quan đến hoặc giữa hai hoặc nhiều quốc gia"
        },
        {
            "id": "b21e8fe8-b108-4ef2-ae14-3d57db4081ab",
            "word": "globalism",
            "phonetic": "ɡloʊbəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "He did not create the xenophobia, the nationalism, the backlash against globalism and global crusades.",
                "But, if you compare Trump on globalism versus, say, Greta on globalism, versus, say, social movements that say the system is rigged on globalism, versus, say, Xi Jinping on globalism - Actually, this group is much more comfortable with Trump on globalism.",
                "But, if you compare Trump on globalism versus, say, Greta on globalism, versus, say, social movements that say the system is rigged on globalism, versus, say, Xi Jinping on globalism - Actually, this group is much more comfortable with Trump on globalism.",
                "And should we work to continue and deepen its legacy of globalism and monoculture?",
                "But, if you compare Trump on globalism versus, say, Greta on globalism, versus, say, social movements that say the system is rigged on globalism, versus, say, Xi Jinping on globalism - Actually, this group is much more comfortable with Trump on globalism."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xvYmFsaXNt&hash=c31e204a557ed8480379cd7d32f534f8bbf3fd25&lang=en&cache-only=0",
            "defineEn": "a belief in which the actions of one country affect all other countries in the world and that economic policy is built on benefiting the whole world not an individual country",
            "defineVi": "niềm tin rằng hành động của một quốc gia ảnh hưởng đến tất cả các quốc gia khác trên thế giới và chính sách kinh tế đó được xây dựng dựa trên lợi ích của cả thế giới chứ không phải của một quốc gia riêng lẻ"
        },
        {
            "id": "62723559-fdf6-43eb-8fc5-e843da2c202c",
            "word": "upper middle class",
            "phonetic": "ʌpɚ mɪdəl klæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Working class parents also tend to put a greater emphasis on obedience and discipline compared to their upper middle class counterparts, Lareau found."
            ],
            "audio": "https://tts.langeek.co/read?text=dXBwZXIgbWlkZGxlIGNsYXNz&hash=5cd0e20ea8e86f6d38449ab7147a868b0bd593aa&lang=en&cache-only=0",
            "defineEn": "a social class that its members have a high socioeconomic status and are between the middle and upper classes",
            "defineVi": "một tầng lớp xã hội mà các thành viên của nó có địa vị kinh tế xã hội cao và nằm giữa tầng lớp trung lưu và thượng lưu"
        },
        {
            "id": "5cfc9045-6887-4293-bee5-183a68688fea",
            "word": "quota system",
            "phonetic": "kwoʊɾə sɪstəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "China also has a quota system for manufacturers, they must produce a certain percentage of electric vehicles every year or they're fined.",
                "What the quota system, one thing that it's changed is that you can only get 10 films a year in China, or 25 to 34 films that, you know, it keeps going up.",
                "Before then we had a pretty racist quota system that favored northern Europeans."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVvdGEgc3lzdGVt&hash=417922e89df7b8fe4b0a6e813180bad80cf8b336&lang=en&cache-only=0",
            "defineEn": "a system that allows a limited number of immigrants to officially enter a country annually",
            "defineVi": "một hệ thống cho phép một số lượng hạn chế người nhập cư chính thức vào một quốc gia hàng năm"
        },
        {
            "id": "87d38979-6578-47c1-9433-5ff60e091cbd",
            "word": "refoulement",
            "phonetic": "ɹᵻfaʊəlmənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVmb3VsZW1lbnQ&hash=e4d777cb9ff71ae6fe65e9f007455c66bbfc0703&lang=en&cache-only=0",
            "defineEn": "the illegal practice of forcing the asylum seekers or the refugees to return to the country where they are at risk of prosecution",
            "defineVi": "hành vi bất hợp pháp buộc người xin tị nạn hoặc người tị nạn trở về quốc gia nơi họ có nguy cơ bị truy tố"
        },
        {
            "id": "12e3073c-cf63-40b8-b751-782c67673653",
            "word": "anarchy",
            "phonetic": "ænɑːɹki ",
            "partOfSpeechType": "noun",
            "examples": [
                "That was anarchy.",
                "It's called anarchy and trial by media.",
                "This was about democracy and our constitution versus anarchy.",
                "Because Shades is Juice from Sons of Anarchy.",
                "Also, did anybody else make Sons of Anarchy jokes throughout the show?"
            ],
            "audio": "https://tts.langeek.co/read?text=YW5hcmNoeQ&hash=9ba10cf511c5476d7ca45557475a43fcf27b0632&lang=en&cache-only=0",
            "defineEn": "the state of an organization or country that is lacking in order, authority, or control",
            "defineVi": "trạng thái của một tổ chức hoặc quốc gia thiếu trật tự, thẩm quyền hoặc kiểm soát"
        },
        {
            "id": "b0dfb8de-837c-45a1-b385-344a73f4ca29",
            "word": "confirmation hearing",
            "phonetic": "kɑːnfɚmeɪʃən hɪɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The interior secretary nominee, New Mexico Congresswoman Deb Haaland, had her confirmation hearing.",
                "These confirmations hearings are a joke. ",
                "A dozen of Bob Murray's coal miners showed up at the U.S. Senate in January for Scott Pruitt's confirmation hearing.",
                "Today, as part of that push, the president's nominee for energy secretary, former Michigan Governor Jennifer Granholm, advocated his energy plans at her Senate confirmation hearing.",
                "The Senate holds confirmation hearings for the Treasury secretary and critical national security officials amid a time of instability."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZmlybWF0aW9uIGhlYXJpbmc&hash=2f6c822b0aa13747848ef7a48ada7789da7b13fe&lang=en&cache-only=0",
            "defineEn": "a session that each US Senate committee holds in order to determine whether a candidate should be confirmed or rejected for a high federal office",
            "defineVi": "một phiên họp mà mỗi ủy ban Thượng viện Hoa Kỳ tổ chức để xác định xem một ứng cử viên nên được xác nhận hay từ chối cho một văn phòng liên bang cấp cao"
        }
    ]
}