{
    "id": "3156e875-b81a-49f2-b044-791058e46178",
    "title": "Lesson 42",
    "originalTitle": "Lesson 42",
    "words": [
        {
            "id": "a2093c26-d05d-4808-839a-69e82bce3c07",
            "word": "nepotism",
            "phonetic": "nɛpətɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Trump's nepotism and corruption were fat targets.",
                "They're very frustrated with the nepotism and the corruption, but in no way do I think they have any interest in seeing undermining of the regime.",
                "This country has become stymied in corruption, in nepotism and in misrule.",
                "He particularly disliked its rampant nepotism and practice of simony, the buying and selling of religious favours such as pardons from sin.",
                "It all goes back to when I said that you guys can't get a job at GMM, 'cause you can only work here through nepotism."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVwb3Rpc20&hash=96bbc7f495bc84d9b0e862e2c6b881c74c4f271e&lang=en&cache-only=0",
            "defineEn": "favoritism shown to relatives or close friends by those in power (as by giving them jobs)",
            "defineVi": "sự thiên vị dành cho người thân hoặc bạn bè thân thiết của những người có quyền lực (như bằng cách giao cho họ công việc)"
        },
        {
            "id": "65b48a87-9304-4ffe-8c5a-1d0afcb87f69",
            "word": "realism",
            "phonetic": "ɹiːəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "To create this, this realism.",
                "And at her school they did active shooter drills with just a bit more realism. -",
                "But, you don’t have to dig very deep into moral realism before you run into trouble.",
                "Rivera once referred to Kahlo's paintings as \"unconventional retablos imbued with a monumental realism.\"",
                "Although Roman culture was never fully lost, its influence declined and new art styles arose focused on religious symbolism and allegory rather than proportion and realism."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhbGlzbQ&hash=ad09c1e65a45a7a4495b544857def699c6359170&lang=en&cache-only=0",
            "defineEn": "a literary or artistic style that gives a lifelike representation of people, events, and objects",
            "defineVi": "một phong cách văn học hoặc nghệ thuật mang đến sự thể hiện sống động như thật về con người, sự kiện và đồ vật",
            "hasImg": true
        },
        {
            "id": "495bc0f0-d87c-4c48-9f25-9e38e1aea1a8",
            "word": "aphorism",
            "phonetic": "æfɚɹɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "And the Founders really understood Lord Acton’s aphorism, even though he said it after they originated the Constitution, that power corrupts, and absolute power corrupts absolutely. ",
                "Ultimately, Hamlet is a great play for its aphorisms, and its language, and its ambiguity, but also because it brilliantly captures the fact that we do not know what we are doing.",
                "It was a an aphorism in the recycling industry is that China had the most stringent environmental laws in place."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBob3Jpc20&hash=5f7c3c74ddbc2ae86ae6270b08d473137773c901&lang=en&cache-only=0",
            "defineEn": "a concise and memorable expression that contains a general truth or principle",
            "defineVi": "một biểu thức ngắn gọn và đáng nhớ có chứa một sự thật hoặc nguyên tắc chung"
        },
        {
            "id": "6a6fc27e-b43e-442f-8ddb-d42932e50f05",
            "word": "pessimism",
            "phonetic": "pɛsɪmɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "So sign number one: Feelings of hopelessness or constant pessimism.",
                "And they never went about that, at least not successfully, with an air of pessimism.",
                "You're never gonna fall prey to paralyzing pessimism.",
                "And this is where the blues comes in special relation to the United States that you can't reduce hope to narrow optimism, you see, And pessimism is a flip side of optimism.",
                "So why bother with all this pessimism?"
            ],
            "audio": "https://tts.langeek.co/read?text=cGVzc2ltaXNt&hash=70281fec2af1308ebaeec751000b7751c8d157b6&lang=en&cache-only=0",
            "defineEn": "the negative quality of having doubts about the future and expect the worst possible outcomes",
            "defineVi": "phẩm chất tiêu cực của việc nghi ngờ về tương lai và mong đợi những kết quả tồi tệ nhất có thể xảy ra"
        },
        {
            "id": "f35ead1c-1cfc-4974-8ffe-efca040e6250",
            "word": "mannerism",
            "phonetic": "mænɚɹɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The person may have unusual mannerisms.",
                "Although feudal mannerisms would evolve over time, the spirit behind them remained constant.",
                "So what you do is you match the other person's posture and mannerism.",
                "It could be just one mannerism that I'm doing that reminds you of them and that's why the transference is happening.",
                "So we need to figure out that other things, other than that one mannerism that are different and that set me apart from that other person."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFubmVyaXNt&hash=e8383c05f8efa2929fe7df3f63a7e0d4bc5a87df&lang=en&cache-only=0",
            "defineEn": "a behavioral attribute that is distinctive and peculiar to an individual",
            "defineVi": "một thuộc tính hành vi khác biệt và đặc biệt đối với một cá nhân"
        },
        {
            "id": "b192fcaf-92a6-43ec-b0b7-f1ad845570e1",
            "word": "truism",
            "phonetic": "tɹuːɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Although this truism may be a myth of the 20th/21st century.",
                "Well, the idea goes back to a truism that we’ve talked about before:",
                "So is this truism actually true?",
                "Now, the old truism used to be is Republicans care a lot about the courts.",
                "At the beginning of King’s career, it had been something of a truism amongst publishers that an author publishing more than one novel per year would be distasteful to an audience."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJ1aXNt&hash=bfb07b98a85cbb6ada5fc8328e150d93599531ca&lang=en&cache-only=0",
            "defineEn": "a self-evident truth or axiomatic statement that does not worth mentioning, used as a literary device",
            "defineVi": "một sự thật hiển nhiên hoặc tuyên bố tiên đề không đáng nhắc đến, được sử dụng như một thiết bị văn học"
        },
        {
            "id": "4377828d-1bc3-432f-b931-9e0adfa186ec",
            "word": "americanism",
            "phonetic": "ɐmɛɹɪkənɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW1lcmljYW5pc20&hash=b72a46cff7f1c12d8a3b496d5d4ee9d262374f71&lang=en&cache-only=0",
            "defineEn": "a custom that is peculiar to the United States or its citizens",
            "defineVi": "một phong tục đặc biệt đối với Hoa Kỳ hoặc công dân của nó"
        },
        {
            "id": "03198137-433b-4184-9821-47d4d4b2fd02",
            "word": "altruism",
            "phonetic": "ɔːltɹuːɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cook's altruism even applies to his future financial plans.",
                "Whether an act of altruism is worth it depends on the relationship between the two parties involved.",
                "But perhaps the most amazing thing about elephants is a capacity even more important than cleverness: their sense of empathy, altruism, and justice.",
                "You also learned about altruism, the bystander effect, and when we are more or less likely to help a person in need, and also about the social exchange theory, the reciprocity norm, the social responsibility norm, and social traps.",
                "But some of the most amazing things about dolphins are their senses of empathy, altruism, and attachment."
            ],
            "audio": "https://tts.langeek.co/read?text=YWx0cnVpc20&hash=73c2e5a31d8f706b98e629843ecf90659f58bd61&lang=en&cache-only=0",
            "defineEn": "the quality of unselfish concern for the welfare of others",
            "defineVi": "phẩm chất của mối quan tâm không ích kỷ cho phúc lợi của người khác"
        },
        {
            "id": "0900b3f1-12c6-4ce8-a9f4-ef21424a1cf2",
            "word": "plagiarism",
            "phonetic": "pleɪdʒɚɹɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The teacher encouraged their students to tell the truth and shame the devil, even if it meant admitting to cheating or plagiarism.",
                "This might sound like plagiarism, but at the time, it wasn't seen as stealing.",
                "When he was accused of plagiarism, we felt that, you know, his character was being attacked."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhZ2lhcmlzbQ&hash=aef1022f8fde368ce04d10e42dd51d11bb1e1164&lang=en&cache-only=0",
            "defineEn": "the act of using someone else's work or ideas without giving them proper credit or permission",
            "defineVi": "hành động sử dụng công việc hoặc ý tưởng của người khác mà không cung cấp cho họ tín dụng hoặc sự cho phép phù hợp"
        },
        {
            "id": "1c601494-f4ad-4309-a9c4-38a75dfe2211",
            "word": "ventriloquist",
            "phonetic": "vɛntɹɪləkwɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"Yes, I did,\" answered the ventriloquist.",
                "Peter was a ventriloquist.",
                "Check out this next channel, dog ventriloquist channel.",
                "There's a military outfit in a ventriloquist dummy.",
                "Don't tell anybody about the ventriloquist dummy we're ahead of you."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVudHJpbG9xdWlzdA&hash=9462925bc4eb8f3236a401255e193351e9f43edf&lang=en&cache-only=0",
            "defineEn": "a performer who projects the voice into a wooden dummy",
            "defineVi": "một nghệ sĩ biểu diễn giọng nói vào một hình nộm bằng gỗ"
        },
        {
            "id": "87c1676d-320b-4927-903d-3621d64b3aa8",
            "word": "zeitgeist",
            "phonetic": "zaɪtɡaɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The best women business leaders follow their instincts and are good at putting their finger on the pulse of the zeitgeist.",
                "But, second, there's just going to be a zeitgeist change.",
                "And when you get a zeitgeist shift, you get an economy shift, the president benefits.",
                "He could go left and chase the political zeitgeist of the base.",
                "A lot of people who created this culture are kids or were kids when they created it, so it does actually reflect a teenage zeitgeist."
            ],
            "audio": "https://tts.langeek.co/read?text=emVpdGdlaXN0&hash=1d104bcdbb1361a1aa5633a3e57e59c7690eec8a&lang=en&cache-only=0",
            "defineEn": "the typical quality, mood, outlook, or spirit of a specific era that can be gathered from the ideas, traditions, beliefs, etc. of the people of that time",
            "defineVi": "phẩm chất, tâm trạng, quan điểm hoặc tinh thần điển hình của một thời đại cụ thể có thể được thu thập từ những ý tưởng, truyền thống, tín ngưỡng, v.v. của người dân thời đó"
        },
        {
            "id": "44712e5d-3aaa-47c0-9328-aa8b7f6ec430",
            "word": "fatalist",
            "phonetic": "feɪɾəlɪst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmF0YWxpc3Q&hash=63c3a92d5f011a26361c71d680fd36303c822031&lang=en&cache-only=0",
            "defineEn": "anyone who submits to the belief that they are powerless to change their destiny",
            "defineVi": "bất cứ ai phục tùng niềm tin rằng họ bất lực để thay đổi số phận của họ"
        },
        {
            "id": "f2239d49-4d20-4d16-9ee7-9c4a8c9b3aab",
            "word": "lobbyist",
            "phonetic": "lɑːbɪɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lobbyists play a major role in American policymaking.",
                "Lobbyists need to be the most trustworthy people.",
                "Twenty twenty has been a busy year for lobbyists so far.",
                "Greg Holman, a government affairs lobbyist with Public Citizen, has worked closely on the Stock Act.",
                "And they were just walking from room to room, the lobbyists."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9iYnlpc3Q&hash=fcd6027bd2320773c9bacacb3d090d617e60f19d&lang=en&cache-only=0",
            "defineEn": "someone who attempts to persuade politicians to agree or disagree with a law being made or changed",
            "defineVi": "một người cố gắng thuyết phục các chính trị gia đồng ý hoặc không đồng ý với luật được thực hiện hoặc thay đổi"
        },
        {
            "id": "a0c602f9-b6fb-47e7-9277-d6f1a3bb0aa8",
            "word": "masochist",
            "phonetic": "mæsəkɪst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFzb2NoaXN0&hash=2697f76190c994f970435ea3e19050a63ea95898&lang=en&cache-only=0",
            "defineEn": "someone who obtains pleasure from receiving punishment",
            "defineVi": "một người có được niềm vui từ việc nhận hình phạt"
        },
        {
            "id": "6e6de593-614f-4f47-88c6-7e938e2d0f76",
            "word": "numismatist",
            "phonetic": "nuːmɪsmətɪst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bnVtaXNtYXRpc3Q&hash=659574b081f0fc8ec3f017b52cb8bcc048842c66&lang=en&cache-only=0",
            "defineEn": "a collector and student of money (and coins in particular)",
            "defineVi": "một nhà sưu tập và sinh viên tiền (và đặc biệt là tiền xu)"
        },
        {
            "id": "5338346b-0645-4020-bd32-db02c6ce213f",
            "word": "oculist",
            "phonetic": "ɑːkjʊlɪst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2N1bGlzdA&hash=4890ad66c7e1fdf2f4a86873d6c043cd15346589&lang=en&cache-only=0",
            "defineEn": "a person skilled in testing for defects of vision in order to prescribe corrective glasses",
            "defineVi": "một người có kỹ năng kiểm tra các khiếm khuyết về thị lực để kê đơn kính điều chỉnh",
            "hasImg": true
        },
        {
            "id": "c6f3fc94-2f72-45f8-8daa-59b2a09af575",
            "word": "euthanasia",
            "phonetic": "juːθɐneɪʒə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some farmers resorted to euthanasia.",
                "For some hog and chicken farmers, euthanasia was the last resort.",
                "Yeah, yeah, euthanasia, where you help people pass on.",
                "- Have you ever considered assisted suicide or euthanasia?",
                "What do you think of Euthanasia?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZXV0aGFuYXNpYQ&hash=747dc1f8a62c0e31d658a7641a0eefc19e3aae67&lang=en&cache-only=0",
            "defineEn": "the act of killing someone painlessly (especially someone suffering from an incurable illness)",
            "defineVi": "hành động giết người không đau đớn (đặc biệt là người mắc bệnh nan y)"
        },
        {
            "id": "3aaa2823-9dad-4bdc-bac0-f8a9adb89fcf",
            "word": "hernia",
            "phonetic": "hɜːniə ",
            "partOfSpeechType": "noun",
            "examples": [
                "We're talking about belly-button hernias.",
                "Since we walk upright, gravity pulls on our exposed testes, which can lead to a potentially excruciating condition called inguinal hernia.",
                "Navel hernias affect as many as one in five newborns in the US, but they're rarely life-threatening, and are far less common in adults."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVybmlh&hash=4387ef6dd5aca77d7b31932a5a5080c0de99bd46&lang=en&cache-only=0",
            "defineEn": "a condition in which part of an organ squeezes through an opening in the muscle or tissue that holds it in place",
            "defineVi": "một tình trạng trong đó một phần của cơ quan vắt qua lỗ mở trong cơ hoặc mô giữ nó ở đúng vị trí"
        },
        {
            "id": "1206ea07-6e63-481f-9d04-bc77cbd06ad7",
            "word": "hysteria",
            "phonetic": "hɪstɪɹiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Or is this just hysteria?",
                "There were other quick fixes for hysteria, too.",
                "\"Dogs and cats, living together, mass hysteria!\"",
                "Was tulipomania an example of mass hysteria and human foolishness?",
                "A year later out of fear and hysteria over Japanese spies, FDR signs an executive order that incarcerates over a hundred thousand Japanese Americans into internment camps."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlzdGVyaWE&hash=42bd6b7ee3848f80026eaafd686d95901c31a3e3&lang=en&cache-only=0",
            "defineEn": "great excitement, anger, or fear that makes someone unable to control their emotions, and as a result, they start laughing, crying, etc.",
            "defineVi": "quá phấn khích, tức giận hoặc sợ hãi khiến ai đó không thể kiểm soát được cảm xúc của mình và kết quả là họ bắt đầu cười, khóc, v.v."
        },
        {
            "id": "18186554-9090-4796-b47c-eac1103b7288",
            "word": "mania",
            "phonetic": "meɪniə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Therefore not all Bipolar patients have Mania.",
                "The introduction of steam boats set off a mania for canal building.",
                "You can have mania that transitions straight down into depression.",
                "And with your mania, your physical state explodes your feelings.",
                "Mania is a state of hyper arousal."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuaWE&hash=33391fa2880b1a6ae2a4a460027f1d39232ee930&lang=en&cache-only=0",
            "defineEn": "mental condition that causes extreme and unusual changes in one's energy level, mood, or emotions",
            "defineVi": "tình trạng tâm thần gây ra những thay đổi cực đoan và bất thường về mức năng lượng, tâm trạng hoặc cảm xúc của một người"
        }
    ]
}