{
    "id": "315f51fa-51d9-4e13-be8b-4e2510eabc4f",
    "title": "Hobbies",
    "originalTitle": "Lesson 9",
    "words": [
        {
            "id": "1dc2d8d5-84f0-45ef-a0df-bb9010d7e1e7",
            "word": "climbing",
            "phonetic": "klaɪmɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My climbing boots were sitting unused in a cupboard.",
                "Goats get their awesome climbing skills thanks to their special two-toed hooves.",
                "During the climbing season, base camp becomes a mini city.",
                "They're good at climbing, broadly.",
                "Like foraging, climbing, running, playing, and chewing."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xpbWJpbmc&hash=fc974cfe5059d1b88b4f8667a21073c39d3ca847&lang=en&cache-only=0",
            "defineEn": "the activity or sport of going upwards toward the top of a mountain or rock",
            "defineVi": "hoạt động hoặc môn thể thao đi lên phía trên đỉnh núi hoặc đá",
            "hasImg": true
        },
        {
            "id": "6c9f4889-2973-4095-8b03-97c3f899d4e6",
            "word": "fishing",
            "phonetic": "fɪʃɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My dad took me fishing, and we caught a big fish.",
                "To go swimming/fishing/jogging.",
                "The place still feels like a small fishing village.",
                "The lunch invitation was clearly a fishing expedition to obtain information about his private life.",
                "They worried about an FBI fishing expedition."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlzaGluZw&hash=73bf36f08af741a5f8547e8efae7fe898f9e1283&lang=en&cache-only=0",
            "defineEn": "the activity of catching a fish with special equipment such as a fishing line and a hook or net",
            "defineVi": "hoạt động đánh bắt cá bằng các thiết bị đặc biệt như dây câu và lưỡi câu hoặc lưới",
            "hasImg": true
        },
        {
            "id": "d69f5709-8015-420d-941a-a3747e33dae9",
            "word": "gardening",
            "phonetic": "ɡɑːɹdənɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He loved gardening.",
                "She spends her free time gardening as a hobby.",
                "She uses organic gardening methods in her garden, avoiding harmful chemicals.",
                "Sarah agreed to help her neighbor with the gardening, even though she had other plans, just to do for a quiet life.",
                "He struck the right note with his future mother-in-low when he brought her a book on gardening - her favourite hobby!"
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FyZGVuaW5n&hash=1dbc6aa47b12f8b632d6525e18746cae59e469e2&lang=en&cache-only=0",
            "defineEn": "the activity of taking care of trees, bushes, and flowers in a garden for pleasure",
            "defineVi": "hoạt động chăm sóc cây cối, bụi rậm và hoa trong vườn để giải trí",
            "hasImg": true
        },
        {
            "id": "0530af2d-23fa-4e4c-a066-2a8ca56e70c4",
            "word": "hiking",
            "phonetic": "haɪkɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hiking is a great way to explore nature and enjoy the fresh air.",
                "The bramble bushes along the hiking trail were filled with ripe dewberries.",
                "She joined a hiking group to meet like-minded individuals and discover new trails.",
                "Emily enjoys outdoor activities like hiking and cycling to keep herself in shape.",
                "We followed the map's directions to reach the hiking trail."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlraW5n&hash=a2885823492eeb435c94bf11983849d3cbe8f65f&lang=en&cache-only=0",
            "defineEn": "the activity of taking long walks in the country or mountains, often for fun",
            "defineVi": "hoạt động đi bộ đường dài trong nước hoặc trên núi, thường là để giải trí",
            "hasImg": true
        },
        {
            "id": "dbe6af98-895a-45c3-83ab-6a736f2b64b9",
            "word": "jogging",
            "phonetic": "dʒɑːɡɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "For some people, early morning jogging is their cup of tea.",
                "To go swimming/fishing/jogging.",
                "One day while jogging, she had a heart attack and collapsed.",
                "This cell phone footage is believed to show Ahmaud Arbery jogging in a South Georgia neighborhood before coming upon two men in a truck.",
                "So unless you do a whole lot of like high vertical biking or jogging or whatever."
            ],
            "audio": "https://tts.langeek.co/read?text=am9nZ2luZw&hash=6591877317a045949953e74c36a0365574f70c25&lang=en&cache-only=0",
            "defineEn": "the sport or activity of running at a slow and steady pace",
            "defineVi": "môn thể thao hoặc hoạt động chạy với tốc độ chậm và ổn định",
            "hasImg": true
        },
        {
            "id": "0536d59b-6c9f-407b-ac10-f3c8fc2e0d75",
            "word": "knitting",
            "phonetic": "nɪɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So yes, in quarantine, some people took up baking and knitting and I deep dived into crypto and NFTs.",
                "It was woven on a type of loom, by threading individual wires through various holes with large needles, kinda like knitting needles.",
                "So there’s a lot more to knitting than scarf patterns: it can also take you to the moon and back.",
                "So there’s a lot more to knitting than scarf patterns: it can also take you to the moon and back.",
                "Adrenaline junkies may jump out of planes to hit their ideal level, whereas others might be satiated by an engaging book, or new knitting pattern."
            ],
            "audio": "https://tts.langeek.co/read?text=a25pdHRpbmc&hash=94a524964d79d770e2a57b1de810ebaeaf18f39f&lang=en&cache-only=0",
            "defineEn": "the skill or act of making a piece of clothing from threads of wool, etc. by using a pair of special long thin needles or a knitting machine",
            "defineVi": "kỹ năng hoặc hành động tạo ra một bộ quần áo từ những sợi len, v.v. bằng cách sử dụng một cặp kim dài mỏng đặc biệt hoặc máy dệt kim",
            "hasImg": true
        },
        {
            "id": "380630e3-bb3b-4a90-947c-e2a9e12633f8",
            "word": "leisure",
            "phonetic": "liːʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In his leisure time he follows West Ham United.",
                "It's true what they say, the busiest men have the most leisure.",
                "She had a job which never got in the way of her leisure interests.",
                "The procrastinator complained about not having enough time to pursue their hobbies, but idle folk have the least leisure, and their lack of productivity left them with little free time.",
                "Mary spent her days in pointless leisure while her potential wasted away, proving that as good be an addled egg as an idle bird."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVpc3VyZQ&hash=faa88f6fec24fbf1ba895a6943d6ecdfb5999bf6&lang=en&cache-only=0",
            "defineEn": "a time for relaxing when one is free from duties and can spend one's time doing fun activities",
            "defineVi": "thời gian để thư giãn khi một người rảnh rỗi và có thể dành thời gian cho các hoạt động vui chơi",
            "hasImg": true
        },
        {
            "id": "ed02a5c5-78e6-438b-b474-234d7f0b6880",
            "word": "oil painting",
            "phonetic": "ɔɪl peɪntɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "With oil painting, artists paint from back to front, painting the landscape first and the details later.",
                "Four oil paintings by Kurtz were loaded into a test canister, and orbited 98 times around the earth with the space shuttle Columbia, over the course of 6 days."
            ],
            "audio": "https://tts.langeek.co/read?text=b2lsIHBhaW50aW5n&hash=f922e400d3874d325407aaa836714ea0945b763f&lang=en&cache-only=0",
            "defineEn": "the art or technique of painting with oil paint",
            "defineVi": "nghệ thuật hoặc kỹ thuật vẽ bằng sơn dầu",
            "hasImg": true
        },
        {
            "id": "3df08a6f-4cc3-4236-b836-9074acd34c3f",
            "word": "photography",
            "phonetic": "fətɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "My photography is widely exposing theme of escapism.",
                "Then, about a century or so ago, came another revolution: photography.",
                "I've always collected black-and-white photography.",
                "The walker has been great for photography.",
                "Then came the invention of daguerreotype photography."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhvdG9ncmFwaHk&hash=4e5b7d6f83abe9ceed76f236b1cf5a9b1fa5f9e6&lang=en&cache-only=0",
            "defineEn": "the process, art, or profession of capturing photographs or recording videos",
            "defineVi": "quy trình, nghệ thuật hoặc nghề chụp ảnh hoặc quay video",
            "hasImg": true
        },
        {
            "id": "07409e00-e8f1-48cc-af30-554fbfce8964",
            "word": "pottery",
            "phonetic": "pɑːɾɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She bought a beautiful piece of European pottery as a souvenir.",
                "Pottery became widespread.",
                "The oldest example of spice use in cooking is 6,000-year-old pottery found with traces of garlic-mustard, a plant with otherwise little-to-no nutritional value.",
                "This pigment was used in paint for wall art or mummy coffins, or in glazes for pottery.",
                "Pottery Barn Kids and Teen accounted for 15% of sales, and the remainder came from lighting store Rejuvenation and online gift buying site, Mark and Graham."
            ],
            "audio": "https://tts.langeek.co/read?text=cG90dGVyeQ&hash=4cf137060fff1ceaf4050a630c117cad32aa248f&lang=en&cache-only=0",
            "defineEn": "the skill or activity of making dishes, pots, etc. using clay",
            "defineVi": "kỹ năng hoặc hoạt động làm bát đĩa, nồi, v.v. bằng đất sét",
            "hasImg": true
        },
        {
            "id": "cba45119-046b-45ce-9dd1-1f87c23be51b",
            "word": "sewing",
            "phonetic": "soʊɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "he's sewing.",
                "Our sewing needle became a magnet!",
                "She went on sewing calmly.",
                "This is a sewing machine.",
                "And these flimsy sewing kits filled with needles?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2V3aW5n&hash=d81e22d96bdd2ffe282bc11f946bb41de304a318&lang=en&cache-only=0",
            "defineEn": "the skill or practice of using a scissor, needle, thread, etc. to make or repair clothing",
            "defineVi": "kỹ năng hoặc thực hành sử dụng kéo, kim, chỉ, v.v. để may hoặc sửa quần áo",
            "hasImg": true
        },
        {
            "id": "21189af7-a897-4e45-a9c5-fc21c7a1c5af",
            "word": "calligraphy",
            "phonetic": "kælɪɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Through Skillshare you have access to teachers who are experts in their field, like best-selling author and award-winning educator Peggy Dean, who teaches calligraphy, botanical line drawing, and how to price your work as a freelancer."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FsbGlncmFwaHk&hash=ae3dd6194f07820ba32ebe7a9784c02fbac12575&lang=en&cache-only=0",
            "defineEn": "the art of producing beautiful handwriting using special writing instruments such as a dip or brush pen",
            "defineVi": "nghệ thuật viết chữ đẹp bằng cách sử dụng các dụng cụ viết đặc biệt như bút nhúng hoặc bút lông",
            "hasImg": true
        },
        {
            "id": "3daf6a1c-2e31-436a-9e5b-8b4eb9b1c434",
            "word": "embroidery",
            "phonetic": "ɛmbɹɔɪdɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She admired the intricate design and embroidery on the toe of her handmade slippers.",
                "Liles: The Rose Phantom is the biggest embroidery we've done to date.",
                "If it was our embroidery stalk, then we could work on maybe 500 embroidery stalks over two weeks to a month.",
                "I think it’s less about embroidery and more about silhouettes.",
                "It's not just a case of scanning in an image, turning it into embroidery."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1icm9pZGVyeQ&hash=67ce4d34db5922f047073ff1a7d9a6f964a6ad7e&lang=en&cache-only=0",
            "defineEn": "the activity of sewing decorative patterns onto a piece of clothing",
            "defineVi": "hoạt động may các mẫu trang trí lên một bộ quần áo",
            "hasImg": true
        },
        {
            "id": "5752bfc4-c69f-4164-a287-e9ec7ae554e1",
            "word": "pastime",
            "phonetic": "pæstaɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "His sister told us Charlie's favorite pastime was walking the streets of his hometown of Bradford, making friends with the local community along the way.",
                "So, one reaction to the restrictions of the wage worker was to engage in the great American pastime of lighting out for the territories.",
                "So you can see when it's done right, feeding birds can be a wonderful pastime.",
                "So the court of Elsinore can be read as a commentary on Shakespeare’s own environment, in which being tried and beheaded for secret treason was kind of a national pastime.",
                "After the war, the sport became a pastime of the working class and affordable to many."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzdGltZQ&hash=9241552bc66f5fb6dd6b87d1c39d33e78252a00d&lang=en&cache-only=0",
            "defineEn": "an enjoyable activity that a person does regularly in their free time",
            "defineVi": "một hoạt động thú vị mà một người làm thường xuyên trong thời gian miễn phí của họ",
            "hasImg": true
        },
        {
            "id": "cda75537-ff86-49d5-b98c-8952dc8aa452",
            "word": "collector",
            "phonetic": "kəlɛktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The antique collector stumbled upon a collection of vintage candles made from tallow.",
                "Despite the challenges faced by the traditional music industry, vinyl records are alive and kicking, experiencing a resurgence in popularity among audiophiles and collectors.",
                "Most collectors work on monthly quotas.",
                "Many fields do rely on amateur collectors.",
                "Collectors index and organize their possessions."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGVjdG9y&hash=f790f52fdbd492f48ec3941d4da2c0e07fc7d97e&lang=en&cache-only=0",
            "defineEn": "someone who collects things, as a job or hobby",
            "defineVi": "một người thu thập mọi thứ, như một công việc hoặc sở thích",
            "hasImg": true
        },
        {
            "id": "f3f7f997-52a1-453e-8a95-29a7c7223b88",
            "word": "skateboarding",
            "phonetic": "skeɪtboːɹdɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2thdGVib2FyZGluZw&hash=571ade589766e93b8523c81c468c665eeeca0c62&lang=en&cache-only=0",
            "defineEn": "the sport or activity of riding a skateboard",
            "defineVi": "môn thể thao hoặc hoạt động cưỡi ván trượt",
            "hasImg": true
        },
        {
            "id": "61f0ad9f-2c04-42d8-b728-2d1b340ccc46",
            "word": "poetry",
            "phonetic": "poʊɪtɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Teachers should read more poetry to children.",
                "The writer's poetry is known for its abstract language and thought-provoking imagery.",
                "She gave a reading from her latest volume of poetry.",
                "Plenty of Christians have tried their hand at putting their beliefs into prose or poetry, usually with calamitous aesthetic results.",
                "If Tom thinks he'll be able to live off his bad poetry, he's living in la-la land!"
            ],
            "audio": "https://tts.langeek.co/read?text=cG9ldHJ5&hash=bf7542e3e5f86e777d64679cdc030b8d1ca69f74&lang=en&cache-only=0",
            "defineEn": "poems in general or as a whole",
            "defineVi": "bài thơ nói chung hoặc toàn bộ"
        },
        {
            "id": "7a78ec7d-f398-4393-bc60-069a84a5b441",
            "word": "to explore",
            "phonetic": "tʊ ɛksploːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Researchers are exploring the potential uses of dinoflagellates in biotechnology.",
                "We explored the regional cuisine, discovering a traditional dish of confit rabbit.",
                "We are currently exploring a remote village that is off the beaten track.",
                "The professor delivered a lecture on abstract mathematics, exploring complex theories and formulas.",
                "We took a boat tour to explore the beautiful coastline."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwbG9yZQ&hash=97d1dc31f05f8b27ff3fafd2bd49885014b5e66a&lang=en&cache-only=0",
            "defineEn": "to visit places one has never seen before",
            "defineVi": "đến thăm những nơi mà người ta chưa từng thấy trước đây",
            "hasImg": true
        },
        {
            "id": "a3557bfc-a950-4952-b763-172aca854379",
            "word": "clubbing",
            "phonetic": "klʌbɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "You could've just said no to no clubbing."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2x1YmJpbmc&hash=792210f999f389c605c598ea3b0864c8683ea877&lang=en&cache-only=0",
            "defineEn": "the act or activity of frequently hanging out in nightclubs",
            "defineVi": "hành động hoặc hoạt động thường xuyên đi chơi trong câu lạc bộ đêm",
            "hasImg": true
        },
        {
            "id": "ba3e6923-bbcd-47fa-a5ee-1f19b3c2623d",
            "word": "yoga",
            "phonetic": "joʊɡə ",
            "partOfSpeechType": "noun",
            "examples": [
                "She sometimes practices yoga in the morning.",
                "She teaches yoga to promote health and well-being.",
                "Next month, I will go on a yoga retreat to recharge my batteries.",
                "She goes to yoga classes every day and she even teaches yoga classes herself.",
                "My sister lives and breathes her yoga practice."
            ],
            "audio": "https://tts.langeek.co/read?text=eW9nYQ&hash=1eeb7d52cb93fe335db459bc3410011d34d36694&lang=en&cache-only=0",
            "defineEn": "a Hindu philosophy that focuses on mental and physical exercises which allow someone to be more conscious and united with the spirit of the universe",
            "defineVi": "một triết lý Ấn Độ giáo tập trung vào các bài tập thể chất và tinh thần cho phép một người nào đó có ý thức hơn và hợp nhất với tinh thần của vũ trụ",
            "hasImg": true
        },
        {
            "id": "0f4c9dd7-4109-453d-8a35-0344681d1a2d",
            "word": "basketry",
            "phonetic": "bæskɪtɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFza2V0cnk&hash=19a90a26777018a9e3d71cd0c734dccf135467be&lang=en&cache-only=0",
            "defineEn": "the craft or skill of making baskets by hand",
            "defineVi": "thủ công hoặc kỹ năng làm giỏ bằng tay",
            "hasImg": true
        },
        {
            "id": "7e5bb78b-ecb5-4ba9-bb21-58ba25523d1c",
            "word": "to craft",
            "phonetic": "tə kɹæft ",
            "partOfSpeechType": "verb",
            "examples": [
                "It's a classic example of 'full of courtesy, full of craft.'",
                "The quality of our reporting and the accuracy of our stories are a reflection of our commitment to the truth and our dedication to our craft.",
                "They use washable markers for coloring books and crafts.",
                "Make craft.",
                "Make craft."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3JhZnQ&hash=e269e494e8e787ba52baed9d7d36db6e2f458ca4&lang=en&cache-only=0",
            "defineEn": "to skilfully make something, particularly with the hands",
            "defineVi": "để khéo léo làm một cái gì đó, đặc biệt là với bàn tay",
            "hasImg": true
        },
        {
            "id": "7c3a6ebe-d9db-425e-b718-8652d57f78d0",
            "word": "cookery",
            "phonetic": "kʊkɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Despite the questionable quality of the food, they wolfed it down, knowing that hunger finds no fault with cookery."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29va2VyeQ&hash=30b539bd1b7ed645ee6a7b9fbc78bf474311e4d4&lang=en&cache-only=0",
            "defineEn": "the skill or activity of preparing food",
            "defineVi": "kỹ năng hoặc hoạt động chuẩn bị thức ăn",
            "hasImg": true
        },
        {
            "id": "7dce7615-1ad8-4e03-9c19-71ac0c3624ea",
            "word": "birdwatching",
            "phonetic": "bɜːdwwɑːtʃɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Squeaks and I were just outside, birdwatching!"
            ],
            "audio": "https://tts.langeek.co/read?text=YmlyZHdhdGNoaW5n&hash=f8c7ee812a2745bde8d625293db6b3be38773863&lang=en&cache-only=0",
            "defineEn": "the activity or hobby of studying birds by observing them in their natural surroundings",
            "defineVi": "hoạt động hoặc sở thích nghiên cứu các loài chim bằng cách quan sát chúng trong môi trường tự nhiên của chúng",
            "hasImg": true
        },
        {
            "id": "97cc51e9-b836-4ef5-8948-5b3bfc6231ad",
            "word": "horseback riding",
            "phonetic": "hɔːɹsbæk ɹaɪdɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'll have to invite you up for horseback riding.",
                "We enjoy going horseback riding.",
                "Well, there's an old saying that goes back to the first days of horseback riding.",
                "My daughter has horses, so we enjoy going horseback riding.",
                "Gucci's founder, Guccio Gucci, originally designed leather goods for the aristocratic upper classes, specializing in horseback riding gear."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9yc2ViYWNrIHJpZGluZw&hash=387af16a22ec02a4349d3df0e90195b8339381b6&lang=en&cache-only=0",
            "defineEn": "the competitive activity of riding horses, often with specific objectives such as jumping over obstacles or performing in a show ring",
            "defineVi": "hoạt động cạnh tranh cưỡi ngựa, thường với các mục tiêu cụ thể như nhảy qua chướng ngại vật hoặc biểu diễn trên võ đài",
            "hasImg": true
        },
        {
            "id": "dcda17db-0211-4e75-970f-1dc9a7c0a749",
            "word": "riding",
            "phonetic": "ɹaɪdɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "You don't quit riding because you get old, you get old because you quit riding.",
                "He trained daily in ballet, as well as fencing and riding, and through his example, dancing became an essential skill for all gentlemen of the era.",
                "There's probably a lot more riding on that Hinge profile, you know?",
                "You don't quit riding because you get old, you get old because you quit riding.",
                "Sometimes, people are taught about horses and their training, but more often, it involves actually caring for animals and learning riding skills."
            ],
            "audio": "https://tts.langeek.co/read?text=cmlkaW5n&hash=fcfb207c65191227b7f648b022bbba2348237855&lang=en&cache-only=0",
            "defineEn": "the state or act of a person who rides a horse",
            "defineVi": "trạng thái hoặc hành động của một người cưỡi ngựa",
            "hasImg": true
        },
        {
            "id": "9ff5144b-ae15-4118-8d7c-3dda4cdbc89d",
            "word": "sculpture",
            "phonetic": "skʌlptʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Michelangelo's sculptures and paintings are a testament to the fact that genius is an infinite capacity for taking pains.",
                "She is known for her abstract sculptures that explore the interplay of shapes, colors, and textures.",
                "She was inspired by the paintings and sculptures created by renowned artists in the museum.",
                "The sculpture was created in abstract form, with the artist exploring the interplay of shape and space.",
                "Finally, she tries Layla Mabray ice sculpture, and that works."
            ],
            "audio": "https://tts.langeek.co/read?text=c2N1bHB0dXJl&hash=07e33468d35269ea93aaebf01ccba4abbd08b4ba&lang=en&cache-only=0",
            "defineEn": "the art of shaping and engraving clay, stone, etc. to create artistic objects or figures",
            "defineVi": "nghệ thuật tạo hình và chạm khắc đất sét, đá, v.v. để tạo ra các đồ vật hoặc hình tượng nghệ thuật",
            "hasImg": true
        },
        {
            "id": "82d509cf-aebc-4a7e-b173-e979f5275016",
            "word": "drama",
            "phonetic": "dɹɑːmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend has been dealing with a lot of family drama lately, but I reminded her that we all have our crosses to bear and to take it one day at a time.",
                "In a political drama, when a new scandal or revelation is exposed, the plot thickens as the characters must navigate new challenges and conflicts.",
                "Getting involved in a toxic relationship may provide the thrill of drama and excitement, but it can also lead to emotional abuse, manipulation, and heartbreak.",
                "By staying out of drama and avoiding negative talk, I've been able to maintain positive relationships with those around me.",
                "This first diner overhears the drama right away."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhbWE&hash=9889b23245393f9ca6c85ba9dcc470683459ebc0&lang=en&cache-only=0",
            "defineEn": "a play that is performed in a theater, on TV, or radio",
            "defineVi": "một vở kịch được thực hiện trong một nhà hát, trên TV, hoặc đài phát thanh",
            "hasImg": true
        },
        {
            "id": "ea3ea29e-dd53-4e95-867d-e929a1d1eca1",
            "word": "hobby",
            "phonetic": "hɑːbi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Find a hobby.",
                "He should take up a hobby.",
                "She spends her free time gardening as a hobby.",
                "My parents always took an interest in my hobbies.",
                "It started as a hobby and grew from there."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9iYnk&hash=2ecea32c15040ecea8aaa7375e264ce32d075d01&lang=en&cache-only=0",
            "defineEn": "an activity that we enjoy doing in our free time",
            "defineVi": "một hoạt động mà chúng tôi thích làm trong thời gian rảnh của chúng tôi",
            "hasImg": true
        },
        {
            "id": "33bd93e7-f87e-4008-9e7d-32c3a87a1744",
            "word": "painting",
            "phonetic": "peɪntɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even the experts took the painting for a genuine Van Gogh.",
                "His paintings had a strong influence on me as a student.",
                "Your painting has come out really well.",
                "The old painting depicted a picturesque landscape from a bygone era.",
                "The paintings were damaged beyond recall."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFpbnRpbmc&hash=6e04849b7ef9492a3bb5aa1cdf7761ddfd58c783&lang=en&cache-only=0",
            "defineEn": "the act or art of making pictures, using paints",
            "defineVi": "hành động hoặc nghệ thuật tạo ra hình ảnh, sử dụng sơn",
            "hasImg": true
        },
        {
            "id": "95373e86-667b-4426-a2f1-9f9e667bafc4",
            "word": "drawing",
            "phonetic": "dɹɔːɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My kids personalize their notebooks with stickers and drawings.",
                "He took along a portfolio of his drawings.",
                "To do a drawing/painting/sketch.",
                "She used a gray pencil to sketch out her drawing.",
                "One mistake and we're back to the drawing board."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhd2luZw&hash=2f7884fac7adfe5711b435714a1b298433cb3214&lang=en&cache-only=0",
            "defineEn": "the activity or art of creating illustrations by a pen or pencil",
            "defineVi": "hoạt động hoặc nghệ thuật tạo hình minh họa bằng bút hoặc bút chì",
            "hasImg": true
        },
        {
            "id": "c00c4cf7-81af-44ba-9356-cf5c38ef1889",
            "word": "handicraft",
            "phonetic": "hændɪkɹæft ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dalahästar, or dala horses, are traditional handicrafts that have been around for centuries.",
                "The final stop is the weaving shed, where the making of household goods and handicrafts begins."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZGljcmFmdA&hash=53fa08488b92e3562764b524a192274f0c813b9b&lang=en&cache-only=0",
            "defineEn": "the activity or art of skillfully using one’s hand to create attractive objects",
            "defineVi": "hoạt động hoặc nghệ thuật sử dụng khéo léo bàn tay của mình để tạo ra những đồ vật hấp dẫn",
            "hasImg": true
        }
    ]
}