{
    "id": "3175983d-24fe-4b0d-bc48-b866f70ef6a1",
    "title": "The Media",
    "originalTitle": "Lesson 6",
    "words": [
        {
            "id": "01a2f7fc-b982-4d67-aa66-7f5fbf8e1a81",
            "word": "to announce",
            "phonetic": "tʊ ɐnaʊns ",
            "partOfSpeechType": "verb",
            "examples": [
                "The cop announced that the body in the dumpster was dead as a doornail.",
                "After months of anticipation, the couple announced that they have a bun in the oven.",
                "The trial has run its course, and the verdict will be announced tomorrow.",
                "When the judge announced the decision, the balloon went up, and emotions ran high in the courtroom.",
                "When they announced her name as the winner, she cried out in disbelief."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYW5ub3VuY2U&hash=6ae71b91505d376772c8687e44de4c4ee6707b3d&lang=en&cache-only=0",
            "defineEn": "to make plans or decisions known by officially telling people about them",
            "defineVi": "để thực hiện các kế hoạch hoặc quyết định được biết đến bằng cách chính thức nói với mọi người về họ",
            "hasImg": true
        },
        {
            "id": "eba9fca0-6148-40e0-9294-b977d2a421eb",
            "word": "to appear",
            "phonetic": "tʊ ɐpɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Three days later a rash appeared.",
                "Smoke appeared on the horizon.",
                "A bus appeared around the corner.",
                "Two faces appeared at our window.",
                "Small cracks appeared in the wall."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwZWFy&hash=4c79aa0d99faf7a2e6a0405f11be1ceaf284ccd3&lang=en&cache-only=0",
            "defineEn": "to become visible and noticeable",
            "defineVi": "để trở nên có thể nhìn thấy và đáng chú ý",
            "hasImg": true
        },
        {
            "id": "b401d8c8-41aa-4c88-a26a-8261fe851fbd",
            "word": "to broadcast",
            "phonetic": "tə bɹɔːdkæst ",
            "partOfSpeechType": "verb",
            "examples": [
                "He is ultimately responsible for every aspect of the broadcast.",
                "The company was rapped over the knuckles for broadcasting the interview.",
                "It was a slip of the tongue of the kind that does happen during live broadcasts.",
                "A Myanmar TV network broadcast this report that same day.",
                "They broadcast an IPO matches on India's Sony Macs TV channel."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJvYWRjYXN0&hash=5598f39d736217c3640c441a7902ce902437e435&lang=en&cache-only=0",
            "defineEn": "to use airwaves to send out TV or radio programs",
            "defineVi": "sử dụng sóng phát thanh để gửi các chương trình truyền hình hoặc đài phát thanh",
            "hasImg": true
        },
        {
            "id": "893d7512-f41c-4e47-801b-2308679cca5a",
            "word": "to contribute",
            "phonetic": "tə kəntɹɪbjuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Online ordering contributed seventy five percent of delivery sales.",
                "So the ring strain energy contributed 38.5 kiloJoules per mol.",
                "Industrial activities also contribute cement powder, particles from car tires, and other chemicals to the airborne mix.",
                "The planet’s weak gravity and molecular interactions with sunlight also contribute.",
                "The planet’s weak gravity and molecular interactions with sunlight also contribute."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udHJpYnV0ZQ&hash=444991684234600127c312a33b88b66f7eb6b271&lang=en&cache-only=0",
            "defineEn": "to give something, especially money or goods, in order to achieve a goal or help a cause",
            "defineVi": "đưa ra một cái gì đó, đặc biệt là tiền hoặc hàng hóa, để đạt được một mục tiêu hoặc giúp đỡ một nguyên nhân",
            "hasImg": true
        },
        {
            "id": "ef915991-1f08-4ac7-94ee-ec7086fe767f",
            "word": "editorial",
            "phonetic": "ɛdɪtoːɹɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And then this one, the iPhone 6S+ is also on editorial loan.",
                "Katherine Griwert is the editorial coordinating producer. ",
                "Jobs in the fact-checking department at the magazine became a desirable path to high-level editorial jobs.",
                "But we've made an editorial decision NOT to talk about New Jersey here on Crash Course, due to my long-standing anti-New Jersey bias.",
                "The paper was published with an editorial caveat that a team would be sent to Benveniste’s lab for follow-up."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWRpdG9yaWFs&hash=861aa9e3f665acc05f601614323ec549797075bc&lang=en&cache-only=0",
            "defineEn": "related to an article on a newspaper or magazine that gives the opinions of the editors",
            "defineVi": "liên quan đến một bài báo trên một tờ báo hoặc tạp chí đưa ra ý kiến của các biên tập viên"
        },
        {
            "id": "64526b37-aec1-4656-8898-bc798a330bba",
            "word": "journalism",
            "phonetic": "dʒɜːnəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have no truck with that style of gutter journalism.",
                "He started life as a teacher before turning to journalism.",
                "He moved to London where he built up a successful career in journalism.",
                "Despite having a degree in journalism, he got stuck in a dead-end job at an insurance company.",
                "Journalism puts a heavy strain on the best marriages."
            ],
            "audio": "https://tts.langeek.co/read?text=am91cm5hbGlzbQ&hash=989eb7024cf12fc9585674c901ede8117d741de1&lang=en&cache-only=0",
            "defineEn": "the product that is the result of a journalist's work",
            "defineVi": "sản phẩm là kết quả công việc của một nhà báo",
            "hasImg": true
        },
        {
            "id": "b5c4fc29-a292-463b-ab0c-1b9285a7646b",
            "word": "news agency",
            "phonetic": "nuːz eɪdʒənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Iran's state-run news agency announced the seizures."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV3cyBhZ2VuY3k&hash=6691d069ba2884da950a4d12c599ee687b1b597b&lang=en&cache-only=0",
            "defineEn": "an organization that gathers news stories for newspapers and TV or radio stations",
            "defineVi": "một tổ chức tập hợp các câu chuyện tin tức cho các tờ báo và đài truyền hình hoặc đài phát thanh",
            "hasImg": true
        },
        {
            "id": "f1dd2202-b269-4ebd-b3fb-4600e32ce8c9",
            "word": "panel",
            "phonetic": "pænəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I made it to the alarm panel, and then I hit the panic button.",
                "Panel black, hate it.",
                "This panel is really dumb.",
                "So my accessibility panel has two other people.",
                "Instead, the panel above your head contains a chemical oxygen generator."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFuZWw&hash=434aa15791ba5ef2c4a4e086331499999cf010e7&lang=en&cache-only=0",
            "defineEn": "a group of people with special skills or knowledge who have been brought together to discuss, give advice, or make a decision about an issue",
            "defineVi": "một nhóm người có kỹ năng hoặc kiến thức đặc biệt được tập hợp lại để thảo luận, đưa ra lời khuyên hoặc đưa ra quyết định về một vấn đề",
            "hasImg": true
        },
        {
            "id": "827ee14b-d536-41a1-b391-2f1a400d8864",
            "word": "piece",
            "phonetic": "piːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The piece raises the ghosts of a number of twentieth-century art ideas.",
                "That piece of work just rejected my resume for the third time!",
                "My mother went to pieces after his death.",
                "he broke off a piece of his chocolate.",
                "Play us that new piece."
            ],
            "audio": "https://tts.langeek.co/read?text=cGllY2U&hash=eef478a04c9accc95579134c49ae42ba9b838fd8&lang=en&cache-only=0",
            "defineEn": "a single composition or creation created by an artist, author or musician",
            "defineVi": "một tác phẩm hoặc tác phẩm được tạo bởi một nghệ sĩ, tác giả hoặc nhạc sĩ"
        },
        {
            "id": "d00c0573-28ff-4b31-afed-0670e4ca5aee",
            "word": "to present",
            "phonetic": "tə pɹɪzɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The lawyer presented the right argument in court.",
                "Bring Helen a present.",
                "Bring a present for Helen.",
                "He presented a false document as evidence in the court case.",
                "Our hosts presented us with an embarrassment of riches."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlc2VudA&hash=fbdbc79ce30213538d6b033b13c101fee368bad2&lang=en&cache-only=0",
            "defineEn": "(of a producer or company) to offer a show or exhibition to the general public",
            "defineVi": "(của một nhà sản xuất hoặc công ty) để cung cấp một chương trình hoặc triển lãm cho công chúng",
            "hasImg": true
        },
        {
            "id": "02a52e37-cca8-4e54-95ac-adb277601f81",
            "word": "rating",
            "phonetic": "ɹeɪɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was over the moon about the ratings.",
                "The politician is riding on the wave of public support, with high approval ratings and successful campaigns.",
                "His ratings collapsed.",
                "The authorities’ ratings collapsed.",
                "Net rating is the difference between offensive rating and defensive rating."
            ],
            "audio": "https://tts.langeek.co/read?text=cmF0aW5n&hash=8a3dab08832216caaa753665a3dc9057b0c2f70a&lang=en&cache-only=0",
            "defineEn": "a measurement of how good, popular or important etc. someone or something is",
            "defineVi": "một phép đo mức độ tốt, phổ biến hoặc quan trọng, v.v. của ai đó hoặc cái gì đó"
        },
        {
            "id": "92adc3ec-f9d5-4e91-828d-a65192899d98",
            "word": "to sponsor",
            "phonetic": "tə spɑːnsɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The rich philanthropist sponsored scholarships for underprivileged students.",
                "My failure to find sponsors for the project was a monkey on my back for a long time.",
                "We also held two very topical sponsored roundtable events this month which attempt to predict how the land lies in manufacturing and on spiralling inflation.",
                "ASUS sponsored this unboxing of the RT-AX86U.",
                "Not sponsored, just an affiliate link."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3BvbnNvcg&hash=6012407a48941c566e64eec376296c07256aac49&lang=en&cache-only=0",
            "defineEn": "to cover the costs of a project, TV or radio program, activity, etc. and being advertized in the process",
            "defineVi": "để trang trải chi phí cho một dự án, chương trình truyền hình hoặc đài phát thanh, hoạt động, v.v. và được quảng cáo trong quá trình này"
        },
        {
            "id": "398e48d4-e441-455a-82dd-4447778f43cd",
            "word": "to censor",
            "phonetic": "tə sɛnsɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Then, it was quickly censored by the government.",
                "Private companies, on the other hand, can censor you all they want.",
                "And you don't censor this.",
                "Now your latest battle with the censors, what's the latest thing?",
                "We're going to allow our bot to censor curse words."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2Vuc29y&hash=583d9d5dece442173db6d90fd8fbad56375a1761&lang=en&cache-only=0",
            "defineEn": "to remove parts of something such as a book, movie, etc. and prevent the public from accessing them for political, moral, or religious purposes",
            "defineVi": "để xóa các phần của thứ gì đó chẳng hạn như sách, phim, v.v. và ngăn công chúng truy cập chúng vì mục đích chính trị, đạo đức hoặc tôn giáo"
        },
        {
            "id": "49342fe3-5ef9-45d6-b251-f7c4e308705b",
            "word": "circulation",
            "phonetic": "sɜːkjʊleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The library quickly withdrew the controversial novel from circulation after parents complained that there is no thief like a bad book, capable of corrupting even the most innocent of minds.",
                "When counterfeit bills started circulating in the town, people became skeptical of using the genuine currency, leading to a decrease in the overall value of money in circulation, showing how bad money drives out good.",
                "Circulation grew quickly, partly because of the magazine's lack of competition.",
                "The first Williams-Sonoma catalog had a circulation of about 10,000.",
                "In reality, mammals have a figure-eight circulation."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2lyY3VsYXRpb24&hash=c2bf6622f5c7049ab8b47cb046a78ef0a1a6d803&lang=en&cache-only=0",
            "defineEn": "the number of copies of a newspaper or magazine sold at regular intervals",
            "defineVi": "số lượng bản sao của một tờ báo hoặc tạp chí được bán đều đặn",
            "hasImg": true
        },
        {
            "id": "7ce40bd6-fe67-41d2-bb62-33444c485661",
            "word": "columnist",
            "phonetic": "kɑːləmnɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Special correspondent and Washington Post columnist Catherine Rampell has the story.",
                "That's New York Times columnist David Brooks and Jonathan Capehart, columnist for The Washington Post.",
                "That is New York Times columnist David Brooks, and Jonathan Capehart, columnist for The Washington Post.",
                "That is New York Times columnist David Brooks and Washington Post columnist Jonathan Capehart.",
                "That's New York Times columnist David Brooks and Jonathan Capehart, columnist for The Washington Post."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sdW1uaXN0&hash=ebcd63a2d09493c0db6609a0eb005d2c16036f3a&lang=en&cache-only=0",
            "defineEn": "a journalist who regularly writes articles on a particular subject for a newspaper or magazine",
            "defineVi": "một nhà báo thường xuyên viết bài về một chủ đề cụ thể cho một tờ báo hoặc tạp chí"
        },
        {
            "id": "a09c147d-9052-40bf-be31-4424e0967eb2",
            "word": "commentary",
            "phonetic": "kɑːməntɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film itself is a social commentary.",
                "Do you have any commentary?",
                "We might even add commentaries to some.",
                "People will add in random commentary, like on Markiplier's videos, Jacksepticeye, et cetera, et cetera.",
                "My favorite commentary on the Market Revolution actually comes from the author Herman Melville in his short story \"Bartleby the Scrivener.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWVudGFyeQ&hash=3f7ea326f74f43dffdecd1b941aece142fc5df03&lang=en&cache-only=0",
            "defineEn": "a set of written explanations or descriptions about an event or a situation",
            "defineVi": "một tập hợp các giải thích hoặc mô tả bằng văn bản về một sự kiện hoặc một tình huống",
            "hasImg": true
        },
        {
            "id": "5b7d992c-e066-4452-85a0-139f988add07",
            "word": "endorsement",
            "phonetic": "ɛndoːɹsmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The professional athlete made a mint from endorsement deals and sponsorships.",
                "The athlete spent all his time on endorsements and sponsorships, neglecting his training and performance, losing his chance at winning the championship.",
                "Endorsement deals are huge for NBA stars.",
                "Clyburn's endorsement came just three days before the South Carolina primary.",
                "He got her endorsement."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5kb3JzZW1lbnQ&hash=35287b8cf86c0f322075d97c2d9bca252324bf7d&lang=en&cache-only=0",
            "defineEn": "a statement, especially by someone famous, as a form of advertisement claiming they are approved of a product",
            "defineVi": "một tuyên bố, đặc biệt là của một người nổi tiếng, như một hình thức quảng cáo tuyên bố rằng họ được phê duyệt một sản phẩm"
        },
        {
            "id": "c8c133c6-0e91-4790-80cc-64ccd43d36b8",
            "word": "network",
            "phonetic": "nɛtwɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Verio provides around-the-clock network monitoring and technical support with all promotional packages.",
                "The journalist's investigation uncovered a network of the gnomes of Zurich who were involved in manipulating global currency markets for their own benefit.",
                "It is important to build a network of like-minded colleagues.",
                "The different cabling systems are becoming more and more of a problem, testing the patience of planners and private network operators to the extreme.",
                "It's an opportunity to network and connect with everybody who is anybody in the high society."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV0d29yaw&hash=2d79997bac7c037a123ad688044b3c814d323f76&lang=en&cache-only=0",
            "defineEn": "a group of TV or radio stations broadcasting the same program at the same time in different places",
            "defineVi": "một nhóm các đài truyền hình hoặc đài phát thanh cùng một chương trình vào cùng một thời điểm ở những nơi khác nhau",
            "hasImg": true
        },
        {
            "id": "c253903b-a875-4cbd-ae62-bb1a9a00347e",
            "word": "readership",
            "phonetic": "ɹiːdɚʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "So while young adult fiction was plenty lucrative, it wasn't really respected by people outside of its targeted readership."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhZGVyc2hpcA&hash=56f274de886272565c12ae462984fbdce6e767bb&lang=en&cache-only=0",
            "defineEn": "the number of people who read a particular magazine, newspaper, or book on a regular basis",
            "defineVi": "số người thường xuyên đọc một tạp chí, tờ báo hoặc cuốn sách cụ thể"
        },
        {
            "id": "8c839bfd-143a-478e-ad38-eb5ab415aa05",
            "word": "reception",
            "phonetic": "ɹᵻsɛpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I couldn't get any mobile phone reception.",
                "The decorations were specially designed for the wedding reception.",
                "Guests at the outdoor wedding reception enjoye grilled beefsteaks as the main course.",
                "There's an ATM in the reception area which will change your English money.",
                "My wedding was supposed to be my special day, but my sister and her stupid boyfriend took the stage when he proposed to her at the wedding reception."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjZXB0aW9u&hash=3fa54cbd476d99a9715248f78df5a8269d68f0c5&lang=en&cache-only=0",
            "defineEn": "the quality or the act of receiving radio, television or cellphone signals",
            "defineVi": "chất lượng hoặc hành động nhận tín hiệu radio, truyền hình hoặc điện thoại di động"
        },
        {
            "id": "31f2ed5b-05a4-4fc5-9bdf-9d8a3ed4e436",
            "word": "to subscribe",
            "phonetic": "tə səbskɹaɪb ",
            "partOfSpeechType": "verb",
            "examples": [
                "My mom subscribes to a cooking magazine, and we often try new recipes from it.",
                "I subscribe to a science magazine that keeps me updated on scientific discoveries.",
                "Again, subscribe.",
                "If you haven't yet, subscribe!",
                "Seriously, subscribe."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Vic2NyaWJl&hash=26e13c7164e24b8bdef0a5c3e88091021618ff3e&lang=en&cache-only=0",
            "defineEn": "to pay some money in advance in order to use or receive something regularly",
            "defineVi": "trả một số tiền trước để sử dụng hoặc nhận một cái gì đó thường xuyên"
        },
        {
            "id": "f53b9fee-71e4-4df6-a72a-9616f3acb11e",
            "word": "pilot",
            "phonetic": "paɪlət ",
            "partOfSpeechType": "noun",
            "examples": [
                "All through the hijacking the pilot kept a level head.",
                "The pilot's best bet was to make an emergency landing.",
                "The pilot made every safety check before taking off, but an unexpected mechanical issue caused a delay.",
                "On Thursday the airline had to charter 10 aircraft to counter industrial action by its pilots, who are on a work-to-rule.",
                "The helicopter pilot skillfully maneuvered through the mountains."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlsb3Q&hash=a9919107ec75ce3f5ca86b2391b11f76315c3cbb&lang=en&cache-only=0",
            "defineEn": "a TV or radio program made to see how the audience react and whether it should be made into a series",
            "defineVi": "một chương trình truyền hình hoặc đài phát thanh được thực hiện để xem khán giả phản ứng như thế nào và liệu nó có nên được dựng thành một bộ hay không"
        },
        {
            "id": "651fa0d5-8166-4c87-8a64-e68cf7e32696",
            "word": "channel",
            "phonetic": "tʃænəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Complaints must go through the proper channels.",
                "We should go through the established channels for product development.",
                "We can't get Channel 5 in our area.",
                "But when it comes time to purchase, transactions often go through traditional channels.",
                "To go through official channels to obtain one you must have a Spanish address."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhbm5lbA&hash=ad02bd157a24030b1440c6b1461741ac5b908cef&lang=en&cache-only=0",
            "defineEn": "a TV station that broadcasts different programs",
            "defineVi": "một đài truyền hình phát sóng các chương trình khác nhau",
            "hasImg": true
        },
        {
            "id": "03482017-8ffe-4cd7-8e6f-5b680dbf6fbf",
            "word": "commercial",
            "phonetic": "kəmɜːʃəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many banks have cut commercial builders off cold turkey.",
                "The south of the city is more residential, while the north is more commercial.",
                "His eye for the main chance and ruthless commercial instincts have made him one of the wealthiest men in Britain",
                "Each company is fighting to protect its own commercial interests.",
                "The artist refused to compromise on their vision for commercial success, understanding that no man loves his fetters, be they made of gold."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWVyY2lhbA&hash=5adbca0bdab83703ff258e0b9f5fc7904ab65798&lang=en&cache-only=0",
            "defineEn": "an ad broadcast on TV or radio",
            "defineVi": "một quảng cáo phát trên TV hoặc đài phát thanh"
        },
        {
            "id": "7769a309-fdf9-417a-a8a7-cff73fe3b641",
            "word": "documentary",
            "phonetic": "dɑːkjuːmɛntɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "These allegations appear in a forthcoming documentary.",
                "We watched a documentary that highlighted the rich history of African civilizations.",
                "The documentary presented the controversial issue in a different light, challenging commonly held beliefs and inviting viewers to reconsider their opinions.",
                "Or watch a documentary.",
                "A new documentary is reigniting questions about the life and legacy of pop icon Michael Jackson."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9jdW1lbnRhcnk&hash=d08bffed9dc79867ca6b050ac3a5a5022a8b6ddb&lang=en&cache-only=0",
            "defineEn": "a movie or TV program based on true stories giving facts about a particular person or event",
            "defineVi": "một bộ phim hoặc chương trình truyền hình dựa trên những câu chuyện có thật đưa ra sự thật về một người hoặc sự kiện cụ thể",
            "hasImg": true
        },
        {
            "id": "11e36048-f6fb-4bca-86a4-b891cadfee87",
            "word": "episode",
            "phonetic": "ɛpɪsoʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "In this grim little episode, few people come out well.",
                "I'm excited about the next episode of my favorite TV show.",
                "This episode finds him deep in depression as divorce looms large.",
                "When Sarah discovered the new TV series, she fell down the rabbit hole and binge-watched all the episodes in one sitting.",
                "The show finished with a dramatic cliffhanger, leaving the audience eager for the next episode."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXBpc29kZQ&hash=2ded519ab05ff59a59ee07ba27d61fef0c05685d&lang=en&cache-only=0",
            "defineEn": "one of a series of a radio or TV show",
            "defineVi": "một trong một loạt chương trình phát thanh hoặc truyền hình"
        },
        {
            "id": "542a905e-5471-4c44-9584-af9ae174dfe4",
            "word": "headline",
            "phonetic": "hɛdlaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "ran the dramatic headline.",
                "The celebrity scandal dominated the headlines for a short period, but it turned out to be just a nine-day wonder as people quickly forgot about it and focused on other news.",
                "They can get their heads around something that's in the headlines of The Globe and Mail that morning.",
                "Social media can be a platform for anyone to voice their opinions, but often shallow streams make most din as people compete for attention with flashy headlines and clickbait.",
                "And in 2017, one of hers made headlines."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhZGxpbmU&hash=f5b826dad13f8a79e1f9455e2b0cc0a6df2ca9fb&lang=en&cache-only=0",
            "defineEn": "the large words in the upper part of a page of a newspaper, article, etc.",
            "defineVi": "các từ lớn ở phần trên của một trang báo, bài báo, v.v."
        },
        {
            "id": "f968920b-9ca0-416a-9644-3ebc415e14f7",
            "word": "viewer",
            "phonetic": "vjuːɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hospital's plea for donors tugged at the heartstrings of millions of viewers.",
                "The documentary presented the controversial issue in a different light, challenging commonly held beliefs and inviting viewers to reconsider their opinions.",
                "Viewers will remember the dashing hero, Dirk, risking life and limb to rescue Daphne from the dragons.",
                "Rightnow Audible’s offering SciShow viewers a free 30-day trial membership.",
                "I never lost viewers."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlld2Vy&hash=7890f398bb7dd9bcf2f3b38aabb3b515b0a105d8&lang=en&cache-only=0",
            "defineEn": "an individual who watches or consumes content, such as videos, television programs, or live streams, either through traditional broadcasting channels or digital platforms",
            "defineVi": "một cá nhân xem hoặc tiêu thụ nội dung, chẳng hạn như video, chương trình truyền hình hoặc luồng trực tiếp, thông qua các kênh phát sóng truyền thống hoặc nền tảng kỹ thuật số",
            "hasImg": true
        },
        {
            "id": "c457210b-a2fe-4538-beb0-9c6f5d3018f5",
            "word": "podcast",
            "phonetic": "pɑːdkæst ",
            "partOfSpeechType": "noun",
            "examples": [
                "He picked up the new language easily by listening to podcasts.",
                "My dog has a podcast.",
                "Your podcast will fail.",
                "Your podcast will fail.",
                "She loves your podcast."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9kY2FzdA&hash=2f896fb6193d1039bccf5592f71a5fbf404bd4b7&lang=en&cache-only=0",
            "defineEn": "a digital audio or video program that is available for download or streaming on the internet, typically produced in a series format covering a wide range of topics",
            "defineVi": "một chương trình âm thanh hoặc video kỹ thuật số có sẵn để tải xuống hoặc phát trực tuyến trên internet, thường được sản xuất ở định dạng sê-ri bao gồm nhiều chủ đề"
        },
        {
            "id": "ffe92ae7-504a-4b39-9f60-1f5787928251",
            "word": "soap opera",
            "phonetic": "soʊp ɑːpɚɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "That reminds me to bring you up to speed on the soap opera.",
                "In a soap opera, when a character's past is revealed and it changes the course of the story, the plot thickens.",
                "I'm in my wardrobe room here at Televisa, I'm on the soap opera.",
                "Bollywood movies, Swedish hip hop, Brazilian soap operas, highlights from Congolese football matches, these are all available to us.",
                "I'm about to shoot a scene for a soap opera that's very popular here in South Korea."
            ],
            "audio": "https://tts.langeek.co/read?text=c29hcCBvcGVyYQ&hash=fe90cab0f25f906597bb17f1c44e3905d9f22ed7&lang=en&cache-only=0",
            "defineEn": "a TV or radio show, broadcast regularly, dealing with the routine life of a group of people and their problems",
            "defineVi": "một chương trình truyền hình hoặc đài phát thanh, phát sóng thường xuyên, giải quyết cuộc sống thường ngày của một nhóm người và các vấn đề của họ"
        },
        {
            "id": "36a213df-c535-48a0-969a-a74dc921e676",
            "word": "current affairs",
            "phonetic": "kɜːɹənt ɐfɛɹz ",
            "partOfSpeechType": "noun",
            "examples": [
                "And he is opening up, carefully, about current affairs and even the current president.",
                "At last, we're finally going to hear a fair and balanced account of how the lamestream media is distorting the American public's understanding of current affairs!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VycmVudCBhZmZhaXJz&hash=ddce1d4d5b28ff8773f6c87efb3d9cef2fec5abe&lang=en&cache-only=0",
            "defineEn": "important social or political events that are happening and are covered in the news",
            "defineVi": "các sự kiện xã hội hoặc chính trị quan trọng đang diễn ra và được đưa tin",
            "hasImg": true
        },
        {
            "id": "4860deaa-0a18-421e-8ecd-7502d912f4a1",
            "word": "human interest",
            "phonetic": "hjuːmən ɪntɹɛst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aHVtYW4gaW50ZXJlc3Q&hash=4c2bf419dfac2624e1c3767744425d4b2ec7a482&lang=en&cache-only=0",
            "defineEn": "the aspect of a story in the media that the audience can relate to because it describes people's lived experiences, feelings, etc.",
            "defineVi": "khía cạnh của một câu chuyện trên phương tiện truyền thông mà khán giả có thể liên quan đến vì nó mô tả kinh nghiệm sống, cảm xúc của mọi người, v.v."
        },
        {
            "id": "42565432-c348-46a0-a037-c514c3a9aa7a",
            "word": "backstory",
            "phonetic": "bækstoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The backstory on that was aboslutely-- -",
                "Do you know the backstory there.",
                "And in The Silence you do get a little more backstory.",
                "And tattooing has a lot of context and backstory.",
                "There's a lot of backstory to this, though."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFja3N0b3J5&hash=3a3207cc6f13424e964a3fcbb7c28f1e29fe2094&lang=en&cache-only=0",
            "defineEn": "the events that have happened to a character before their story in a book, movie, etc. begins",
            "defineVi": "các sự kiện đã xảy ra với một nhân vật trước khi câu chuyện của họ trong sách, phim, v.v. bắt đầu"
        },
        {
            "id": "8e1f5c00-6b5c-4c8b-8ee4-377647d1d29e",
            "word": "on-air",
            "phonetic": "ɔnɛɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They're not for on-air consumption though."
            ],
            "audio": "https://tts.langeek.co/read?text=b24tYWly&hash=119dc1cff6f6e36332903e4410ed254a8a868a12&lang=en&cache-only=0",
            "defineEn": "being broadcast on TV or radio",
            "defineVi": "được phát sóng trên TV hoặc đài phát thanh"
        },
        {
            "id": "760a26e5-df3d-459e-8128-ee464f92c401",
            "word": "off-air",
            "phonetic": "ɔfɛɹ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2ZmLWFpcg&hash=e5698477bae98496a976a9e35f2abcc3d354fdbd&lang=en&cache-only=0",
            "defineEn": "not being broadcast on TV or radio",
            "defineVi": "không được phát sóng trên TV hoặc đài phát thanh"
        }
    ]
}