{
    "id": "317e66e3-f99d-485e-b9c1-8e1a345cae72",
    "title": "City and the Countryside",
    "originalTitle": "Lesson 25",
    "words": [
        {
            "id": "875bd5b0-9b13-457c-9ce1-6cc0ff562150",
            "word": "cafe",
            "phonetic": "kæfeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The café served a delicious breakfast sandwich with eggs, cheese, and ham on a toasted bagel.",
                "Surprisingly, the little café had the best coffee in town.",
                "The little café had, surprisingly, the best coffee in town.",
                "The café served a variety of coffee drinks, including cappuccino and macchiato.",
                "She discovered a new café in the neighborhood."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FmZQ&hash=9421e16162d634ea4b2314881412d7f668947a29&lang=en&cache-only=0",
            "defineEn": "a small restaurant that sells drinks and meals",
            "defineVi": "một nhà hàng nhỏ bán đồ uống và bữa ăn",
            "hasImg": true
        },
        {
            "id": "1d51fc91-d327-45c2-9526-7712aebc8725",
            "word": "gallery",
            "phonetic": "ɡælɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The gallery featured an exhibit of abstract paintings that challenged traditional notions of representation.",
                "The artist didn't have high hopes for her first gallery show, but was pleasantly surprised when it was well received.",
                "Sarah had designs on Peter ever since she saw his artwork at the gallery.",
                "That guy knew that there was more to this gallery than meets the eye.",
                "The abstract artwork on display at the gallery received mixed reactions from visitors, with some finding it intriguing and others considering it ugly as sin."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FsbGVyeQ&hash=6bdceaff457010dcc7afd91354007ac068f13699&lang=en&cache-only=0",
            "defineEn": "a place in which works of art are shown or sold to the public",
            "defineVi": "một nơi mà các tác phẩm nghệ thuật được hiển thị hoặc bán cho công chúng",
            "hasImg": true
        },
        {
            "id": "5878a3ac-a58a-4e1f-a5e4-7f2284bafa34",
            "word": "nightclub",
            "phonetic": "naɪtklʌb ",
            "partOfSpeechType": "noun",
            "examples": [
                "So it's the thumbs up for Brighton's latest nightclub.",
                "They spent most of their Saturdays kicking up their heels at the various nightclubs around town.",
                "So that was a, a nightclub in L.A.?",
                "\"The Orlando nightclub shooting that killed 49 people.\"",
                "The Jersey sound was birthed in the 80s at the legendary Zanzibar nightclub in Newark, New Jersey by musical icon, Tony Humphries."
            ],
            "audio": "https://tts.langeek.co/read?text=bmlnaHRjbHVi&hash=ed07c43aee86cd3c8736260f158e751117445f31&lang=en&cache-only=0",
            "defineEn": "a place that is open during nighttime in which people can dance, eat, and drink",
            "defineVi": "một nơi mở cửa vào ban đêm, nơi mọi người có thể khiêu vũ, ăn và uống",
            "hasImg": true
        },
        {
            "id": "7b6b8b0f-ec67-455e-849f-7eff5ada7289",
            "word": "fire station",
            "phonetic": "faɪɚ steɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Was it by the fire station?",
                "During the day, they staff a school, post office, fire station, a security force, and a medical center.",
                "Steph, we see you're standing there across the street from a fire station. ",
                "They had to be evacuated from their homes and they were stranded in this fire station in this little town, so the Marines had to come and get them."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlyZSBzdGF0aW9u&hash=3248438476f02ee623d933b33f35419421de2326&lang=en&cache-only=0",
            "defineEn": "a building that houses firefighters as well as their equipment",
            "defineVi": "một tòa nhà chứa nhân viên cứu hỏa cũng như thiết bị của họ",
            "hasImg": true
        },
        {
            "id": "6abe663f-8af7-4a11-934d-73401fc16b73",
            "word": "gym",
            "phonetic": "dʒɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "He carries a gym bag with his workout clothes and water bottle.",
                "I always go to the gym before work.",
                "We have a home gym downstairs for exercising and staying fit.",
                "Lisa hits the gym regularly to stay in shape and maintain her physical fitness.",
                "Jennifer had been harboring the hots for her gym instructor, Alex."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3lt&hash=ea5757af149cd2ed903365097cb771efca0ef480&lang=en&cache-only=0",
            "defineEn": "a place with special equipment that people go to exercise or play sports",
            "defineVi": "một nơi có thiết bị đặc biệt mà mọi người đi tập thể dục hoặc chơi thể thao",
            "hasImg": true
        },
        {
            "id": "056a0c39-dca7-4218-9ff0-f5b04923e410",
            "word": "playground",
            "phonetic": "pleɪɡɹaʊnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The school building has a playground for the students.",
                "The friends would sometimes revert to playground idiom.",
                "What gives you the right to boss around everyone on the playground?",
                "The kids really have ants in the pants today, so I'm going to take them to the playground.",
                "The ocean is a parasite playground."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxheWdyb3VuZA&hash=a8c9eff8a10617bc67ed3bccb4c38c9eb5cc26bc&lang=en&cache-only=0",
            "defineEn": "a playing area built outdoors for children, particularly inside parks or schools",
            "defineVi": "một khu vui chơi được xây dựng ngoài trời cho trẻ em, đặc biệt là bên trong công viên hoặc trường học",
            "hasImg": true
        },
        {
            "id": "435b7e6d-0bcd-4f9b-bdf7-fbe2edc9f2f3",
            "word": "barbershop",
            "phonetic": "bɑːɹbɚʃɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Barbershops are, of course, known for haircuts, beard trims, and some friendly verbal jabs.",
                "After the PFE, male swabs stop at the barbershop.",
                "Barbershops aren't the only out-of-the-ordinary locations offering COVID-19 vaccines.",
                "Camp Century had a barbershop and a theater and everything you’d expect from a small city.",
                "He ran a barbershop as a child, before immigrating to the United States in 1968."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyYmVyc2hvcA&hash=d66c1c2ce4f0568ec7345f4411ae50b3002019e3&lang=en&cache-only=0",
            "defineEn": "a shop where a barber works and men can get haircuts",
            "defineVi": "một cửa hàng nơi thợ cắt tóc làm việc và đàn ông có thể cắt tóc",
            "hasImg": true
        },
        {
            "id": "a90d62ea-4d8b-4a75-a320-7d0c6ca454c5",
            "word": "urban",
            "phonetic": "ɜːbən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Urban parents demand school vouchers.",
                "And in cities, urban artisans wanted higher pay and an end to higher taxes.",
                "Growth and innovation come from new urban corridors.",
                "Others relocated to urban centers.",
                "This urban legend was the perfect storm of fiction, fact, and spooky sensationalism."
            ],
            "audio": "https://tts.langeek.co/read?text=dXJiYW4&hash=b2f3189fc0347fb4cfa4e76c7339c97c12da3673&lang=en&cache-only=0",
            "defineEn": "relating to, situated in, or characteristic of a city or town",
            "defineVi": "liên quan đến, tọa lạc tại, hoặc đặc trưng của một thành phố hoặc thị trấn",
            "hasImg": true
        },
        {
            "id": "92851fbf-45d3-4212-af93-b9c50ecbd4fc",
            "word": "suburb",
            "phonetic": "sʌbɜːb ",
            "partOfSpeechType": "noun",
            "examples": [
                "My father had a living in an inner suburb of Leeds which had been going down in the world for decades.",
                "I can't sell suburbs.",
                "Over the weekend, federal agents searched Warner's house in a Nashville suburb.",
                "I'm from the suburbs.",
                "We begin in the American suburbs."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VidXJi&hash=c9435b14c06afec90552a55173eed8aade5f730b&lang=en&cache-only=0",
            "defineEn": "a residential area outside a city",
            "defineVi": "một khu dân cư bên ngoài một thành phố",
            "hasImg": true
        },
        {
            "id": "722c1a1e-5398-4333-9106-d00a3d783fb5",
            "word": "outskirts",
            "phonetic": "aʊtskɜːts ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3V0c2tpcnRz&hash=265bb3798ffd27c446275e33ba444cfb12709353&lang=en&cache-only=0",
            "defineEn": "the outer areas or parts of a city or town",
            "defineVi": "các khu vực bên ngoài hoặc các bộ phận của một thành phố hoặc thị trấn",
            "hasImg": true
        },
        {
            "id": "ac7aa48c-5b5a-4bb8-bef5-2216ae5c979d",
            "word": "uptown",
            "phonetic": "ʌptaʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Alberto, man, has been makin' its way uptown.",
                "And he invited me uptown to check out One57 for myself.",
                "The wealthiest, like Cornelius Vanderbilt and J.P. Morgan, constructed lavish palaces for themselves and uptown townhouses were common.",
                "Or that those $300 pumps from uptown gave us a blister and we haven't worn them since October.",
                "He would buy notes payable from jewelers and tanners downtown and sell them for a small profit uptown."
            ],
            "audio": "https://tts.langeek.co/read?text=dXB0b3du&hash=132f6d5a5248de2141aaa0ea5cf771721c84cf89&lang=en&cache-only=0",
            "defineEn": "a town or city's upper area",
            "defineVi": "một thị trấn hoặc khu vực trên của thành phố",
            "hasImg": true
        },
        {
            "id": "731087c2-ee3d-4cb8-bd96-d719dd727aaa",
            "word": "inner city",
            "phonetic": "ɪnɚ sɪɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "These policies will help to bring people back to the inner city.",
                "And west many brook also said the rapper inspired him because he's somebody from the inner city too.",
                "We do know that in some cases, especially in rural high school or in inner city high schools or abroad do not have access to the kind of intensive test preparation processes that other students have available.",
                "First of all, he wrote these wonderful speeches for Trump including the inaugural address, which addressed an issue that’s been near and dear to me, is the carnage in the inner cities. ",
                "Being a large safety net hospital next to a poor inner city neighborhood meant it cared for patients regardless of their ability to pay."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5uZXIgY2l0eQ&hash=a38633bcf6d3761cff39a88d48eb54106322d402&lang=en&cache-only=0",
            "defineEn": "an area close to the center of a city that usually suffers from economic problems",
            "defineVi": "một khu vực gần trung tâm của một thành phố thường bị các vấn đề kinh tế",
            "hasImg": true
        },
        {
            "id": "7a006fea-1104-4d64-833f-ce91d68ed83d",
            "word": "community",
            "phonetic": "kəmjuːnᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The tragic event tore the community out of its sense of normalcy.",
                "The center will serve the whole community.",
                "Her groundbreaking research has revolutionized the scientific community.",
                "The authorities have offered an olive branch to the community.",
                "The judge's ruling carries significant weight in the legal community."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbXVuaXR5&hash=4303953cce06252261abcbd863798939a6f64a06&lang=en&cache-only=0",
            "defineEn": "a group of people who live in the same area",
            "defineVi": "một nhóm người sống trong cùng một khu vực",
            "hasImg": true
        },
        {
            "id": "043a1ea9-0e5c-42a4-8b8b-cbbb1f55ef4d",
            "word": "commuter",
            "phonetic": "kəmjuːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Commuters packed like sardines on the evening train.",
                "The impatient commuter elbowed through the crowded train station to catch the departing train.",
                "but the smaller commuter planes sometimes cause a problem.",
                "And then I found a commuter college about.",
                "Jack in the Box was every HOV commuters' dream."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbXV0ZXI&hash=3026331ad0e755c451da76a68b9927ba44151479&lang=en&cache-only=0",
            "defineEn": "a person who regularly travels to city for work",
            "defineVi": "một người thường xuyên đến thành phố để làm việc",
            "hasImg": true
        },
        {
            "id": "a0f2b067-92c7-4d5c-8386-91f164c18e0f",
            "word": "population",
            "phonetic": "pɑːpjʊleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This city is known for its diverse population and multicultural atmosphere.",
                "according to 2001 Census Report, in a population of 365 million is like drop in the bucket and in numerical terms it is a total failure.",
                "How can Britain reduce its prison population in one stroke?",
                "Whatever meager rations remained were sent to the troops fighting the war, so the civilian population faced the brunt of the famine.",
                "Africa is the second-largest continent in terms of both land area and population."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9wdWxhdGlvbg&hash=3293658f7fcc8713c3a1cc279950d1800078d282&lang=en&cache-only=0",
            "defineEn": "the number of people who live in a particular city or country",
            "defineVi": "số người sống ở một thành phố hoặc quốc gia cụ thể",
            "hasImg": true
        },
        {
            "id": "83d7ca9e-6347-4628-b01c-bffbf0ceb3b4",
            "word": "housing",
            "phonetic": "haʊzɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company rose like a rocket by trading sub-prime mortgages, and then fell like a stick when the housing bubble burst.",
                "And housing segregation tightened its grip on the American landscape.",
                "More housing was needed. ",
                "We need more housing.",
                "And so housing is at the nexus of that."
            ],
            "audio": "https://tts.langeek.co/read?text=aG91c2luZw&hash=f0c1d5914d68abbca5b6c1d5087c2e4fcb770545&lang=en&cache-only=0",
            "defineEn": "buildings in which people live, including their condition, prices, or types",
            "defineVi": "các tòa nhà nơi mọi người sinh sống, bao gồm tình trạng, giá cả hoặc loại của họ",
            "hasImg": true
        },
        {
            "id": "f7372c7a-121f-4e5e-b8ae-5c40b988ede5",
            "word": "parking lot",
            "phonetic": "pɑːɹkɪŋ lɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The whole building, soup to nuts, cost less to build than that parking lot.",
                "You see images of crowded shopping mall parking lots, a number of people out holiday shopping.",
                "We built a bowling alley in our parking lot.",
                "First, there's the parking lot.",
                "Some of the men gather at a parking lot."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFya2luZyBsb3Q&hash=4f348fed5f560287fd6283f8f0465a41a3523973&lang=en&cache-only=0",
            "defineEn": "an area in which people leave their vehicles",
            "defineVi": "một khu vực mà mọi người rời khỏi phương tiện của họ",
            "hasImg": true
        },
        {
            "id": "e436c7e5-b2a7-4b2a-9eb2-c53b107d9791",
            "word": "road sign",
            "phonetic": "ɹoʊd saɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "So just like the last puzzle, this road sign basically means add in a hydronium ion!",
                "You can look at the trees, the sky, the road signs, and the other cars zooming by!",
                "He discovered that the Port Authority of New York and New Jersey, which runs the airport, had put up a few new road signs.",
                "After puzzling through that road sign, we can properly start our reaction mechanism journey with 2 reactants.",
                "And navigational tools like maps and road signs are so helpful because they can help us go somewhere we've never been before."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9hZCBzaWdu&hash=f05e91617e240e9dd89da915ca1a5628b77f7b08&lang=en&cache-only=0",
            "defineEn": "a sign that shows warnings or information to drivers",
            "defineVi": "một dấu hiệu hiển thị cảnh báo hoặc thông tin cho người lái xe",
            "hasImg": true
        },
        {
            "id": "5e664193-e353-4087-bd8f-478aa1b0dcc6",
            "word": "pedestrian",
            "phonetic": "pədɛstɹiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I crossed the street carefully at the pedestrian crosswalk.",
                "MAN: Basically, pedestrians have become the bowling pins of Santa Monica.",
                "There's a pedestrian crossover.",
                "This way, pedestrians and cyclists have an audio cue of what the car is doing.",
                "Whoa, look at these three pedestrians."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVkZXN0cmlhbg&hash=61dcf3821e44f8ea1d0d8cd6808259a844d71b1f&lang=en&cache-only=0",
            "defineEn": "a person who is on foot and not in or on a vehicle",
            "defineVi": "một người đang đi bộ và không trong hoặc trên một chiếc xe",
            "hasImg": true
        },
        {
            "id": "60faa20d-7736-444e-baa3-12d6fddeca5e",
            "word": "street light",
            "phonetic": "stɹiːt laɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Street lights and organizations that track and prevent the spread of diseases are pretty important, and if the government doesn’t step in, we probably won’t get them.",
                "And I made this little mount, and it points at the street light, and I'm gonna plug this guy in.",
                "OK there's the laser beam and this laser beam should be pre-oriented through my nice little precision mount at the street light.",
                "Narrator: A city in China wants to launch an artificial moon into orbit by 2020 as a way to reduce energy needs by replacing street light with artificial moonlight.",
                "There was a lot of trees down, power lines were down, street lights were out, there was no power anywhere."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyZWV0IGxpZ2h0&hash=b87b11e4e2d0202b669778d19f71ab0218077818&lang=en&cache-only=0",
            "defineEn": "a tall post that lights the street",
            "defineVi": "một cột cao thắp sáng đường phố",
            "hasImg": true
        },
        {
            "id": "a7f8a0a4-de56-4b8a-8ec6-6c6ce9a748d3",
            "word": "lane",
            "phonetic": "leɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many lanes are desecrated with yellow lines.",
                "We ride our bikes along the bike lane on the main street.",
                "Bill is in the fast lane in politics.",
                "It's not taking a trip down memory lane or longing and yearning for the good old days or fond memories of what's no more.",
                "Anna was promoted to manager last year, and she's been in the fast lane ever since."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFuZQ&hash=a792ef37db9bed07fb61cc9cd5f0c30fc9aadd7a&lang=en&cache-only=0",
            "defineEn": "a narrow path in the countryside",
            "defineVi": "một con đường hẹp ở nông thôn",
            "hasImg": true
        },
        {
            "id": "33e63d18-df5d-4ec4-93d1-635afa15cfdc",
            "word": "overpass",
            "phonetic": "oʊvɚpæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Land-based wind turbines are limited by our overpasses on highways.",
                "If you've ever driven on a curved freeway overpass, you sometimes notice that the road is steeply banked to the side.",
                "Even when you take the pole that holds it up and turn it sideways, it's still so big they won't fit under most overpasses.",
                "Maybe you’re one of those people who knows exactly where to get off an unfamiliar highway and can weave through three different exit lanes, two intersecting off-ramps, and an overpass without missing a beat."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcnBhc3M&hash=3a14abcfd44e0d690e6047e60f1a0c884ebe2ea9&lang=en&cache-only=0",
            "defineEn": "a type of bridge that is built over a road to provide a different passage",
            "defineVi": "một loại cầu được xây dựng trên một con đường để cung cấp một lối đi khác",
            "hasImg": true
        },
        {
            "id": "5c998570-b617-49e5-9c4d-93af4509c20d",
            "word": "crossroad",
            "phonetic": "kɹɔsɹoʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Because of the proposed merger, the company is standing at the crossroads.",
                "After earning my degree, I'm at a crossroads.",
                "This young man was at a crossroads in his life.",
                "Sort of the party itself is at a crossroads. ",
                "We are at a crossroads."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jvc3Nyb2Fk&hash=d0f8036228d2caf8ba545af88c295aacb8d9076b&lang=en&cache-only=0",
            "defineEn": "the place where a road is crossed by another",
            "defineVi": "nơi mà một con đường bị cắt ngang bởi một con đường khác",
            "hasImg": true
        },
        {
            "id": "9f219547-1846-4783-8e79-7aa106640caf",
            "word": "farmland",
            "phonetic": "fɑːɹmlənd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Today, approximately 40 percent of our planet is farmland.",
                "Russian settlers headed for new farmland right up to the Pacific Ocean.",
                "Furthermore, farmland was turned into trenches on the western front and into a vast battlefield stripped of produce and animals on the eastern front.",
                "83% of its farmland is used for livestock.",
                "In Costa Rica, farmers have intertwined farmland with tropical habitat so successfully that they have significantly contributed to doubling the country's forest cover."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFybWxhbmQ&hash=6f1ebe543af917f34d002691c34a9de3a26abcdc&lang=en&cache-only=0",
            "defineEn": "a land that is used for farming, especially in rural areas",
            "defineVi": "một vùng đất được sử dụng cho nông nghiệp, đặc biệt là ở khu vực nông thôn",
            "hasImg": true
        },
        {
            "id": "55bbb0bd-19b6-40dc-829c-c20a05e33e6b",
            "word": "grassland",
            "phonetic": "ɡɹæslənd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Then, in the cooler, drier climate of the Oligocene, a new habitat appeared: grassland.",
                "Over in Asia, horses traversed the grasslands of the Eurasian Steppes.",
                "By this time, the mosaic of swamps, forests, and grasslands wasn’t really a mosaic any more.",
                "That change in rainfall transformed the environment from sagebrush to wooded grasslands and back again.",
                "As a wildfire rages through the grasslands, three lions and three wildebeest flee for their lives."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Jhc3NsYW5k&hash=50ff111d01cd61958b4c3cf21881bbd9543b7f50&lang=en&cache-only=0",
            "defineEn": "a large, open, and grass-covered area",
            "defineVi": "một khu vực rộng lớn, cởi mở và phủ đầy cỏ",
            "hasImg": true
        },
        {
            "id": "d64c11c6-482c-4e19-9a8c-09f39f1a7a17",
            "word": "county",
            "phonetic": "kaʊnti ",
            "partOfSpeechType": "noun",
            "examples": [
                "The county council plans to build a bypass.",
                "Young is a former county official and a Pentecostal minister with a reputation for keeping his shoulder to the wheel and free of chips.",
                "In Iowa, counties set that limit at 15 percent.",
                "Our county has about 15,000 people.",
                "These counties will open up shelters."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bnR5&hash=2843f40761d0ed2834eaef2e65aaac6a514ab1bf&lang=en&cache-only=0",
            "defineEn": "(in the US) one of the areas into which a state is divided and that has a local government of its own",
            "defineVi": "(ở Hoa Kỳ) một trong những khu vực mà một tiểu bang được chia thành và có chính quyền địa phương của riêng mình",
            "hasImg": true
        },
        {
            "id": "e06a80ca-ece6-41f8-a21a-05f291078114",
            "word": "orchard",
            "phonetic": "ɔːɹtʃɚd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The apple orchard typically yields a bountiful harvest each year.",
                "The farmers grew a diverse range of accessory fruits on their orchard, including grapes and blueberries.",
                "The orchard's yield of apples was lower this year due to unfavorable weather conditions.",
                "During apple season, I like to visit local orchards and pick my own Cripps Pink apples.",
                "I used a nice few acre orchard here"
            ],
            "audio": "https://tts.langeek.co/read?text=b3JjaGFyZA&hash=d2b7249f9f83e7400179a551b75ad9c4fae842af&lang=en&cache-only=0",
            "defineEn": "an area of land that is usually enclosed and is used to grow fruit trees in",
            "defineVi": "một diện tích đất thường được bao quanh và được sử dụng để trồng cây ăn quả trong",
            "hasImg": true
        },
        {
            "id": "6459b20c-fbb5-4427-a18e-3804c07c9526",
            "word": "well",
            "phonetic": "wɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The horse took the first fence well.",
                "Generally, the article reads very well.",
                "The car holds the corners very well.",
                "The glue is taking well.",
                "In this grim little episode, few people come out well."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VsbA&hash=7c830721e5742830d36965202509f37032ce4be9&lang=en&cache-only=0",
            "defineEn": "a deep hole dug in the ground to get access to the resources beneath, such as water, oil, etc.",
            "defineVi": "một hố sâu được đào trong lòng đất để tiếp cận các nguồn tài nguyên bên dưới, chẳng hạn như nước, dầu, v.v.",
            "hasImg": true
        },
        {
            "id": "37a60140-ac81-4219-8594-da8b0afd0c04",
            "word": "pizzeria",
            "phonetic": "piːtsɚɹiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "We ate at a pizzeria.",
                "So the fracas spilled out from Sal's pizzeria to the street.",
                "- I'm Daniele Uditi, we are Pizzana in Brentwood, Los Angeles, and this is my first pizzeria in this beautiful city.",
                "Thanks to three things: Chuck E. Cheese's could fit over 400 guests, way more than any other pizzerias.",
                "When Sal's pizzeria is set ablaze, Sunny, the Korean store owner becomes a target of the mob."
            ],
            "audio": "https://tts.langeek.co/read?text=cGl6emVyaWE&hash=ccf2e68ea338666532e44937dddcc212730ef174&lang=en&cache-only=0",
            "defineEn": "a restaurant where mainly pizza is served",
            "defineVi": "một nhà hàng chủ yếu phục vụ bánh pizza",
            "hasImg": true
        },
        {
            "id": "cef2ddff-1869-40d4-a214-f04c051b58b5",
            "word": "dam",
            "phonetic": "dæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Remember, an ant may destroy a whole dam.",
                "They were afraid the dam wouldn't hold.",
                "Might break the dam.",
                "In 2018, the dam generated 101.6 billion kilowatt-hours.",
                "And their dams are also, just, really impressive."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFt&hash=35780849c2becdab54655df86ff60ca99a38801b&lang=en&cache-only=0",
            "defineEn": "a massive wall built to keep water from entering an area or to contain and use water as a power source to produce electricity",
            "defineVi": "một bức tường lớn được xây dựng để ngăn nước xâm nhập vào một khu vực hoặc chứa và sử dụng nước làm nguồn năng lượng để sản xuất điện",
            "hasImg": true
        },
        {
            "id": "32788827-af23-47c7-b6ad-0c3c722d9141",
            "word": "sidewalk",
            "phonetic": "saɪdwɔːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "I found a $20 bill lying on the sidewalk, and since no one was around to claim it, I decided that finders keepers applied and kept it.",
                "We went out on the sidewalk.",
                "Within 20 years, sidewalks have been torn apart by weeds and tree roots.",
                "We're in this sidewalk.",
                "It’s just like the sidewalk!"
            ],
            "audio": "https://tts.langeek.co/read?text=c2lkZXdhbGs&hash=aecb433a2cdf708492d7f5914e2e9026a8f204a0&lang=en&cache-only=0",
            "defineEn": "a hard surface or paved path at the side of a street for people to walk on",
            "defineVi": "một bề mặt cứng hoặc con đường trải nhựa ở bên đường để mọi người đi bộ",
            "hasImg": true
        },
        {
            "id": "579a7ddd-3ce9-4661-873b-06eded73cabc",
            "word": "homeland",
            "phonetic": "hoʊmlənd ",
            "partOfSpeechType": "noun",
            "examples": [
                "To Israel, the Jewish people clearly need a homeland, which the United Nations established.",
                "Their ancestral homeland lies on the eastern tip of the Amazon, an island of green surrounded by a sea of deforestation.",
                "So, the presence of a few al-Qaida fighters doesn't constitute a threat to the American homeland.",
                "The secretary of homeland security, Alejandro Mayorkas, came under fire today over migrant children at the Southern border.",
                "In the meantime, the president and vice president also met with the secretaries of health and human services and homeland security."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tZWxhbmQ&hash=1268e13cb054bc698d0f71d529011c1f03ba2d1a&lang=en&cache-only=0",
            "defineEn": "the place where someone or a group of people come from and feel a strong connection to",
            "defineVi": "nơi mà ai đó hoặc một nhóm người đến và cảm thấy có mối liên hệ chặt chẽ với"
        }
    ]
}