{
    "id": "31e78be6-6d0a-49b7-aa5a-ddeb356b7aa7",
    "title": "Farming and Vegetation",
    "originalTitle": "Farming and Vegetation",
    "words": [
        {
            "id": "bd2812ab-39ea-446a-a12e-56dc027ade82",
            "word": "arable",
            "phonetic": "æɹɐbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "At one point, it controlled almost 20 percent of all arable land in Guatemala for example.",
                "And these fungal structures are incredibly important for making arable soil that plants can grow in.",
                "By the 1930s, one company dominated the region: United Fruit, who owned over 40% of Guatemala’s arable land at one point.",
                "I mean, we live on one planet that has a certain amount of arable land and surely at some point humans will suck up all of the resources.",
                "Under the Maurya Empire, more than half of the arable land in ancient India was irrigated, producing two harvests a year."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJhYmxl&hash=36de1731d389a0a8434a028a3ef346bf14ffae95&lang=en&cache-only=0",
            "defineEn": "having the capacity to be used to grow crops",
            "defineVi": "có khả năng được sử dụng để trồng trọt",
            "hasImg": true
        },
        {
            "id": "5ce858d1-64ac-4c5f-84a5-0b0f4e6024c5",
            "word": "fallow",
            "phonetic": "fæloʊ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But, right now, it's fallow season for electioneering.",
                "Instead, its closest living relatives seem to either the red deer or the fallow deer."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFsbG93&hash=b77aee5020f7cf38f9dce9adf78a11211da5cff6&lang=en&cache-only=0",
            "defineEn": "(of farmland) not used for growing crops for a period of time, especially for the quality of the soil to improve",
            "defineVi": "(của đất nông nghiệp) không được sử dụng để trồng trọt trong một thời gian, đặc biệt là để cải thiện chất lượng đất"
        },
        {
            "id": "1f58a4ff-0c62-49ab-83a5-74c9109bf581",
            "word": "coniferous",
            "phonetic": "kənɪfɚɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "While researching his doctoral thesis at Yale University in 1958, he was studying five species of warblers that live in coniferous forests in the northeastern United States.",
                "The plant material was mostly wood from coniferous trees or shrubs, but with a bunch of small, hard objects mixed in.",
                "These are your moderate or temperate biomes, and they include temperate grasslands, like what you find in the North American prairie, or temperate deciduous forests, found over much of Europe and North America, and taigas or coniferous forests, found across Canada, much of northern Russia, and Scandinavia."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uaWZlcm91cw&hash=35efcde78550fbde7da6317170d7212b204cc33d&lang=en&cache-only=0",
            "defineEn": "relating to trees with hard and dry fruits called cones and needle-shaped leaves",
            "defineVi": "liên quan đến cây có quả cứng và khô gọi là nón và lá hình kim",
            "hasImg": true
        },
        {
            "id": "9fcd82ff-d7a0-44a2-9c77-6ff1d3309b3b",
            "word": "deciduous",
            "phonetic": "dᵻsɪdjuːəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Just like our permanent teeth, deciduous teeth grow in pairs.",
                "Like one biome is the broadleaf deciduous forests with oak, beech, hickory, maple, elm and chestnut trees.",
                "Deciduous teeth are smaller and fewer in number, because a toddler’s jaws are tiny and could never fit a full set of 32 adult teeth.",
                "Plus, fossil plants, like horsetails, ferns, and deciduous trees, also provide clues about the climate at that time, in things like the size and shape of their leaves.",
                "But deciduous forests have a lot of nutrient-rich soil because it’s warm enough for material to decompose, but not warm enough for a lot of biomass to grow."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjaWR1b3Vz&hash=83f4cb0814e523310312ea42576b8c3468ea1ac7&lang=en&cache-only=0",
            "defineEn": "(of plants) annually losing leaves",
            "defineVi": "(của cây) rụng lá hàng năm",
            "hasImg": true
        },
        {
            "id": "322ce579-3651-4ee2-84ca-a336aa64b280",
            "word": "to fodder",
            "phonetic": "tə fɑːdɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Social Security’s doomed status has been the fodder of news anchors and cable pundits for so long that many people don’t even question it.",
                "Only a fraction of the nutrients from fodder crops end up in the meat we buy in the end.",
                "England in particular seems plagued by Black-Eyed Children and they often serve as fodder for tabloid magazines and newspapers.",
                "Yams, sugarcane, plantains, and vegetables are also planted to supplement staples and to provide fuel and fodder for animals.",
                "This unofficial sequel to the 1939 film The Wizard of Oz provided the fodder for more than one nightmare thanks in large part to these: The Wheelers."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9kZGVy&hash=2955fa4a3b9e9ac6f3ad4d4bdc4137c5f3cded46&lang=en&cache-only=0",
            "defineEn": "to feed farm animals with any agricultural foodstuff that is specifically for domesticated livestock",
            "defineVi": "để nuôi động vật trang trại với bất kỳ loại thực phẩm nông nghiệp nào dành riêng cho vật nuôi đã thuần hóa"
        },
        {
            "id": "2ab6a859-9357-4a72-a622-61d8eed7b8c6",
            "word": "to irrigate",
            "phonetic": "tʊ ɪɹᵻɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We can survive harsh winters, irrigate deserts, and travel at will to reach the most remote islands.",
                "Trees need to be planted in the right soil conditions, inoculated with truffle fungus, and often irrigated constantly.",
                "And, they also track strange things, like income because wealthy people have the money to irrigate and manicure their lawns in a place in a way that more impoverished folks don't.",
                "A year are used to irrigate Nearby Crops.",
                "Under the Maurya Empire, more than half of the arable land in ancient India was irrigated, producing two harvests a year."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaXJyaWdhdGU&hash=70b9fe84c82d7a9f420ee241c850f7a6647c93a1&lang=en&cache-only=0",
            "defineEn": "(of crops, land, etc.) to supply with water, typically by artificial means",
            "defineVi": "(của cây trồng, đất đai, v.v.) để cung cấp nước, thường bằng phương tiện nhân tạo",
            "hasImg": true
        },
        {
            "id": "459c07e6-a3c1-4f26-9c8b-3b004c3040c2",
            "word": "to sprout",
            "phonetic": "tə spɹaʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She tossed mustard sprouts into her salad for a crunchy texture and a hint of spiciness.",
                "My friend prefers a vegetarian sandwich with avocado and sprouts.",
                "We watered the sprouts diligently every day, ensuring they received enough nourishment to thrive.",
                "They decided to start a small herb garden and included sprouts of basil, parsley, and cilantro.",
                "She examined the potato closely, noticing the small eye where a new sprout would eventually emerge."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Byb3V0&hash=87ccb2556b6a15d84bd10c0b57f704e47248ab80&lang=en&cache-only=0",
            "defineEn": "(of a seed or plant) to begin growing; to produce new leaves or shoots",
            "defineVi": "(của một hạt giống hoặc cây) để bắt đầu phát triển; để tạo ra lá hoặc chồi mới",
            "hasImg": true
        },
        {
            "id": "73509e9d-39a6-42da-ab2c-ce4e7f6fa587",
            "word": "blight",
            "phonetic": "blaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Decades of conflict and corruption have blighted its health care system.",
                "From 1845 to 1852, potato blight disease ravaged the majority of Ireland's potato crop, leading to the Irish Potato Famine, one of the deadliest famines in world history.",
                "In the African wilderness, a wild beast desecrates your loved ones’ graves, and spawns disease and blight with just a glance in your direction.",
                "The creature ravaged the Orkney Islands of the northern coast of Scotland, gleefully killing humans, mangling livestock, and blighting crops.",
                "Because of the single strain of potato, blight devastated entire crops."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxpZ2h0&hash=4c9eba667819480af9f2287b7efbaad264c08fdc&lang=en&cache-only=0",
            "defineEn": "any disease that causes a plant to wither and eventually dies",
            "defineVi": "bất kỳ căn bệnh nào khiến cây khô héo và cuối cùng chết",
            "hasImg": true
        },
        {
            "id": "eee53084-07a3-4362-a160-b9f8593d9b19",
            "word": "croft",
            "phonetic": "kɹɔft ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3JvZnQ&hash=fb3d50c74f1b4cf8589699cb6d7a2c887e2d5c5c&lang=en&cache-only=0",
            "defineEn": "a small rented farm around a house or the house itself, especially in Scotland",
            "defineVi": "một trang trại thuê nhỏ xung quanh một ngôi nhà hoặc chính ngôi nhà, đặc biệt là ở Scotland"
        },
        {
            "id": "5275b703-4b8c-446f-9f0b-0b2d01144762",
            "word": "cultivator",
            "phonetic": "kʌltᵻveɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3VsdGl2YXRvcg&hash=ad823934b718f19c72e8ed84fe02acaf27df4299&lang=en&cache-only=0",
            "defineEn": "a piece of mechanical equipment used to break up the soil and remove weeds from the ground",
            "defineVi": "một phần của thiết bị cơ khí được sử dụng để phá vỡ đất và loại bỏ cỏ dại khỏi mặt đất",
            "hasImg": true
        },
        {
            "id": "a1d012d8-030f-4c4b-9c79-14bef3378afe",
            "word": "hedgerow",
            "phonetic": "hɛdʒɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGVkZ2Vyb3c&hash=53f3c5be14cb49d461a81a6bb8c779fb075a39c2&lang=en&cache-only=0",
            "defineEn": "a line of shrubs, bushes, or small trees that are planted along the edge of a field or road, especially in the UK",
            "defineVi": "một hàng cây bụi, cây bụi hoặc cây nhỏ được trồng dọc theo rìa cánh đồng hoặc con đường, đặc biệt là ở Vương quốc Anh",
            "hasImg": true
        },
        {
            "id": "0a397662-dff4-4c1b-a10e-f12527d746ae",
            "word": "homestead",
            "phonetic": "hoʊmstɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our homestead is a rubble of burnt dry mud, splinters of wood, and grass. . . .",
                "This is Jacqueline Stanley from Homestead.",
                "This is a 9.5-acre homestead in Idaho.",
                "Someone had to maintain the homestead while I was gone.",
                "Griffith got a lot of revenue from the homestead state."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tZXN0ZWFk&hash=15fef5631f406e0d555b98c7930cde33a87f259c&lang=en&cache-only=0",
            "defineEn": "a house, especially a farmhouse, with the land and buildings surrounding it",
            "defineVi": "một ngôi nhà, đặc biệt là một trang trại, với đất đai và các tòa nhà xung quanh nó",
            "hasImg": true
        },
        {
            "id": "e5619faf-f13f-4740-b023-96e469d36dca",
            "word": "husbandry",
            "phonetic": "hʌsbəndɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hi, I am the husbandry and nesting manager as part of the Stranding Response Program.",
                "So, agriculture and animal husbandry did change a lot in late 19th century America, as we came to embrace the market driven ethos that we either celebrate or decry these days.",
                "Mainly I thought that I would just be involved in feeding the animals, just their general care, which for me was great because that's something I'm really interested in it's just the husbandry side of things."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVzYmFuZHJ5&hash=86387cbf859a9505253487537a6c0d7317f9e615&lang=en&cache-only=0",
            "defineEn": "the practice of cultivating and breeding crops and animals and taking care of them",
            "defineVi": "thực hành trồng trọt, chăn nuôi cây trồng, vật nuôi và chăm sóc chúng",
            "hasImg": true
        },
        {
            "id": "51722925-819a-4dee-a83b-7e0292a2d5f4",
            "word": "manure",
            "phonetic": "mənjʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The philanthropist believed that money was only valuable if it was used to help others because, as the saying goes, money like manure, does no good till it is spread.",
                "The farm can produce about 6,000 pounds of manure per harvest.",
                "And they will put their manure on it.",
                "This ranges from wood and leftover crops, to garbage and manure.",
                "And as you can see, the floor is covered with cricket manure."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFudXJl&hash=4da881879020d2ea6e9863fc89283e89236f5591&lang=en&cache-only=0",
            "defineEn": "solid waste from animals spread on a piece of land to help plants and crops grow healthier and stronger",
            "defineVi": "chất thải rắn từ động vật trải rộng trên một mảnh đất để giúp cây cối và mùa màng phát triển khỏe mạnh hơn"
        },
        {
            "id": "00325999-cffa-43f7-b418-8b41b134dac4",
            "word": "pasture",
            "phonetic": "pæstʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Gus has one last chance to prove himself before the team puts him out to pasture.",
                "He's in good health and he feels it's too early to be put out to pasture.",
                "By 1960, the cattle had carpeted 500,000 acres of pasture in dung.",
                "About half of the cattle are raised on pasture that used to be rainforest.",
                "She's moved on to sunnier pastures."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzdHVyZQ&hash=c62ffb5c5d7f792de70141fbd9e2bd14e4836470&lang=en&cache-only=0",
            "defineEn": "a field covered with grass or similar herbs suitable for animals to graze on",
            "defineVi": "một cánh đồng được bao phủ bởi cỏ hoặc các loại thảo mộc tương tự thích hợp cho động vật ăn cỏ",
            "hasImg": true
        },
        {
            "id": "c59ee262-fd9b-442b-88f9-e16221f2f474",
            "word": "reaper",
            "phonetic": "ɹiːpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Reaper has a payload of 3850 pounds, which compares to the predators 450 pounds.",
                "They currently produce the mq nine Reaper as well as the naval version, the sea Guardian among other unmanned systems.",
                "In 2001, the mq nine Reaper made its first flight and eventually became the dominant arm drone that the US fielded.",
                "That is the Reaper whispering into your brain.",
                "But what will eventually replace the hundreds of Reaper drones has yet to be revealed."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhcGVy&hash=2f47a252b7575fb0f1ffd351a9b9314bd06f5e41&lang=en&cache-only=0",
            "defineEn": "a person who gathers the harvest on a farm",
            "defineVi": "một người thu thập vụ thu hoạch trong một trang trại"
        },
        {
            "id": "318d3698-3c8f-4ac1-ac18-63871b8bd756",
            "word": "rustler",
            "phonetic": "ɹʌslɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cnVzdGxlcg&hash=1ea9d18fa8f18a994e5a0ee6fe7b32747c34e761&lang=en&cache-only=0",
            "defineEn": "someone who steals farm animals",
            "defineVi": "ai đó ăn cắp động vật trang trại"
        },
        {
            "id": "9804e804-7bdd-4979-8105-f503974c4768",
            "word": "silage",
            "phonetic": "saɪlɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They sometimes contain a special type of feed called silage for animals, but these short, fat ones, those aren't silos."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lsYWdl&hash=cd1230dd720e9de47227ae101d08478ab3d469fd&lang=en&cache-only=0",
            "defineEn": "grass or other green crops that are harvested and stored without being dried to be fed to animals in winter",
            "defineVi": "cỏ hoặc các loại cây xanh khác được thu hoạch và lưu trữ mà không sấy khô để làm thức ăn cho động vật trong mùa đông",
            "hasImg": true
        },
        {
            "id": "d9434962-0c97-456f-b547-e6385cf85f65",
            "word": "sprinkler",
            "phonetic": "spɹɪŋklɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "These sprinklers are sensitive to even the smallest fire.",
                "Well Squeaks, it doesn’t work exactly like a sprinkler.",
                "I think I see a sprinkler head in the background.",
                "Are you sure it's just not a sprinkler system?",
                "In addition to fire alarms, extinguishers, and sprinklers, you can add fireproof materials to the building’s support structure to keep it from failing, as well as to the walls, floors, and ceilings, to keep fire from spreading."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ByaW5rbGVy&hash=64d3032512d5fa11dd36ec521a1439a164bb6235&lang=en&cache-only=0",
            "defineEn": "a small device with holes that is put on the end of a hose, used for watering soil or lawns; a piece of equipment that is utilized in case a building is on fire",
            "defineVi": "một thiết bị nhỏ có lỗ được đặt ở đầu vòi, dùng để tưới đất hoặc bãi cỏ; một phần của thiết bị được sử dụng trong trường hợp một tòa nhà đang cháy",
            "hasImg": true
        },
        {
            "id": "79f68c4e-79e2-4a18-a1a5-421c2ed0e2b4",
            "word": "vintage",
            "phonetic": "vɪntɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I spotted a beautiful vintage motorcycle at the bike show.",
                "Her fashion sense is very old school, with vintage dresses and retro accessories.",
                "The antique collector stumbled upon a collection of vintage candles made from tallow.",
                "The vintage car may not have the latest technology, but it still runs smoothly and turns heads on the road.",
                "She enjoys collecting vintage coins as a hobby."
            ],
            "audio": "https://tts.langeek.co/read?text=dmludGFnZQ&hash=4713ae7d26166e18407755f5656c0bc4decadd65&lang=en&cache-only=0",
            "defineEn": "the amount of wine produced in a particular year or place",
            "defineVi": "lượng rượu được sản xuất trong một năm hoặc địa điểm cụ thể"
        },
        {
            "id": "797e8341-e2af-42b6-a2c2-76d0e7788bf6",
            "word": "botany",
            "phonetic": "bɑːtəni ",
            "partOfSpeechType": "noun",
            "examples": [
                "They shared a common interest in botany.",
                "Doctor Katherine Esau has been described as the grande dame of American botany.",
                "And then when I went to college, you know, I was studying botany at the time.",
                "But the THEORY of evolution is a large set of ideas that integrates and explains a huge mass of observations from different disciplines including embryology, paleontology, botany, biochemistry, anatomy and geophysics.",
                "One new course I recommend to help round out your knowledge of the biosphere is Plant Science: An introduction to Botany hosted by Dr. Catherine Kleier."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym90YW55&hash=9400154cd9f817254ea45318e1b0f00468b9f70b&lang=en&cache-only=0",
            "defineEn": "the scientific study of plants, their structure, genetics, classification, etc.",
            "defineVi": "nghiên cứu khoa học về thực vật, cấu trúc, di truyền, phân loại, v.v.",
            "hasImg": true
        },
        {
            "id": "f6f936c9-8ccf-432a-b864-9c29b255b11a",
            "word": "biennial",
            "phonetic": "baɪɛnɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Amid the protests, part of the Whitney's biennial exhibit was a project called Triplechaser, which is named after a tear gas canister that breaks into three parts.",
                "ICEX is a three week biennial exercise that offers the US navy the opportunity to assess its operational readiness in the Arctic, and train with other services, partner nations, and allies to increase capability in the region and maintain regional stability while improving capabilities to operate in the Arctic.",
                "While cost overruns at the Olympics are something of a biennial tradition, a number of factors made Japan's expenditures worse."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymllbm5pYWw&hash=6388967f7cd3b51fc0bac6f15aa4112b214ef060&lang=en&cache-only=0",
            "defineEn": "a plant that lives for two years and in its second year produces seeds and flowers",
            "defineVi": "một loại cây sống hai năm và đến năm thứ hai thì ra hạt và ra hoa"
        },
        {
            "id": "08b5ebb7-e77d-47e2-911d-46516489650a",
            "word": "bough",
            "phonetic": "baʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The CEO of the company always gives credit to his team members and never takes all the glory for himself - the boughs that bear most hang lowest.",
                "One festive winter holiday tradition is decking the halls with boughs of holly, and with other poisonous plants too.",
                "And in the early 19th century German immigrants to the US brought the Christmas tree stateside, along with some candles to light up their evergreen boughs."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym91Z2g&hash=37efdac5c8272b452074f7ddc162925b256a2e9e&lang=en&cache-only=0",
            "defineEn": "a major branch of a tree",
            "defineVi": "một nhánh chính của cây",
            "hasImg": true
        },
        {
            "id": "fef0762d-e0f1-4c7a-b462-127d5f8fb7ae",
            "word": "bramble",
            "phonetic": "bɹæmbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bramble bushes along the hiking trail were filled with ripe dewberries.",
                "I love picking fresh blackberries from the bramble near my house.",
                "John's parents urged him to marry a wealthy woman with a large dowry, but he knew that a great dowry is a bed full of brambles, and he wanted to marry for love, not money.",
                "According to Bramble, these huge, springy tendons are not necessary for walking.",
                "Bramble was surprised by this and began considering what elements of human biomechanics make this possible."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJhbWJsZQ&hash=f80b5cfce2f67858c90d63bc03b90ea252687262&lang=en&cache-only=0",
            "defineEn": "a thorny shrub of the rose family on which blackberries grow",
            "defineVi": "một loại cây bụi gai thuộc họ hoa hồng mà quả mâm xôi mọc",
            "hasImg": true
        },
        {
            "id": "1dfd877d-d835-4275-9683-0c2198b13244",
            "word": "foliage",
            "phonetic": "foʊlɪɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The garden appears wild and woolly, with overgrown plants and tangled foliage.",
                "They use camouflage to stay hidden amongst the foliage.",
                "Research indicates that the presence of green foliage increases attention spans and decreases stress levels.",
                "Stumpy is a White's tree frog, and he loves hiding in his foliage.",
                "But at night, they change color and become pale enough that flashlights can pick them out amongst the foliage."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9saWFnZQ&hash=4442c196620821e68918625297bcb340cb5c8be1&lang=en&cache-only=0",
            "defineEn": "a plant or tree's branches and leaves collectively",
            "defineVi": "một cây hoặc cành cây và lá chung",
            "hasImg": true
        },
        {
            "id": "8fcfda79-81ef-4917-9e5f-5acfdfa78e0d",
            "word": "sapling",
            "phonetic": "sæplɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This guy was just a sapling around the beginning of the Mayan calendar.",
                "These big-headed ants swarm over the sapling, fighting off any leaf-eating intruders, like this caterpillar.",
                "Mythical beasts, your questions are like little saplings struggling to survive the winter and we've got just the manure answers to spread all over their roots.",
                "The teeth of this creature tell us that it was a browser, stripping twigs off if tree branches and maybe eating the occasional sapling.",
                "That left only smaller and smaller palm saplings to clear each year."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FwbGluZw&hash=ec90f235a1d9b0a9de8e69234800e5759d561f82&lang=en&cache-only=0",
            "defineEn": "a small and young tree",
            "defineVi": "một cây nhỏ và trẻ",
            "hasImg": true
        },
        {
            "id": "9448bb89-6c23-4fc5-8ce2-2a173a04d5e1",
            "word": "chlorophyll",
            "phonetic": "kloːɹoʊfɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Maybe chlorophyll is just good enough.",
                "These green things are chlorophyll molecules.",
                "it doesn't always have to hit chlorophyll A.",
                "Chlorophyll is bright green.",
                "So the idea goes, maybe the very first photosynthesizers on Earth didn’t use chlorophyll at all."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hsb3JvcGh5bGw&hash=ee67ed8b4a4e9c9dfaa08834fbb82a5236bd8f82&lang=en&cache-only=0",
            "defineEn": "a green pigment found in all green plants and cyanobacteria that is responsible for the absorption of the sunlight needed for the photosynthesis process",
            "defineVi": "một sắc tố màu xanh lá cây được tìm thấy trong tất cả các loại thực vật xanh và vi khuẩn lam chịu trách nhiệm hấp thụ ánh sáng mặt trời cần thiết cho quá trình quang hợp"
        },
        {
            "id": "00cc3fa6-363c-4de3-a2c5-644df2050980",
            "word": "aspen",
            "phonetic": "æspən ",
            "partOfSpeechType": "noun",
            "examples": [
                "We just recently did the show, a live reading in Aspen at the Aspen Comedy Festival, and they went crazy.",
                "I received a callfrom an investor in Aspen who said that he had heardthat Bernie was arrested.",
                "now Aspen forests aren't actually individual trees, they are colonies that grow out from a single clone connected underground.",
                "When Mr. Clapper is talking in Aspen in 2015, he is clearly concerned.",
                "His favorite kind of branches to eat are aspen, but he also accepts willow and birch."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNwZW4&hash=c98b75b76f7bfcb76ca6e5683ce6a4f5e5760685&lang=en&cache-only=0",
            "defineEn": "a tree of the poplar family, with leaves that move even in the breeze",
            "defineVi": "một cây thuộc họ dương, với những chiếc lá di chuyển ngay cả trong gió",
            "hasImg": true
        },
        {
            "id": "17a0954e-f25a-43a5-bbba-1cf595194bc9",
            "word": "banyan",
            "phonetic": "bænjən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Just natural man as he is naturally made in the countryside, wearing a Banyan and a feathered hat."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFueWFu&hash=5a9caf49d6fa568c0c24bc9ea6fdf0f205c5bc37&lang=en&cache-only=0",
            "defineEn": "a South Asian fig tree that can grow new trunks and roots from its branch",
            "defineVi": "một cây vả Nam Á có thể mọc thân và rễ mới từ nhánh của nó",
            "hasImg": true
        },
        {
            "id": "7c6e28a5-5946-4c6c-8449-b6357f959616",
            "word": "beech",
            "phonetic": "biːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Like one biome is the broadleaf deciduous forests with oak, beech, hickory, maple, elm and chestnut trees.",
                "Their sporomorphs tell us that there were southern beech trees on Antarctica as recently as 2.5 million years ago.",
                "Eventually, they took on more familiar forms, as the world saw its first forests of magnolias, oaks, and beech trees.",
                "Farther inland, and at higher elevations, sporomorphs and leaf impressions have been found from plants that are normally found in temperate rainforests, like southern beech trees."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVlY2g&hash=fc674df6d355d99b79ba8b8d4f4709795f92a409&lang=en&cache-only=0",
            "defineEn": "a large forest tree with a smooth grey trunk, shiny leaves, and small nuts",
            "defineVi": "một cây rừng lớn có thân màu xám nhẵn, lá sáng bóng và quả hạch nhỏ",
            "hasImg": true
        },
        {
            "id": "2071ea6b-700c-4223-9c7b-46c75687a5f2",
            "word": "buttercup",
            "phonetic": "bʌɾɚkʌp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnV0dGVyY3Vw&hash=50858aef72c49b8c67594c5ae410f1c7f9059927&lang=en&cache-only=0",
            "defineEn": "a wild plant with cup-shaped flowers that are small, bright, and yellow",
            "defineVi": "một loại cây dại có hoa hình chén nhỏ, sáng và màu vàng",
            "hasImg": true
        },
        {
            "id": "954b5815-875a-4893-b76e-c9b62d463d44",
            "word": "carnation",
            "phonetic": "kɑːɹneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FybmF0aW9u&hash=166243e7ab2549849711cc9e5ea8d966d50e0244&lang=en&cache-only=0",
            "defineEn": "a type of Dianthus often bright-colored and used for formal occasions",
            "defineVi": "một loại Dianthus thường có màu sáng và được sử dụng cho những dịp trang trọng",
            "hasImg": true
        },
        {
            "id": "5fd9469b-0180-4af0-add8-3cd6df817595",
            "word": "cedar",
            "phonetic": "siːdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In 2001, a British zoologist collected a few strands of hair from a hollow cedar tree in Bhutan.",
                "One of these spikes was first identified in Japanese cedar trees dating back over 1200 years.",
                "Honey, garlic, cumin, acacia leaves, cedar oil.",
                "They preserved these heads in jars of cedar oil and showed them to guests who visited their homes.",
                "Instead of being thin and pointy like a needle, cedar leaves are thin and flat."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VkYXI&hash=5bec470153854a30eb4e3c920b8327a7a44df5f2&lang=en&cache-only=0",
            "defineEn": "a tall evergreen tree from the conifer family that has wide spreading branches",
            "defineVi": "một cây thường xanh cao thuộc họ cây lá kim có cành lan rộng",
            "hasImg": true
        },
        {
            "id": "73d594ce-3169-4694-9def-60bdd84f1c11",
            "word": "clover",
            "phonetic": "kloʊvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "If I get this contract, I'll be in clover for the rest of my life.",
                "A contract that he hoped would keep him in clover for the rest of his life.",
                "Since winning the lottery, they’ve been living in clover.",
                "[music] ♪ The first season, Henry's chief crop was clover.",
                "New trendy payments companies like Toast and Clover started pushing into Square's core market."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvdmVy&hash=90fe985b697dc8ecd65da2ced47a1b6dbb2e9285&lang=en&cache-only=0",
            "defineEn": "a small wild plant of the pea family usually with three round leaves, often pink, purple, or white",
            "defineVi": "một loại cây dại nhỏ thuộc họ đậu thường có ba lá tròn, thường có màu hồng, tím hoặc trắng",
            "hasImg": true
        },
        {
            "id": "05b948ea-e7c7-44a8-aec2-f8d63de0ba43",
            "word": "cypress",
            "phonetic": "saɪpɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "People know me from Cypress Hill",
                "Brock: I'm Brock Wright, from Cypress, Texas.",
                "The Senator, one of the oldest cypress trees in the world, burned to the ground in 2012, thanks to two rather young humans who lit a fire in its hollow trunk.",
                "It’s 55 million years ago in North America, and the continent is draped in a canopy of swampy cypress trees and humid broadleaf forests."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3lwcmVzcw&hash=b99926253cc72672b9c309d696a114b7c444885e&lang=en&cache-only=0",
            "defineEn": "a type of evergreen conifer tree with small rounded woody cones",
            "defineVi": "một loại cây hạt trần thường xanh với nón gỗ tròn nhỏ",
            "hasImg": true
        },
        {
            "id": "8283a4eb-2af4-4431-91a5-4985e2b9f224",
            "word": "dandelion",
            "phonetic": "dændᵻlaɪən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dandelions’ are smooth.",
                "Dandelion seeds always have 90 to 110 filaments.",
                "Eat those dandelions!",
                "they use dandelion fuzz.",
                "The dandelion’s looks a little tidier."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFuZGVsaW9u&hash=c2a285dfba07e32e05bc2e7615fc2065b84e3c3b&lang=en&cache-only=0",
            "defineEn": "a small plant of the daisy family with a yellow flower that turns into a fluffy white ball of seeds",
            "defineVi": "một loại cây nhỏ thuộc họ cúc với một bông hoa màu vàng biến thành một quả bóng hạt màu trắng mịn",
            "hasImg": true
        },
        {
            "id": "964a38ea-2338-4cc6-a269-1fa30cfb6049",
            "word": "elm",
            "phonetic": "ɛlm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Like one biome is the broadleaf deciduous forests with oak, beech, hickory, maple, elm and chestnut trees.",
                "Here is a picture of Frank Phillips and some of his executives, arriving for an auction for leases on a private railroad car known as and Millionaire Special, and they would gather under this tree a stately elm tree, bidding on leases of parcels of land to drill on.",
                "This tree became known as the million dollar elm.",
                "hanky where r downstream at the college u how bout it or Caroline you about three to make implication on the elm what about the time you read Malcolm.",
                "A lot of researchers who study persuasion think about it in terms of what’s called the Elaboration Likelihood Model, or ELM, which divides your response to persuasion into two main categories: There’s the central route, where you thoughtfully consider a message, or the peripheral route, where you make a decision using quick judgements or gut feelings."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxt&hash=2e00eaf4f8edb223971d7f482fb15466ce2ddbba&lang=en&cache-only=0",
            "defineEn": "a type of tall deciduous tree with rough serrated leaves",
            "defineVi": "một loại cây rụng lá cao với lá răng cưa thô",
            "hasImg": true
        },
        {
            "id": "e5a243c5-7e95-4e89-92f6-c7a15137d738",
            "word": "hibiscus",
            "phonetic": "hɪbɪskəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Here nestled among countless drawers of dried mugwort leaves and hibiscus flowers, there it is: A small pile of 50 or so pieces of dried Caterpillar fungus."
            ],
            "audio": "https://tts.langeek.co/read?text=aGliaXNjdXM&hash=33d3c4aae5fae36fcf1bff7f71938f40f849f8c5&lang=en&cache-only=0",
            "defineEn": "a tropical plant of the mallow family that has large and brightly colored flowers",
            "defineVi": "một loại cây nhiệt đới thuộc họ cẩm quỳ có hoa to và có màu sắc rực rỡ",
            "hasImg": true
        },
        {
            "id": "fe69e2f5-5e45-484e-a5f5-2d1b43bda076",
            "word": "iris",
            "phonetic": "aɪɹɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "What Iris told me still rings in my head.",
                "So, Iris invites Onion to her house for dinner.",
                "Iris is very sensitive.",
                "Iris is immediately smitten.",
                "Irises, for example, live longer when paired with daffodils."
            ],
            "audio": "https://tts.langeek.co/read?text=aXJpcw&hash=57daf1660e2a89d6ee7926895981b7fa754660a1&lang=en&cache-only=0",
            "defineEn": "a plant with long narrow leaves and large yellow or purple flowers",
            "defineVi": "một loại cây có lá hẹp dài và hoa lớn màu vàng hoặc tím",
            "hasImg": true
        },
        {
            "id": "dcc021e1-9da0-4cfc-8f99-a27b8e043009",
            "word": "mimosa",
            "phonetic": "mɪmoʊsə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWltb3Nh&hash=2c9ad944ae2a88327df8c387f6f9a14e4d843118&lang=en&cache-only=0",
            "defineEn": "a plant whose leaves droop when touched",
            "defineVi": "một loại cây có lá rũ xuống khi chạm vào",
            "hasImg": true
        }
    ]
}