{
    "id": "3277bba0-a064-4d06-a8d3-e6a8c49a437e",
    "title": "Lesson 15",
    "originalTitle": "Lesson 15",
    "words": [
        {
            "id": "339e7583-b8a2-44ae-b4d5-e1daf939666a",
            "word": "to incinerate",
            "phonetic": "tʊ ɪnsɪnɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "It incinerates some of those clothes.",
                "Anything within several kilometers is instantly incinerated in the 6,000-degree heat blast, which even farther out can cause full body, third degree burns, like being engulfed in flames.",
                "And incinerating the waste creates carbon dioxide and other greenhouse-gas emissions that are harmful to the environment.",
                "Meaning it will be incinerated.",
                "After all, it demolishes homes, displaces thousands of people and animals, and incinerates millions of acres of land."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5jaW5lcmF0ZQ&hash=f612de553e779d2d6b8eaef618ed5e019d79e9e8&lang=en&cache-only=0",
            "defineEn": "become reduced to ashes",
            "defineVi": "trở thành tro bụi"
        },
        {
            "id": "9fc7c0af-6190-407b-a698-fa54c568a58d",
            "word": "to postulate",
            "phonetic": "tə pɔstʃʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Other scientists postulate that life may have formed from organic chemicals next to the warmth of underwater volcanoes.",
                "Other studies have postulated that the sunk cost effect can be explained by loss aversion.",
                "At first, he postulated that it was because the mothers in the doctors’ ward gave birth on their backs and the mothers in the midwives’ ward gave birth on their sides.",
                "So it’s not like astronomers have been chomping at the bit to postulate what this matter is.",
                "A researcher named Cyrus Levinthal once postulated that if an average protein randomly tried out all of these wrong shapes, it would take more time than life has existed on Earth."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9zdHVsYXRl&hash=5f05fd59124e8b7bf68ef9cd167312a4ae8eb9e8&lang=en&cache-only=0",
            "defineEn": "an idea or assumption that serves as a premise of reasoning, or argumentation",
            "defineVi": "một ý tưởng hoặc giả định phục vụ như một tiền đề của lý luận, hoặc lập luận"
        },
        {
            "id": "22758b3b-5507-40c2-b6af-8419f2cd0008",
            "word": "to acclimate",
            "phonetic": "tʊ ækləmeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "In case of evacuation, passengers' eyes will already be acclimated to the blackness outside.",
                "So actually, Andy and I had an idea, we thought it would be a nice gesture, if we went and visited some college freshmen, and help them get acclimated to college life.",
                "Well, there's one thing that I think could really, help you acclimate better to college, a certain skill that I think you're gonna need to know."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNjbGltYXRl&hash=286ba9b05e545c2d0825cb0ba4d1126cdded8f44&lang=en&cache-only=0",
            "defineEn": "get used to a certain climate",
            "defineVi": "làm quen với một khí hậu nhất định"
        },
        {
            "id": "dfa9c08d-d0d6-45f1-8d36-a3077d4a919a",
            "word": "to contemplate",
            "phonetic": "tə kɑːntəmpleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The philosopher delved into abstract theories of ethics, contemplating the nature of right and wrong.",
                "Seriously contemplating suicide.",
                "Do you ever contemplate going back to the United States illegally?",
                "I do contemplate it, not a lot, because there's a risk.",
                "I have contemplated what it is that I would tell a younger version of myself."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udGVtcGxhdGU&hash=5642ea9dbeff27fbc45ec1bd299a655bd56a556f&lang=en&cache-only=0",
            "defineEn": "to spend a considerable amount of time thinking about a possible future option in a serious and quiet way",
            "defineVi": "dành một khoảng thời gian đáng kể để suy nghĩ về một lựa chọn có thể xảy ra trong tương lai một cách nghiêm túc và yên tĩnh",
            "hasImg": true
        },
        {
            "id": "3146663c-9b00-4683-8a23-86256be82bd0",
            "word": "to perambulate",
            "phonetic": "tə pəɹæmbjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVyYW1idWxhdGU&hash=c6a75acb817d7f92b648436ff24b33d712980b42&lang=en&cache-only=0",
            "defineEn": "walk with no particular goal",
            "defineVi": "đi bộ không có mục tiêu cụ thể"
        },
        {
            "id": "244de74c-6668-4b3b-976d-a4e92024035b",
            "word": "to denigrate",
            "phonetic": "tə dɛnɪɡɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "But the word’s complicated history also made it a potent tool for Black activists and revolutionaries to recontextualize its power: as a word that referenced a brutal history, put in the hands of the people it once denigrated.",
                "Rather they elevate something by occupying public space, celebrating or denigrating the narratives of individual historical actors, and bringing into view exactly who history is supposed to be for.",
                "Instead of just eavesdropping on a call, gaining some intelligence from it, the Russians actually released the audio of that call in order to basically make the case that it was the United States that was pulling the strings in Ukraine, and that the United States was denigrating Europe and we don’t like Europe."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVuaWdyYXRl&hash=91de32ec1abb6906e8ffbd84964f6678dc373671&lang=en&cache-only=0",
            "defineEn": "to unjustly criticize or attack a person or thing's worth or reputation",
            "defineVi": "để chỉ trích hoặc tấn công một cách bất công giá trị hoặc danh tiếng của một người hoặc điều"
        },
        {
            "id": "3adc87f7-f216-45b1-9a0b-144b278c0ff7",
            "word": "to recuperate",
            "phonetic": "tə ɹᵻkjuːpɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Navalny is now recuperating in Germany.",
                "What it did for us was give us more time to recuperate, arrange for things, arrange our isolation rooms, get more equipment in.",
                "And it hasn't been making enough back in America to recuperate those losses.",
                "Earlier this year, Navalny livestreamed his arrest upon arrival from Berlin, where he'd recuperated after an assassination attempt, one that was launched by the Russian government.",
                "Sure, sitting for brief periods can help us recover from stress or recuperate from exercise."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjdXBlcmF0ZQ&hash=14de8ef5e1e3f5e63b399aab6dd0e16fffb26b0c&lang=en&cache-only=0",
            "defineEn": "to recover from a disease or injury",
            "defineVi": "để phục hồi từ một căn bệnh hoặc chấn thương",
            "hasImg": true
        },
        {
            "id": "0e7f2f54-8f1e-4ab6-b4d2-c8802ae0e1f6",
            "word": "to evacuate",
            "phonetic": "tʊ ɪvækjuːeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The fire alarm went off, and we evacuated the building.",
                "Luckily, the teacher kept her wits about her and was able to evacuate all of her students from the burning building.",
                "Senators have been evacuated.",
                "At least 30 people have been evacuated.",
                "The patients are being evacuated now. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXZhY3VhdGU&hash=40975d221147d742fc996fd3be579a05e0200b30&lang=en&cache-only=0",
            "defineEn": "to leave a place to be safe from a dangerous situation",
            "defineVi": "để rời khỏi một nơi để được an toàn từ một tình huống nguy hiểm"
        },
        {
            "id": "c5f256de-9e61-4b15-a218-3ec0d126366b",
            "word": "to consummate",
            "phonetic": "tə kɑːnsəmeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "On April 6, they finally consummated their relationship.",
                "And that is a consummate example of luck, luck, and more luck.",
                "And Alexis, again, a consummate professional, had her head fully up under the bowl of this toilet.",
                "You are the consummate professional, and I - we've become good friends.",
                "As you know and as everyone's been talking about, Larry King passed away over the weekend, and I wanted to take a minute here at the top of the show to talk about Larry, because of course everyone knows him as this consummate interviewer, this legendary broadcaster."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc3VtbWF0ZQ&hash=a83a97766c58316f43a2e9a7652b81d2b2ef6fdd&lang=en&cache-only=0",
            "defineEn": "make perfect; bring to perfection",
            "defineVi": "làm cho hoàn hảo; mang đến sự hoàn hảo"
        },
        {
            "id": "e803e2b5-e874-4b96-bb69-79531c836432",
            "word": "to deviate",
            "phonetic": "tə diːvɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "It doesn't deviate.",
                "- You can't deviate from the recipe.",
                "The reality deviated from your guess and now you get to to go to The Blend Den again!",
                "Of course, not all gases behave ideally, and all gases deviate from the law at low temperatures or high pressures.",
                "And if you deviate slightly from that mold, some enforcer of the status quo will take notice."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGV2aWF0ZQ&hash=a6517d1e4328adae5f7f0621072de6b775d45ee2&lang=en&cache-only=0",
            "defineEn": "cause to turn away from a previous or expected course",
            "defineVi": "nguyên nhân để quay lưng lại với một khóa học trước đó hoặc dự kiến"
        },
        {
            "id": "262b5ec0-ddff-4713-9d70-c8026cc52743",
            "word": "to placate",
            "phonetic": "tə pleɪkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "However, to placate you, here are some more explosions.",
                "During a march for women’s suffrage in Washington D.C., she ignored the organizers’ attempt to placate Southern bigotry by placing Black women in the back, and marched up front alongside the white women.",
                "And I think he felt the need to placate the base. ",
                "She placated the men with song and prayer, until they had no desire to harm her.",
                "So, we're we are likely looking at, while you may placate moderates over here, you're upsetting progressives over there."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxhY2F0ZQ&hash=9c1a7d83c1b8d58348359942b1f3b24715ac0920&lang=en&cache-only=0",
            "defineEn": "to put a stop to someone's feelings of anger",
            "defineVi": "để chấm dứt cảm giác tức giận của ai đó"
        },
        {
            "id": "8512c409-2067-416b-84b1-546ae726332e",
            "word": "to confederate",
            "phonetic": "tə kənfɛdɚɹət ",
            "partOfSpeechType": "verb",
            "examples": [
                "Should we have Confederate monuments? ",
                "With the North’s decisive victory, Confederate dollars were suddenly useless scraps of paper.",
                "Okay so the strategy of attrition was a Confederate strategy.",
                "A single defector among the confederates was enough to completely wipe out the conformity effect.",
                "Confederate forces would never again threaten a northern city."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZmVkZXJhdGU&hash=502699b7d07b72ac17bc677755f4a6c9267f95aa&lang=en&cache-only=0",
            "defineEn": "form a group or unite",
            "defineVi": "thành lập một nhóm hoặc đoàn kết"
        },
        {
            "id": "020d40ad-0651-4e2b-abb5-9a2b39fea0ba",
            "word": "to regenerate",
            "phonetic": "tə ɹiːdʒɛnɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Abalone possesses a unique ability to repair and regenerate its shell.",
                "Just a small population of blood stem cells can regenerate a whole body’s worth of healthy marrow.",
                "An axolotl can even regenerate half its own heart or part of its brain!",
                "And then regenerated.",
                "And birds cannot regenerate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVnZW5lcmF0ZQ&hash=c9c165c20ccf02ff2a75ec99194294bcb012e9d5&lang=en&cache-only=0",
            "defineEn": "restore strength",
            "defineVi": "phục hồi sức mạnh"
        },
        {
            "id": "cf3ea9c2-d6ed-42b7-a501-16056af62e5a",
            "word": "to devastate",
            "phonetic": "tə dɛvᵻsteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "When their house was burglarized, Tom and his family were devastated, but their neighbors tried to console them by saying that lightning never strikes the same place twice.",
                "John's been putting on a front since his wife left him, but I can tell that he is devastated on the inside.",
                "The pandemic has absolutely devastated the casual dining segment.",
                "Even just a little bit of water can devastate a home.",
                "The coronavirus has devastated the airline industry."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGV2YXN0YXRl&hash=da1549154c63403eeb8fd8321448884eb1ab367d&lang=en&cache-only=0",
            "defineEn": "to destroy something completely",
            "defineVi": "để phá hủy một cái gì đó hoàn toàn"
        },
        {
            "id": "f87c709f-09dc-48d5-a64a-ef8a147267c2",
            "word": "to fumigate",
            "phonetic": "tə fjuːmᵻɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Right now, when we want to get rid of termites, we fumigate our houses with poison."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnVtaWdhdGU&hash=974e2d56ea181626bb1904ab91cbf22e0f2b704d&lang=en&cache-only=0",
            "defineEn": "treat with fumes, expose to fumes, especially with the aim of disinfecting or eradicating pests",
            "defineVi": "xử lý bằng khói, tiếp xúc với khói, đặc biệt là với mục đích khử trùng hoặc diệt trừ sâu bệnh"
        },
        {
            "id": "722ad15a-df7c-4d42-add0-901a32e30c72",
            "word": "to narrate",
            "phonetic": "tə nɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Link narrates everything Rhett does.",
                "A couple of European YouTubers narrated it, and uploaded it to their own channels.",
                "And it entices the reader towards an appendix, narrated by a scholar living long after Winston.",
                "Our story comes from two students from the University of California-Berkeley's Graduate School of Journalism, Karla Caraballo-Torres and Lorin Eleni Gill, who narrates the report.",
                "How do you narrate?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbmFycmF0ZQ&hash=ed9c3f4b59e89fcf408936dd224b3b5839bd1524&lang=en&cache-only=0",
            "defineEn": "to tell a story or describe a series of events, usually in a chronological or cause-and-effect order",
            "defineVi": "để kể một câu chuyện hoặc mô tả một loạt các sự kiện, thường theo trình tự thời gian hoặc nguyên nhân và kết quả"
        },
        {
            "id": "a68e1797-fb05-47d2-8672-cba9f2035485",
            "word": "to assimilate",
            "phonetic": "tʊ ɐsɪmᵻleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "And we instantly are assimilated into that fold.",
                "In the government’s view, fluency in Mandarin and skills in factory work are key to assimilating to Chinese society.",
                "Sometimes tribal leaders participated to prove their civility and ability to assimilate.",
                "It was a shocking discovery, and part of a dark history of forcibly assimilating indigenous people.",
                "The new Sun blasted out fierce light and heat that, over millions of years, blew away the leftover disk material that hadn’t yet been assimilated into planets."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNzaW1pbGF0ZQ&hash=1bed374aaf56c70764912d1fb2c0a9fa52309e1b&lang=en&cache-only=0",
            "defineEn": "make similar",
            "defineVi": "làm tương tự"
        },
        {
            "id": "9331ca4d-7ff2-46eb-9c7d-6b9678241ede",
            "word": "to inculcate",
            "phonetic": "tʊ ɪŋkəlkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "For the 1930s and into the 1940s, Japanese youth had been inculcated into this culture of Bushido, the warrior culture of Japan.",
                "Maybe they supported him a little bit, but too far in inculcating hate and bigotry, too far in dividing Americans against each other, and absolutely too far in inflicting pain on children. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5jdWxjYXRl&hash=cd5ef90352e7d03406aa4c82716504fbea726793&lang=en&cache-only=0",
            "defineEn": "teach and impress by frequent repetitions or admonitions",
            "defineVi": "giảng dạy và gây ấn tượng bằng cách lặp lại thường xuyên hoặc nhắc nhở"
        },
        {
            "id": "4598cb53-eef8-4501-88e7-1d9ecb30ecf4",
            "word": "to vacate",
            "phonetic": "tə veɪkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I was, like, \"Vacate the premises.\"",
                "The press was generally negative, looking at how Russia was behind schedule, at how nothing worked, of how money was stolen, of how human rights were violated in the process of vacating space for the Olympics.",
                "On June 29, Hud's Federal Housing Finance Agency extended the ability for multi-family property owners that already had forbearance agreements, an extra three months of forbearance with the requirement that landlords give the tenant at least a 30 day notice to vacate, not charge the tenant late fees or penalties for nonpayment of rent and allowed tenant flexibility to repay back rent over time and not in a lump sum."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmFjYXRl&hash=21defa1d6708499f989986d9384f9d596bae6f43&lang=en&cache-only=0",
            "defineEn": "leave behind empty; move out of",
            "defineVi": "bỏ trống phía sau; di chuyển ra khỏi",
            "hasImg": true
        },
        {
            "id": "de2746f4-6de4-4ea9-ad81-456a6df311fd",
            "word": "to premeditate",
            "phonetic": "tə pɹɪmɛdᵻteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The outbursts are not premeditated or intentional.",
                "Police Say Dylan Walked into that CHURCH with a premeditated plan to kill.",
                "Or they may be premeditated, which is why vaccination is pretty much the greatest thing to happen to medicine ever.",
                "The fact that the attacks were apparently premeditated, as alleged by the House managers, demonstrates the ludicrousness of the incitement allegation against the president.",
                "And one thing that seem pretty clear, even as described by European chroniclers, is that Cook's death does not look premeditated"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlbWVkaXRhdGU&hash=f85906f069331e2e47942d9932a1c0e9f07e38de&lang=en&cache-only=0",
            "defineEn": "consider, ponder, or plan (an action) beforehand",
            "defineVi": "xem xét, cân nhắc hoặc lên kế hoạch (một hành động) trước"
        }
    ]
}