{
    "id": "329a039c-8256-4f9f-b6b2-59acae609e64",
    "title": "The Economy",
    "originalTitle": "The Economy",
    "words": [
        {
            "id": "2ead7492-eeae-4544-9120-72b8d9e80b78",
            "word": "to finance",
            "phonetic": "tə faɪnæns ",
            "partOfSpeechType": "verb",
            "examples": [
                "Consumer finance is not necessarily a money spinner any longer.",
                "The finance minister's fall from grace gave his enemies great satisfaction.",
                "I'm not worried about my finances.",
                "The money will go to finance a new community centre.",
                "The private finance initiative has not papered over the cracks, although it has lined plenty of pockets."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmluYW5jZQ&hash=e5b789924b4857429c93e858e7878ad1b113a166&lang=en&cache-only=0",
            "defineEn": "to provide funds or an amount of money",
            "defineVi": "để cung cấp tiền hoặc một số tiền"
        },
        {
            "id": "eee3a1ce-5edf-4918-8143-a05ccdef6d22",
            "word": "capital",
            "phonetic": "kæpɪɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "What's the capital of Peru?’",
                "What is the capital of France?",
                "A sentence always starts with a capital letter.",
                "Capital spending this year is likely to hit $1,800 million.",
                "The teacher drummed the names of the state capitals into our heads."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwaXRhbA&hash=e0c39f90192b446763a1c68dddf1efdbad42a8d1&lang=en&cache-only=0",
            "defineEn": "money or property owned by a person or company that is used for investment or starting a business",
            "defineVi": "tiền hoặc tài sản thuộc sở hữu của một người hoặc công ty được sử dụng để đầu tư hoặc bắt đầu kinh doanh"
        },
        {
            "id": "0ca007e0-54cf-4b4f-b984-9432e48c6f90",
            "word": "credit",
            "phonetic": "kɹɛdɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "John's bank account is in credit by $500.",
                "On the credit side, the restaurant offers a wide range of choices.",
                "Enter these amounts on the credit side.",
                "The company is in credit with its customers for providing excellent customer service.",
                "The politician is in credit with his supporters for fulfilling his election promises."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlZGl0&hash=656cea0bc7a86951d742106ddcac8276bc9f7713&lang=en&cache-only=0",
            "defineEn": "the ability to buy something from a shop or receive money from a bank based on trust, without paying for it immediately",
            "defineVi": "khả năng mua thứ gì đó từ cửa hàng hoặc nhận tiền từ ngân hàng dựa trên sự tin tưởng mà không phải trả tiền ngay lập tức",
            "hasImg": true
        },
        {
            "id": "b40decc8-f8b3-4493-a433-176abd77095b",
            "word": "debit",
            "phonetic": "dɛbɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Check the correct debit or credit card is selected under \"payment method.\"",
                "Then add a debit or credit card or link to a bank account.",
                "There is a significant correlation between use of cash, prepaid debit, high end credit and wealth, and there's a huge correlation between wealth and race.",
                "In the moral credits model, good and bad behaviors are like credits and debits on a bank account.",
                "It's exactly the same sort of technology used in contactless debit and credit cards."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGViaXQ&hash=b1a452960a6f1620b8e7093dc48638145d34965e&lang=en&cache-only=0",
            "defineEn": "a record of debts, used in accounting",
            "defineVi": "một bản ghi các khoản nợ, được sử dụng trong kế toán"
        },
        {
            "id": "8b77f86e-4f74-4ba5-8a59-f51f3576c55b",
            "word": "expense",
            "phonetic": "ɛkspɛns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The rest of his money went into medical expenses.",
                "My friends all had a good laugh, but at my expense.",
                "The document was printed at the taxpayer's expense.",
                "Her fame was bought at the expense of her marriage.",
                "He built up the business at the expense of his health."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwZW5zZQ&hash=f28d4fc4f6fc0a24c2ee494e2f4b9a9a823d97b1&lang=en&cache-only=0",
            "defineEn": "the amount of money spent to do or have something",
            "defineVi": "số tiền chi tiêu để làm hoặc có một cái gì đó"
        },
        {
            "id": "994d36ae-af61-4148-88d9-15bd6eaf2871",
            "word": "due",
            "phonetic": "duː ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The rent is coming due next week.",
                "Although I'm not showing yet, my baby is due in the spring.",
                "We have a science project due next week at school.",
                "With all due respect, Sir, I cannot agree with your last statement.",
                "The team's success was due in part to their understanding that a bird never flew on one wing, and that each member's contributions were necessary for achieving their goals."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVl&hash=af2d5534b4d400afe3726a1d3737e8e36e3dfdab&lang=en&cache-only=0",
            "defineEn": "(payment, debt, etc.) having to be paid immediately",
            "defineVi": "(thanh toán, nợ, v.v.) phải được thanh toán ngay lập tức"
        },
        {
            "id": "dafcc634-eff5-45c7-9c50-9c18a442afc5",
            "word": "yield",
            "phonetic": "jiːld ",
            "partOfSpeechType": "noun",
            "examples": [
                "The negotiations between the two countries finally yielded a peace agreement.",
                "The apple orchard typically yields a bountiful harvest each year.",
                "The fertile soil in this region yields abundant crops of wheat and corn.",
                "The study yielded significant findings that could advance medical research.",
                "The orchard's yield of apples was lower this year due to unfavorable weather conditions."
            ],
            "audio": "https://tts.langeek.co/read?text=eWllbGQ&hash=4cc601cb7324ab2861449a47050b463a83e5fa99&lang=en&cache-only=0",
            "defineEn": "an amount of profit gained from an investment or business",
            "defineVi": "một số tiền lãi thu được từ một khoản đầu tư hoặc kinh doanh"
        },
        {
            "id": "3063aadf-64a7-4682-97df-e105fcc792d4",
            "word": "bank statement",
            "phonetic": "bæŋk steɪtmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "You’ll also have to provide documentation like pay stubs, bank statements and tax returns.",
                "So just having basic practices like keeping an eye on your bank statements, checking it out once a week, make sure there are no unauthorized purchases.",
                "Print out your last 3 months of bank statements, and put each expense into one of 5 categories: Essentials.",
                "But despite Powers' crafty salesmanship, he didn't care for the details of financial bookkeeping and often left bills unpaid and bank statements unopened.",
                "It was a process where you had to type in your account number, your routing number, you had to wait three or four days, go log into your online banking or look at your bank statement type 2 and 4 cents."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFuayBzdGF0ZW1lbnQ&hash=e2c5613fe5adbf64c03a333582f07ba425947bf7&lang=en&cache-only=0",
            "defineEn": "a printed record of a bank account showing the amount of money paid into or withdrawn from it",
            "defineVi": "một bản in của một tài khoản ngân hàng cho thấy số tiền được trả vào hoặc rút ra từ nó"
        },
        {
            "id": "bf707d10-ba0c-4ec0-ac6f-7cc33806fcfa",
            "word": "benefit",
            "phonetic": "bɛnɪfɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The referee gave him the benefit of the doubt.",
                "The changes benefit management but leave the workers out in the cold.",
                "Only a minority of people exist on unemployment benefits alone.",
                "My friend studied the nutritional benefits of different legumes for her research project.",
                "I prefer brown rice over white rice for its nutritional benefits."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVuZWZpdA&hash=d1185d3f0829848cdf481e3e934c8984d8a7da3f&lang=en&cache-only=0",
            "defineEn": "the occasions or events like concert or performance that are arranged with the aim of generating funds for those who are in need",
            "defineVi": "các dịp hoặc sự kiện như buổi hòa nhạc hoặc buổi biểu diễn được sắp xếp với mục đích gây quỹ cho những người có nhu cầu"
        },
        {
            "id": "cf308d1e-d0d7-415f-8422-10f3089c9f35",
            "word": "to climb",
            "phonetic": "tə klaɪm ",
            "partOfSpeechType": "verb",
            "examples": [
                "We climbed the sturdy branches of the tree to get a better view.",
                "She climbed the greasy pole to become the CEO.",
                "She climbed onto the roof to enjoy the view from above.",
                "He climbs on the bandwagon when he joins a new popular cause.",
                "The truck's engine roared as it climbed the steep hill."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xpbWI&hash=954ba34506d27b2a29962b73cf3c88c0d07f6df2&lang=en&cache-only=0",
            "defineEn": "to increase in terms of amount, value, intensity, etc.",
            "defineVi": "để tăng về số lượng, giá trị, cường độ, vv",
            "hasImg": true
        },
        {
            "id": "0993ce8f-a707-4984-b14e-cb4dd2272cb9",
            "word": "to crash",
            "phonetic": "tə kɹæʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "It crashed just after take-off.",
                "The bank crash has had a ripple effect on the whole community.",
                "She lost a leg in a car crash.",
                "The loud crash made everyone in the room sit up and take notice.",
                "The car crashed into a tree and went down in flames, leaving no survivors."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3Jhc2g&hash=23f3947697f830a7174ce25160eb4c0364f9586b&lang=en&cache-only=0",
            "defineEn": "(economics) to lose value  suddenly and significantly",
            "defineVi": "(kinh tế) mất giá đột ngột và đáng kể"
        },
        {
            "id": "36a8f7f4-1cf0-4c6d-a1ef-7f74cd08edc5",
            "word": "collapse",
            "phonetic": "kəlæps ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company's recent collapse has left their pension fund members up the creek.",
                "The bridge collapsed, and the car plunged under.",
                "She flopped her bag onto the couch and collapsed next to it.",
                "She was so tired that she was on the point of collapse.",
                "The political situation had become so unstable that people felt that above black there is no color, and that the country was on the brink of collapse."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGFwc2U&hash=a1da38f945d9f8c357ea07009e9f34f65fe1fef7&lang=en&cache-only=0",
            "defineEn": "a sudden decrease in something's value, such as a price or stock",
            "defineVi": "sự sụt giảm đột ngột về giá trị của một thứ gì đó, chẳng hạn như giá cả hoặc cổ phiếu"
        },
        {
            "id": "b953f4ef-c427-4c00-975d-08c13be6a574",
            "word": "debt relief",
            "phonetic": "dɛt ɹᵻliːf ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVidCByZWxpZWY&hash=779715b92f6d57f9d84a151529d204b924b5213b&lang=en&cache-only=0",
            "defineEn": "the act of remitting a person or organization's debts",
            "defineVi": "hành động chuyển nợ của một người hoặc tổ chức"
        },
        {
            "id": "2d42f734-b71f-4f36-8dfb-c5e7b5c7a2e1",
            "word": "income",
            "phonetic": "ɪŋkʌm ",
            "partOfSpeechType": "noun",
            "examples": [
                "His gambling was eating away at their income.",
                "Retirement often brings with it a massive drop in income.",
                "The budget can be balanced by raising income taxes by 2 percent.",
                "He got on his soapbox and gave a passionate speech about income inequality.",
                "Though it wasn't ideal, he knew that it was better to have some income than none at all."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jb21l&hash=32ff0b43239c1305cfe0bbf1ccd61364a69295d8&lang=en&cache-only=0",
            "defineEn": "the money that is regularly earned from a job or through an investment",
            "defineVi": "số tiền thường xuyên kiếm được từ một công việc hoặc thông qua một khoản đầu tư",
            "hasImg": true
        },
        {
            "id": "b9494cdc-7179-41a5-a397-0141955580c6",
            "word": "revenue",
            "phonetic": "ɹɛvənuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company is healthily growing its revenue each year.",
                "The company's new product launch led to a fat increase in revenue.",
                "It cuts their own throats by making less revenue.",
                "The company's expansion into new markets allowed them to spread their wings and increase their revenue.",
                "The company's previous unethical practices were exposed, and as old sins cast long shadows, it led to a loss of customers and revenue."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV2ZW51ZQ&hash=633b5bcd0d4be366d0fb30bc443c341722bab4f2&lang=en&cache-only=0",
            "defineEn": "money that an organization or business earns over a period of time",
            "defineVi": "tiền mà một tổ chức hoặc doanh nghiệp kiếm được trong một khoảng thời gian"
        },
        {
            "id": "7790ba8b-0839-4859-a93b-689845e746c9",
            "word": "fortune",
            "phonetic": "fɔːɹtʃʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He gave away a fortune.",
                "That holiday cost me a small fortune.",
                "The novel follows the fortunes of a village community in Scotland.",
                "He has made a fortune through his successful business ventures.",
                "A bit of good fortune came my way."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ydHVuZQ&hash=d19accb73a8d45fe2a21e179b561988236657952&lang=en&cache-only=0",
            "defineEn": "a very large sum of money",
            "defineVi": "một số tiền rất lớn",
            "hasImg": true
        },
        {
            "id": "5f84f7c4-c5a8-4a25-8a71-14b5c5eb2ba2",
            "word": "fee",
            "phonetic": "fiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Just complete the form, pay the fee, and Bob's your uncle!",
                "They had to use part of their retirement nest egg to pay for their son’s college fees.",
                "While our designs are tailored to specific needs, our styling fee suits all pockets alike.",
                "She won the court case, but it was a Pyrrhic victory because she had to pay so much in legal fees.",
                "Although the banks will still collect fees."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVl&hash=00f7afcc7d5f95ee20e5151e1d7c94a6050717c3&lang=en&cache-only=0",
            "defineEn": "the money that is paid to a professional or an organization for their services",
            "defineVi": "số tiền được trả cho một chuyên gia hoặc một tổ chức cho các dịch vụ của họ",
            "hasImg": true
        },
        {
            "id": "d41ec360-6f74-46c8-833d-f034b329c730",
            "word": "to deposit",
            "phonetic": "tə dᵻpɑːzɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I always put my important documents in a safe deposit box at the bank because safe bind, safe find.",
                "I went to the bank to deposit some money into my savings account.",
                "The coal deposits of Britain match deposits in the Appalachian Mountains of eastern North America.",
                "Deposits above and below Dickinsonia had a mixture of about 10 percent cholesteroids and about 75 percent stigmasteroids.",
                "A collection of Boder material was deposited here in 1967."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVwb3NpdA&hash=9de5ce8404ea8c9e672aa48f2752490e59663548&lang=en&cache-only=0",
            "defineEn": "to put an amount of money or other item of value into a bank account",
            "defineVi": "để đặt một số tiền hoặc mặt hàng khác có giá trị vào một tài khoản ngân hàng"
        },
        {
            "id": "e0033725-defa-4c6b-a3e5-931e9113b33c",
            "word": "to withdraw",
            "phonetic": "tə wɪθdɹɔː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The teacher withdrew the assignment from the class website.",
                "The artist decided to withdraw their painting from the exhibit.",
                "We used the ATM outside the bank to withdraw money quickly.",
                "The funding for the project was withdrawn so that really threw a wrench into the works.",
                "The library quickly withdrew the controversial novel from circulation after parents complained that there is no thief like a bad book, capable of corrupting even the most innocent of minds."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2l0aGRyYXc&hash=3380eed8c6c584bc2231d6cb674728b4de8145fd&lang=en&cache-only=0",
            "defineEn": "to take out and remove something from a particular place",
            "defineVi": "để lấy ra và loại bỏ một cái gì đó từ một nơi cụ thể"
        },
        {
            "id": "57a51a59-41e2-46db-8881-1f56dcf2dd24",
            "word": "to freeze",
            "phonetic": "tə fɹiːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "They froze sliced bananas and blended them into a creamy banana ice cream.",
                "Make a large batch of pelmeni and freeze them for future meals.",
                "It's best to blanch the green beans before freezing them for long-term storage.",
                "White currants can be frozen and enjoyed later as a tasty addition to smoothie bowls.",
                "Sam tries to wrap her brain around snow and freezing temperatures, but she's always lived in Florida, so real winter is not something she has experienced."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnJlZXpl&hash=8194175dffa7d6f8052c0d040b20e7ca987eb2a6&lang=en&cache-only=0",
            "defineEn": "to legally prevent money, property, or a bank account from being used or sold",
            "defineVi": "để ngăn chặn hợp pháp tiền, tài sản hoặc tài khoản ngân hàng được sử dụng hoặc bán"
        },
        {
            "id": "28d06b7d-fea6-4aae-b2c6-a2e6cbb08d35",
            "word": "to overdraw",
            "phonetic": "tʊ oʊvɚdɹɔː ",
            "partOfSpeechType": "verb",
            "examples": [
                "Your account is overdrawn by 178 dollars because of a gym membership you never use."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3ZlcmRyYXc&hash=d2abbf3e4d52f257e3e0b2c4f035526ad6f09ab7&lang=en&cache-only=0",
            "defineEn": "to withdraw more money from a bank account than is available",
            "defineVi": "để rút nhiều tiền hơn từ một tài khoản ngân hàng hơn là có sẵn"
        },
        {
            "id": "cc962128-bdc7-4801-ad4f-276218812938",
            "word": "donation",
            "phonetic": "doʊneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The organization supports various charitable causes through donations.",
                "I gave a small donation.",
                "The donation was made under the auspices of the local historical society.",
                "Reputable charities spend the lion's share of donations on aid and a tiny fraction on administration.",
                "The volunteers worked together to collect donations for the local food drive."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9uYXRpb24&hash=ab6ebfd3138b2e451ab97c9bb36d23fb23464556&lang=en&cache-only=0",
            "defineEn": "something that is voluntarily given to someone or an organization to help them, such as money, food, etc.",
            "defineVi": "một cái gì đó được trao tự nguyện cho ai đó hoặc một tổ chức để giúp đỡ họ, chẳng hạn như tiền, thức ăn, v.v.",
            "hasImg": true
        },
        {
            "id": "19191411-9b0f-4b58-9b26-84df0830e2c4",
            "word": "budget",
            "phonetic": "bʌdʒɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Budget cuts are putting the squeeze on scientific research.",
                "The budget can be balanced by raising income taxes by 2 percent.",
                "The project's success is walking on shaky ground due to frequent delays and budget issues.",
                "The business owner did not create a budget or a marketing strategy, and the company failed within a year.",
                "The latest budget over-eggs the pudding yet again, spreading resources across too many sectors without enough funds to actually fix any of them."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVkZ2V0&hash=d4a97d7dce87c996f8ba0bee600976bc3ee3d8c7&lang=en&cache-only=0",
            "defineEn": "the sum of money that is available to a person, an organization, etc. for a particular purpose and the plan according to which it will be spent",
            "defineVi": "tổng số tiền có sẵn cho một người, một tổ chức, v.v. cho một mục đích cụ thể và kế hoạch theo đó nó sẽ được chi tiêu",
            "hasImg": true
        },
        {
            "id": "728f8047-0279-41e8-bd8b-ce68491335f6",
            "word": "asset",
            "phonetic": "æsɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Geithner, hat in hand, looking for a bridge loan so AIG could complete some asset sales.",
                "In today's world, where communication is more important than ever, having strong verbal skills can be a valuable asset - a good tongue is a good weapon.",
                "Those assets included hotels, apartment buildings, and other real estate assets.",
                "Assets are broken up into two categories.",
                "The left-hand side is the assets."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNzZXQ&hash=7fe32a92adc3761cf56f9911c49d6dc79f99f47d&lang=en&cache-only=0",
            "defineEn": "(usually plural) a property or an item of value that a company owns and can sell to pay its debts",
            "defineVi": "(thường là số nhiều) tài sản hoặc vật phẩm có giá trị mà công ty sở hữu và có thể bán để trả nợ"
        },
        {
            "id": "7720778d-c535-4667-8fc6-3cbf75ed08e6",
            "word": "broke",
            "phonetic": "bɹoʊk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "you're broke and you don't have work.",
                "Jacobsen went for broke on the last nine holes and won the tournament.",
                "The entrepreneur decided to go for broke and invest all his savings in his new business.",
                "Broke again!",
                "The broke person version of investing is having a friend with money."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJva2U&hash=1345f28101288f2421eb8f22b80a346170c0e2e2&lang=en&cache-only=0",
            "defineEn": "not having any money",
            "defineVi": "không có tiền",
            "hasImg": true
        },
        {
            "id": "0bd97bf6-5266-47f6-acf9-34b7223dc75d",
            "word": "bankruptcy",
            "phonetic": "bæŋkɹʌptsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "We are staring bankruptcy in the face.",
                "Mismanagement had brought the company to the brink of bankruptcy.",
                "If he doesn't restructure his company soon, he's buying a one-way ticket to bankruptcy.",
                "It was an economic policy that would have brought the country to bankruptcy.",
                "The sharks have been circling for so long that I don't really remember what it's like to not be on the verge of bankruptcy."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFua3J1cHRjeQ&hash=0003d562b13a94624b841502b0520933d8726ff5&lang=en&cache-only=0",
            "defineEn": "a situation in which a person or business is unable to pay due debts",
            "defineVi": "một tình huống trong đó một người hoặc doanh nghiệp không thể thanh toán các khoản nợ đến hạn"
        },
        {
            "id": "b4288a98-1abc-4554-9a85-1a1a62af5879",
            "word": "fair trade",
            "phonetic": "fɛɹ tɹeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "It’s not fair trade. ",
                "These are roasted coffee beans, Fair Trade, of course.",
                "But it's not a fair trade, we get the better deal.",
                "Free and fair trade is the answer, not protection."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFpciB0cmFkZQ&hash=aa4874b6ef7d2eeda58f592e96c40db88a30333c&lang=en&cache-only=0",
            "defineEn": "trading practices that do not put consumers at a disadvantage",
            "defineVi": "thực hành thương mại không đặt người tiêu dùng vào thế bất lợi"
        },
        {
            "id": "d0a69f86-1dc2-4ae8-a917-efa38a56cea4",
            "word": "to transfer",
            "phonetic": "tə tɹænsfɜː ",
            "partOfSpeechType": "verb",
            "examples": [
                "I need to format my external hard drive before transferring files to it.",
                "Transfer tape makes light work of re-gluing in the workshop.",
                "And the iPod's FireWire connector transferred songs faster than USB.",
                "Transfers are locking up everywhere.",
                "So again, the bat can transfer the infection to other animals."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhbnNmZXI&hash=b480af1c4e3eb6270eaf39d5d6e1f9f1cc43a87a&lang=en&cache-only=0",
            "defineEn": "to make a person or thing move from a place, situation, or person to another",
            "defineVi": "để làm cho một người hoặc điều di chuyển từ một nơi, tình huống, hoặc người khác",
            "hasImg": true
        },
        {
            "id": "dec4ebeb-cd2a-4ead-bed8-05791ff77613",
            "word": "trading",
            "phonetic": "tɹeɪdɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The euro hit a record low in trading today.",
                "The senator has long been accused of insider trading, but it seems like this time the authorities have finally caught him in the cookie jar.",
                "In trading today the dollar held steady against the yen.",
                "Every other brokerage firm offers free trading.",
                "Trading and the credit markets froze."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhZGluZw&hash=f0299788468b736ea5e399ad4c3c78bc0737eae2&lang=en&cache-only=0",
            "defineEn": "the practice of buying and selling goods",
            "defineVi": "hành vi mua bán hàng hóa"
        },
        {
            "id": "4c0f0e83-041e-481c-8756-db8878d5eb3e",
            "word": "economy",
            "phonetic": "ɪkɑːnəmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The economy is struggling.",
                "The economy is going to the dogs.",
                "The economy is falling to pieces.",
                "The consumer has been driving the economy for a number of years.",
                "The country's economy is slowly grinding to a halt."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNvbm9teQ&hash=ce054be3555a174006bbf39902d3c4fb940712f5&lang=en&cache-only=0",
            "defineEn": "the system in which money, goods, and services are produced or distributed in a country or region",
            "defineVi": "hệ thống trong đó tiền, hàng hóa và dịch vụ được sản xuất hoặc phân phối ở một quốc gia hoặc khu vực"
        },
        {
            "id": "1f9693ec-83e0-4ed1-a437-4f629b1dd2d2",
            "word": "supply and demand",
            "phonetic": "səplaɪ ænd dᵻmænd ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3VwcGx5IGFuZCBkZW1hbmQ&hash=5f1e4c11c6332c48bec2e4a545514028e4873a90&lang=en&cache-only=0",
            "defineEn": "‌the relationship between the amount of goods or services that are available and the amount that people want to buy, especially when this controls prices",
            "defineVi": "‌mối quan hệ giữa số lượng hàng hóa hoặc dịch vụ có sẵn và số lượng mà mọi người muốn mua, đặc biệt khi điều này kiểm soát giá cả"
        },
        {
            "id": "e5b713a3-6121-4551-b251-64752a27881b",
            "word": "stock market",
            "phonetic": "stɑːk mɑːɹkɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The stock market rally resulted in a fat return on investment for many investors.",
                "The stock market went haywire after the company's CEO resigned.",
                "Hold on to your hat as the stock market zigs and zags!",
                "The stock market was doing well, and investors were making a lot of money.",
                "They are making a fortune by investing in the stock market."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvY2sgbWFya2V0&hash=3cbfd9f1e484b84065a0e2dd6f373828336a5066&lang=en&cache-only=0",
            "defineEn": "the business of trading and exchanging shares of different companies",
            "defineVi": "kinh doanh mua bán và trao đổi cổ phiếu của các công ty khác nhau"
        },
        {
            "id": "8d18cdfd-4716-4970-8e83-e6e4c28a6efe",
            "word": "share",
            "phonetic": "ʃɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Both drivers shared the blame for the accident.",
                "My friend shared a bag of chocolate-covered macadamia nuts with us.",
                "The locals generously shared their knowledge of manioc processing techniques.",
                "All members of the band equally share the band's profits.",
                "The HR department only shared the employee's personal information on a need-to-know basis."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hhcmU&hash=aa4cc106975a936c76b9a40b4bb015eb885829fc&lang=en&cache-only=0",
            "defineEn": "any of the equal portions of a company's stock that is available for public to buy and gain benefit",
            "defineVi": "bất kỳ phần bằng nhau nào của cổ phiếu của công ty có sẵn cho công chúng mua và thu lợi"
        },
        {
            "id": "fea03fc4-5bdc-4239-bb6e-69cbb53c6c6c",
            "word": "recession",
            "phonetic": "ɹᵻsɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "No city has escaped the recession, but Seattle has fared best by a long shot.",
                "Many more businesses are feeling the chill wind of the recession.",
                "The effects of the recession are being felt everywhere.",
                "Before the recession, the country was on the pig's back, but the situation has changed greatly.",
                "Britain is still in the grip of recession."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjZXNzaW9u&hash=3c29ed7e96a0ff01150911714331b6c96ac46fbf&lang=en&cache-only=0",
            "defineEn": "a period of economic decline marked by a rise in unemployment and the fall in the GDP",
            "defineVi": "một thời kỳ suy thoái kinh tế được đánh dấu bằng sự gia tăng thất nghiệp và giảm GDP"
        },
        {
            "id": "d1ee48ec-2b0a-4914-98a8-ccc780701647",
            "word": "invoice",
            "phonetic": "ɪnvɔɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "I have raised an invoice for the tape.",
                "It can invoice people and interacts with many point of sale systems.",
                "and it's time to invoice for the renewal.",
                "This is the invoice that was sent, if you want to look at it. ",
                "And depending on our price range, many accounting software systems have options for generating invoices and can play nice with our point of sale system."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52b2ljZQ&hash=4439ee8b641daed40d86b3da7f064eaec9f88adb&lang=en&cache-only=0",
            "defineEn": "a list of goods or services received and their total cost",
            "defineVi": "một danh sách hàng hóa hoặc dịch vụ nhận được và tổng chi phí của họ",
            "hasImg": true
        },
        {
            "id": "0d911522-3b1b-4bd9-a514-28c314969951",
            "word": "fundraising",
            "phonetic": "fʌndɹeɪzɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "As I indicated I attended fundraising events.",
                "Roblox is now worth $29.5 dollars billion, according to its latest fundraising round.",
                "Think executive salaries, luxury offices, marketing budgets and fancy fundraising parties.",
                "Meanwhile, in a stunning reversal, Joe Biden's campaign struggles to match rival presidential candidates in fundraising.",
                "Nonprofits rely on foot traffic and corporate sponsorships, too, but they rely heavily on fundraising events."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVuZHJhaXNpbmc&hash=80225bc0591946584cb6c056d6c1570c6783abb8&lang=en&cache-only=0",
            "defineEn": "the provision of financial aid for something such as a charity or cause, usually through holding special events",
            "defineVi": "cung cấp hỗ trợ tài chính cho một cái gì đó như một tổ chức từ thiện hoặc nguyên nhân, thường thông qua việc tổ chức các sự kiện đặc biệt"
        },
        {
            "id": "49871caa-6920-431b-8307-60daaf176f1d",
            "word": "free trade",
            "phonetic": "fɹiː tɹeɪd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnJlZSB0cmFkZQ&hash=e469235f5556082b244c1c67c8691fe3a95caa8e&lang=en&cache-only=0",
            "defineEn": "a system of international trading in which there are no restrictions or taxes on goods bought or sold",
            "defineVi": "một hệ thống thương mại quốc tế trong đó không có hạn chế hoặc thuế đối với hàng hóa được mua hoặc bán"
        },
        {
            "id": "d13f15fe-b4fb-4bca-9be8-f848f0a833f1",
            "word": "free market",
            "phonetic": "fɹiː mɑːɹkɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnJlZSBtYXJrZXQ&hash=5bb4257baa76277bf62b4f2aa3df1d55d12f0ee4&lang=en&cache-only=0",
            "defineEn": "an economic system that is not operated by the government rather by free competition and supply and demand",
            "defineVi": "một hệ thống kinh tế không được điều hành bởi chính phủ thay vì cạnh tranh tự do và cung và cầu"
        },
        {
            "id": "d675527b-f2db-4a51-ab8e-3a7bd103c7c8",
            "word": "decline",
            "phonetic": "dᵻklaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The government's popularity is declining, as the polls show.",
                "The company's profits have been declining for months, but the CEO only started to take notice after the stock price dropped significantly.",
                "For the past couple of years, the chattering classes have argued about whether the religious right is in decline.",
                "The company's profits began to decline, and the business eventually ground to a halt.",
                "They soon realized that riches have wings, and their profits declined."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjbGluZQ&hash=50bb507cac54474552f9396a928bd3539171df5e&lang=en&cache-only=0",
            "defineEn": "a continuous reduction in something's amount, value, intensity, etc.",
            "defineVi": "sự giảm liên tục về số lượng, giá trị, cường độ, v.v."
        },
        {
            "id": "f33eefcf-c441-4e7b-a19a-107b856653a8",
            "word": "commodity",
            "phonetic": "kəmɑːdᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Additionally, falling prices for key commodities, like copper, are keeping a lid on most manufacturing costs.",
                "These commodity monies didn’t require much trust.",
                "It's a commodity.",
                "Cause oil's a valuable commodity.",
                "But commodity money isn’t very convenient."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbW9kaXR5&hash=1ffc00e045148097b1b2903e6ff2c52d35157f12&lang=en&cache-only=0",
            "defineEn": "(economics) a basic product or raw material that can be purchased or sold",
            "defineVi": "(kinh tế học) sản phẩm cơ bản hoặc nguyên liệu thô có thể mua hoặc bán"
        }
    ]
}