{
    "id": "32c7fca9-bd75-40cc-91ac-fda921b34396",
    "title": "Much-needed Adverbs",
    "originalTitle": "Lesson 65",
    "words": [
        {
            "id": "1729b6c1-3059-433e-aa94-3e0ce2c61533",
            "word": "alike",
            "phonetic": "ɐlaɪk ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Melissa's new book got off to a flying start, with high sales and positive reviews from readers and critics alike.",
                "They look so alike and share the same quirky sense of humor.",
                "As the saying goes, dogs of the same street bark alike.",
                "They look so alike that it's easy to mix them up.",
                "We've always shared and shared alike, haven't we?"
            ],
            "audio": "https://tts.langeek.co/read?text=YWxpa2U&hash=d575222166c67a7a4001672ed129e84289b9cb77&lang=en&cache-only=0",
            "defineEn": "used to say that one meant both of the people or things one just mentioned",
            "defineVi": "được sử dụng để nói rằng một người có nghĩa là cả hai người hoặc những thứ mà người ta vừa đề cập"
        },
        {
            "id": "fccb62f8-68c7-4bfa-8e56-7065bcb0b5a0",
            "word": "accordingly",
            "phonetic": "ɐkoːɹdɪŋli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The coach understood that each athlete had different strengths and weaknesses, and tailored training programs accordingly - a carrion kite will never be a good hawk.",
                "Mistakes were made on my watch, and accordingly I believe my decision to retire, while painful, is appropriate.",
                "The doctor understood that different patients had different medical histories and needs, and customized treatment plans accordingly - every shoe fits not every foot.",
                "Interest in bench seats declined accordingly.",
                "Pencils are labeled accordingly."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb3JkaW5nbHk&hash=52f0eff65050baddc92c78eb3584018483c7b1a5&lang=en&cache-only=0",
            "defineEn": "because of the reason given",
            "defineVi": "vì lý do đưa ra"
        },
        {
            "id": "5309e314-1f37-482e-9682-ba9c1a41746a",
            "word": "allegedly",
            "phonetic": "ɐlɛdʒᵻdli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "She was charged in relation to a hit and run after she allegedly left the scene of an accident.",
                "The heavily armed Moroccan man allegedly opened fire, before he was overpowered by three Americans.",
                "And then inside here, we have allegedly, Dark Plates.",
                "One example of this allegedly occurred in the New Orleans area, where Ronald Egana ran into trouble moments after his family secured his release from jail with Blair's bail bonds.",
                "Later that morning in Austin, a former sheriff's deputy allegedly shot and killed three people at an apartment complex."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxsZWdlZGx5&hash=37c2a29e963a8c7bb553cf107702e6bd283c79a0&lang=en&cache-only=0",
            "defineEn": "used to say that something is the case without any proof provided",
            "defineVi": "được sử dụng để nói rằng một cái gì đó là trường hợp mà không có bất kỳ bằng chứng cung cấp"
        },
        {
            "id": "47b16b26-1522-41ad-be47-fd657f3e993c",
            "word": "exclusively",
            "phonetic": "ɛkskluːsɪvli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "I use the metric system exclusively.",
                "But the most effective budgets work exclusively with present dollars.",
                "We operate exclusively in Africa.",
                "In fact, bronze-making skills were honed almost exclusively around ornamental pursuits, rather than functional efforts like weapons or agricultural tools.",
                "and I did a whole video on that for Patreon exclusively."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjbHVzaXZlbHk&hash=c03cf4425d5e78994cb36aee76c511563a121bc0&lang=en&cache-only=0",
            "defineEn": "with nothing or no one else included",
            "defineVi": "không có gì hoặc không có ai khác bao gồm"
        },
        {
            "id": "d827416b-bc6c-4ddb-9069-8211e3e52c21",
            "word": "explicitly",
            "phonetic": "ɛksplɪsɪtli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "In practice, not much explicitly happens.",
                "However, they never explicitly acknowledged any wrongdoing or illegality.",
                "Now some scientists don’t explicitly express an opinion either way.",
                "So we've explicitly defined four different sequences here.",
                "But Salvador Dali, this painting right here, The Sacrament of the Last Supper, he explicitly used the golden ratio."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwbGljaXRseQ&hash=60097b9af0fc2741eb576ceb2a891c8ba734983a&lang=en&cache-only=0",
            "defineEn": "in a manner that is direct and clear",
            "defineVi": "một cách trực tiếp và rõ ràng"
        },
        {
            "id": "451db444-3780-49de-8a4e-1a16556a496d",
            "word": "frankly",
            "phonetic": "fɹæŋkli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Frankly, this book sounded dull as ditchwater to me.",
                "Quite frankly, I don't blame you.",
                "I've tried hard and frankly haven't found anything any of the governments you've mentioned have done that is worth making a song and dancing about.",
                "Number one is, frankly, an increased focus on sustainability.",
                "But the most indicative descendants of them are frankly, the Persians or the Indians."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhbmtseQ&hash=c362bf2527651b93fabd2c2d9fea96e1a7d6c9bd&lang=en&cache-only=0",
            "defineEn": "in a manner that is direct and honest",
            "defineVi": "một cách trực tiếp và trung thực"
        },
        {
            "id": "cbc7c466-4d17-46a7-9855-6d0656ab4bd0",
            "word": "shitless",
            "phonetic": "ʃɪtləs ",
            "partOfSpeechType": "adverb",
            "examples": [
                "That talk really scared him shitless."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hpdGxlc3M&hash=1c8a3f5b51359213caad246b3370b92eb834794b&lang=en&cache-only=0",
            "defineEn": "used to show the extreme degree of an action or feeling",
            "defineVi": "được sử dụng để hiển thị mức độ cực đoan của một hành động hoặc cảm giác"
        },
        {
            "id": "085d6ea1-8112-4a28-ad84-9607c1b90cb0",
            "word": "halfway",
            "phonetic": "hæfweɪ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The carpet only reached halfway across the room.",
                "They didn't drop any points until halfway through the season.",
                "A skirt that reaches halfway down her legs",
                "I started to watch the clock about halfway through the class.",
                "He seemed to falter halfway through the race before finding his second wind."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFsZndheQ&hash=d4d0d575e49dfe8e76c19afda4c1ec7895402f55&lang=en&cache-only=0",
            "defineEn": "at or to the middle of two extremes",
            "defineVi": "ở hoặc ở giữa hai thái cực",
            "hasImg": true
        },
        {
            "id": "08c4852a-d94e-418e-9f75-94a47353eb30",
            "word": "ironically",
            "phonetic": "aɪɹɑːnɪkli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Ironically, sunspots actually increase the energy output of the Sun.",
                "And ironically, some regard the once revolutionary metric system as a symbol of global conformity.",
                "Ironically, these resonances, these little islands of stability throughout the universe, are a memory of a past full of movement and change.",
                "And some people were, perhaps ironically, better at that defensive thinking.",
                "Ironically, Kodak actually invented the first digital camera back in 1975."
            ],
            "audio": "https://tts.langeek.co/read?text=aXJvbmljYWxseQ&hash=ae1de3fec2769dbe721d75b41ed5aa9c88bd4dd2&lang=en&cache-only=0",
            "defineEn": "used for saying that a situation is odd, unexpected, paradoxical, or accidental",
            "defineVi": "được sử dụng để nói rằng một tình huống là kỳ quặc, bất ngờ, nghịch lý hoặc tình cờ"
        },
        {
            "id": "d9e65692-1e7e-43e3-8c07-d666acb48265",
            "word": "merely",
            "phonetic": "mɪɹli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "That's merely five months ago.",
                "Instead, your existence is merely contingent on the existence of other things.",
                "I am merely a lowly specimen preparator.",
                "Are numbers, polygons and equations truly real, or merely ethereal representations of some theoretical ideal?",
                "It's merely a game that benefits certain people."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVyZWx5&hash=dcffb93887403c1f9c792594190e8b918baae773&lang=en&cache-only=0",
            "defineEn": "only; nothing more than what is to be said",
            "defineVi": "chỉ một; không có gì hơn những gì được nói"
        },
        {
            "id": "3e858163-d159-453c-87df-04f3a3d911a1",
            "word": "namely",
            "phonetic": "neɪmli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Namely, the virus can come out, not very far, a few feet and down.",
                "The trash can sucks namely because it's got very little expandability.",
                "Namely, it was also a time of massive tectonic activity.",
                "Namely, it was the first early horse to be a true hypsodont.",
                "Namely: when should society assist people in need of housing and what form should that assistance take?"
            ],
            "audio": "https://tts.langeek.co/read?text=bmFtZWx5&hash=0d15a25c2e7abf8400604a5391d2d3bc1128191b&lang=en&cache-only=0",
            "defineEn": "used to give detailed information regarding what has just been mentioned",
            "defineVi": "được sử dụng để cung cấp thông tin chi tiết về những gì vừa được đề cập"
        },
        {
            "id": "1140a4e5-4a81-4fce-a4c4-b925f1dc0ea0",
            "word": "nonetheless",
            "phonetic": "nʌnðəlɛs ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Nonetheless, scientific consensus is a powerful tool.",
                "Nonetheless, these bizarre plants left behind a big legacy.",
                "But nonetheless, we have an obligation to the families.",
                "Nonetheless, he had used immigration to some effect in the campaign. ",
                "Nonetheless, Hitler found success with them."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9uZXRoZWxlc3M&hash=57ad3f43f22c2b9fa227095d3af9da8d47e26335&lang=en&cache-only=0",
            "defineEn": "despite what was just mentioned",
            "defineVi": "mặc dù những gì vừa được đề cập"
        },
        {
            "id": "d9162571-65e1-4099-8ade-42b5ac826e1f",
            "word": "notably",
            "phonetic": "noʊɾəbli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Notably, the automaker is expanding its Toyota racing development or TR D sub brand.",
                "Notably, none of the band members have their own individual accounts on social media.",
                "This included most notably the passing of Jim Crow Laws.",
                "Notably, the US version has the same plastic cladding and slight lift, which is not seen on the European version.",
                "Most notably, Congressman Steny Hoyer was there."
            ],
            "audio": "https://tts.langeek.co/read?text=bm90YWJseQ&hash=7c62c6f17c3e17e384b911312b50c909f40e720a&lang=en&cache-only=0",
            "defineEn": "in a way that is significant",
            "defineVi": "theo một cách có ý nghĩa"
        },
        {
            "id": "58ea068d-ea2f-4c5a-9259-2cdb1a048780",
            "word": "overly",
            "phonetic": "oʊvɚli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "They found an overripe watermelon in their garden, its rind was dull and the flesh was overly soft and sweet.",
                "When reaching out to a friend who is going through a difficult time, it's important to be mindful of their emotional state and avoid being overly cheerful or upbeat, as the saying goes, bring not a bagpipe to a man in trouble.",
                "The first designer babies will not be overly designed.",
                "Because an overly tired baby is actually going to sleep worse.",
                "He's overly sentimental just to get attention."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Zlcmx5&hash=4699efedccebb6152e6bfedfa7605c288a5100a7&lang=en&cache-only=0",
            "defineEn": "to an excessive or immoderate degree",
            "defineVi": "đến một mức độ quá mức hoặc quá mức",
            "hasImg": true
        },
        {
            "id": "595e5bdc-02c2-4f50-a870-d8d1a4124c53",
            "word": "partially",
            "phonetic": "pɑːɹʃəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "This company is partially deaf-owned.",
                "Dogs are partially colorblind.",
                "These oil prices are at least partially the result of the U.S. administration's own actions.",
                "So far, nearly 63 percent of U.S. adults are at least partially immunized.",
                "My medication actually partially stops the pain synapses in my brain from firing."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFydGlhbGx5&hash=1e8c42b051de98f68b3c005f5d5641a67438ab11&lang=en&cache-only=0",
            "defineEn": "to a limited degree or extent",
            "defineVi": "ở một mức độ hạn chế hoặc mức độ"
        },
        {
            "id": "d937c992-1015-4def-ae7d-9c1ebab5d59e",
            "word": "predominantly",
            "phonetic": "pɹɪdɑːmɪnəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Argan oil is predominantly used in high-end cosmetic products and Moroccan cuisine.",
                "Psychiatrists will use them for bipolar disorder predominantly.",
                "The predominantly Black neighborhood is one of Chicago's biggest and most violent.",
                "Oxygen and hydrogen are predominantly found in water, which makes up about 60% of the body by weight.",
                "LATE appears predominantly in those aged over 80 years."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZG9taW5hbnRseQ&hash=e42ff5b990a9ba1ae40cc24a6b82a7a541aa3b00&lang=en&cache-only=0",
            "defineEn": "for the most part; primarily",
            "defineVi": "hầu hết; chủ yếu"
        },
        {
            "id": "55738a94-b365-4be7-8c34-e405d93c033f",
            "word": "presently",
            "phonetic": "pɹɛzəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Their margins range from the mid-single digits to the mid-teens presently.",
                "So presently, last few months, there is a crisis on the border. ",
                "Maybe it’s something you’ll miss in the future or presently, whatever.",
                "Another President confronted with a scandal proclaimed: \"I can say, categorically, that this investigation indicates that no one on the White House staff, no one in this administration presently employed was involved in this very bizarre incident.\""
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc2VudGx5&hash=9bb37435f3e08dad0b0607a4d317ceefb11c76bf&lang=en&cache-only=0",
            "defineEn": "at the moment or present time",
            "defineVi": "tại thời điểm hiện tại hoặc thời điểm hiện tại"
        },
        {
            "id": "566bb538-c915-4a20-b9f7-ab45974c5fc1",
            "word": "presumably",
            "phonetic": "pɹɪzuːməbli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "This has their web FAI information on it presumably.",
                "Presumably this would go somewhere else.",
                "Presumably, it's costing your neighbor a fortune as well. -",
                "So presumably, bigger Dimetrodons would need bigger sails.",
                "And then presumably, there's also,"
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc3VtYWJseQ&hash=d88c1d4bf1d298c88d9672dd186efa5f92756163&lang=en&cache-only=0",
            "defineEn": "used to say that the thing mentioned is based on an assumption",
            "defineVi": "được sử dụng để nói rằng điều được đề cập là dựa trên một giả định"
        },
        {
            "id": "4daab1bd-b9ab-4b2d-9848-c0689e8120fa",
            "word": "readily",
            "phonetic": "ɹɛdili ",
            "partOfSpeechType": "adverb",
            "examples": [
                "I didn't know that skirret may not be as readily available as more common root vegetables.",
                "In Tiger and Bunny, it is readily apparent. ",
                "As the wall came in, we readily the American side.",
                "Agencies should readily and systematically post information online and in advance of public request.",
                "And this time, there's no readily available replacement."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhZGlseQ&hash=a7d530872240fc06a26fc7d6883fc0aed28c7831&lang=en&cache-only=0",
            "defineEn": "fast or with no difficulty",
            "defineVi": "nhanh chóng hoặc không gặp khó khăn"
        },
        {
            "id": "67815953-fb7e-4196-9710-741fb2f06019",
            "word": "regardless",
            "phonetic": "ɹᵻɡɑːɹdləs ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The CEO of the company listened to the feedback of all employees, regardless of their rank or expertise.",
                "The coach believed that nature passes nurture, and that some athletes are just naturally more talented than others, regardless of their training and practice.",
                "The teacher went on about the topic he had chosen regardless of the fact that many students were asleep.",
                "I think she has rats in the attic because she declined to accept that work regardless of the salary and benefits.",
                "Regardless of where the bacteria came from, the test results should sound an alarm bell."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVnYXJkbGVzcw&hash=024e45755b460e4271f61944dc7ba377006914f2&lang=en&cache-only=0",
            "defineEn": "with no attention to the thing mentioned",
            "defineVi": "không chú ý đến điều được đề cập"
        },
        {
            "id": "61373768-4ed2-4cbd-a5b9-a31d3e3afe01",
            "word": "reportedly",
            "phonetic": "ɹᵻpoːɹɾᵻdli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "He got the hook, reportedly due to differences with his co-star.",
                "That year, Chuck E. Cheese's losses reportedly totaled $15 million.",
                "The star also reportedly brings in $2 million a year from his deal with Monster Beverage.",
                "The crime ring reportedly included actual Hermès employees.",
                "The current free-to-play champ, Fortnite, reportedly brings in over $2 million a day."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwb3J0ZWRseQ&hash=bf2add8b76f1e0029f97c655581963302878eb6f&lang=en&cache-only=0",
            "defineEn": "based on what some people say or what is heard",
            "defineVi": "dựa trên những gì một số người nói hoặc những gì được nghe"
        },
        {
            "id": "675dea13-f5d7-4c11-be9c-fa8718fae6e5",
            "word": "respectively",
            "phonetic": "ɹᵻspɛktɪvli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Let A and B stand for X and Y respectively.",
                "Meanwhile, two of their biggest competitors, Amul and Nestlé, made nearly five billion and 750 million from dairy, respectively.",
                "For the month of April, production of beef and pork dropped by 21 percent and 11 percent, respectively.",
                "The addition of hydrogen turns them into NADH and FADH2, respectively.",
                "After all, Google, Microsoft and Cisco, creators of Google Hangouts, Skype and WebEx, respectively, have very diverse businesses."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzcGVjdGl2ZWx5&hash=24d4167303b8441b4ae4123ac25430c095784437&lang=en&cache-only=0",
            "defineEn": "in exactly the order mentioned",
            "defineVi": "theo đúng thứ tự đã đề cập"
        },
        {
            "id": "fec2875f-c734-42ee-872a-a0b709440cd2",
            "word": "seemingly",
            "phonetic": "siːmɪŋli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The seemingly harmless prank ended up causing a lot of trouble, proving that the mother of mischief is no bigger than a midge's wing.",
                "Ray gives a chilling performance as the seemingly nice cop who goes off the deep end and starts terrorising a couple.",
                "He was criticized by some for seemingly marrying into the fashion industry solely for fame and fortune.",
                "When it comes to cybersecurity, there is no little enemy, and even a seemingly harmless email or file can contain a dangerous virus or malware.",
                "The divorce of a seemingly happy couple reminded their friends and family to call no man happy till he dies, and that relationships can be fragile and subject to change."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VlbWluZ2x5&hash=0683c91fad0cc3ccae19e89a91d3c9669f74144e&lang=en&cache-only=0",
            "defineEn": "in a way that appears or gives the impression of being true, though not necessarily so",
            "defineVi": "theo cách xuất hiện hoặc mang lại ấn tượng là đúng, mặc dù không nhất thiết phải như vậy"
        },
        {
            "id": "7da05f1a-53fb-44f0-a08f-44360d51437b",
            "word": "simultaneously",
            "phonetic": "saɪməlteɪniəsli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The entrepreneur was trying to launch two different businesses simultaneously, but learned that if you run after two hares, you will catch neither, and decided to prioritize one business and put the other on hold.",
                "This industrious structure simultaneously acts as a storehouse, a manufacturing hub, and a processing plant.",
                "In 1923, two guys simultaneously defined acids and bases in the exact same way.",
                "A female kangaroo can often simultaneously support one inside her uterus and another in her pouch.",
                "Throughout time, cats were simultaneously solitary predators of smaller animals and prey for larger carnivores."
            ],
            "audio": "https://tts.langeek.co/read?text=c2ltdWx0YW5lb3VzbHk&hash=5dd5f49a5b87cd03523f320611075a249c8cf9e7&lang=en&cache-only=0",
            "defineEn": "at exactly the same time",
            "defineVi": "chính xác cùng một lúc"
        },
        {
            "id": "149fefeb-74ef-4ec4-a0ab-b1754e0c877b",
            "word": "solely",
            "phonetic": "soʊlli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "He was criticized by some for seemingly marrying into the fashion industry solely for fame and fortune.",
                "The goal of a fair trial is to ensure that justice is blind, and that the outcome is based solely on the facts of the case.",
                "The archbishop cautioned the cardinal to beware of a man of one book who bases all of his arguments solely on a single reference.",
                "A post, which in all probability, is fake and written solely for either earning a brownie point or being afraid of left out.",
                "We solely depend on him."
            ],
            "audio": "https://tts.langeek.co/read?text=c29sZWx5&hash=bb653570471f727dc09462c00956c640bc315d35&lang=en&cache-only=0",
            "defineEn": "with no one or nothing else involved",
            "defineVi": "không có ai hoặc không có gì khác tham gia"
        },
        {
            "id": "59a19791-d710-4fd6-89f6-4e7de98d2bc6",
            "word": "substantially",
            "phonetic": "səbstænʃəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Its stock price has fallen substantially over the last couple of months.",
                "Oh, they would benefit very substantially.",
                "And they must contribute substantially to military protection from now on.",
                "So it's substantially better at its job in infecting people.",
                "So it's substantially better at its job in infecting people."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vic3RhbnRpYWxseQ&hash=be0302cec8df6b87f4e1fcdda5a88d7a5741b85b&lang=en&cache-only=0",
            "defineEn": "to a considerable extent or degree",
            "defineVi": "đến một mức độ đáng kể hoặc mức độ"
        },
        {
            "id": "970d8a6f-4d44-44ea-a64a-1ec04e2aa47a",
            "word": "thankfully",
            "phonetic": "θæŋkfəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The car accident was scary, but thankfully no one was seriously injured - nothing so bad but might have been worse.",
                "Thankfully, philosophers love a good definition.",
                "Thankfully, scientists have proposed a solution.",
                "Thankfully, the captioner did come.",
                "This one is not, thankfully."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhhbmtmdWxseQ&hash=2b97d8bbe43856d6660d7c26d371de3756048407&lang=en&cache-only=0",
            "defineEn": "used to express appreciation for something",
            "defineVi": "được sử dụng để thể hiện sự đánh giá cao cho một cái gì đó"
        },
        {
            "id": "c6d4092f-9a22-433f-8ffd-9b15740c4973",
            "word": "undoubtedly",
            "phonetic": "ʌndaʊɾᵻdli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "A dog is undoubtedly a man’s best friend.",
                "It was undoubtedly my darkest hour.",
                "Animism undoubtedly played a role in the formation of the pontianak legend.",
                "Air quality though, has undoubtedly improved.",
                "First, obviously, you have to stop the fighting, undoubtedly."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kb3VidGVkbHk&hash=f2edf77289ad03d0b82de696704bbea2f37d5661&lang=en&cache-only=0",
            "defineEn": "used to say that there is no doubt something is true or is the case",
            "defineVi": "được sử dụng để nói rằng không có nghi ngờ gì về điều gì đó là đúng hoặc là trường hợp"
        },
        {
            "id": "eb93380d-999a-4d06-bb62-ef447cb3e38f",
            "word": "utterly",
            "phonetic": "ʌɾɚli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Trump's maximum pressure campaign failed utterly.",
                "The thumb is utterly unique.",
                "But her schedule was utterly unpredictable.",
                "They are utterly without laws, conscience or respect for human life.",
                "The utterly chaotic scenes in World War Z legitimately give me anxiety."
            ],
            "audio": "https://tts.langeek.co/read?text=dXR0ZXJseQ&hash=ab7404beffdab27b05bec0cfeb198753a8a5f897&lang=en&cache-only=0",
            "defineEn": "(used for emphasis) to the fullest degree or extent",
            "defineVi": "(được sử dụng để nhấn mạnh) ở mức độ hoặc mức độ đầy đủ nhất"
        },
        {
            "id": "30834030-8f75-4d8b-b3ae-e2046e372425",
            "word": "wholly",
            "phonetic": "hoʊli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "His attorney called the charges wholly without merit.",
                "And they were wholly unprepared. ",
                "Sometimes, a heteropagus twin can exist wholly inside its healthy twin, as a fetus in fetu.",
                "And then, their pincers are a wholly different set of appendages.",
                "And so they had wholly different ideas about what their roles were as political leaders and as presidents. "
            ],
            "audio": "https://tts.langeek.co/read?text=d2hvbGx5&hash=4c46308a7e4d88d81b319a26a043b5a14e81699e&lang=en&cache-only=0",
            "defineEn": "to a full or complete degree",
            "defineVi": "đến một mức độ đầy đủ hoặc hoàn thành"
        },
        {
            "id": "be9b7c22-0d80-42a1-8bf0-ce666af870be",
            "word": "forth",
            "phonetic": "fɔːɹθ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Once you set forth, you cannot turn back.",
                "Examples include: assault, vandalism, harassment, battery, so forth.",
                "Are we getting a good deal for our money and so forth.",
                "Corporations put forth great effort to find the right name for a new product. ",
                "Others put forth the idea that it was powdery but firm cement."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ydGg&hash=b0782b19e8cf1d17a97b2bcfd5ee691330fd13c9&lang=en&cache-only=0",
            "defineEn": "out and away from a particular place",
            "defineVi": "ra khỏi một nơi cụ thể"
        },
        {
            "id": "a1c73e39-df6a-4c07-a3a8-951f8c2f539f",
            "word": "seldom",
            "phonetic": "sɛldəm ",
            "partOfSpeechType": "adverb",
            "examples": [
                "These dogs seldom make the news.",
                "In my experience, common fame is seldom to blame.",
                "The incident showed that desert and reward seldom keep company.",
                "When everyone in the group agreed on the idea without questioning it, John reminded them of the proverb great minds think alike, though fools seldom differ, to encourage them to think independently and critically.",
                "I guess it's true what they say, a rouk-town's seldom a good housewife at home."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZG9t&hash=4cdcdc4fc8f197a8cf6b70518dc9e5deab8c130f&lang=en&cache-only=0",
            "defineEn": "almost never; in a way that is not often",
            "defineVi": "hầu như không bao giờ; theo cách không thường xuyên",
            "hasImg": true
        },
        {
            "id": "34fc99e5-4fba-47c3-a12d-696200b0f514",
            "word": "thereafter",
            "phonetic": "ðɛɹæftɚ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "And then everything eventually became a knife fight shortly thereafter. ",
                "And then everything eventually became a knife fight shortly thereafter.",
                "Maybe not the second I mentioned it but shortly thereafter",
                "And so, shortly thereafter, Japan attacks French Indo-China.",
                "I did not have sexual intercourse or anything close to sexual intercourse in high school or for many years thereafter."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlcmVhZnRlcg&hash=ef223490c5b3f8b6118162c67a3b56f2c1dd8641&lang=en&cache-only=0",
            "defineEn": "from a particular time onward",
            "defineVi": "từ một thời điểm cụ thể trở đi"
        },
        {
            "id": "3a2487f1-a934-4cd6-b93c-3c96a4fa38f9",
            "word": "whatsoever",
            "phonetic": "wʌtsoʊɛvɚ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "We're just little frogs in a big pond, doing all the printing and copying without any recognition whatsoever.",
                "I've never had a taste for fighting of any kind, so I know I would not be suited to the army whatsoever.",
                "Even the teachers gave him no support whatsoever.",
                "It makes no sense whatsoever.",
                "That makes no sense whatsoever."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hhdHNvZXZlcg&hash=a61a96dc24d9c37189a1b2b52edf28f9faeeb0bb&lang=en&cache-only=0",
            "defineEn": "(used for emphasis) not at all",
            "defineVi": "(dùng để nhấn mạnh) hoàn toàn không"
        },
        {
            "id": "483aed05-3e26-4df3-bda1-86560a013448",
            "word": "whereby",
            "phonetic": "wɛɹbaɪ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Obsessive-compulsive disorder is an anxiety disorder whereby you have either obsessions or compulsions or both.",
                "Titles also provide guidelines whereby people know how to address others. ",
                "Graduating students also wear collars or sashes of cloth over their gowns, whereby their field of academic specialization is indicated via color. ",
                "A uniform is one way whereby the workers can be easily identified by others. ",
                "In fact, they have a test environment whereby the updates for the software is tested to make sure that the software they're getting from their automation vendor is not infested with malware."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hlcmVieQ&hash=dcccf2dd6b6918c81270745baca5fa33568e39c1&lang=en&cache-only=0",
            "defineEn": "used for indicating that something is done in accordance with the mentioned rule, approach, method, etc.",
            "defineVi": "được sử dụng để chỉ ra rằng một cái gì đó được thực hiện theo quy tắc, cách tiếp cận, phương pháp đã đề cập, v.v."
        },
        {
            "id": "071dc2af-c16d-42e9-b4eb-11b204e839e1",
            "word": "for good",
            "phonetic": "fɔːɹ ɡʊd ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zm9yIGdvb2Q&hash=b058731a8e76d60afcf54cf67cebd9b70367cba6&lang=en&cache-only=0",
            "defineEn": "in a way that lasts forever or never changes",
            "defineVi": "theo cách kéo dài mãi mãi hoặc không bao giờ thay đổi"
        }
    ]
}