{
    "id": "32c95cf7-1d43-467b-a12d-a11596cc2b1a",
    "title": "Lesson 41",
    "originalTitle": "Lesson 41",
    "words": [
        {
            "id": "ca6e33af-de89-472e-8c77-7ed99a003110",
            "word": "to encore",
            "phonetic": "tʊ ɑːŋkoːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "This encore presentation is part of our series Work Shift.",
                "This encore look is part of our arts and culture series, Canvas.",
                "This encore look is part of oldest workers series, Unfinished Business.",
                "This encore report by William Brangham is part of our arts and culture series, Canvas.",
                "This encore look with Jeffrey Brown is part of arts and culture series, Canvas."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5jb3Jl&hash=6a75f1d30f0fd75d4c1e93df429686a1c879c329&lang=en&cache-only=0",
            "defineEn": "request an encore, from a performer",
            "defineVi": "yêu cầu một encore, từ một người biểu diễn"
        },
        {
            "id": "6cacb27d-d66a-44e1-be53-305cd3afb137",
            "word": "to encourage",
            "phonetic": "tʊ ɛŋkɜːɹɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The police department has encouraged officers to walk the beat.",
                "The sunny day encouraged us to go for a bike ride.",
                "I encourage others to follow our example.",
                "I encourage others to follow our example.",
                "The coach encouraged his team to push the limit and give their all in the championship game."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5jb3VyYWdl&hash=7bb12ae7715247ce3824e65680000eaccd0b888b&lang=en&cache-only=0",
            "defineEn": "to provide someone with support, hope, or confidence",
            "defineVi": "để cung cấp cho ai đó sự hỗ trợ, hy vọng, hoặc sự tự tin",
            "hasImg": true
        },
        {
            "id": "ac260ea5-d95e-4400-a150-c7c4700beec0",
            "word": "replica",
            "phonetic": "ɹɛplɪkə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The town replica sits inside a 20,000-square-foot building in Chula Vista, California, about 7 miles south of San Diego and 5 miles north of the Mexican border.",
                "This is a replica of the Mars Curiosity rover.",
                "This is a replica of one of Volta’s early batteries.",
                "While the cave has indeed been closed to the public, you can still visit replicas close to the original site.",
                "Meanwhile, art restorer Jef van der Veken made a replica of the other half for display until it was found."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwbGljYQ&hash=2a3f37a4b6f37aabeee69835c8323d79be368e19&lang=en&cache-only=0",
            "defineEn": "copy that is not the original; something that has been copied",
            "defineVi": "bản sao không phải là bản gốc; một cái gì đó đã được sao chép"
        },
        {
            "id": "7ac0c564-63d5-4894-84c2-7d0c4e506405",
            "word": "repetition",
            "phonetic": "ɹɛpətɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's all repetition.",
                "It takes rats about 40 repetitions before they learn a similar association.",
                "Like most autistic children, Shawn likes repetition, and he can't constrain his behavior. ",
                "We have a repetition of eyes that stare back at us, and also orbs.",
                "To recite these massive epics live, rhapsodes employed a steady meter, along with mnemonic devices, like repetition of memorized passages or set pieces."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwZXRpdGlvbg&hash=7aba2eb8675e4a2d990881567e0cd8be7ea5278a&lang=en&cache-only=0",
            "defineEn": "the act of doing or performing again",
            "defineVi": "hành động làm hoặc thực hiện lại"
        },
        {
            "id": "2f51e7ba-5cfb-444c-872f-567b4c436168",
            "word": "repertory",
            "phonetic": "ɹɛpɚɾɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVwZXJ0b3J5&hash=58a21cf1ed0bcf5a5db61cc742e0ba7e4ba5a6b4&lang=en&cache-only=0",
            "defineEn": "a collection of works (plays, songs, operas, ballets) that an artist or company can perform and do perform for short intervals on a regular schedule",
            "defineVi": "một bộ sưu tập các tác phẩm (vở kịch, bài hát, vở opera, vở ballet) mà một nghệ sĩ hoặc công ty có thể biểu diễn và biểu diễn trong khoảng thời gian ngắn theo lịch trình thông thường"
        },
        {
            "id": "dc86a9ec-b736-4a09-890a-6a8c7e2e9d95",
            "word": "prose",
            "phonetic": "pɹoʊz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Plenty of Christians have tried their hand at putting their beliefs into prose or poetry, usually with calamitous aesthetic results.",
                "And Harper Lee’s great novel may be straightforward in its prose and in its plot, but when it comes to opportunities for that collaboration, it is extremely rich.",
                "Here, the lack of human presence in the Ramsays' beach house allows Woolf to reimagine time in flashes and fragments of prose.",
                "The prose can go from exceedingly indulgently purple to short and choppy noir style, sometimes even in the same book.",
                "Its prose and style read like literary fiction, yet it featured supernatural characters and events."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvc2U&hash=073bfad5f6b08cd6963fa65895c5876d9c77af97&lang=en&cache-only=0",
            "defineEn": "spoken or written language in its usual form, in contrast to poetry",
            "defineVi": "ngôn ngữ nói hoặc viết ở dạng thông thường, trái ngược với thơ"
        },
        {
            "id": "7ff8c379-938d-47c2-85b3-25e1cd760856",
            "word": "proselyte",
            "phonetic": "pɹɑːslaɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvc2VseXRl&hash=456c537cbdc0e01834521112d98aaffd66270986&lang=en&cache-only=0",
            "defineEn": "a new convert; especially a gentile converted to Judaism",
            "defineVi": "một người chuyển đổi mới; đặc biệt là một người ngoại cải sang đạo Do Thái"
        },
        {
            "id": "f82df368-88c8-4130-ba41-cf38ea5c8f3b",
            "word": "devilry",
            "phonetic": "dɛvɪlɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGV2aWxyeQ&hash=9943c5d6c5eeb51e41fcf2765b9c445eb4c74acb&lang=en&cache-only=0",
            "defineEn": "wicked and cruel behavior",
            "defineVi": "hành vi xấu xa và độc ác"
        },
        {
            "id": "d69d412e-8a7e-404e-b0fe-6f5d8fd42131",
            "word": "devilry",
            "phonetic": "dɛvɪltɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGV2aWxyeQ&hash=9943c5d6c5eeb51e41fcf2765b9c445eb4c74acb&lang=en&cache-only=0",
            "defineEn": "wicked and cruel behavior",
            "defineVi": "hành vi xấu xa và độc ác"
        },
        {
            "id": "76ae48ca-d254-4c1c-a320-c253c6f0b6fe",
            "word": "heresy",
            "phonetic": "hɛɹəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Messonnier's warnings were heresy.",
                "Bruno was convicted of heresy for his ideas about the universe, but countless sky-watchers since his time have dreamed about those other worlds, too.",
                "Beginning in Limbo, he travels through the circles of Lust, Gluttony, Greed, Wrath, Heresy, Violence, and Fraud, to the horrific ninth circle of Treachery, where sinners are trapped under the watchful eyes of Satan himself.",
                "And, I’m happy to report that they are no longer being convicted of heresy, and the science of astronomy has proven them all right.",
                "And the heresy of-for instance-denying the pope’s authority could get you burned at the stake, as John Hus was in 1415."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVyZXN5&hash=d0d93b1834485d30dea1c4b8d329d4fbc81d911d&lang=en&cache-only=0",
            "defineEn": "a belief or opinion that is strongly at variance with the established beliefs or customs of a specific religion",
            "defineVi": "một niềm tin hoặc ý kiến rất khác biệt với niềm tin hoặc phong tục đã được thiết lập của một tôn giáo cụ thể"
        },
        {
            "id": "0ea55ff9-23d3-4982-b0ee-44bc4796c4a2",
            "word": "heretic",
            "phonetic": "hɛɹətɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Frankly,I think Gilliam's a heretic for turning the flawless 1962 film La Jetée into 12 Monkeys in the first place!",
                "Remember, that was the year Joan of Arc was burned to death for heresy and witchcraft because the English were so bewildered that a teenage peasant girl could lead the French army to victory that they decided she had to be a witch and a heretic."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVyZXRpYw&hash=2707691c16b0998eaec1009396e08a2f6379384e&lang=en&cache-only=0",
            "defineEn": "a person who holds unorthodox opinions in any field (not merely religion)",
            "defineVi": "một người có quan điểm không chính thống trong bất kỳ lĩnh vực nào (không chỉ tôn giáo)"
        },
        {
            "id": "2e9e6e93-67ea-4c12-b00b-7e72d65e64f2",
            "word": "acclivity",
            "phonetic": "ɐklɪvᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWNjbGl2aXR5&hash=20d6a782412ddc9be2532fcc56b7425de4bbf702&lang=en&cache-only=0",
            "defineEn": "an upward slope or grade (as in a road)",
            "defineVi": "một dốc hoặc lớp đi lên (như trong một con đường)"
        },
        {
            "id": "74f6ec45-b3a2-40e7-acbc-89658a4a1147",
            "word": "accretion",
            "phonetic": "ɐkɹɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "One is accretion.",
                "Accretion disks could have any orientation.",
                "This is the accretion disk.",
                "And that actually lent support to the accretion theory, at least, a modified version of it.",
                "Overall, the more the atmosphere grows by accretion from the protoplanetary nebula, the more hydrogen dissolves into the magma, and so the planet’s overall growth stalls."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjcmV0aW9u&hash=d11873f3dabd573a07f5799d8a26961937a1c741&lang=en&cache-only=0",
            "defineEn": "(biology) growth by addition as by the adhesion of parts or particles",
            "defineVi": "(sinh học) sự tăng trưởng bằng cách bổ sung hoặc bằng sự kết dính của các bộ phận hoặc hạt"
        },
        {
            "id": "927621fd-19bb-4e8f-93ff-4babcdf44e10",
            "word": "embolism",
            "phonetic": "ɛmboʊlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "About a third of people with untreated pulmonary embolism die.",
                "There it can block blood flow to the lungs, a condition called pulmonary embolism."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1ib2xpc20&hash=4527c79e208f556c7cc3f7e349fecc049349e0d5&lang=en&cache-only=0",
            "defineEn": "occlusion of a blood vessel by an embolus (a loose clot or air bubble or other particle)",
            "defineVi": "tắc mạch máu do tắc mạch (cục máu đông lỏng lẻo hoặc bong bóng khí hoặc hạt khác)"
        },
        {
            "id": "b31f9867-8e3c-4e54-9670-ce5de3c077fb",
            "word": "investor",
            "phonetic": "ɪnvɛstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many investors have turned their attention to opportunities abroad.",
                "A successful investor has his finger on the pulse of international business.",
                "Investors should diversify their investments instead of putting all their eggs in one basket.",
                "Investors from other countries will be annoyed that their Japanese competitors have once again stolen a march on them.",
                "Some investors believe that the worm has turned, and that the economy is getting better."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52ZXN0b3I&hash=26b465cae0023b705d140458d1c77df327af348e&lang=en&cache-only=0",
            "defineEn": "a person or organization that provides money or resources to a business or project with the expectation of making a profit",
            "defineVi": "một người hoặc tổ chức cung cấp tiền hoặc tài nguyên cho một doanh nghiệp hoặc dự án với kỳ vọng kiếm được lợi nhuận"
        },
        {
            "id": "5e8dc22b-543d-4f04-8474-9a7cda136925",
            "word": "investigator",
            "phonetic": "ɪnvɛstᵻɡeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Investigators say DNA has helped close the books on two unsolved murders in California in the late 1980s .",
                "After decades as an investigator, I can identify a con man a mile away.",
                "When he died, investigators were called in and soon smelt a rat.",
                "In our case, the investigators catch a lucky break.",
                "The investigators have discovered Boyd's current address from the bar's landlord."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52ZXN0aWdhdG9y&hash=c97a8906b5920b5328367d7af5204909cfd1050f&lang=en&cache-only=0",
            "defineEn": "someone whose job is examining the causes, etc. of an accident or crime",
            "defineVi": "ai đó có công việc đang kiểm tra nguyên nhân, v.v. của một vụ tai nạn hoặc tội phạm"
        },
        {
            "id": "58488903-91e5-4e5b-b355-fa1f67aaf866",
            "word": "inspector",
            "phonetic": "ɪnspɛktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Any inspector worth their salt would have checked the papers carefully.",
                "So the inspector stood.",
                "The inspector quickly left the room.",
                "Fire inspectors would not have approved.",
                "a ticket inspector asks Paul."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zcGVjdG9y&hash=06d62d366f30fff903fb7babd8f3cdbff81b4cbb&lang=en&cache-only=0",
            "defineEn": "an investigator who observes carefully",
            "defineVi": "một điều tra viên quan sát cẩn thận"
        },
        {
            "id": "19819de9-f910-408b-b5c2-fb38667cb327",
            "word": "metonymy",
            "phonetic": "mɛtənɪmi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWV0b255bXk&hash=b30cd008666d1cacee72b93d86e8776e649ae572&lang=en&cache-only=0",
            "defineEn": "a figure of speech in which a name of something is used instead of another, the two of which are closely associated or one is an attribute of the other",
            "defineVi": "một hình ảnh của bài phát biểu trong đó tên của một cái gì đó được sử dụng thay vì tên khác, hai trong số đó được liên kết chặt chẽ hoặc cái này là thuộc tính của cái kia"
        },
        {
            "id": "b7b5d723-f103-4e97-9a1e-2adec27278f2",
            "word": "methodology",
            "phonetic": "mɛθədɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Others incorporated scientific methodology into their form.",
                "And the problem was in the methodology.",
                "Different branches used disparate methodology to pursue their own goals.",
                "Amazon has questioned the study's methodology.",
                "We have to apply appropriate methodology and logic to any new discovery."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0aG9kb2xvZ3k&hash=cdd44fa9606d8d4c9095add16d6888d7e0fc15ac&lang=en&cache-only=0",
            "defineEn": "a series of methods by which a certain subject is studied or a particular activity is done",
            "defineVi": "một loạt các phương pháp theo đó một chủ đề nhất định được nghiên cứu hoặc một hoạt động cụ thể được thực hiện"
        },
        {
            "id": "b4ec9262-770a-41e9-bc91-993b8d15719f",
            "word": "metempsychosis",
            "phonetic": "miːɾɪmsaɪkoʊsiz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWV0ZW1wc3ljaG9zaXM&hash=01660480d74f5ce34916bb106bcd54495ebaec01&lang=en&cache-only=0",
            "defineEn": "after death the soul begins a new cycle of existence in another human body",
            "defineVi": "sau khi chết linh hồn bắt đầu một chu kỳ tồn tại mới trong một cơ thể con người khác"
        }
    ]
}