{
    "id": "3342d569-1627-4ae7-8742-46c788b42427",
    "title": "Top 276 - 300 Verbs",
    "originalTitle": "Top 276 - 300 Verbs",
    "words": [
        {
            "id": "635d92eb-aa63-4f7e-89d8-cccd99deb15b",
            "word": "to achieve",
            "phonetic": "tʊ ɐtʃiːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "She achieved great success at a young age.",
                "She had already achieved success beyond her wildest dreams.",
                "The tennis player achieved a clean sweep of her matches, winning every set and advancing to the finals.",
                "He achieved success by ruthlessly running roughshod over anyone who got in his way.",
                "Some vegan cheeses use algae-based ingredients to achieve a creamy texture and unique flavor."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNoaWV2ZQ&hash=eb5c0f429678373be8e2778c849942c574455b8b&lang=en&cache-only=0",
            "defineEn": "to finally get the desired goal after dealing with many difficulties",
            "defineVi": "để cuối cùng có được mục tiêu mong muốn sau khi đối phó với nhiều khó khăn",
            "hasImg": true
        },
        {
            "id": "24070207-4a0c-4f1a-9d30-411c2170a881",
            "word": "to clean",
            "phonetic": "tə kliːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The mother gently cleaned her baby's ears with a cotton swab.",
                "A new broom sweeps clean, after all.",
                "Sarah cleans the kitchen counters with a sponge.",
                "She had to clean her dirty car after a long road trip.",
                "She cleans the dining room after each meal."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xlYW4&hash=c39f5c5c3fc679eaf7d8fa2c4b79d9896a05d2db&lang=en&cache-only=0",
            "defineEn": "to make something have no stains, bacteria, dust, marks, or dirt",
            "defineVi": "để làm cho một cái gì đó không có vết bẩn, vi khuẩn, bụi, vết hoặc bụi bẩn",
            "hasImg": true
        },
        {
            "id": "c9614016-9483-4269-9630-a3ca0fb17a6e",
            "word": "to feed",
            "phonetic": "tə fiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Feed the kitty.",
                "The farmer fed the chickens with corn and grains.",
                "They fed the carrot to their pet rabbit, who happily munched on it.",
                "The old man sat on the park bench, feeding crumbs to the birds.",
                "I took pity on the stray cat and fed him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmVlZA&hash=ab7c52d0ac008724ab082bca25e7a02aeec9e7ff&lang=en&cache-only=0",
            "defineEn": "to give food to a person or an animal",
            "defineVi": "để cung cấp thức ăn cho một người hoặc một con vật",
            "hasImg": true
        },
        {
            "id": "28e0deee-7875-47d5-836e-3c6454143e70",
            "word": "to injure",
            "phonetic": "tʊ ɪndʒɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The helicopter transported the injured person to the hospital.",
                "The athlete injured his big toe during the soccer game and had to sit out the rest of the match.",
                "The backup quarterback had to make up for the injured starter and lead the team to victory.",
                "Each year thousands of people are killed and injured on the roads.",
                "I used an ice pack to reduce the swelling on my injured knee."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5qdXJl&hash=2821ae2d3469e7c151e9ba8458fbf21c0536ef16&lang=en&cache-only=0",
            "defineEn": "to get hurt, especially in an accident; to cause physical harm to someone",
            "defineVi": "bị thương, đặc biệt là trong một tai nạn; gây tổn hại về thể chất cho ai đó",
            "hasImg": true
        },
        {
            "id": "2c0bfa01-bf1e-4761-b5fc-469030cb6565",
            "word": "to steal",
            "phonetic": "tə stiːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "She stole the shoes from under the assistant's nose.",
                "The thief stole into the house through an unlocked window.",
                "The spy stole across the border under the cover of darkness.",
                "This suit is a steal at $80.",
                "They would never steal."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RlYWw&hash=047bc2d5f6c9ac1ff615b42a93bea1b4b3d3da30&lang=en&cache-only=0",
            "defineEn": "to take something from someone or somewhere without permission or paying for it",
            "defineVi": "lấy thứ gì đó từ ai đó hoặc nơi nào đó mà không được phép hoặc trả tiền cho nó",
            "hasImg": true
        },
        {
            "id": "c2a9bee0-edf7-4a2c-8faf-0290ec231838",
            "word": "to record",
            "phonetic": "tə ɹᵻkoːɹd ",
            "partOfSpeechType": "verb",
            "examples": [
                "She had broken the world 100 meters record.",
                "His new world record will take some beating.",
                "His time in the 25-meter freestyle set a national record.",
                "The movie broke all box-office records.",
                "The movie broke box office records in the US."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjb3Jk&hash=350218f08e4c73cbf9febcc5b1a13d2542ed5b47&lang=en&cache-only=0",
            "defineEn": "to store information, music, etc. in a way that can be used in the future",
            "defineVi": "để lưu trữ thông tin, âm nhạc, v.v. theo cách có thể được sử dụng trong tương lai",
            "hasImg": true
        },
        {
            "id": "7d805200-083b-4e88-8c2b-b6352825f774",
            "word": "to beg",
            "phonetic": "tə bɛɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I beg your pardon.",
                "I beg your pardon.",
                "I beg you, from the bottom of my heart, to spare his life.",
                "We have to go cap in hand begging for funds.",
                "He should be on his knees begging for forgiveness."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVn&hash=7869f03fe1a2b96412876a88d596885927058bd2&lang=en&cache-only=0",
            "defineEn": "to ask humbly for something, especially when one needs or desires that thing a lot",
            "defineVi": "để yêu cầu một cách khiêm tốn cho một cái gì đó, đặc biệt là khi một người cần hoặc mong muốn điều đó rất nhiều",
            "hasImg": true
        },
        {
            "id": "31f900a3-771f-4942-95cd-1cd80573366b",
            "word": "to fire",
            "phonetic": "tə faɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Hold your fire!",
                "Who started the fire?",
                "The firefighter bravely extinguished the house fire.",
                "The government has played with fire.",
                "A fire attack shall chill the enemy to the bone."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmlyZQ&hash=b999d5c783b9b165165f1407a7a2d9695f183647&lang=en&cache-only=0",
            "defineEn": "to shoot a bullet, shell, etc. from a weapon",
            "defineVi": "bắn một viên đạn, vỏ đạn, v.v. từ vũ khí",
            "hasImg": true
        },
        {
            "id": "8e0df92c-c075-4a83-8860-4b66b19bac9a",
            "word": "to inspire",
            "phonetic": "tʊ ɪnspaɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The true story inspired many people around the world.",
                "This article inspires you to think creatively.",
                "She was inspired by the paintings and sculptures created by renowned artists in the museum.",
                "The athlete has become a poster boy for hard work and perseverance, inspiring young people around the world to pursue their dreams.",
                "Hoping that it would inspire his students to value education."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5zcGlyZQ&hash=186289d1ad5aa59c7d6691fdeaa18084f730dc05&lang=en&cache-only=0",
            "defineEn": "to give someone the needed confidence, passion, or encouragement in order for them to do something well",
            "defineVi": "để cung cấp cho ai đó sự tự tin, niềm đam mê hoặc khuyến khích cần thiết để họ làm điều gì đó tốt",
            "hasImg": true
        },
        {
            "id": "8f84fbe0-2c59-4af6-974e-be2abaaace40",
            "word": "to thank",
            "phonetic": "tə θæŋk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Thank heavens for that!",
                "Thanks for talking some sense into me.",
                "Thanks for rubbing salt in my wounds.",
                "Thanks for putting my mind at ease.",
                "Thanks, that means a lot to me."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGhhbms&hash=2050e20db640a5bec7516705cbdb3e09602b5d81&lang=en&cache-only=0",
            "defineEn": "to show gratitude to someone for what they have done",
            "defineVi": "để thể hiện lòng biết ơn với một ai đó cho những gì họ đã làm",
            "hasImg": true
        },
        {
            "id": "85bca2fd-9090-4845-b6f8-e4701cc2f323",
            "word": "to combine",
            "phonetic": "tə kəmbaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "She combined safflower oil with honey and lemon juice for a homemade hair mask.",
                "He combined all-purpose flour with buttermilk and eggs to make a fluffy pancake batter for breakfast.",
                "Combining taro with coconut milk creates a delightful taro pudding for dessert.",
                "The chef prepared a fleshy avocado salad, combining its creamy texture with tangy dressing.",
                "The hair styling cream included an emulsifier to combine the water and styling agents."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tYmluZQ&hash=7caf3650f74a03ff6da38ddc35c65fe99c07792c&lang=en&cache-only=0",
            "defineEn": "to mix in order to make a single unit",
            "defineVi": "để trộn để làm cho một đơn vị duy nhất"
        },
        {
            "id": "8c178486-8251-4274-9b07-06281f04ad8a",
            "word": "to blow",
            "phonetic": "tə bloʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The investigation blew the lid off corruption in city hall.",
                "The baby blew kisses, puckering up her tiny lips.",
                "The children came to blows over the new toy.",
                "The wind is blowing from the east today.",
                "The team rained down blows on their opponents, overwhelming them with a flurry of punches."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxvdw&hash=77d605341aee9a313f062f8ace3d1bc1426828f9&lang=en&cache-only=0",
            "defineEn": "to exhale forcefully through the mouth",
            "defineVi": "thở ra mạnh mẽ qua miệng",
            "hasImg": true
        },
        {
            "id": "bbbe1693-9d78-4195-9a4b-056037bcd5f0",
            "word": "to apologize",
            "phonetic": "tʊ ɐpɑːlədʒaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Apologize for what?",
                "I apologize if I did so.",
                "If I were in her place, I would have at least apologized.",
                "She apologized for her mistake, and I accepted it.",
                "The coach fell on his sword apologizing for the team's poor season."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBvbG9naXpl&hash=4e01c8ee2685e9fe1dad41bed622686835a3171e&lang=en&cache-only=0",
            "defineEn": "to tell a person that one is sorry for having done something wrong",
            "defineVi": "để nói với một người rằng một người xin lỗi vì đã làm điều gì đó sai",
            "hasImg": true
        },
        {
            "id": "165bbc6b-2d03-47b7-b1f1-bc96d75fc7c0",
            "word": "to promise",
            "phonetic": "tə pɹɑːmɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "This broken promise is a real kick in the teeth for our fans.",
                "The committee members promised to put the fund behind a development scheme for the impoverished area.",
                "My boss promised the moon, but never gave me a raise.",
                "Promise you won't tell.",
                "I promised my husband that I would grill some zucchini alongside the steaks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvbWlzZQ&hash=98c4aeba0a88c0b97378cdc9db28fc4c1b204f45&lang=en&cache-only=0",
            "defineEn": "to tell someone that something will certainly happen or that we will certainly do something",
            "defineVi": "để nói với ai đó rằng điều gì đó chắc chắn sẽ xảy ra hoặc chúng tôi chắc chắn sẽ làm điều gì đó",
            "hasImg": true
        },
        {
            "id": "59dbf236-9d63-46c5-a4f2-395945dcc9f4",
            "word": "to collect",
            "phonetic": "tə kəlɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The museum curator collects antique artworks for the museum's collection.",
                "His clubs are collecting dust now.",
                "I collected seashells as souvenirs from the beautiful island.",
                "They collected glass bottles for a recycling project.",
                "John collects rare stamps from around the world."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29sbGVjdA&hash=51cab3486f071ee80a82211787d01477ef5c53e2&lang=en&cache-only=0",
            "defineEn": "to gather or bring together things from different places or people",
            "defineVi": "để thu thập hoặc tập hợp những thứ từ những nơi khác nhau hoặc những người",
            "hasImg": true
        },
        {
            "id": "5628345f-db3a-4329-8b8b-161dcda75838",
            "word": "to publish",
            "phonetic": "tə pʌblɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The journalist published a wrong statement in the article.",
                "She opened her heart to the wrong magazine, and it published a scandalous story.",
                "fter he left publishing, he turned his hand to law.",
                "My story is finally getting published!",
                "After publishing her second book, it was another feather in her cap as an accomplished author."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVibGlzaA&hash=1ee680759fae3fe23cc371d6f8e7452f31e9d5d9&lang=en&cache-only=0",
            "defineEn": "to issue or produce a newspaper, book, etc.",
            "defineVi": "để phát hành hoặc sản xuất một tờ báo, cuốn sách, vv",
            "hasImg": true
        },
        {
            "id": "5fda2faf-15dd-4ff6-abba-acdeba37d0fa",
            "word": "to lay",
            "phonetic": "tə leɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Careful planning laid the foundations for the nation’s economic miracle.",
                "Her early research laid the foundation for many important medical discoveries.",
                "The chicken laid an egg in the nesting box.",
                "The media barely lays a glove on him.",
                "Your article barely laid a glove on my arguments."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGF5&hash=de53d3058bf96b21c48f7ba19053d04d05c594d6&lang=en&cache-only=0",
            "defineEn": "to carefully put something or someone down",
            "defineVi": "để cẩn thận đặt một cái gì đó hoặc ai đó xuống",
            "hasImg": true
        },
        {
            "id": "304ed06b-b780-41ec-9e5e-32399307ea85",
            "word": "to arrive",
            "phonetic": "tʊ ɚɹaɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The slow train arrived at the station behind schedule.",
                "Has the train from Bristol arrived?",
                "The fast train arrived at the destination in no time.",
                "Replies to the advertisement are arriving in fits and starts.",
                "The elevator arrived after a couple of minutes of waiting."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXJyaXZl&hash=2a6705ceb505b3554d894b0ff589d949c601c4ee&lang=en&cache-only=0",
            "defineEn": "to reach a location, particularly as an end to a journey",
            "defineVi": "để đạt được một địa điểm, đặc biệt là kết thúc một cuộc hành trình",
            "hasImg": true
        },
        {
            "id": "50cad562-025c-4cc1-89d7-c9ec295947b9",
            "word": "to scream",
            "phonetic": "tə skɹiːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "I screamed and kicked the furniture and threw a hissy fit.",
                "The crowd started screaming blue murder when the football match was interrupted.",
                "I thought I heard a scream.",
                "I stopped dead in my tracks when I heard the scream",
                "The kids are having a field day at the amusement park, laughing and screaming on the rides."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NyZWFt&hash=aaa5fec75c54e474f33135bb088172c9f9d8541f&lang=en&cache-only=0",
            "defineEn": "to give a long loud shout when we are feeling a strong emotion",
            "defineVi": "để hét to khi chúng ta đang cảm thấy một cảm xúc mạnh mẽ",
            "hasImg": true
        },
        {
            "id": "a7c8b936-062a-4b9f-bc1d-1afa6dc58c37",
            "word": "to surround",
            "phonetic": "tə sɚɹaʊnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The garden lies at the back of the house, surrounded by tall trees.",
                "We enjoyed a picnic at the base of the mountain, surrounded by nature.",
                "She loves taking long walks in the country, surrounded by nature and fresh air.",
                "We went for a walk in the forest, surrounded by tall trees and chirping birds.",
                "I live in a small town surrounded by beautiful countryside."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Vycm91bmQ&hash=6776dc2ae29abb98b4993730efd2c05a2a3000ff&lang=en&cache-only=0",
            "defineEn": "to be around something on all sides",
            "defineVi": "được xung quanh một cái gì đó trên tất cả các bên",
            "hasImg": true
        },
        {
            "id": "1d596eed-e4e8-4162-814c-3c4ac1c64bf9",
            "word": "to decrease",
            "phonetic": "tə diːkɹiːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Accepting a decrease in salary would be like turkeys voting for Christmas!",
                "With data filtering one pays the price of decreasing the effective library redundancy and increasing the number of hybridisations.",
                "When counterfeit bills started circulating in the town, people became skeptical of using the genuine currency, leading to a decrease in the overall value of money in circulation, showing how bad money drives out good.",
                "Your return decreases.",
                "Number two, decreased need for sleep."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVjcmVhc2U&hash=6964715fd3eee75dcbbe03640c0d5321b2f717da&lang=en&cache-only=0",
            "defineEn": "to become less in amount, size, or degree",
            "defineVi": "để trở thành ít hơn trong số lượng, kích thước, hoặc mức độ",
            "hasImg": true
        },
        {
            "id": "06bf79e4-1600-46ad-bab7-12d7b5e78d7f",
            "word": "to earn",
            "phonetic": "tʊ ɜːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "He earned his money by the sweat of his brow.",
                "He certainly earned his place in the sun.",
                "She earns money sitting for artists.",
                "Mary's kindness and generosity towards others has earned her love and respect from everyone she meets.",
                "Owing to legal changes, young barristers can no longer earn easy money on undefended divorces, which are now done by solicitors."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWFybg&hash=53d79be9d91c5a15943803b479819267b3d70d93&lang=en&cache-only=0",
            "defineEn": "to get money for the job that we do or services that we provide",
            "defineVi": "để có được tiền cho công việc mà chúng tôi làm hoặc dịch vụ mà chúng tôi cung cấp",
            "hasImg": true
        },
        {
            "id": "8918c82c-6b36-45c5-8d8a-974ba5258171",
            "word": "to marry",
            "phonetic": "tə mæɹi ",
            "partOfSpeechType": "verb",
            "examples": [
                "My grandparents have been married for over forty years.",
                "David's uncle married money when he wed a rich woman who owned a big company.",
                "Nicholas and his better half, Rachel, have been happily married for over 20 years.",
                "They were very unhappily married but kept up appearances for the sake of their children.",
                "Many people choose not to marry."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFycnk&hash=b1ae20e7df72075c3ae44f1b822b68a09129d7f2&lang=en&cache-only=0",
            "defineEn": "to become someone's husband or wife",
            "defineVi": "trở thành vợ hoặc chồng của ai đó",
            "hasImg": true
        },
        {
            "id": "7b1e312c-d3a1-42d3-8b53-87ec86eb735b",
            "word": "to forgive",
            "phonetic": "tə fɚɡɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "All is forgiven.",
                "He can't forgive her for doing the dirty on him and having an affair with his best friend.",
                "After learning about my friend's difficult childhood, I felt more understanding and compassionate towards them - as they say, to know all is to forgive all.",
                "As a manager, I encourage my team to take responsibility for their mistakes and to show understanding and forgiveness towards their colleagues, knowing that to err is human, to forgive divine.",
                "So forgive the amount of bubble wrap."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9yZ2l2ZQ&hash=a9eb5eaadd117f4e5dfcfebb6956b938a003b21c&lang=en&cache-only=0",
            "defineEn": "to stop blaming someone or being angry with them for something they have done; or not punish someone for an offense, flaw, etc.",
            "defineVi": "ngừng đổ lỗi cho ai đó hoặc tức giận với họ vì điều họ đã làm; hoặc không trừng phạt ai đó vì một hành vi phạm tội, sai sót, v.v.",
            "hasImg": true
        },
        {
            "id": "c19dba13-ec8c-4583-977b-96c9bdbaf1ef",
            "word": "to search",
            "phonetic": "tə sɜːtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The police searched the suspect's house for evidence.",
                "The hikers diligently searched the dense forest for the lost trail, using a map and compass as their guide.",
                "With a flashlight in hand, the police officer searched for clues at the crime scene.",
                "My grandparents immigrated to this country in search of better opportunities.",
                "We should search for a reliable source to verify the information."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VhcmNo&hash=899051aa8c488cf070ed954432066e248db3f1f7&lang=en&cache-only=0",
            "defineEn": "to try to find something or someone by carefully looking or investigating",
            "defineVi": "để cố gắng tìm một cái gì đó hoặc ai đó bằng cách cẩn thận xem xét hoặc điều tra"
        }
    ]
}