{
    "id": "335be08a-add6-4891-a53f-4cfcaf2162b9",
    "title": "Shopping",
    "originalTitle": "Shopping",
    "words": [
        {
            "id": "4dbf5382-d041-4ae1-9686-f6168168208b",
            "word": "article",
            "phonetic": "ɑːɹɾɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Generally, the article reads very well.",
                "Your article barely laid a glove on my arguments.",
                "The journalist published a wrong statement in the article.",
                "The magazine has an article about famous celebrities and their lifestyles.",
                "The articles in this magazine are a cut above the others."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0aWNsZQ&hash=6a3306233002308124e6d2b36e663e0ae53ddf5d&lang=en&cache-only=0",
            "defineEn": "a specific object or item, particularly one that is part of a set",
            "defineVi": "một đối tượng hoặc mục cụ thể, đặc biệt là một đối tượng là một phần của tập hợp"
        },
        {
            "id": "5e63b332-099e-4be0-9db6-e77fbe2864e5",
            "word": "merchandise",
            "phonetic": "mɜːtʃɐndaɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "We finally have some merchandise!",
                "Supreme only sells their merchandise at 11 brick-and-mortar stores across the world as well as their online store.",
                "I have some merchandise if you want some buttons or some funny little prints.",
                "BTS amassed their fortune through their music, album sales, concerts, merchandise, and brand deals.",
                "Billions of dollars' worth of merchandise with the bunny logo were sold."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVyY2hhbmRpc2U&hash=fd99c4e4177026fd668e8cabb2d7a5eee12f1ca2&lang=en&cache-only=0",
            "defineEn": "goods offered for sale or the ones bought or sold",
            "defineVi": "hàng hóa được chào bán hoặc hàng hóa được mua hoặc bán",
            "hasImg": true
        },
        {
            "id": "4fb205fa-b822-4e45-8ec6-63d49eee88a3",
            "word": "coupon",
            "phonetic": "kuːpɑːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "John is always excited about small and insignificant things, like winning a free keychain or getting a coupon for a dollar off.",
                "Maybe the ads will include coupons for free samples. ",
                "The coupon just said free.",
                "Did they download a coupon?",
                "But sometimes retailers bring coupon codes or info about an upcoming sale directly to the deal sites."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291cG9u&hash=e22a15076e6c8103ce659db78454d210259825e1&lang=en&cache-only=0",
            "defineEn": "a small piece of document that is used for buying things with a lower price",
            "defineVi": "một mẩu tài liệu nhỏ được sử dụng để mua những thứ với giá thấp hơn",
            "hasImg": true
        },
        {
            "id": "460c1ff3-beea-4af2-8db5-8ebede66b06e",
            "word": "voucher",
            "phonetic": "vaʊtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Urban parents demand school vouchers.",
                "It's called voucher care.",
                "And if you get a certain number of bonus points, then you get a voucher.",
                "Like the Austrians, Friedman advocated privatization of many functions that have been assumed by government, famously proposing school vouchers and deregulation of the economy.",
                "His main thought is that we need to expand these voucher programs for low-income families that will cap how much of their income can go to their basic needs."
            ],
            "audio": "https://tts.langeek.co/read?text=dm91Y2hlcg&hash=9d0a1785ea5a9d936443013bc018e3ac2599a81e&lang=en&cache-only=0",
            "defineEn": "a digital code or a printed piece of paper that can be used instead of money when making a purchase or used to receive a discount",
            "defineVi": "mã kỹ thuật số hoặc một mảnh giấy in có thể được sử dụng thay cho tiền khi mua hàng hoặc được sử dụng để được giảm giá",
            "hasImg": true
        },
        {
            "id": "ace210db-1b41-4261-b3e8-8993211a6611",
            "word": "bargain",
            "phonetic": "bɑːɹɡɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can find bargain books in mint condition at jumble sales.",
                "She knows a bargain when she sees one.",
                "She has a good nose for a bargain.",
                "He drives a hard bargain, but we finally made a deal.",
                "The company is believed to have struck a hard bargain."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyZ2Fpbg&hash=ff2a28022d3af03e307452b2308321d6f13d6122&lang=en&cache-only=0",
            "defineEn": "an item bought at a much lower price than usual",
            "defineVi": "một mặt hàng được mua với giá thấp hơn nhiều so với bình thường",
            "hasImg": true
        },
        {
            "id": "67115445-b23c-410b-8463-dc359f1b9e3c",
            "word": "retail",
            "phonetic": "ɹiːteɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "A retail group which sets great store by traditional values.",
                "The food retail sector is one to watch.",
                "The food retail sector is one to watch.",
                "Lisa spent the entire day on her feet at the busy retail store, and by closing time, her dogs were barking with exhaustion.",
                "When I broke up with my boyfriend, I cheered I needed a lot of retail therapy to help me get over my ex-boyfriend.myself up with lots of shopping therapy."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV0YWls&hash=812764b5290a534f87850e29d563fb347c73b20c&lang=en&cache-only=0",
            "defineEn": "the activity of selling goods or products directly to consumers, typically in small quantities",
            "defineVi": "hoạt động bán hàng hóa hoặc sản phẩm trực tiếp cho người tiêu dùng, thường với số lượng nhỏ",
            "hasImg": true
        },
        {
            "id": "48086f82-4bc5-4617-875c-a34fc97f8ba1",
            "word": "auction",
            "phonetic": "ɔːkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His antique collection was worth a fortune, and he sold it for a huge sum at an auction.",
                "Auctions spreading world wide at a very rapid pace.",
                "The big catalyst was the Christie's auction.",
                "All high-end fish are auctioned in Japan.",
                "So they auctioned our stuff out."
            ],
            "audio": "https://tts.langeek.co/read?text=YXVjdGlvbg&hash=0ed9bfe2a1ea6c5efea2017352d29e56edffe276&lang=en&cache-only=0",
            "defineEn": "a public sale in which goods or properties are sold to the person who bids higher",
            "defineVi": "bán công khai trong đó hàng hóa hoặc tài sản được bán cho người trả giá cao hơn"
        },
        {
            "id": "5d6aaf3f-a2c3-464e-90fa-f096a4a41245",
            "word": "to bid",
            "phonetic": "tə bɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Never bid the devil good morrow until you actually meet him.",
                "A man shall not bid the devil good morrow until he actually meets with him.",
                "This takeover bid is bound to sound alarm bells at other tech companies.",
                "When Peter told Susan to finish a hundred-page report in an hour, she replied with exasperation, 'You may as well bid me lade the sea with a nutshell.'",
                "Just don't bid the devil good morrow till you meet him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmlk&hash=08705ff8cf9912c485945f4ecf75cf36b417b361&lang=en&cache-only=0",
            "defineEn": "to offer a particular price for something, usually at an auction",
            "defineVi": "để cung cấp một mức giá cụ thể cho một cái gì đó, thường là tại một cuộc đấu giá"
        },
        {
            "id": "cba00fa8-88a8-479f-ac14-20174f231e03",
            "word": "counter",
            "phonetic": "kaʊntɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Geiger counter detected high levels of radiation in the vicinity of the radioactive material.",
                "My cat jumped onto the kitchen counter.",
                "He jumped the queue at the ticket counter.",
                "Sarah cleans the kitchen counters with a sponge.",
                "I left a jar of milk on the counter overnight, and it turned into clabber."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bnRlcg&hash=ea1a025c0af09ad2d0bccc03f824b567d7ce8134&lang=en&cache-only=0",
            "defineEn": "a table with a narrow horizontal surface over which goods are put or people are served",
            "defineVi": "một cái bàn có bề mặt ngang hẹp để đặt hàng hóa hoặc phục vụ mọi người",
            "hasImg": true
        },
        {
            "id": "b17892e7-5e80-4017-8223-87a3fd543e2a",
            "word": "stand",
            "phonetic": "stænd ",
            "partOfSpeechType": "noun",
            "examples": [
                "A stable relationship stands the test of time.",
                "The teaching method has stood the test of time.",
                "The guard stood straight as a ramrod.",
                "Men of our generation never stood on ceremony.",
                "My years of teaching stood me in good stead."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhbmQ&hash=2cd7d84798307f24d22258519ae1d057f7c59234&lang=en&cache-only=0",
            "defineEn": "a booth where articles are displayed for sale",
            "defineVi": "một gian hàng nơi các mặt hàng được trưng bày để bán",
            "hasImg": true
        },
        {
            "id": "340699b3-6647-46fa-938c-1e2c4fe26e79",
            "word": "window shopping",
            "phonetic": "wɪndoʊ ʃɑːpɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They frequently went to Manchester to go window shopping.",
                "Have you ever been window shopping?"
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZG93IHNob3BwaW5n&hash=e6672e77ab9a0e27b5db460af694e8babaa349c2&lang=en&cache-only=0",
            "defineEn": "the activity of just looking at the goods in the windows of stores without going inside and buying anything",
            "defineVi": "hoạt động chỉ nhìn vào hàng hóa trong cửa sổ của các cửa hàng mà không đi vào bên trong và mua bất cứ thứ gì",
            "hasImg": true
        },
        {
            "id": "79393668-e4c9-4800-a20f-10dd28c86c87",
            "word": "chain store",
            "phonetic": "tʃeɪn stoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Not all chain stores are franchises. ",
                "There is a donut chain store called Mr. Donut in Japan.",
                "By the 1970s, the chain store business model was rapidly spreading overseas to other countries, where domestic companies created their own nationwide business chains Although many people worldwide rejected the idea of globalization, business chains were soon overlapping their national borders. ",
                "Many chain stores we know today became dominant forces in retail and food in the US during the 1920s.",
                "It’s like the difference between big, national chain stores and your local farmers’ market."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhaW4gc3RvcmU&hash=bb4e2fe4467620f8e8329dc0f06da1ad9dba5c25&lang=en&cache-only=0",
            "defineEn": "one of a series of stores that are all owned by the same company or person",
            "defineVi": "một trong một loạt các cửa hàng thuộc sở hữu của cùng một công ty hoặc người",
            "hasImg": true
        },
        {
            "id": "befb6e95-47f4-4b23-822f-038465a49b4f",
            "word": "convenience store",
            "phonetic": "kənviːnɪəns stoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Convenience Store: Will It Smoothie?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udmVuaWVuY2Ugc3RvcmU&hash=b1bc2cf5b89b6b72bc9016b497a78b07c9e99b2b&lang=en&cache-only=0",
            "defineEn": "a store that sells food, publications, alcohol, etc., often open 24 hours every day",
            "defineVi": "một cửa hàng bán thực phẩm, ấn phẩm, rượu, v.v., thường mở 24 giờ mỗi ngày",
            "hasImg": true
        },
        {
            "id": "0dd71930-8b8a-424c-b763-757f7b956130",
            "word": "deli",
            "phonetic": "dɛli ",
            "partOfSpeechType": "noun",
            "examples": [
                "He owns his deli.",
                "we have a little deli area.",
                "So, that includes the hot dogs, the unpasteurized cheeses, the deli meats.",
                "So, I don't normally get food from like, a deli.",
                "Fred Kaskowitz owns two restaurants in the New York City suburbs and Connecticut Woods End Deli and Fred's 06825 each with deli offerings and prepared foods."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsaQ&hash=b4a34476437c2780cc290880c82d78187a43d4ea&lang=en&cache-only=0",
            "defineEn": "a store that sells cheese, cooked meat, and foreign food",
            "defineVi": "một cửa hàng bán pho mát, thịt nấu chín và thực phẩm nước ngoài",
            "hasImg": true
        },
        {
            "id": "33527583-c886-4c6a-9332-649a67da8d72",
            "word": "grocery",
            "phonetic": "ɡɹoʊsɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I bought a delicious watermelon from the grocery store.",
                "I buy groceries and household items at the supermarket every week.",
                "She carries the heavy grocery bags with one arm.",
                "I bought a variety of fresh fruits from the grocery store.",
                "Grocery stores a beehive of activity, keeping up with supply and demand isn't easy."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JvY2VyeQ&hash=966743911bd4b65acceb5bb9f7fb266a1e1e9c08&lang=en&cache-only=0",
            "defineEn": "a store selling food and household items",
            "defineVi": "một cửa hàng bán thực phẩm và đồ gia dụng",
            "hasImg": true
        },
        {
            "id": "2a6e65b3-bf56-4029-a5b3-4e61731f002b",
            "word": "farmers' market",
            "phonetic": "fɑːɹmɚz bækslæʃ mɑːɹkɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmFybWVycycgbWFya2V0&hash=3dd4b55736d9b59fbb4ae16bd8c5ed6a77089b5a&lang=en&cache-only=0",
            "defineEn": "a area in which farmers sell their products directly to the costumers",
            "defineVi": "một khu vực mà nông dân bán sản phẩm của họ trực tiếp cho người tiêu dùng",
            "hasImg": true
        },
        {
            "id": "5baebcff-0e62-4ea3-8d50-539796d97792",
            "word": "the cleaner's",
            "phonetic": "ðə kliːnɚ bækslæʃ ɛs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhlIGNsZWFuZXIncw&hash=886105d53204678b40fd3c385cbf6802fdbf179d&lang=en&cache-only=0",
            "defineEn": "a shop where one can do their laundry and dry cleaning",
            "defineVi": "một cửa hàng nơi người ta có thể giặt giũ và giặt khô",
            "hasImg": true
        },
        {
            "id": "daac663f-e736-4516-a87d-a2a26ba905d2",
            "word": "stall",
            "phonetic": "stɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "In a lively street food market, a food stall specializes in Asian-inspired spare rib tacos.",
                "We often said that better a dinner of herbs than a stalled ox where hate is.",
                "Years of bureaucracy and tough immigration policies have stalled the process.",
                "Years of bureaucracy and tough immigration policies have stalled the process.",
                "But over the decades, a number of high-profile disasters have stalled the industry's momentum."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhbGw&hash=00d7da6186f78030ecc03a8248963c32d7481839&lang=en&cache-only=0",
            "defineEn": "a stand or a small table or shop with an open front where people sell their goods",
            "defineVi": "một gian hàng hoặc một cái bàn nhỏ hoặc cửa hàng có mặt tiền rộng mở, nơi mọi người bán hàng hóa của họ",
            "hasImg": true
        },
        {
            "id": "28d08790-4f8d-43dd-a99f-0f8fa94e8fbe",
            "word": "outlet",
            "phonetic": "aʊtlɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We need an outlet.",
                "So having an outlet for that.",
                "Having an outlet like exercise.",
                "Mainstream news outlets like CNN and The New York Times are frequent targets of ire.",
                "Media outlets later reported that it could be worth nearly $300,000."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0bGV0&hash=3c994e5391e0830c29ee5401c2957ebfbeaaa820&lang=en&cache-only=0",
            "defineEn": "a store or organization where the products of a particular company are sold at a lower price",
            "defineVi": "một cửa hàng hoặc tổ chức nơi các sản phẩm của một công ty cụ thể được bán với giá thấp hơn"
        },
        {
            "id": "bb314037-b603-40a7-99ac-26777215b016",
            "word": "stock",
            "phonetic": "stɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The three brothers took stock of the warehouse.",
                "Take a stock tip with a grain of salt.",
                "We stocked our pantry with kosher snacks and drinks for our guests.",
                "The stock portfolio showed a steady yield, generating consistent profits for the shareholders.",
                "While in hospital, Jeremy took stock of his life."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvY2s&hash=aae3220811dfb32989b984f95af6c1a63fedcd9e&lang=en&cache-only=0",
            "defineEn": "the items available for sale in a store or its warehouse",
            "defineVi": "các mặt hàng có sẵn để bán trong một cửa hàng hoặc nhà kho của nó"
        },
        {
            "id": "7b3a967c-8a61-4497-bcef-6f70d8794327",
            "word": "transaction",
            "phonetic": "tɹænsækʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "But when it comes time to purchase, transactions often go through traditional channels.",
                "They usually have aces up their sleeves when they negotiate an important transaction.",
                "My father always taught me that a fair exchange is no robbery, and that both sides should feel they got equal value in a transaction.",
                "If you do go into the red you get charged 30p for each transaction.",
                "Stock brokers at this level deal with multi-million-dollar transactions, so they are always playing for keeps."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNhY3Rpb24&hash=b6ec810a9c825b25719e6481ccb8631ca906f06b&lang=en&cache-only=0",
            "defineEn": "the action of doing business with someone; the process of purchasing or selling something",
            "defineVi": "hành động kinh doanh với ai đó; quá trình mua hoặc bán một cái gì đó",
            "hasImg": true
        },
        {
            "id": "368cf08c-1a6e-48ef-819b-da44bd49dd66",
            "word": "barcode",
            "phonetic": "bɑːɹkoʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Each piece has a barcode that the operator scans to get the right settings.",
                "The barcode is something you can show other users and have them follow you with one tap.",
                "That’s like a unique barcode that you get if you separate light into all of its different wavelengths.",
                "A typical AutoZone store carries about 23,000 unique parts on its shelves, often called SKUs, in reference to the unique barcodes on each type of product.",
                "Blockbuster had an innovative new barcode system, which meant that they could track up to 10,000 VHSs per store to each registered customer, which also meant that they could keep an eye on those lucrative late fees."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyY29kZQ&hash=0cda48673b85469fce2b1e66f25286430cb1697e&lang=en&cache-only=0",
            "defineEn": "a row of black and white lines printed on a product that contain information such as its price, readable only by a computer",
            "defineVi": "một hàng các dòng màu đen và trắng được in trên một sản phẩm có chứa thông tin như giá của nó, chỉ có thể đọc được bằng máy tính",
            "hasImg": true
        },
        {
            "id": "e6424205-4b5b-4c76-9060-2f29f646ebc6",
            "word": "credit card",
            "phonetic": "kɹɛdɪt kɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her credit card bills are enormous!",
                "I pay for my groceries with my credit card.",
                "John finally paid off his credit card debt and felt a huge weight lifted off his shoulders.",
                "The couple enjoyed a luxurious vacation, but knew that their credit card bill would be waiting for them at home.",
                "I lived on the edge using cash advances to pay one credit card with another until I finally found a job three months after graduation."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlZGl0IGNhcmQ&hash=e75696c6c11445ac862edd916787fb81f20d72db&lang=en&cache-only=0",
            "defineEn": "a plastic card, usually given to us by a bank, that we use to pay for goods and services",
            "defineVi": "một thẻ nhựa, thường được ngân hàng cấp cho chúng tôi, mà chúng tôi sử dụng để thanh toán hàng hóa và dịch vụ",
            "hasImg": true
        },
        {
            "id": "76cbf102-2c12-4339-a24e-0e24a40f128d",
            "word": "debit card",
            "phonetic": "dɛbɪt kɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tap on \"credit or debit card.\"",
                "Their money is placed on a debit card.",
                "We're going to link a debit card to the account.",
                "To add a bank account, credit card, or debit card, press \"Add bank or card.\"",
                "You can link a credit card, debit card, or a PayPal account."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGViaXQgY2FyZA&hash=9cceae1c71442a9c36dbfb778dd8057421a851e1&lang=en&cache-only=0",
            "defineEn": "a small plastic card we use to pay for what we buy with the money taken directly from our bank account",
            "defineVi": "một thẻ nhựa nhỏ mà chúng tôi sử dụng để thanh toán cho những gì chúng tôi mua bằng số tiền được lấy trực tiếp từ tài khoản ngân hàng của chúng tôi",
            "hasImg": true
        },
        {
            "id": "8678be06-d8f3-4bdb-b143-693b255ae2db",
            "word": "price tag",
            "phonetic": "pɹaɪs tæɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The luxury vacation package was tempting, but the price tag was a bit rich for her blood.",
                "He was amazed by the high price tag on the caviar, realizing it was a luxury out of his reach.",
                "The high-end sports car was a dream for many, but its hefty price tag was rich for most people's blood.",
                "Bearing six, seven, or even eight figure price tags.",
                "The price tag gets huge."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpY2UgdGFn&hash=c29ae7fa3514925c7343c6cfe197ee649a6e8619&lang=en&cache-only=0",
            "defineEn": "a label on an item that shows how much it costs",
            "defineVi": "một nhãn trên một mặt hàng cho thấy nó có giá bao nhiêu",
            "hasImg": true
        },
        {
            "id": "3f80f21b-d0ec-4f3c-b21d-27da4caf4b2a",
            "word": "store card",
            "phonetic": "stoːɹ kɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RvcmUgY2FyZA&hash=0ae731c5ef815a33c42d3dbf1473d5e859d4f29e&lang=en&cache-only=0",
            "defineEn": "a card that can be used to pay for items one buys in a particular store",
            "defineVi": "một thẻ có thể được sử dụng để thanh toán cho các mặt hàng mua trong một cửa hàng cụ thể"
        },
        {
            "id": "44894068-f5bb-4bb4-a299-32afa930f29c",
            "word": "cart",
            "phonetic": "kɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "An industry-backed initiative petition with a large marketing budget overturned the apple cart.",
                "She pushed the cart down the aisle at the grocery store.",
                "They have put the cart before the horse.",
                "You can take your pick of any dessert on the cart.",
                "Aren't you putting the cart before the horse by deciding what to wear for the wedding before you've even been invited to it?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FydA&hash=ba93ac8f1de6db8172005f098347d1cb82da1f7c&lang=en&cache-only=0",
            "defineEn": "a vehicle with two or four wheels that we use to carry heavy objects while shopping",
            "defineVi": "một chiếc xe có hai hoặc bốn bánh mà chúng tôi sử dụng để chở vật nặng khi đi mua sắm",
            "hasImg": true
        },
        {
            "id": "839c82a2-9525-4f97-8de2-9c271bcb8e59",
            "word": "checkout",
            "phonetic": "tʃɛkaʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The books in the library are available for checkout at their pleasure.",
                "The checkout process was slow. ",
                "You could checkout their Curious Minds series on Brain Health, for instance.",
                "So checkout MentalPod if you haven't checked out the mental-illness Happy Hour.",
                "And then, at the checkout, pick out, like, a Nerds Rope or a chocolate or whatever they had at the time."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlY2tvdXQ&hash=858a256cb2c364d2537550ce48ef5ccf0c7a7efb&lang=en&cache-only=0",
            "defineEn": "a place in a supermarket where people pay for the goods they buy",
            "defineVi": "một nơi trong siêu thị nơi mọi người trả tiền cho hàng hóa họ mua",
            "hasImg": true
        },
        {
            "id": "9cc6982e-efb0-40af-92bb-88962ff1fc85",
            "word": "to sell out",
            "phonetic": "tə sɛl aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The concert tickets were selling out quickly, so I hurried to book mine online.",
                "Sold out for a drop of sugar water by a fairweather friend.",
                "Twinkies quickly sold out in stores across America.",
                "I did sell out.",
                "This poster sold out after they made 10,000 copies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VsbCBvdXQ&hash=af75e7a9b21051168e1440832eebb447d971e8f6&lang=en&cache-only=0",
            "defineEn": "to have sold all the tickets of a particular event, products of the same type, etc.",
            "defineVi": "đã bán hết vé của một sự kiện cụ thể, các sản phẩm cùng loại, v.v."
        },
        {
            "id": "9a4e8b3a-89b7-42b5-9542-435a9692aee6",
            "word": "refund",
            "phonetic": "ɹᵻfʌnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm afraid we can't offer you a refund for that item.",
                "Tom tried to cheat on his taxes to get a bigger refund, but he got caught and had to pay penalties and fines.",
                "Luckily, Albani and the anonymous guest eventually received refunds.",
                "Demanded a refund from their home state Senator Josh Hawley.",
                "Wilson also received a refund for her year old brownies."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmdW5k&hash=c784e96691c468ab5ab3c5c5d08741ded89121d3&lang=en&cache-only=0",
            "defineEn": "an amount of money that is paid back because of returning goods to a store or one overpaying for something",
            "defineVi": "một số tiền được trả lại do trả lại hàng hóa cho cửa hàng hoặc trả quá nhiều cho một cái gì đó"
        },
        {
            "id": "04577745-736e-421e-972c-72007e7cdba0",
            "word": "on sale",
            "phonetic": "ɔn seɪl ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b24gc2FsZQ&hash=515a5221f8558167e9cfb64f332b9a7f412310b4&lang=en&cache-only=0",
            "defineEn": "available for purchase",
            "defineVi": "có sẵn để mua",
            "hasImg": true
        },
        {
            "id": "cb9b65c3-0984-4aae-87f5-d3ee94cba6cf",
            "word": "rack",
            "phonetic": "ɹæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "We racked our brains but we couldn't come up with a solution.",
                "I've been racking my brain, but I can't remember his name.",
                "He racked his brains all weekend trying to think of a solution to the problem.",
                "As a specialty dish, the chef prepared a gourmet chevon rack, perfectly seared and served with a delicate herb-infused sauce.",
                "The butcher shop offered expertly cut racks of dry-aged beef."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFjaw&hash=9ad9f73e052afce14c0acbe99231555ab0b4b1c7&lang=en&cache-only=0",
            "defineEn": "a shelf or frame with hooks or bars, etc. on which things can be put or hung",
            "defineVi": "giá hoặc khung có móc hoặc thanh, v.v. trên đó có thể đặt hoặc treo đồ",
            "hasImg": true
        },
        {
            "id": "68e4e5e7-5206-45c6-a4d7-f6ed88b2af56",
            "word": "register",
            "phonetic": "ɹɛdʒɪstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He'd been helping himself to the money in the cash register.",
                "The slightest bit of corrosion or the smallest leak will register. ",
                "- Registering that tone.",
                "And cashless registers present no incentive for theft or robbery.",
                "Differences of even a nanosecond in bounce-back time will be registered. "
            ],
            "audio": "https://tts.langeek.co/read?text=cmVnaXN0ZXI&hash=38e0d6c0186ca801aa596c437d1582785f864bd6&lang=en&cache-only=0",
            "defineEn": "a machine used in restaurants, stores, etc. in which the received money is kept and each transaction is recorded",
            "defineVi": "một máy được sử dụng trong các nhà hàng, cửa hàng, v.v. trong đó số tiền nhận được được lưu giữ và mỗi giao dịch được ghi lại",
            "hasImg": true
        },
        {
            "id": "d564ecc8-ed7b-498d-a346-d7428f5aad5d",
            "word": "aisle",
            "phonetic": "aɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The father proudly walked his daughter down the aisle on her wedding day.",
                "She pushed the cart down the aisle at the grocery store.",
                "The woman walked gracefully down the aisle, wearing a stunning white wedding gown on her special day.",
                "I'd like an aisle seat.",
                "They checked the footage of me in the aisle way."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlzbGU&hash=883cb753368ccf827f51aef3d30be33cc51d30a1&lang=en&cache-only=0",
            "defineEn": "a narrow passage in a theater, train, aircraft, etc. that separates rows of seats",
            "defineVi": "một lối đi hẹp trong rạp hát, xe lửa, máy bay, v.v. ngăn cách các hàng ghế",
            "hasImg": true
        },
        {
            "id": "eaa1422a-c402-4238-b213-113754178a7a",
            "word": "consumer",
            "phonetic": "kənsuːmɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The consumer has been driving the economy for a number of years.",
                "Consumer finance is not necessarily a money spinner any longer.",
                "Today's consumers do not keep the Sabbath.",
                "The dairy products market will also be driven by consumer demand.",
                "The government has passed new legislation to protect consumers."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3VtZXI&hash=42b490e8fe247957786c60555221a19c51c88708&lang=en&cache-only=0",
            "defineEn": "someone who buys and uses services or goods",
            "defineVi": "một người mua và sử dụng dịch vụ hoặc hàng hóa",
            "hasImg": true
        },
        {
            "id": "a26beaf5-33bf-41ca-8522-7a765d867c13",
            "word": "consumerism",
            "phonetic": "kənsuːmɚɹɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "And they’d be very confused by the newest form of holiday consumerism: online Christmas shopping.",
                "Although it likely has something to do with consumerism.",
                "It’s hard to avoid these modern temples of convenience and consumerism.",
                "With the rise of consumerism post-World War II, Americans began buying more products and looking for a place to park them.",
                "Unfortunately, these days, it’s hard to completely avoid choice overload, especially if you live somewhere with a high focus on consumerism."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3VtZXJpc20&hash=28cbcbe06eeedd887e1f71746b38579c0485ff63&lang=en&cache-only=0",
            "defineEn": "an idea or belief in which people buying and using a lot of goods is encouraged",
            "defineVi": "một ý tưởng hoặc niềm tin trong đó mọi người mua và sử dụng nhiều hàng hóa được khuyến khích"
        }
    ]
}