{
    "id": "343e89bc-061c-4906-9e1a-16a3a457ba65",
    "title": "Animal Sounds",
    "originalTitle": "Animal Sounds",
    "words": [
        {
            "id": "dfe0c991-0439-4b6d-ab8b-c0f401479c78",
            "word": "to squeak",
            "phonetic": "tə skwiːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "I heard the tiny squeak of a mouse in the walls.",
                "That night the little creature did not stop crying and its pitiful little squeak tore at Aggie's heartstrings.",
                "Squeaks loves orange juice.",
                "Squeaks does love swimming.",
                "Squeaks, our butter is ready!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3F1ZWFr&hash=4a530b8dbd72f41c5b647db81222a71eb9a4c857&lang=en&cache-only=0",
            "defineEn": "to make a short high-pitched noise or cry",
            "defineVi": "để tạo ra một tiếng ồn cao độ ngắn hoặc khóc"
        },
        {
            "id": "6ed7a017-8291-4620-b818-6b24979cb53b",
            "word": "to buzz",
            "phonetic": "tə bʌz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The boss gave me a buzz yesterday and asked me if I knew anything about the matter.",
                "Shortly after I was formally informed, the notice went out, the company buzzed with the news, and I trembled in my shoes.",
                "They watched as the bees buzzed around, sipping the nectar from the colorful blossoms.",
                "Users claim Ecstasy gives them a buzz and an energy high.",
                "Let me give her a buzz and see what she thinks about all this."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnV6eg&hash=3eec65f57fac4ee71acbea452901ee6dc50fc645&lang=en&cache-only=0",
            "defineEn": "to make a low, continuous humming, or vibrating sound, like the sound of a bee or a motor",
            "defineVi": "để tạo ra một âm thanh ngân nga hoặc rung động nhỏ, liên tục, giống như âm thanh của một con ong hoặc một động cơ"
        },
        {
            "id": "158d7e72-7006-43e4-87ea-86a2557822fb",
            "word": "to hum",
            "phonetic": "tə hʌm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Everything was properly locked or stored away, the factory was clean as a whistle, and the fans that were usually turned off were humming away.",
                "Humming: Brum, brum, brum, brum, brum, brum, brum.",
                "The reaction should hum along with no further hindrances, right?",
                "Hitler's propaganda machine hummed, for even in a dictatorship, masses of men and women must be prepared for war.",
                "Offscreen: You hummed it earlier."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaHVt&hash=49e1848aa3b794af1a923cf2c1ec7f98b1d804da&lang=en&cache-only=0",
            "defineEn": "to make a low, continuous, and steady sound",
            "defineVi": "để làm cho một âm thanh thấp, liên tục, và ổn định"
        },
        {
            "id": "f6ad40c9-50be-4aa2-a7c6-642bed9dadbc",
            "word": "to moo",
            "phonetic": "tə muː ",
            "partOfSpeechType": "verb",
            "examples": [
                "Can- can you moo again?",
                "Here's Earth, here's my cow, square cow-- moo.",
                "They're not gonna moo.",
                "I like to quack like a duck, or moo like a cow.",
                "That company sells products under 50 different regional brands, including Land O'Lakes, Berkeley Farms and true moo milk."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbW9v&hash=06c463983028820df207eff15277c6f8514d4e84&lang=en&cache-only=0",
            "defineEn": "to make a long deep sound such as a cow",
            "defineVi": "để tạo ra một âm thanh sâu dài chẳng hạn như một con bò"
        },
        {
            "id": "d4d34c5a-7aac-4d20-9b95-fa421bb26a4c",
            "word": "to tweet",
            "phonetic": "tə twiːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "YouTube videos, news articles, Tumblr posts, tweets get lots of attention.",
                "Instead, what the president's doing is tweeting.",
                "Tweeting it.",
                "His tweets provided the script for Fox News.",
                "Show the tweet!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHdlZXQ&hash=88d3d822f384ccacc160efabb0447f00cacc0214&lang=en&cache-only=0",
            "defineEn": "to make a short high sound characteristic of a bird",
            "defineVi": "để tạo ra một âm thanh cao ngắn đặc trưng của một con chim",
            "hasImg": true
        },
        {
            "id": "7f3a1a99-9227-4b9b-b565-bda7fcd8b62c",
            "word": "to sing",
            "phonetic": "tə sɪŋ ",
            "partOfSpeechType": "verb",
            "examples": [
                "All newspapers sang from the same song sheet.",
                "We sang songs to pass the time.",
                "She can't sing for toffee.",
                "Every night she sings the baby to sleep.",
                "Cheerleaders from both schools sang the National Anthem before the start of the game and there were chills down my spine."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2luZw&hash=b38c9cdf5b85aa98d3c9f515f33052f710140b5f&lang=en&cache-only=0",
            "defineEn": "(of birds) to make high-pitched and pleasing sounds",
            "defineVi": "(của các loài chim) để tạo ra âm thanh the thé và vui tai",
            "hasImg": true
        },
        {
            "id": "4b303ef5-1178-45bf-8f9c-99e7b4695a82",
            "word": "to chirp",
            "phonetic": "tə tʃɜːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The birds are chirping happily outside the window.",
                "We went for a walk in the forest, surrounded by tall trees and chirping birds.",
                "The baby bird chirped eagerly, waiting for its mother to return with food.",
                "Can you hear the birds chirping?",
                "- Chocolate chirp cookies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hpcnA&hash=052c32c89d320d196b27bd49f9cbcd300e9844e0&lang=en&cache-only=0",
            "defineEn": "to utter the short sharp sound characteristic of a bird or an insect",
            "defineVi": "để thốt ra âm thanh sắc nét ngắn đặc trưng của một con chim hoặc một con côn trùng"
        },
        {
            "id": "4e6290f4-e8b9-4990-8148-e68310d4cc95",
            "word": "to hoot",
            "phonetic": "tə huːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I never gave a hoot about volleyball.",
                "I don’t give two hoots about what people think of me.",
                "Why do you give a hoot about what he was doing?",
                "The practice of not giving two hoots about what other people think is about confidence.",
                "It was clear that Owen didn’t care two hoots about her."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaG9vdA&hash=76b4c4a348e9267c07972ed3726927531ce72b3a&lang=en&cache-only=0",
            "defineEn": "to make a deep call characteristic of an owl",
            "defineVi": "để thực hiện một cuộc gọi sâu sắc đặc trưng của một con cú"
        },
        {
            "id": "a64055bf-58f5-457e-9ed7-a1e50b88877a",
            "word": "to croak",
            "phonetic": "tə kɹoʊk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Because the croak gives us additional information.",
                "To your left, you've spotted a frog on a tree stump, but before you start running to it, you're startled by the croak of a male frog coming from a clearing in the opposite direction.",
                "But these frogs also listened to the calls around them, and if they decided that the competition wasn’t so hot either, they’d start croaking again too.",
                "I hear a croak, but it doesn’t sound like it forms into any kind of word.",
                "But in some frog species, a few males cheat and use a strategy that lets them find a mate without making a single croak."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3JvYWs&hash=c4cd02af2b96b70b0b0b7e16cf5bcabcb767d367&lang=en&cache-only=0",
            "defineEn": "(of a frog or raven) to make a harsh noise",
            "defineVi": "(của một con ếch hoặc con quạ) để tạo ra một tiếng ồn chói tai"
        },
        {
            "id": "32d4f48d-c8ef-4c91-8454-f1340c5b7963",
            "word": "to woof",
            "phonetic": "tə wuːf ",
            "partOfSpeechType": "verb",
            "examples": [
                "Last time I checked (mumbles) you're going to woof and bark."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd29vZg&hash=a295cddc99097d4372d4cd1a2f737b69b4cc2cdf&lang=en&cache-only=0",
            "defineEn": "(of a dog) to make a loud noise",
            "defineVi": "(của một con chó) để tạo ra tiếng ồn lớn",
            "hasImg": true
        },
        {
            "id": "207970d4-5932-438f-a0b8-8484b23fc913",
            "word": "to gaggle",
            "phonetic": "tə ɡæɡəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "According to Gaggle, it helped school districts save 927 students who were planning an act of suicide.",
                "Gaggle, Bark, Securely, Social Sentinel, these aren't fake Silicon Valley startups, They're student surveillance companies touting some impressive benefits.",
                "But these wise guys really account for just a small part of your nervous tissue because they are surrounded and protected by gaggles of neuroglia, or glial cells.",
                "Mayella lives with a gaggle of filthy and uneducated siblings and an often-drunk father, who beats and possibly molests her."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2FnZ2xl&hash=06d5e9002bb4a1d7da99e269213bf57cf5b2ad24&lang=en&cache-only=0",
            "defineEn": "to utter a sound, as of a goose",
            "defineVi": "để thốt ra một âm thanh, như của một con ngỗng"
        },
        {
            "id": "512ecbc5-72a2-4753-b181-68971e0b3218",
            "word": "bleat",
            "phonetic": "bliːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mary's constant complaining prevented her from seeing solutions right in front of her, exemplifying how a bleating sheep loses a bite.",
                "A rogue sheep has slipped past her servants and guards and bolted into her yurt, where he springs into bed and bleats in her ear."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxlYXQ&hash=4d49d5081781a003f7c8aa102839aae8e1fa1795&lang=en&cache-only=0",
            "defineEn": "the characteristic sound made by sheep, goats, or other similar animals",
            "defineVi": "âm thanh đặc trưng được tạo ra bởi cừu, dê hoặc các động vật tương tự khác"
        },
        {
            "id": "4b10c8cd-4dfa-4216-98cd-ea7391938a61",
            "word": "to growl",
            "phonetic": "tə ɡɹaʊl ",
            "partOfSpeechType": "verb",
            "examples": [
                "To Thomas, her laugh sounded horribly like a growl.",
                "'To the devil with you, Mr Lockwood!' growled my landlord.",
                "he growled.",
                "he growled.",
                "he growled."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3Jvd2w&hash=e35bc35f4f1b98002db5cf37bf1b8223e4f2e7f9&lang=en&cache-only=0",
            "defineEn": "(of animals, particularly dogs) to make a rumbling sound from the throat as a sign of warning",
            "defineVi": "(của động vật, đặc biệt là chó) phát ra âm thanh ầm ầm từ cổ họng như một dấu hiệu cảnh báo",
            "hasImg": true
        },
        {
            "id": "6996183a-e690-4fbd-a8f7-650bfd2b0655",
            "word": "to cackle",
            "phonetic": "tə kækəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "(cackles) Big thanks to Volta for sponsoring this video.",
                "Giovanni doesn't have a phone, so the messages were sent to his cousin, an ominous voice cackling and taunting him, calling him a dog, threatening to kill him and his family, and claiming to know where they are."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2Fja2xl&hash=0fbd2fe3997955d6ceea0e917f1883cc94b3d90f&lang=en&cache-only=0",
            "defineEn": "to make a harsh, sharp, and raucous vocalization characteristic of hens after laying an egg or when disturbed",
            "defineVi": "để tạo ra một giọng nói chói tai, sắc nét và khàn khàn đặc trưng của gà mái sau khi đẻ trứng hoặc khi bị quấy rầy"
        },
        {
            "id": "14dd24fe-3369-4416-a834-42393ae3003e",
            "word": "to quack",
            "phonetic": "tə kwæk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Jessi, what the quack is a particle?",
                "I like to quack like a duck, or moo like a cow."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcXVhY2s&hash=38a3e2501f5efed38c5fe82826e4db106026b79e&lang=en&cache-only=0",
            "defineEn": "to make the characteristic sound of a duck",
            "defineVi": "để tạo ra âm thanh đặc trưng của một con vịt"
        },
        {
            "id": "b7f42e89-3fee-435f-b22a-d67052dd988a",
            "word": "to coo",
            "phonetic": "tə kuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "At their anniversary party, the couple held hands, exchanged loving glances, and billed and cooed all night long.",
                "The company appointed new executives with experience operating global brands in South Africa, including a new CEO and COO.",
                "Originally we thought Willow with a male because we observed cooing and dancing for Kia Which is typical male behavior Kia Regularly lays two eggs in the nest they build together, but the eggs have never been fertile."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29v&hash=0a21aa787b5ee2fec55c32f5e2a0d65ab16856a1&lang=en&cache-only=0",
            "defineEn": "to utter a murmuring sound, as of pigeons or doves",
            "defineVi": "để thốt ra một âm thanh thì thầm, như chim bồ câu hoặc chim bồ câu"
        },
        {
            "id": "f326442e-2b62-4123-9a40-6b1884286a36",
            "word": "to caw",
            "phonetic": "tə kɔː ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY2F3&hash=bb9540609c54a81a74611811664825f9eadda8b1&lang=en&cache-only=0",
            "defineEn": "to make the characteristic harsh, guttural cry of a crow or raven",
            "defineVi": "để tạo ra tiếng kêu khắc nghiệt, đặc trưng của một con quạ hoặc con quạ"
        },
        {
            "id": "f4bd863f-15eb-440c-be3d-c0c2b2a96d8a",
            "word": "to baa",
            "phonetic": "tə bɑː ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFh&hash=bca3af247ba74f2bf0eea84c8a1b9c4735f6f3d5&lang=en&cache-only=0",
            "defineEn": "to make the sheep sound",
            "defineVi": "để làm cho cừu âm thanh"
        },
        {
            "id": "d1997bad-8dcf-4b1c-a4d0-fe6c8ac20575",
            "word": "to roar",
            "phonetic": "tə ɹoːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The truck's engine roared as it climbed the steep hill.",
                "The lion's roar sent a message to other animals, warning them to stay away.",
                "The lion's roar can be heard from miles away, establishing its dominance.",
                "The stallholders were doing a roaring trade in burgers.",
                "Salesmen of unofficial souvenirs have also been doing a roaring trade."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcm9hcg&hash=d0ba3ef3bc75feb29d9ba18b426d7167d5c4330d&lang=en&cache-only=0",
            "defineEn": "to make a full loud noise characteristic of a lion or another wild animal",
            "defineVi": "để tạo ra một tiếng ồn lớn đặc trưng của một con sư tử hoặc động vật hoang dã khác"
        },
        {
            "id": "620d7c14-447f-41ba-abb1-f4192af3a56b",
            "word": "snarl",
            "phonetic": "snɑːɹl ",
            "partOfSpeechType": "noun",
            "examples": [
                "When a predator is around, the squirrel doesn’t snarl.",
                "Charles R. Knight, working for the American Museum of Natural History, illustrated a moment of vicious combat between two snarling Dryptosaurus.",
                "The rabies virus may cause that snarling, slobbering behavior by putting the immune system into overdrive."
            ],
            "audio": "https://tts.langeek.co/read?text=c25hcmw&hash=09b51b4db61bd4d4fd6891f7667b3ebcf2f142f2&lang=en&cache-only=0",
            "defineEn": "(of an animal such as a dog) a growling sound with display of teeth",
            "defineVi": "(của một con vật chẳng hạn như chó) một âm thanh gầm gừ với nhe răng"
        },
        {
            "id": "e10e4752-2dc4-489e-a3ff-5fa85d23d805",
            "word": "to howl",
            "phonetic": "tə haʊl ",
            "partOfSpeechType": "verb",
            "examples": [
                "He howled like a wild animal, and hit his forehead several times against a tree, until the wood was covered in blood.",
                "Wild ravens have even been known to imitate a wolf’s howl or a fox’s bark to scare away other animals that might want to harm them.",
                "(howling) All right.",
                "Fans of other performance oriented brands such as Porsche and BMW have howled in the past when those companies introduced their own crossovers or sport utility vehicles.",
                "Uh, (wolf howling sound) Hmm."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaG93bA&hash=80aa5fa33de420d8457b3cf27b99cf123c4bcd69&lang=en&cache-only=0",
            "defineEn": "(of an animal such as a dog or wolf) to make a loud and prolonged sound or cry",
            "defineVi": "(của một con vật như chó hoặc chó sói) để tạo ra âm thanh hoặc tiếng kêu lớn và kéo dài",
            "hasImg": true
        },
        {
            "id": "40ff6ebd-a476-48a9-a322-18fd729bda1d",
            "word": "to purr",
            "phonetic": "tə pɜː ",
            "partOfSpeechType": "verb",
            "examples": [
                "When he returned home from a long trip, his cat's purrs and affection reminded him that she was truly the light of his life.",
                "The cat is long in the tooth, with its gray whiskers and slow movements, but it still purrs and enjoys a warm spot in the sun.",
                "But curiously, the frequency of their purrs, between 25 and 150 hertz, is within a range that can promote tissue regeneration.",
                "\"When cats purr, it means they're happy.\"",
                "\"When cats purr, it means they're happy.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVycg&hash=a1bbd350761bc72de161cee2099cd77438b59202&lang=en&cache-only=0",
            "defineEn": "(of cats) to make a prolonged low sound as a sign of content",
            "defineVi": "(của mèo) để tạo ra một âm thanh nhỏ kéo dài như một dấu hiệu của nội dung"
        },
        {
            "id": "4706765a-4d6f-4aca-82ea-9b893d2aef14",
            "word": "to bark",
            "phonetic": "tə bɑːɹk ",
            "partOfSpeechType": "verb",
            "examples": [
                "A dog barks and stands at bay if he sees any one assault his master.",
                "As the saying goes, dogs of the same street bark alike.",
                "Don't bark if you can't bite, as they say.",
                "The police spent three months barking up the wrong tree on the murder investigation.",
                "Lisa spent the entire day on her feet at the busy retail store, and by closing time, her dogs were barking with exhaustion."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFyaw&hash=281a31c2b7825d6f0347962db56a5090cf20c44a&lang=en&cache-only=0",
            "defineEn": "to make a short loud cry that is typical of a dog",
            "defineVi": "để tạo ra một tiếng kêu lớn ngắn điển hình của một con chó",
            "hasImg": true
        },
        {
            "id": "94817c25-b1ef-4aa3-a2be-61c100d41429",
            "word": "to cluck",
            "phonetic": "tə klʌk ",
            "partOfSpeechType": "verb",
            "examples": [
                "( person clucks teeth )",
                "Lot of food, don't you like food, Speckles (cluck cluck cluck cluck)",
                "Lot of food, don't you like food, Speckles (cluck cluck cluck cluck)",
                "Lot of food, don't you like food, Speckles (cluck cluck cluck cluck)",
                "Lot of food, don't you like food, Speckles (cluck cluck cluck cluck)"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2x1Y2s&hash=ac22596dcb73b0ecdbd7465baabf5ef62af4791a&lang=en&cache-only=0",
            "defineEn": "(of a hen) to make a glottal sound characteristic of a hen",
            "defineVi": "(của gà mái) để tạo ra âm thanh hầu đặc trưng của gà mái"
        },
        {
            "id": "b8f51fae-347f-401d-bce8-47512f2ad4fd",
            "word": "to creak",
            "phonetic": "tə kɹiːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "With a creak, the old wooden window finally opened, allowing fresh air to circulate.",
                "I constantly have to remind myself that the worst wheel of the cart creaks most, checking my tendency to complain when relatively minor difficulties arise in my life.",
                "The old radio had been in the family for generations and was still working, providing clear sound and reminding the family that a creaking door hangs longest.",
                "The marathon runner was surprised to learn that his friend, who had always been overweight and inactive, had outlived many of their healthier peers, proving that a creaking door hangs longest.",
                "They don't creak, the plastics aren't too cheap, and the continuous headphone adjustment is consistent."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3JlYWs&hash=c1a58fcf5f55d6fea8df48d75b2a35359a1ab625&lang=en&cache-only=0",
            "defineEn": "to make a harsh, high-pitched sound when something rubs against or moves against another surface that is rough or rusty",
            "defineVi": "tạo ra một âm thanh the thé chói tai khi một vật gì đó cọ xát hoặc di chuyển trên một bề mặt gồ ghề hoặc rỉ sét khác"
        },
        {
            "id": "9918690c-874b-40bc-a6ef-14517959be12",
            "word": "to snort",
            "phonetic": "tə snɔːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I would snort that dust.",
                "Can I snort a bit of the fried crisp - with this French fry straw? -",
                "Easy, he snorts.",
                "\"And then I literally snorted that whole thing.\"",
                "That's Johnny Trunco on the snort valve, controlling the blast."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc25vcnQ&hash=14842ffc8cd74961cd5de278bca920ca84429137&lang=en&cache-only=0",
            "defineEn": "(of an animal) to make a sudden rough sound by exhaling hard through the nose as a sign of excitement or agitation",
            "defineVi": "(của một con vật) để tạo ra một âm thanh thô đột ngột bằng cách thở mạnh qua mũi như một dấu hiệu của sự phấn khích hoặc kích động"
        },
        {
            "id": "756eedd4-5f1d-446b-a3d9-10a43505e537",
            "word": "to meow",
            "phonetic": "tə mɪaʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I heard a cat meowing outside my window.",
                "My son's first words were \"meow.\"",
                "I miss cat meows.",
                "\"Meow,\" she says, walking on hands and knees. ",
                "- He had seven di - Meow - Did you say meow?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWVvdw&hash=889f7bea91141cbf4c1b687b320765a0163aa823&lang=en&cache-only=0",
            "defineEn": "to make a crying sound, such as a cat",
            "defineVi": "để làm cho một âm thanh khóc, chẳng hạn như một con mèo"
        },
        {
            "id": "e711820c-3725-4f0f-93f4-3251a93c69a1",
            "word": "to neigh",
            "phonetic": "tə neɪ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbmVpZ2g&hash=ddd86d6942a9075be3203c129bb605c6f1a4a445&lang=en&cache-only=0",
            "defineEn": "to make a high-pitched sound of a horse",
            "defineVi": "để làm cho một âm thanh the thé của một con ngựa"
        },
        {
            "id": "1d91db9d-8641-414a-b77d-2dfde1ca27db",
            "word": "to gobble",
            "phonetic": "tə ɡɑːbəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Gobble the cobble.",
                "so if you ever hear a turkey make that gobble gobble sound you know it's a Tom turkey",
                "so if you ever hear a turkey make that gobble gobble sound you know it's a Tom turkey"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ29iYmxl&hash=c8432ca1b023ac7a41ba4b2e1cec9ab389600c1f&lang=en&cache-only=0",
            "defineEn": "to make a rapid, throaty, and guttural noise made in a series of gurgling clucks sound",
            "defineVi": "để tạo ra một tiếng ồn nhanh, cổ họng và ruột được thực hiện trong một loạt âm thanh ọc ạch"
        },
        {
            "id": "506d37a9-b52b-4a5d-af0d-b10e9a3e1108",
            "word": "to hiss",
            "phonetic": "tə hɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "They also give a very vocal hiss.",
                "And she's hissing.",
                "That's a hiss!",
                "Now, she's not actually hissing.",
                "He doesn't hiss or moan."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGlzcw&hash=e982592fb18fb5c1e56d83831b77c1962940a1ab&lang=en&cache-only=0",
            "defineEn": "to make a sharp, prolonged sound, usually produced by forcing air through the mouth when expressing disapproval, anger, or fear",
            "defineVi": "tạo ra một âm thanh sắc nét, kéo dài, thường được tạo ra bằng cách đẩy không khí qua miệng khi thể hiện sự không tán thành, tức giận hoặc sợ hãi"
        },
        {
            "id": "a3678260-2430-4db0-8fd9-2c8c498f9569",
            "word": "to squawk",
            "phonetic": "tə skwɔːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "'River Liffey!' squawked the parrot.",
                "'Percy!' squawked the bird.",
                "squawked Percy.",
                "'Beautiful Brigid!' squawked Percy.",
                "Herbert Park!' squawked Percy."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3F1YXdr&hash=34d5e1cef85b7711e44aa4f9be3c4b060af0ae9c&lang=en&cache-only=0",
            "defineEn": "to make a harsh sudden scream",
            "defineVi": "để làm cho một tiếng hét đột ngột gay gắt"
        },
        {
            "id": "d2ba8514-45cc-451a-84fe-3b679c68b13e",
            "word": "to bellow",
            "phonetic": "tə bɛloʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Maria had been part of a social group, but when she had a falling out with one of the members, they quickly excluded her and moved on, proving that a bellowing cow soon forgets her calf.",
                "Maggie had been committed to a project, but when it became too challenging, she gave up and moved on, proving that a bellowing cow soon forgets her calf.",
                "And for just a split second, Brokk’s hand left the bellows.",
                "Finally, Ilmarinen summoned the winds themselves to work the bellows, and in three days time he pulled the Sampo, with its lid of many colors from the forge’s flames.",
                "Starting with your lungs, which basically operate like a pump, or a bellows."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVsbG93&hash=af3cb0d48f32bb13ee27a9f136708d4a1e660266&lang=en&cache-only=0",
            "defineEn": "to emit a deep, loud roar or cry, typically from a large animal such as a bull",
            "defineVi": "phát ra tiếng gầm hoặc tiếng kêu trầm, lớn, điển hình là từ một loài động vật lớn như bò đực"
        },
        {
            "id": "b538436f-fe3d-4a15-8417-0e3bc9c1e9ed",
            "word": "to oink",
            "phonetic": "tʊ ɔɪŋk ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gb2luaw&hash=efbfd67cc392c6891f47aa8176bb46002369026b&lang=en&cache-only=0",
            "defineEn": "to make a short, grunting, low-pitched and nasal sound similar to that of a pig",
            "defineVi": "phát ra âm thanh ngắn, càu nhàu, the thé và mũi tương tự như tiếng lợn"
        },
        {
            "id": "1652344c-8107-408d-b029-d0e817d7e2b8",
            "word": "to shriek",
            "phonetic": "tə ʃɹiːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The crowd's cheers soon turned into shrieks.",
                "It's apparently shrieking and I can't hear it.",
                "It shrieks, and can run across tree tops and its presence may be preceded by a foul odor, or a sudden snow storm.",
                "Don't ever call her a pundit, because she would shriek at that.",
                "And so I take the shrieking timer and I put it in my better ear, nothing!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hyaWVr&hash=c61a8e7db513372fbedd002c6e1dd9783d76ed85&lang=en&cache-only=0",
            "defineEn": "to utter a loud, sharp, piercing cry or sound",
            "defineVi": "để thốt ra một tiếng kêu lớn, sắc nét, xuyên thấu hoặc âm thanh"
        },
        {
            "id": "1afd4bcf-bfcc-41c6-880e-3acf2f2b3954",
            "word": "to call",
            "phonetic": "tə kɔːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The hole calls the thief.",
                "The organization called the new regulations a turning point in the campaign against smoking.",
                "To call a meeting/strike.",
                "A classic hot chocolate recipe calls for scalded milk to be mixed with cocoa powder and sugar.",
                "You call that mercy?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FsbA&hash=67dd5e1100d76d08ee54aadd21a54570b88429c3&lang=en&cache-only=0",
            "defineEn": "(of a bird or an animal) to produce a characteristic sound",
            "defineVi": "(của một con chim hoặc một con vật) để tạo ra một âm thanh đặc trưng",
            "hasImg": true
        },
        {
            "id": "5fcc8e18-ed2b-4b72-85e5-0ad3fd15f2ab",
            "word": "to twitter",
            "phonetic": "tə twɪɾɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I don’t follow many celebrities on Twitter any more.",
                "The app lets you share your photos on Facebook, Twitter, and Tumblr.",
                "The other thing is Twitter.",
                "Thursdays are twitter.",
                "Now today's question comes from twitter."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHdpdHRlcg&hash=5ddb50f967fed5fe61fc331723613fa2c2a09b8b&lang=en&cache-only=0",
            "defineEn": "to utter successive high sounds characteristic of a bird",
            "defineVi": "để phát ra âm thanh cao liên tiếp đặc trưng của một con chim"
        },
        {
            "id": "834f9a23-f3e1-4ed3-8360-3dc335c8762c",
            "word": "to grunt",
            "phonetic": "tə ɡɹʌnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I suppose what can you expect from a hog but a grunt?",
                "It's actually spelled annoyed grunt.",
                "This call involves a grunt like a foghorn followed by higher frequency boops.",
                "Oh, it's annoyed grunt now?",
                "She barely grunted when she got up from that couch."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3J1bnQ&hash=bbfa4ecb95788ff28e07ea42ba27b39e91857bad&lang=en&cache-only=0",
            "defineEn": "(of an animal, especially a swine) to make a low sound from the nose and throat",
            "defineVi": "(của một con vật, đặc biệt là lợn) để tạo ra âm thanh nhỏ từ mũi và cổ họng"
        },
        {
            "id": "0e318a63-f278-42f0-b2e4-f8c941c16b91",
            "word": "to bray",
            "phonetic": "tə bɹeɪ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJheQ&hash=66b6294f4b0891f059e21212b24424640e4cb8b1&lang=en&cache-only=0",
            "defineEn": "to make a loud, harsh, and unpleasant sound like that of a donkey",
            "defineVi": "để tạo ra một âm thanh lớn, khắc nghiệt, và khó chịu giống như một con lừa"
        },
        {
            "id": "4a18419d-e2b6-4954-b37c-21cb212e08d3",
            "word": "to click",
            "phonetic": "tə klɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Just click the link below.",
                "The cameras clicked away.",
                "The bolt clicked into place.",
                "They clicked straight away.",
                "It all clicked into place."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xpY2s&hash=f73db9937f83bdc5c0708917b1f3c0963b18f563&lang=en&cache-only=0",
            "defineEn": "to emit a short, sharp sound like that of a hen",
            "defineVi": "để phát ra một âm thanh ngắn, sắc nét giống như của một con gà mái"
        },
        {
            "id": "171ae2f7-2ade-49a1-9e29-f148673c78f5",
            "word": "to whimper",
            "phonetic": "tə wɪmpɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "It goes out with a whimper.",
                "Sega's console aspirations went out with a financial whimper when it released the Sega Dreamcast in 1998.",
                "And I do think he will eventually whimper out, probably without ever admitting defeat, and probably without attending Joe Biden's inauguration.",
                "Well, a whimper from a two octillion ton barely constrained nuclear powered fireball.",
                "That one ended in quite a whimper."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2hpbXBlcg&hash=05b26fb77de046e4420521495cdd49d4ce856009&lang=en&cache-only=0",
            "defineEn": "to make low crying sounds out of fear, pain or sadness",
            "defineVi": "để tạo ra những âm thanh khóc nhỏ vì sợ hãi, đau đớn hoặc buồn bã",
            "hasImg": true
        },
        {
            "id": "74dcc814-a004-49e4-8312-987cfa427e6c",
            "word": "to scold",
            "phonetic": "tə skoʊld ",
            "partOfSpeechType": "verb",
            "examples": [
                "The strict grandmother scolded her granddaughter for speaking out of turn, saying that children should be seen and not heard to emphasize the importance of obedience and respect for elders.",
                "'Scold me, Jane!",
                "Frustrated Democrats scolded him.",
                "And then my mother scolded me when I got home.",
                "He won't scold me, Ellen."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NvbGQ&hash=76363be0d7c07e0b5a51bda65e273f5f61cbf690&lang=en&cache-only=0",
            "defineEn": "to make a series of sharp and angry calls, often used by birds to warn potential threats or predators",
            "defineVi": "để thực hiện một loạt các cuộc gọi sắc nét và giận dữ, thường được sử dụng bởi các loài chim để cảnh báo các mối đe dọa hoặc động vật ăn thịt tiềm năng"
        },
        {
            "id": "1c895a76-11f5-4c82-a9c8-dbb6f10387bd",
            "word": "to whinny",
            "phonetic": "tə wɪni ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gd2hpbm55&hash=129866736849794d1013e00e872ad408c4804e35&lang=en&cache-only=0",
            "defineEn": "to make high-pitched neighing sound like that of a a horse, especially when it is excited or trying to communicate with other horses",
            "defineVi": "để tạo ra âm thanh cao vút như tiếng của một con ngựa, đặc biệt là khi nó phấn khích hoặc cố gắng giao tiếp với những con ngựa khác"
        },
        {
            "id": "067d0788-2bf1-4b79-b337-82460bfa5289",
            "word": "to yelp",
            "phonetic": "tə jɛlp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Yelp added a similar feature.",
                "And they gave it a terrible Yelp review.",
                "He lived vicariously through these Yelp reviews.",
                "There's that little yelp somewhere and I turn around.",
                "He licked his phone, which had Yelp reviews on it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8geWVscA&hash=d7298f40140998abe3d65c311d159157daf3dff1&lang=en&cache-only=0",
            "defineEn": "to give a quick sharp cry, usually as an indication of pain or excitement, as a dog might do",
            "defineVi": "phát ra một tiếng kêu chói tai nhanh chóng, thường là dấu hiệu của sự đau đớn hoặc phấn khích, như một con chó có thể làm"
        },
        {
            "id": "7622eaad-27a9-4a35-ab78-9b4b02f71066",
            "word": "cock-a-doodle-doo",
            "phonetic": "kɑːkɐduːdəlduː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29jay1hLWRvb2RsZS1kb28&hash=f21a3b2b37b49c03cc6052ae03dafb17fa4511d7&lang=en&cache-only=0",
            "defineEn": "an onomatopoeic phrase that imitates the crowing sound made by a rooster",
            "defineVi": "một cụm từ tượng thanh bắt chước âm thanh gáy của một con gà trống"
        },
        {
            "id": "c5947f06-9a88-424d-9d9a-9f8b0592baec",
            "word": "to drum",
            "phonetic": "tə dɹʌm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The teacher drummed the names of the state capitals into our heads.",
                "Chris kills it on drums.",
                "a learning disabled man is on the drums!",
                "but he has a drum.",
                "He has a snare drum."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJ1bQ&hash=92ad86afe20effb6da0bb04181d1cd2d9c1bfa0e&lang=en&cache-only=0",
            "defineEn": "to produce a rapid and regular succession of beats, like that of a cockatoo",
            "defineVi": "để tạo ra một nhịp đập nhanh và đều đặn, giống như của một con vẹt mào"
        },
        {
            "id": "b25da5bb-2e1e-4ad3-850a-0844a20464d2",
            "word": "to squeal",
            "phonetic": "tə skwiːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Then we squeal.",
                "My squeals were higher but there were less of 'em.",
                "Yeah, Vivian said that I might've like squealed a little bit when I cut myself.",
                "We'll have a chance to feel them and then squeal the answer.",
                "(imitating guitar squeal)"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3F1ZWFs&hash=36ac9777a92e809cce69a7cf528edc7ac1d3a852&lang=en&cache-only=0",
            "defineEn": "to make a long high cry such as a pig",
            "defineVi": "để tạo ra một tiếng kêu cao dài chẳng hạn như một con lợn"
        },
        {
            "id": "f995088e-097f-4bac-abf5-ac2cc5db7d0c",
            "word": "to screech",
            "phonetic": "tə skɹiːtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I remember the screech of the horn as the car came towards me.",
                "Suddenly the train screeched to a halt.",
                "So the force of friction here as our car screeches to a stop-- F equals the force of friction equals mu times the normal force.",
                "And it would screech, screech, screech and it would screech up the paper and scratch it up.",
                "It’s like screeching in my ears."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NyZWVjaA&hash=2798d7cdca2e54ccee7e15e544839c288a93af29&lang=en&cache-only=0",
            "defineEn": "to make a loud, harsh, high-pitched sound, like that of tires sliding on pavement or a bird crying out",
            "defineVi": "tạo ra âm thanh chói tai, to, chói tai, giống như tiếng lốp xe trượt trên vỉa hè hoặc tiếng chim kêu"
        },
        {
            "id": "a84389ff-05cf-4b29-951d-959cf7b246d8",
            "word": "to low",
            "phonetic": "tə loʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Lower energy consumption means less pollution.",
                "The orchard's yield of apples was lower this year due to unfavorable weather conditions.",
                "The euro hit a record low in trading today.",
                "Watch your head on the low ceiling.",
                "The country was at a low ebb due to the recent war"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG93&hash=25d20f7800625c1b71444da095f046a1518826d9&lang=en&cache-only=0",
            "defineEn": "to make the characteristic deep sound of cattle or other large animals, such as a cow's moo or a bull's bellow",
            "defineVi": "để tạo ra âm thanh trầm đặc trưng của gia súc hoặc các động vật lớn khác, chẳng hạn như tiếng kêu của bò hoặc bò rống"
        },
        {
            "id": "7938004c-fd23-4173-b073-8579399e32ac",
            "word": "to warble",
            "phonetic": "tə wɔːɹbəl ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FyYmxl&hash=e2ff9ddafe9e988730b2658cc4e6f88b83a0e96c&lang=en&cache-only=0",
            "defineEn": "(of a bird) to produce a melodious, trilling, or warbling song with a series of varying notes and pitches",
            "defineVi": "(của một con chim) để tạo ra một bài hát du dương, rung cảm hoặc chói tai với một loạt các nốt và cao độ khác nhau"
        },
        {
            "id": "47b68b89-b3bc-4aab-b126-63174426ac5c",
            "word": "to pipe",
            "phonetic": "tə paɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Disconnect the pipe leading from the top of the water tank.",
                "So your pal can stick that in his pipe and smoke it.",
                "Well it was just nominated for an Oscar, so put that in your pipe and smoke it!",
                "He savored a bowl of piping hot masala soup, filled with vegetables, lentils, and aromatic spices.",
                "Bill died with his boots on, caught by suction in a waste pipe."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGlwZQ&hash=e3e58b86a324dc41a301cd060df0b3f8b63fd383&lang=en&cache-only=0",
            "defineEn": "to produce a high-pitched sound like that of a bird",
            "defineVi": "để tạo ra một âm thanh the thé giống như của một con chim"
        },
        {
            "id": "801c4b8f-3bcb-4796-83fa-f8beb5ecb7ac",
            "word": "to whoop",
            "phonetic": "tə wuːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Whoop, get out.",
                "- Whoop, you got your eyebrows.",
                "Whoop, camera, whoops, what happened?",
                "Whoop, there it goes.",
                "Whoop, camera, whoops, what happened?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2hvb3A&hash=7f2cfd6463e4e3213a2fb9060f29df885890a5d9&lang=en&cache-only=0",
            "defineEn": "to utter a loud cry or shout, typically as an expression of excitement or triumph",
            "defineVi": "để thốt ra một tiếng kêu lớn hoặc la hét, thường là một biểu hiện của sự phấn khích hoặc chiến thắng"
        },
        {
            "id": "5d5c77bd-fb03-42a0-8ec4-52d9a867161a",
            "word": "to gibber",
            "phonetic": "tə dʒɪbɚ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2liYmVy&hash=760ae3499c7511512fc3d1ccb0b989cb97f4bf52&lang=en&cache-only=0",
            "defineEn": "to speak rapidly and unintelligibly or to chatter incoherently like that of monkeys or parrots",
            "defineVi": "nói nhanh và khó hiểu hoặc lảm nhảm không mạch lạc như khỉ hoặc vẹt"
        },
        {
            "id": "7d4abb4c-618a-4be6-88a1-9a414d703803",
            "word": "tu-whit tu-whoo",
            "phonetic": "tuːwɪt tuːwuː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHUtd2hpdCB0dS13aG9v&hash=16efadf8cd22bd1dc42564a8825b5e08915f2c86&lang=en&cache-only=0",
            "defineEn": "the hooting sound made by an owl, often used in literature and media to symbolize the presence of an owl",
            "defineVi": "tiếng kêu do cú kêu, thường được sử dụng trong văn học và phương tiện truyền thông để tượng trưng cho sự hiện diện của cú"
        }
    ]
}