{
    "id": "346ee80c-570d-4f8c-b6b0-d5466016605e",
    "title": "Have a Sip!",
    "originalTitle": "Lesson 24",
    "words": [
        {
            "id": "972780d7-a609-4b8b-b884-c4852c6ce40b",
            "word": "to sip",
            "phonetic": "tə sɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The children sipped on fruity herbal tea with flavors of berries and citrus.",
                "To take a bite/drink/sip.",
                "He sipped his drink, feeling the cool liquid touch his lips.",
                "He sipped the steaming chicken broth, feeling its comforting warmth soothe his sore throat.",
                "I feel thirsty and need a sip of water."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2lw&hash=d9aff912cfb734891cbbb3f5bec8dd4869b1c059&lang=en&cache-only=0",
            "defineEn": "to drink a liquid by taking a small amount each time",
            "defineVi": "uống một chất lỏng bằng cách uống một lượng nhỏ mỗi lần",
            "hasImg": true
        },
        {
            "id": "a4c928d4-df50-4f45-88e9-09e05c816e38",
            "word": "to sober up",
            "phonetic": "tə soʊbɚɹ ʌp ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gc29iZXIgdXA&hash=680f68652a43106765527fa4aeddba3771342b8a&lang=en&cache-only=0",
            "defineEn": "to be not under the influence of alcohol anymore",
            "defineVi": "không bị ảnh hưởng của rượu nữa"
        },
        {
            "id": "09cbba32-bd9e-4cb5-909e-7b3a5f0b8a4e",
            "word": "thirst",
            "phonetic": "θɜːst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The refreshing mombin juice quenched my thirst on a hot summer day.",
                "Distant water will not quench your immediate thirst, and it's important to address pressing issues first.",
                "When I want to quench my thirst, I reach for a cold glass of ugli fruit-infused water.",
                "It was a hot summer day, and the refreshing mallow tea quenched my thirst.",
                "She offered him a glass of freshly squeezed grapefruit juice to quench his thirst."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhpcnN0&hash=4af5ade4d2f3ee4e49559760a594cfa62eee82e7&lang=en&cache-only=0",
            "defineEn": "the state of having a dry mouth and needing water or other drinks",
            "defineVi": "tình trạng khô miệng và cần nước hoặc đồ uống khác",
            "hasImg": true
        },
        {
            "id": "cca3beaa-9900-42fd-91e2-0145a39b23f2",
            "word": "ice cube",
            "phonetic": "aɪs kjuːb ",
            "partOfSpeechType": "noun",
            "examples": [
                "The ice cubes made the drink refreshingly cold.",
                "I put ice cubes in my drink to make it cold.",
                "Ice Cube and I got together.",
                "I follow Ice Cube.",
                "Glaciers are kind of like giant ice cubes on Earth."
            ],
            "audio": "https://tts.langeek.co/read?text=aWNlIGN1YmU&hash=79a864a214c6d707eb850df8efeed1e2a560cf4f&lang=en&cache-only=0",
            "defineEn": "a small-sized piece of ice, shaped like a cube, used to cool the drinks",
            "defineVi": "một cục đá nhỏ, có hình khối lập phương, dùng để làm lạnh đồ uống",
            "hasImg": true
        },
        {
            "id": "232fc3fc-eb20-4d63-8a22-8c95f9a7f8cd",
            "word": "on ice",
            "phonetic": "ɔn aɪs ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b24gaWNl&hash=eb5d8c971da0e73d359a953f4a8f340ca28a1f49&lang=en&cache-only=0",
            "defineEn": "(of wine, etc.) kept cold by being put on or in ice",
            "defineVi": "(rượu vang, v.v.) được giữ lạnh bằng cách đặt trên hoặc trong đá",
            "hasImg": true
        },
        {
            "id": "f1b24adf-5f96-4736-affa-333116add309",
            "word": "straw",
            "phonetic": "stɹɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "You cannot make bricks without straw.",
                "Sarah enjoyed her milkshake in a thick glass with a straw.",
                "I would have even grasped at the straw of anti-depressants.",
                "We drew straws for who had to make dinner, and I lost.",
                "If you pay close attention to people's behavior and actions, you can often predict their intentions, as a straw will show which way the wind blows."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyYXc&hash=5bea6ccc259ec308e61c702583f6789a92d95c51&lang=en&cache-only=0",
            "defineEn": "a thin tube made of plastic, glass, etc. for sucking drinks",
            "defineVi": "một ống mỏng bằng nhựa, thủy tinh, vv để hút đồ uống",
            "hasImg": true
        },
        {
            "id": "0fa313dd-2728-48e4-940d-97cdcbe76569",
            "word": "liquor store",
            "phonetic": "lɪkɚ stoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In Pennsylvania, medical marijuana dispensaries are essential, but liquor stores are not.",
                "In the end, it's not that different from buying a bottle of wine at your local liquor store.",
                "Crowds flocked to the streets after the government took its first steps to end its lockdown, and social distancing fell by the wayside, as lines outside liquor stores stretched for blocks.",
                "You can't leave liquor stores and bike shops open, for example, and then close houses of worship.",
                "As we stopped by this neighborhood where a liquor store had reopened for the first time in weeks, we saw a long line of people, and with lathis in hand, the police, back to business as usual."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlxdW9yIHN0b3Jl&hash=6953df5a70b7daf07a2ba45003f39312cb8e0116&lang=en&cache-only=0",
            "defineEn": "a shop that sells alcoholic drinks but does not serve them as a bar",
            "defineVi": "một cửa hàng bán đồ uống có cồn nhưng không phục vụ chúng như một quán bar",
            "hasImg": true
        },
        {
            "id": "1cf483ef-4ab2-4d06-ad74-b450dfccaeb5",
            "word": "booze",
            "phonetic": "buːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "- Want a booze cruise!",
                "- Do you guys want a booze cruise or not?",
                "Booze doesn’t just kill cholera, either.",
                "I call it the booze ooze.",
                "- They clearly don't want a booze cruise!"
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9vemU&hash=9ab8ba6809026d886760a839c8d87e039df503d6&lang=en&cache-only=0",
            "defineEn": "alcoholic beverage, especially the type containing high amounts of alcohol",
            "defineVi": "đồ uống có cồn, đặc biệt là loại có chứa nhiều cồn",
            "hasImg": true
        },
        {
            "id": "2f1dc9ef-3d33-4cc8-a29e-4ec34d8b9d86",
            "word": "Bloody Mary",
            "phonetic": "blʌdi mɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "That’s what puts Bloody Mary right up there with Seven Minutes in Heaven and Truth or Dare on the list of best old-school slumber party games.",
                "Disney-Pixar must have done their homework when portraying a tipsy mosquito ordering a Bloody Mary, O-positive in the 1998 movie \"A Bug's Life.\"",
                "If you’re interested in learning more about the weird quirks of facial recognition, you might like our episode on how staring at your own face too long can make you turn you into Bloody Mary."
            ],
            "audio": "https://tts.langeek.co/read?text=Qmxvb2R5IE1hcnk&hash=b17b9203d35756fa7c5cb50b15a30142b8b8b3e6&lang=en&cache-only=0",
            "defineEn": "a kind of alcoholic drink made with vodka and tomato juice",
            "defineVi": "một loại đồ uống có cồn làm bằng vodka và nước ép cà chua",
            "hasImg": true
        },
        {
            "id": "8da4b798-cb8b-4a27-9fbb-897edc765d21",
            "word": "bourbon",
            "phonetic": "bɜːbən ",
            "partOfSpeechType": "noun",
            "examples": [
                "- I'll take another bourbon.",
                "- I'll take another bourbon.",
                "- Can I just get a bourbon and a water?",
                "It's the bourbon of choice in my family.",
                "That’s what happened with the French Revolution, basically they just exchanged a Bourbon for a Bonaparte."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym91cmJvbg&hash=0ea266352c6394c03dbb84a09918c78e0c04e5a3&lang=en&cache-only=0",
            "defineEn": "American whiskey containing at least 51 percent corn other than rye or malt",
            "defineVi": "Rượu whisky Mỹ chứa ít nhất 51% ngô không phải lúa mạch đen hoặc mạch nha",
            "hasImg": true
        },
        {
            "id": "9a88dc80-14d3-429c-b00d-20faf5d2dddf",
            "word": "cider",
            "phonetic": "saɪdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sipping on a glass of chilled apple cider made from Empire apples is the perfect way to embrace the flavors of autumn.",
                "Stevie: Apple cider vinegar.",
                "Apple cider vinegar is basically just fermented juice.",
                "When it comes to cooking, there's no uncertainty: Apple cider vinegar is delicious.",
                "But here's the thing: This process isn't unique to apple cider vinegar."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2lkZXI&hash=c600c489f0568a4f45217582f4403a1a46885652&lang=en&cache-only=0",
            "defineEn": "an alcoholic drink made from crushed apples",
            "defineVi": "một thức uống có cồn làm từ táo nghiền",
            "hasImg": true
        },
        {
            "id": "0c00d573-4ede-4b07-ad71-579ead97b8e2",
            "word": "gin",
            "phonetic": "dʒɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Gin, vodka, whisky, beer - you name it, I've got it.",
                "He has a weakness for expensive gin.",
                "Tom’s left arm has been torn apart in a cotton gin.",
                "Europeans brought brandy and gin to Africa and traded it for enslaved people, land, and goods like palm oil and rubber.",
                "Sometimes it's like an apple or caramel or a gin."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2lu&hash=36885e1fa1697ca32b2da1f6bca7a07b84efa014&lang=en&cache-only=0",
            "defineEn": "a strong alcoholic drink made from grain or malt and flavored with juniper berries",
            "defineVi": "một thức uống có cồn mạnh được làm từ ngũ cốc hoặc mạch nha và có hương vị của quả bách xù",
            "hasImg": true
        },
        {
            "id": "9f0f00bb-0148-4b0d-b392-7df4d1751d92",
            "word": "ginger ale",
            "phonetic": "dʒɪndʒɚɹ eɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "No, but Ginger ale has a very specific flavor to me.",
                "I said Ginger ale, Diet Mountain Dew, and Cherry Coke.",
                "To me Ginger ale was just a tasteless addition.",
                "We both went real hard on Ginger ale.",
                "All right, so I said Ginger ale, Diet Mountain Dew-- I definitely could taste the Mountain Dew."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2luZ2VyIGFsZQ&hash=9772119b5a1df4edf6bfbc77de7030bd10578d4b&lang=en&cache-only=0",
            "defineEn": "a clear sparkling non-alcoholic drink with ginger flavor, usually mixed with alcoholic drinks",
            "defineVi": "một loại đồ uống không cồn có ga trong suốt với hương vị gừng, thường được pha với đồ uống có cồn",
            "hasImg": true
        },
        {
            "id": "80a4e0d6-3602-4927-9c96-c68dd2569aaf",
            "word": "ice tea",
            "phonetic": "aɪs tiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sarah made a refreshing peach iced tea to beat the summer heat.",
                "What I like to do is like, get iced tea",
                "A 2012 study of 53 undergrads found that iced tea and chilly ambient temperatures both made viewers enjoy romance movies more.",
                "This is the same thing you see happening on your glass of ice tea on a humid day."
            ],
            "audio": "https://tts.langeek.co/read?text=aWNlIHRlYQ&hash=d3bd0e452142ac25572426bf5f9e7564f310dae2&lang=en&cache-only=0",
            "defineEn": "tea flavored with lemon and served with ice",
            "defineVi": "trà vị chanh và đá",
            "hasImg": true
        },
        {
            "id": "33b22b99-333d-4e54-9239-99b530e9f779",
            "word": "liquor",
            "phonetic": "lɪkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can't hold your liquor.",
                "Not a drop of liquor has passed my lips.",
                "It's mystery liquor.",
                "Hard liquor has a high alcohol level, and people often drink it quickly, as shots.",
                "In response, the government imposed a 70 percent tax on liquor."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlxdW9y&hash=a220e44b214995fa714ff0e1e6141eb20a6a4a80&lang=en&cache-only=0",
            "defineEn": "any kind of distilled alcoholic drink",
            "defineVi": "bất kỳ loại đồ uống có cồn chưng cất nào",
            "hasImg": true
        },
        {
            "id": "efd377a3-1a6a-45e2-8bc3-79c7100450c0",
            "word": "margarita",
            "phonetic": "mɑːɹɡɚɹiːɾə ",
            "partOfSpeechType": "noun",
            "examples": [
                "A strawberry margarita, but hold the tequila.",
                "To Margarita , it was .",
                "Chapter 6 La Carlotta sings Margarita",
                "Oh, it's $3 margaritas.",
                "On Friday Daae must sing Margarita again."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFyZ2FyaXRh&hash=d7e99d252d92ea34723d440194e03df80156e15c&lang=en&cache-only=0",
            "defineEn": "a cocktail made of tequila and citrus fruits like lime",
            "defineVi": "một loại cocktail làm từ rượu tequila và trái cây họ cam quýt như chanh",
            "hasImg": true
        },
        {
            "id": "2d4acf95-f99a-4e98-bb94-f89a2c02bcd8",
            "word": "martini",
            "phonetic": "mɑːɹtiːni ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm looking forward to a vodka Martini and finishing a blog I'm writing about feminism.",
                "Did I, or did I not ask for a dry martini?",
                "This is just a tugboat, and it needs one, two, three reminders not to drink martinis.",
                "It's like this slow ooze after you inject, and I know that they've had a glass of wine or a martini the night before.",
                "And in a few weeks I will tell you about how he liberated the martinis of Paris."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFydGluaQ&hash=1aabf46f8b90c46daf5bf258370ad0c32220a1d4&lang=en&cache-only=0",
            "defineEn": "an alcoholic cocktail made with vermouth and gin or vodka",
            "defineVi": "một loại cocktail có cồn được làm bằng rượu vermouth và rượu gin hoặc rượu vodka",
            "hasImg": true
        },
        {
            "id": "32f71249-ed6d-459d-83e9-e14ee24a4903",
            "word": "mojito",
            "phonetic": "moʊhiːɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Plus, you’ll learn about what’s probably the only NASA mission that you can appropriately celebrate with a mojito, today on SciShow Space News."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9qaXRv&hash=50fd6dd4f0639386082cdfe0a18a6926bbf4e588&lang=en&cache-only=0",
            "defineEn": "drink made with rum, lime, mint, and ice",
            "defineVi": "đồ uống làm từ rượu rum, chanh, bạc hà và đá",
            "hasImg": true
        },
        {
            "id": "087f9219-594d-4c6a-9660-298ef02abfab",
            "word": "refill",
            "phonetic": "ɹᵻfɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "- No, Katie, she just refilled your glass.",
                "We are refilling the tank for the hundred somethingth time.",
                "I'm getting refills the day that I can get a refill.",
                "Then, the water in the bowl and trap is gradually replaced as the cistern refills.",
                "and then you'll refill when you're done with the toilet."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmaWxs&hash=088b645492f62aae20e76747e084e9df311f05da&lang=en&cache-only=0",
            "defineEn": "one more glass of wine, water, or other drinks",
            "defineVi": "thêm một ly rượu, nước hoặc đồ uống khác"
        },
        {
            "id": "c0094ae8-1a24-4b09-bf82-b6aa111630cb",
            "word": "punch",
            "phonetic": "pʌntʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Singapore punches above its weight in the world economy.",
                "The small-town mayor has been punching above her weight recently, going head-to-head with federal lawmakers over the issue of immigration reform.",
                "And after the match, the Carlisle boss wasn't pulling his punches when describing his players' performance.",
                "And didn't he just sound pleased as punch about that?",
                "My mom used carambola slices as a garnish for the tropical punch she made for the party."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVuY2g&hash=d6e55f0007be44940909bec38508cb6fa633eed4&lang=en&cache-only=0",
            "defineEn": "a drink made with a mixture of fruit juice, water, spices, and wine or other liquor, served hot or cold",
            "defineVi": "thức uống được làm từ hỗn hợp nước ép trái cây, nước, gia vị và rượu vang hoặc rượu khác, được phục vụ nóng hoặc lạnh",
            "hasImg": true
        },
        {
            "id": "7a6318c9-8441-400d-9927-4db23bcec9f0",
            "word": "cappuccino",
            "phonetic": "kæpuːtʃiːnoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He enjoyed a cappuccino in a large coffee cup.",
                "Italian coffee, like espresso and cappuccino, is enjoyed all around the world.",
                "The café served a variety of coffee drinks, including cappuccino and macchiato.",
                "I had to get cappuccino.",
                "I'm enjoying a beautiful argentine cappuccino."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwcHVjY2lubw&hash=a2d3e4e9947d9eda070f1655c4e37950e7a39d56&lang=en&cache-only=0",
            "defineEn": "a type of coffee made with espresso, hot milk, cinnamon, and cream",
            "defineVi": "một loại cà phê pha với cà phê espresso, sữa nóng, quế và kem",
            "hasImg": true
        },
        {
            "id": "fc9f11e8-7678-4157-871c-d3cd2c02b39a",
            "word": "herbal tea",
            "phonetic": "hɜːbəl tiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children sipped on fruity herbal tea with flavors of berries and citrus.",
                "She carefully harvested the tender leaves of the Alexander plant for her herbal tea.",
                "I enjoy the soothing aroma of mastic while brewing a cup of herbal tea.",
                "After struggling to sleep for weeks, the herbal tea that Jane tried worked like a charm and helped her sleep soundly.",
                "She used galangal as a natural remedy, brewing it with hot water to make a soothing herbal tea."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVyYmFsIHRlYQ&hash=fa91661370ddd1022fb246f894e01a7385acf234&lang=en&cache-only=0",
            "defineEn": "a hot drink that is made by soaking different fruits, leaves, flowers, etc. in hot water",
            "defineVi": "một thức uống nóng được làm bằng cách ngâm các loại trái cây, lá, hoa, v.v. trong nước nóng",
            "hasImg": true
        },
        {
            "id": "92fdac7a-a4bf-4f4e-83a6-d14fe2ab67b4",
            "word": "skim milk",
            "phonetic": "skɪm mɪlk ",
            "partOfSpeechType": "noun",
            "examples": [
                "And you're getting the skim milk.",
                "(Stevie) It was real skim milk. -",
                "Full fat milk, sometimes referred to as whole milk, has 3.25% butterfat added compared to 1-2% for low and reduced fat milk, and less than half a percent for skim milk."
            ],
            "audio": "https://tts.langeek.co/read?text=c2tpbSBtaWxr&hash=b39a3586c87f366f3642f9096e964e06adcd0ad5&lang=en&cache-only=0",
            "defineEn": "a type of milk with removed fat",
            "defineVi": "một loại sữa đã loại bỏ chất béo",
            "hasImg": true
        }
    ]
}