{
    "id": "349f85fd-9019-4600-b7fb-4c0a7ebf595f",
    "title": "Education",
    "originalTitle": "Lesson 12",
    "words": [
        {
            "id": "f5970aa1-a9aa-4de2-9fee-1772466ab6a5",
            "word": "education",
            "phonetic": "ɛdʒuːkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Education for a human being is a window to the world.",
                "He holds strange views on education.",
                "Education consists for him in reciting by heart and obeying.",
                "Parents should involve themselves in their child's education.",
                "He will be continuing his education in the US."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWR1Y2F0aW9u&hash=4c3c5a5c8a6171baf66d14af54c87169e6df3bb5&lang=en&cache-only=0",
            "defineEn": "the process that involves teaching and learning, particularly at a school, university, or college",
            "defineVi": "quá trình liên quan đến việc dạy và học, đặc biệt là ở trường học, trường đại học hoặc cao đẳng",
            "hasImg": true
        },
        {
            "id": "4134a19f-36da-4d1b-b154-f6aaccc06e0e",
            "word": "to educate",
            "phonetic": "tʊ ɛdʒuːkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She is a dedicated teacher who is passionate about nurturing and educating children.",
                "Schools are educating.",
                "Slaves could be highly educated.",
                "So she educates people on deafness and other disabilities, and LGBT issues.",
                "Educating a lot of us about the violin."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWR1Y2F0ZQ&hash=e5f1bb6e2d8774a709568bb33382336c3706119a&lang=en&cache-only=0",
            "defineEn": "to teach someone, particularly a child, especially at a school or university",
            "defineVi": "để dạy ai đó, đặc biệt là một đứa trẻ, đặc biệt là ở một trường học hoặc trường đại học",
            "hasImg": true
        },
        {
            "id": "829f350e-2a50-4624-afaf-ff945115e6d0",
            "word": "educational",
            "phonetic": "ɛdʒuːkeɪʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The online platform was offering free access to educational resources, but users had to provide personal information that was later sold to advertisers.",
                "Europe is home to some of the world's oldest universities and prestigious educational institutions.",
                "First, let's get the basics straight with a quick look at data generated by educational institutions.",
                "Now he felt trapped in an educational system training him to be a cog in a wheel he didn't like or feel passionate about.",
                "Michael stressed over the prospect of finding a new school for his autistic son yet again after two moves in three years, knowing that three moves are as bad as a fire for his son's specialized educational needs."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWR1Y2F0aW9uYWw&hash=566a06e85c9155ec182cfb899f865a5c5745bfca&lang=en&cache-only=0",
            "defineEn": "related to education",
            "defineVi": "liên quan đến giáo dục",
            "hasImg": true
        },
        {
            "id": "68d221e3-fdae-41bd-9b37-b7e254f5ea45",
            "word": "educated",
            "phonetic": "ɛdʒuːkeɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But if there is a solid criticism to be made of millennials, it’s this: even though they are generally more educated than previous generations, they have the lowest level of financial education.",
                "For a very long time, makeup, traditional makeup brands were purely focused on color, but now they see that American consumers are far more educated about skin care, and so they're here to capitalize on that market.",
                "We’re also getting more educated!",
                "Our workforce is highly EDUCATED and multilingual.",
                "And so that has contributed downward pressure and wage pressure and economic insecurity for the less educated."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWR1Y2F0ZWQ&hash=a53e5bdc405c6ae65b1ba188c867b39945886aa0&lang=en&cache-only=0",
            "defineEn": "having received a good education",
            "defineVi": "đã nhận được một nền giáo dục tốt",
            "hasImg": true
        },
        {
            "id": "b827cd0a-cd04-4b22-8d46-afb1db46691c",
            "word": "academic",
            "phonetic": "ækədɛmɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The novel is worlds apart from his academic writings.",
                "The German education system is highly regarded for its emphasis on academic excellence.",
                "He belongs to a prestigious academic society that promotes scientific research.",
                "The professor is a big cheese in the academic world, known for her groundbreaking research and expertise in the field.",
                "Although they struggled to make ends meet, the Johnsons took pride in their children's academic achievements and aspirations."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNhZGVtaWM&hash=33b0e00d45ac47a5e62452fca6b13cd2abf961f5&lang=en&cache-only=0",
            "defineEn": "related to education, particularly higher education",
            "defineVi": "liên quan đến giáo dục, đặc biệt là giáo dục đại học",
            "hasImg": true
        },
        {
            "id": "b84ce2b4-850f-4f9f-878b-aebd75bf4dd0",
            "word": "assignment",
            "phonetic": "ɐsaɪnmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The teacher withdrew the assignment from the class website.",
                "She always finishes her work assignments by the end of the week.",
                "She had given the assignment an A.",
                "I've been working at my assignment all day.",
                "She received a warning for using incorrect grammar in her writing assignment."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNzaWdubWVudA&hash=1f119a866d1173e2edc4b9fe23d2ff6ccecb1791&lang=en&cache-only=0",
            "defineEn": "a task given to a student to do",
            "defineVi": "một nhiệm vụ được giao cho một học sinh để làm",
            "hasImg": true
        },
        {
            "id": "461c1348-7bbd-459d-a9de-d8bbcb200012",
            "word": "classwork",
            "phonetic": "klæswɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "And that still doesn't factor in classwork and homework.",
                "So it's okay, it is okay to go ahead and redirect them to like get them away from the actual academic classwork and just redirecting to the PBS, the game, the videos and the game sites and PBS LearningMedia is a very good site as well.",
                "I've talked numerous times about how I wasn't the best student, but if you made me do my classwork and my homework in my bedroom my grades would have been terrible, just terrible."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3N3b3Jr&hash=8d7d82a8a84a093a54a9534aa5b23465f92983bf&lang=en&cache-only=0",
            "defineEn": "tasks that are given to students to do in class, and not at home",
            "defineVi": "nhiệm vụ được giao cho học sinh để làm trong lớp, và không phải ở nhà",
            "hasImg": true
        },
        {
            "id": "09849b7d-cb7c-4379-ac2b-225605176eaa",
            "word": "campus",
            "phonetic": "kæmpəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "They've touched base with every political group on campus.",
                "He had got it going on during his time in college, excelling academically and being actively involved in campus activities.",
                "Back in the day, about half of California public schools allowed smoking on campus.",
                "The new campus is in Hyderabad, India.",
                "Not so long ago, this campus was home to a beautiful West Texan named Laura Welsh."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FtcHVz&hash=64bfdf7e792d7faa0e2e0501fcc4ae4900bb3a8b&lang=en&cache-only=0",
            "defineEn": "an area of land in which a university, college, or school, along with all their buildings, are situated",
            "defineVi": "một khu đất trong đó một trường đại học, cao đẳng, hoặc trường học, cùng với tất cả các tòa nhà của họ, được đặt",
            "hasImg": true
        },
        {
            "id": "3e7af086-bcf7-4418-b4be-6241772e602f",
            "word": "diploma",
            "phonetic": "dɪploʊmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lisa beamed with pride as she watched her son receive his diploma on graduation day.",
                "- We have diplomas.",
                "I didn’t even have a high school diploma.",
                "And finally, for the first time, all of you will receive your diplomas by mail.",
                "I have a high school diploma, but I am a scientist."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlwbG9tYQ&hash=d6ad3ecf360a7f4ec0cd65975ddab4a11a0d83ce&lang=en&cache-only=0",
            "defineEn": "a certificate given to someone who has completed a course of study",
            "defineVi": "một chứng chỉ được trao cho một người đã hoàn thành một khóa học",
            "hasImg": true
        },
        {
            "id": "6a58804f-e75f-4242-ac16-8ed35a82abef",
            "word": "adult education",
            "phonetic": "ɐdʌlt ɛdʒuːkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The last decade has seen a tsunami of blogs, podcasts, programs, books and courses aimed at filling in the adult education gap when it comes to finance."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR1bHQgZWR1Y2F0aW9u&hash=dcaa8c46cfb26dab7725209e8a61f49007fb8de2&lang=en&cache-only=0",
            "defineEn": "classes for adults to finish their education, held in the evening or over the Internet",
            "defineVi": "các lớp học dành cho người lớn để hoàn thành chương trình giáo dục của họ, được tổ chức vào buổi tối hoặc qua Internet",
            "hasImg": true
        },
        {
            "id": "c77088aa-0d38-4ec6-aac3-2247f3159965",
            "word": "higher education",
            "phonetic": "haɪɚɹ ɛdʒuːkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Part of that is states cutthe public higher education budget significantly.",
                "While higher education institutions and education experts still search for better policies.",
                "They're just applauding the notion of a higher education.",
                "If the University of California system loses the suit, the higher education landscape could change forever.",
                "On the other hand, higher education levels also correlate with more conservative views on issues like government support of national health insurance or affirmative action programs to help African Americans."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlnaGVyIGVkdWNhdGlvbg&hash=84b1444b70dcfabd909244554f03be4cbfd6a5c2&lang=en&cache-only=0",
            "defineEn": "education at a university or similar educational institution that grants one an academic degree at the end",
            "defineVi": "giáo dục tại một trường đại học hoặc cơ sở giáo dục tương tự cấp bằng cấp học thuật vào cuối",
            "hasImg": true
        },
        {
            "id": "a597b793-fc30-4a95-b50a-fda19cf6ef8d",
            "word": "private",
            "phonetic": "pɹaɪvət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The rich family owned a private jet.",
                "The U.S. tax code now loads the dice in favor of private pension plans.",
                "The backyard is a private part of the house.",
                "This information is private, so keep it on the Q.T.",
                "She keeps a lid on her private life."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpdmF0ZQ&hash=3f5889bcc91ee3a32a50ab91bc7b96d0ddaa43e2&lang=en&cache-only=0",
            "defineEn": "used by or belonging to only a particular individual, group, institution, etc.",
            "defineVi": "được sử dụng bởi hoặc chỉ thuộc về một cá nhân, nhóm, tổ chức cụ thể, v.v.",
            "hasImg": true
        },
        {
            "id": "cc5092d5-8de7-4c4b-9be6-ded4d12646df",
            "word": "private school",
            "phonetic": "pɹaɪvət skuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Private schools do not.",
                "There are five Jewish private schools here, several kosher restaurants.",
                "There is a special carve-out for private schools.",
                "Private schools, often with smaller class sizes and newer buildings with better ventilation systems, have greater flexibility in reopening and implementing costly safety protocols.",
                "He now teaches fourth grade at Arundel Christian, a private school in Maryland where students have been learning fully in person since September."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpdmF0ZSBzY2hvb2w&hash=c6bea458e7ee54136da9e1735a83d0716d97d3bc&lang=en&cache-only=0",
            "defineEn": "a school that is funded by the parents of the students instead of the government",
            "defineVi": "một trường học được tài trợ bởi phụ huynh của học sinh thay vì chính phủ"
        },
        {
            "id": "4ebd46d6-4d14-49b1-b76e-b4c90c7e3271",
            "word": "kindergarten",
            "phonetic": "kɪndɚɡɑːɹʔn̩ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She is learning numbers and letters at preschool to prepare for kindergarten.",
                "The kindergarten class is filled with children who are knee-high to a grasshopper, their laughter and energy filling the room.",
                "That's kindergarten, all day long.",
                "Watch a virtual kindergarten class.",
                "Supporters of free college often point to our public school system from kindergarten to twelfth grade."
            ],
            "audio": "https://tts.langeek.co/read?text=a2luZGVyZ2FydGVu&hash=f97723c0c8f285d02373a75b91c284a0eb742b7e&lang=en&cache-only=0",
            "defineEn": "a class or school that prepares four-year-old to six-year-old children for elementary school",
            "defineVi": "một lớp học hoặc trường chuẩn bị cho trẻ em bốn tuổi đến sáu tuổi vào trường tiểu học",
            "hasImg": true
        },
        {
            "id": "14222db0-ad4e-474e-ad22-7869daa2803a",
            "word": "grad",
            "phonetic": "ɡɹæd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Maybe today's grads are at least making more money.",
                "He was a grad student in Moscow during the days of Perestroika and collapse of the Soviet Union.",
                "In 2018, 223,085 students or recent grads were in the OPT program, an increase of more than nine percent from 2017.",
                "And these new grads don't want to be glassblowers.",
                "The average salary for a new college grad with a Masters degree is around $51,000 dollars."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhZA&hash=3960df674405f737c534c9de82caf687b8a03873&lang=en&cache-only=0",
            "defineEn": "someone who has received a university or college degree",
            "defineVi": "một người đã nhận được bằng đại học hoặc cao đẳng",
            "hasImg": true
        },
        {
            "id": "d2ee17e0-4e36-4f2b-ba48-734889d873fc",
            "word": "to graduate",
            "phonetic": "tə ɡɹædjuːeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I will graduate from university next year with a degree in psychology.",
                "Graduating from college was her ultimate destination after years of hard work and dedication.",
                "She followed a different path after graduating from college.",
                "I remember the exact date when I graduated from college.",
                "I doubt he even graduated from high school!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3JhZHVhdGU&hash=1389ff864ba4ae3d4afd2e9ebd0f0cc2b1daf4ec&lang=en&cache-only=0",
            "defineEn": "to finish a university or college degree successfully, particularly the first degree",
            "defineVi": "để hoàn thành một bằng đại học hoặc cao đẳng thành công, đặc biệt là mức độ đầu tiên",
            "hasImg": true
        },
        {
            "id": "75dc5d15-ef2e-4f59-bbbe-2e5e31204efa",
            "word": "undergraduate",
            "phonetic": "ʌndɚɡɹædʒuːət ",
            "partOfSpeechType": "noun",
            "examples": [
                "He not only got his four-year undergraduate degree.",
                "Now, it's a small sample size of 154, undergraduates, in Michigan.",
                "The average law student graduates with somewhere between $85,000 and $125,000 in extra debt on top of their undergraduate loans.",
                "Now a psychologist, unlike LCSWs, LMFTs and LPCs, have not only a four-year undergraduate degree, but then a four-year doctorate program.",
                "I actually studied dendritic cells in my undergraduate thesis and I kinda fell in love with them."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXJncmFkdWF0ZQ&hash=b6ccfccedb40a2c49d1abd9ac58bba5093d2ab36&lang=en&cache-only=0",
            "defineEn": "a student who is trying to complete their first degree in college or university",
            "defineVi": "một sinh viên đang cố gắng hoàn thành bằng cấp đầu tiên của họ ở trường cao đẳng hoặc đại học",
            "hasImg": true
        },
        {
            "id": "a064aff6-a03f-4804-80fd-6d70950412bf",
            "word": "graduation",
            "phonetic": "ɡɹædʒuːeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Please tell me you didn't hang a BA at the headmaster after graduation.",
                "I lived on the edge using cash advances to pay one credit card with another until I finally found a job three months after graduation.",
                "Lisa beamed with pride as she watched her son receive his diploma on graduation day.",
                "My daughter is a great student, so she's in line for many academic awards at graduation.",
                "Graduation season is in full swing at colleges and universities around the country."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhZHVhdGlvbg&hash=095b1d18603d4ccb648af877b556c73b3e102c08&lang=en&cache-only=0",
            "defineEn": "the action of successfully finishing studies at a US high school or a university degree",
            "defineVi": "hành động hoàn thành xuất sắc việc học tại một trường trung học Hoa Kỳ hoặc bằng đại học",
            "hasImg": true
        },
        {
            "id": "09a33b45-42df-4ad5-8da8-f3b2ea7c976a",
            "word": "degree",
            "phonetic": "dᵻɡɹiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "By degrees their business relationship grew into friendship.",
                "The temperature outside is nineteen degrees Celsius.",
                "The temperature dropped to minus eighty degrees Celsius in Antarctica.",
                "Rivalries and prejudice were by degrees fading out.",
                "She worked hard toward her degree."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVncmVl&hash=6b2bf1ddbbdc6dbce29533faefd86cd1b265f3d4&lang=en&cache-only=0",
            "defineEn": "the certificate that is given to university or college students upon successful completion of their course",
            "defineVi": "chứng chỉ được trao cho sinh viên đại học hoặc cao đẳng sau khi hoàn thành thành công khóa học của họ",
            "hasImg": true
        },
        {
            "id": "45cd96d5-6959-42e2-9ab2-137806e335f0",
            "word": "lecturer",
            "phonetic": "lɛktʃɚɹɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He is a lecturer.",
                "He's also a lecturer at Union Theological Seminary in New York City.",
                "As a prominent scientist and lecturer, his authority influenced many young doctors of his time.",
                "He acts as a professor, as a lecturer.",
                "She became a lecturer and edited a series of magazines."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVjdHVyZXI&hash=891a98a2ff6cf113bbb3b0edbfd2f292e04e65f6&lang=en&cache-only=0",
            "defineEn": "a person who teaches courses at a college or university, often with a focus on undergraduate education, but who does not hold the rank of professor",
            "defineVi": "một người giảng dạy các khóa học tại một trường cao đẳng hoặc đại học, thường tập trung vào giáo dục đại học, nhưng không có cấp bậc giáo sư",
            "hasImg": true
        },
        {
            "id": "c413bf92-8acd-4b14-bc06-78a03a2b476e",
            "word": "pupil",
            "phonetic": "pjuːpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Pupils are required to sit nine subjects at GCSE.",
                "Even really good actors probably can't control their pupils.",
                "Their slit-shaped pupils also have a greater range of size.",
                "The pupil itself is just the opening in the iris that allows light to travel into the eye.",
                "They’re like our pupils, where the light enters the eye."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVwaWw&hash=7470fb84ec70a94d607437aa7e5bfef4a69d130e&lang=en&cache-only=0",
            "defineEn": "someone who is receiving education, particularly a schoolchild",
            "defineVi": "một người đang được giáo dục, đặc biệt là một học sinh",
            "hasImg": true
        },
        {
            "id": "56cf7f8f-b527-4b2b-a724-a25061e88f7f",
            "word": "semester",
            "phonetic": "səmɛstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The school semester starts next month.",
                "The spring semester at school starts in January and ends in May, with a break for spring break in March.",
                "Don't forget to avail of the special discounts for students when purchasing your textbooks for the semester.",
                "I was worried that Sarah wouldn't be able to handled the advanced math class that we moved her into, but she's been on fire this whole semester.",
                "The student did not spend all his savings until he was sure he could afford the tuition for the next semester, following the advice of the saying 'never empty the water jar until the rain falls.'"
            ],
            "audio": "https://tts.langeek.co/read?text=c2VtZXN0ZXI&hash=96f2bfe8069cb1d284aab823fdf85cb726dc0819&lang=en&cache-only=0",
            "defineEn": "each of the two periods into which a year at schools or universities is divided",
            "defineVi": "mỗi trong hai giai đoạn mà một năm ở trường học hoặc trường đại học được chia"
        },
        {
            "id": "ac764929-d611-4bf5-8f0f-3416f5c1bdfb",
            "word": "period",
            "phonetic": "piəɹɪəd ",
            "partOfSpeechType": "noun",
            "examples": [
                "During this period the movies really came of age as an art form.",
                "The make-or-break factor in this delicate post-course period is the attitude of the person's immediate superior.",
                "Car-rental companies are running background checks on drivers who rent for long periods.",
                "It’s time to close the book on this unfortunate period in our history.",
                "A place that lets them be for whatever period they choose."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyaW9k&hash=bbe251f9be86a1f7516eb550be78ae64bdf4d9fc&lang=en&cache-only=0",
            "defineEn": "each part into which a day is divided at a school, university, etc.",
            "defineVi": "mỗi phần trong đó một ngày được chia tại một trường học, trường đại học, v.v."
        },
        {
            "id": "68a85e1d-de14-4566-bad9-bea443003483",
            "word": "to review",
            "phonetic": "tə ɹᵻvjuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The immigration officer reviewed my passport before granting entry.",
                "The magazine features interviews with musicians and reviews of new albums.",
                "She left a positive review online for the restaurant where she ordered a pizza.",
                "The newspaper has an entertainment section with movie reviews and celebrity news.",
                "Melissa's new book got off to a flying start, with high sales and positive reviews from readers and critics alike."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV2aWV3&hash=83b07b3ab34643d75044a7120f1c83494d119a2d&lang=en&cache-only=0",
            "defineEn": "to study or practice taught lessons again, particularly to prepare for an examination",
            "defineVi": "học hoặc thực hành lại các bài học đã dạy, đặc biệt là để chuẩn bị cho một kỳ thi"
        },
        {
            "id": "bf74e2d3-40e6-4bec-8bed-22b0a3b784f6",
            "word": "to attend",
            "phonetic": "tʊ ɐtɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The prestigious gala dinner is attended by business tycoons, philanthropists, and political leaders.",
                "She attends a prestigious university known for its engineering program.",
                "The conference is attended by industry leaders and big enchiladas who share their expertise and insights.",
                "But when she held an exhibit in her hometown, few people attended.",
                "She attends a dance class every Thursday to learn new moves."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXR0ZW5k&hash=fa4fb1a1bc358ceb606efa91c60366b3762c685f&lang=en&cache-only=0",
            "defineEn": "to go to school, university, church, etc. periodically",
            "defineVi": "đi học, đại học, nhà thờ, vv theo định kỳ",
            "hasImg": true
        },
        {
            "id": "d1fe050f-aa59-49f2-b0da-18320f809ddd",
            "word": "to drop out",
            "phonetic": "tə dɹɑːp aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Despite losing his first match, the boxer got another bite at the cherry when his opponent dropped out, and he won the second match.",
                "So, last summer, she dropped out.",
                "Ultimately, Bloomberg and Warren both dropped out.",
                "Is she going to drop out?",
                "I can drop out and cut my losses."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJvcCBvdXQ&hash=c87a3f35bbdd4b47e92810be75e6d82803062e60&lang=en&cache-only=0",
            "defineEn": "to stop going to school, university, or college before finishing one's studies",
            "defineVi": "ngừng đi học, đại học hoặc cao đẳng trước khi hoàn thành việc học của một người"
        },
        {
            "id": "eb5ec19c-2202-4f03-a410-7c42b348adce",
            "word": "to examine",
            "phonetic": "tʊ ɛɡzæmɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The doctor examined her neck for any signs of injury.",
                "The doctor examined her body to check for any signs of illness or injury.",
                "She examined the pith under a microscope to study its cellular structure.",
                "We examined the caryopsis of the rice grain under the microscope, observing its unique structure.",
                "She examined the potato closely, noticing the small eye where a new sprout would eventually emerge."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhhbWluZQ&hash=ce82f75f1886dbba9864500223ac9fe9aab464b4&lang=en&cache-only=0",
            "defineEn": "to test a person's knowledge or skills in a certain subject by asking them questions or asking them to do a specific task",
            "defineVi": "để kiểm tra kiến thức hoặc kỹ năng của một người trong một chủ đề nhất định bằng cách hỏi họ câu hỏi hoặc yêu cầu họ làm một nhiệm vụ cụ thể",
            "hasImg": true
        },
        {
            "id": "673ebd07-8a06-4182-9e18-6b8ec64cc96e",
            "word": "exercise",
            "phonetic": "ɛksɚsaɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Exercise can make a big difference to your state of health.",
                "Regular exercise is essential for the healthfulness of your body and mind.",
                "It is no longer exercising power through velvet gloves.",
                "She did exercises to strengthen her back muscles.",
                "He performed knee exercises to strengthen the muscles around the joint."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhlcmNpc2U&hash=458a1e991d7325a05e389026b7ca8d18428b8777&lang=en&cache-only=0",
            "defineEn": "a series of questions in a book set to test one's knowledge or skill",
            "defineVi": "một loạt các câu hỏi trong một bộ sách để kiểm tra kiến thức hoặc kỹ năng của một người"
        },
        {
            "id": "6766650b-de7b-41b0-a66d-920a6e565be6",
            "word": "examination",
            "phonetic": "ɛɡzæmᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Candidates will sit the examinations in June.",
                "US President Joe Biden got the clean bill of health on Friday after a detailed physical examination.",
                "A lot of examination to come over these votes.",
                "Civilian physicians made preliminary medical examinations.",
                "But closer examination has revealed that salps are actually an incredibly important food source for hundreds of species of marine animals."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhhbWluYXRpb24&hash=ab5ac8baa6d08466eb0df286194d921d0efed741&lang=en&cache-only=0",
            "defineEn": "a written, practical, or spoken test of knowledge or skill in a subject or field, particularly a formal one",
            "defineVi": "một bài kiểm tra kiến thức hoặc kỹ năng viết, thực hành hoặc nói về một chủ đề hoặc lĩnh vực, đặc biệt là một bài kiểm tra chính thức",
            "hasImg": true
        },
        {
            "id": "b16fcd5f-a701-472e-a74b-3dae1f5b5f51",
            "word": "quiz",
            "phonetic": "kwɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "The quiz consisted of multiple-choice questions.",
                "The TV quiz was more fun than a barrel of monkeys!",
                "I keep my students on their toes with pop quizzes.",
                "The quiz is very accurate.",
                "You beat the quiz."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVpeg&hash=91146d7010962781418424c70b8ae4674d7b6e65&lang=en&cache-only=0",
            "defineEn": "a short test given to students",
            "defineVi": "một bài kiểm tra ngắn cho học sinh",
            "hasImg": true
        },
        {
            "id": "924317f4-bc76-4c0d-8730-4a5ed9aefe08",
            "word": "tuition",
            "phonetic": "tuːɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "College tuitions cost an arm and leg nowadays.",
                "They will be paying for their son's college tuition next year.",
                "She works hard to earn money for her college tuition.",
                "I appreciate the offer to help with my tuition, but I can pay my own way!",
                "Rising tuition costs loom large in the minds of many parents."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVpdGlvbg&hash=e40df1286df250171d0c27205d09dd3f011c8101&lang=en&cache-only=0",
            "defineEn": "an amount of money that one pays to receive an education, particularly in a university or college",
            "defineVi": "một số tiền mà một người trả tiền để nhận được một nền giáo dục, đặc biệt là trong một trường đại học hoặc cao đẳng",
            "hasImg": true
        },
        {
            "id": "1d93f712-fbea-4667-8aed-4acd849c1d5d",
            "word": "to [hit] the books",
            "phonetic": "tə hɪt ðə bʊks ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaGl0IHRoZSBib29rcw&hash=5d4cdac39381e73acceb27d32dd5d93e1a00ea33&lang=en&cache-only=0",
            "defineEn": "to study in a determined and serious manner",
            "defineVi": "học tập một cách quyết tâm và nghiêm túc",
            "hasImg": true
        },
        {
            "id": "aef1a411-8ee9-4536-9287-b7e63b06742d",
            "word": "genius",
            "phonetic": "dʒiːnɪəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Michelangelo's sculptures and paintings are a testament to the fact that genius is an infinite capacity for taking pains.",
                "Do you think he can draw the line between genius and madness?",
                "That is genius.",
                "That's genius!",
                "- That's genius."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuaXVz&hash=97c18ce36f587ca9a239b52dc4b40513a684cc0a&lang=en&cache-only=0",
            "defineEn": "someone who is very smart or is very skilled in a specific activity",
            "defineVi": "một người rất thông minh hoặc rất có kỹ năng trong một hoạt động cụ thể",
            "hasImg": true
        }
    ]
}