{
    "id": "34c1f04c-e420-469a-989a-4e63f4ed70e7",
    "title": "Music",
    "originalTitle": "Lesson 3",
    "words": [
        {
            "id": "d1425d62-42ca-458d-90ee-b28b04b5ce8d",
            "word": "beat",
            "phonetic": "biːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Beat it!",
                "Truly we have beaten swords into ploughshares!",
                "Don't beat around the bush - get to the point!",
                "They could easily have beaten us.",
                "The team then beats a retreat from the mall, hoping no one noticed them."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhdA&hash=b491158efccb3fc49adc3604d70327baf9d0eb09&lang=en&cache-only=0",
            "defineEn": "a piece of music or a poem's main rhythm",
            "defineVi": "một bản nhạc hoặc nhịp điệu chính của một bài thơ"
        },
        {
            "id": "86219343-9dc9-465e-a62b-9b8f5ef4e2e2",
            "word": "act",
            "phonetic": "ækt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Get your act together.",
                "This armed vigilante is acting as judge, jury, and executioner.",
                "he acted maturely.",
                "He acted out of fear.",
                "A squeeze of lemon juice can act as a refreshing condiment to brighten up seafood dishes."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0&hash=d10ed3d22c6a6059856fc532b5a4379580ed5df5&lang=en&cache-only=0",
            "defineEn": "a main part of a play, opera, or ballet",
            "defineVi": "một phần chính của vở kịch, opera hoặc múa ba lê",
            "hasImg": true
        },
        {
            "id": "fc1d4b9c-ea39-4379-84e1-ee128c5f3468",
            "word": "chart",
            "phonetic": "tʃɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He is consulting his zodiacal chart to determine his compatibility with different signs.",
                "The album's success has put it at the top of the charts.",
                "The movie's box office performance has propelled it to the top of the charts in Hollywood.",
                "With a fresh lineup of talented musicians, the band has experienced a new lease of life, capturing the attention of music enthusiasts and gaining popularity on the charts.",
                "I prepared an around-the-clock chart detailing all my care requirements."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcnQ&hash=60f5b476c5f0bf9405859622f667ce6b6a79a0b4&lang=en&cache-only=0",
            "defineEn": "a list that ranks top pop records based on sales in a particular period",
            "defineVi": "một danh sách xếp hạng các bản ghi nhạc pop hàng đầu dựa trên doanh số bán hàng trong một khoảng thời gian cụ thể"
        },
        {
            "id": "986fceb8-31bb-4a6b-a870-9f8316f409f2",
            "word": "choir",
            "phonetic": "kwaɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "After his voice broke, he left the choir.",
                "He's just preaching to the choir.",
                "Political satirist Andy Borowitz heads to San Francisco to preach to the choir.",
                "The men who really need to hear the message don't come to the meetings, so I'm just preaching to the choir.",
                "I don't know why he thought to join the school choir."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hvaXI&hash=8b7cf5b99959c2f5a2538de7c1d7cf0e5b4cd36b&lang=en&cache-only=0",
            "defineEn": "a group of singers who perform together, particularly in religious ceremonies or in public",
            "defineVi": "một nhóm ca sĩ biểu diễn cùng nhau, đặc biệt là trong các nghi lễ tôn giáo hoặc trước công chúng",
            "hasImg": true
        },
        {
            "id": "38527caa-d8ea-4c0b-ae1f-ba985a46112d",
            "word": "composer",
            "phonetic": "kəmpoʊzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The young musician's exceptional talent and ear for music were a clear indication that 'blood will tell' in his family of musicians and composers.",
                "As a musician, he knew that nine tailors make a man and that being proficient in multiple music genres was essential to his success as a performer and composer.",
                "Classical-era composers like Mozart and Beethoven popularized piano music.",
                "Austrian composer Johann Strauss also satirized contemporary composers in his \"Perpetuum Mobile, Opus 257.\"",
                "Austrian composer Johann Strauss also satirized contemporary composers in his \"Perpetuum Mobile, Opus 257.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcG9zZXI&hash=ae25417d3ef216a824a5ef3b6f29ce13e88f57c0&lang=en&cache-only=0",
            "defineEn": "a person who writes music as their profession",
            "defineVi": "một người viết nhạc như nghề nghiệp của họ",
            "hasImg": true
        },
        {
            "id": "29930289-51eb-4d1f-a7de-921929ec24d6",
            "word": "conductor",
            "phonetic": "kəndʌktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "the conductor shouted angrily.",
                "the conductor asked.",
                "'Yes,' said the conductor.",
                "'I don't like this,' said the conductor.",
                "These cables from Grano, they contain eight conductors within, so just imagine eight different copper strands inside here."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZHVjdG9y&hash=2057ab933816df4c875b4034b4ae99093ac97eb9&lang=en&cache-only=0",
            "defineEn": "someone who guides and directs an orchestra",
            "defineVi": "một người hướng dẫn và chỉ đạo một dàn nhạc",
            "hasImg": true
        },
        {
            "id": "20e0f4e2-82a5-4823-91a0-16101d9bcced",
            "word": "folk",
            "phonetic": "foʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Do you really have a crush on folk dancers?",
                "The procrastinator complained about not having enough time to pursue their hobbies, but idle folk have the least leisure, and their lack of productivity left them with little free time.",
                "The prophet and his God felt as one, but that attachment cannot be felt nor understood by the common folk.",
                "The human resources manager understood that her employees had varying needs and preferences, and created a flexible work environment to accommodate them - different strokes for different folks.",
                "Add up all the comments above, and it seems a lot of folks are blowing smoke up a lot of other folk's rears."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9saw&hash=aba924d87522220322929c0f5da2de139bb32e65&lang=en&cache-only=0",
            "defineEn": "music that originates from and reflects the traditional culture of a particular region or community, often featuring acoustic instruments and storytelling lyrics",
            "defineVi": "âm nhạc bắt nguồn và phản ánh văn hóa truyền thống của một vùng hoặc cộng đồng cụ thể, thường có nhạc cụ acoustic và lời bài hát kể chuyện",
            "hasImg": true
        },
        {
            "id": "aabbc78f-3b7c-41f0-a040-fbb2f83128d9",
            "word": "lyric",
            "phonetic": "lɪɹɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "His lyrics in this song focus on describing his ability to keep going with his music, no matter what gets in the way of him.",
                "The concert started off great, but it ended on a sour note when the singer forgot the lyrics to the final song.",
                "Learn more lyrics.",
                "♪ Is that the lyric?",
                "Saying the lyrics."
            ],
            "audio": "https://tts.langeek.co/read?text=bHlyaWM&hash=b1ec278468dc7592745575ed0fd90689b7777267&lang=en&cache-only=0",
            "defineEn": "(plural) a song's words",
            "defineVi": "(số nhiều) lời bài hát"
        },
        {
            "id": "49c48c84-f73b-4991-aaf8-dda8b00f5e0a",
            "word": "microphone",
            "phonetic": "maɪkɹəfoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He pretended the carrot was a microphone and sang a silly song in front of the mirror.",
                "The laser is now hitting the microphone.",
                "I melted microphones instead of cones of ice cream.",
                "Maybe the microphone will work.",
                "My microphone isn't working."
            ],
            "audio": "https://tts.langeek.co/read?text=bWljcm9waG9uZQ&hash=47fbcc3c232a110d2cf52a06149c1e408341c407&lang=en&cache-only=0",
            "defineEn": "a piece of equipment used for recording voices or sounds or for making one's voice louder",
            "defineVi": "một phần của thiết bị được sử dụng để ghi lại giọng nói hoặc âm thanh hoặc để làm cho giọng nói của một người to hơn",
            "hasImg": true
        },
        {
            "id": "23d8c37f-eba8-4c4d-9de4-c1fd3006874d",
            "word": "rehearsal",
            "phonetic": "ɹᵻhɜːsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Scorpion was disgusting rehearsal.",
                "This is a rehearsal?",
                "But the rehearsal process isn’t perfect.",
                "Carol left the rehearsal room with Alan, one of the first violinists.",
                "Most recently, Ebola gave Senegal a rehearsal for COVID."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVoZWFyc2Fs&hash=d8145e7c47a51d1c59b0039bef22723351a492da&lang=en&cache-only=0",
            "defineEn": "a session of practice in which performers prepare themselves for a public performance of a concert, play, etc.",
            "defineVi": "một buổi thực hành trong đó những người biểu diễn tự chuẩn bị cho buổi biểu diễn trước công chúng của một buổi hòa nhạc, vở kịch, v.v."
        },
        {
            "id": "9e024e56-6c8b-4748-87b9-10bd98188e15",
            "word": "to release",
            "phonetic": "tə ɹᵻliːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The nuclear power plant released a small amount of radiation into the atmosphere after the incident.",
                "Its release hasreally raised the ante on the story telling in video games.",
                "The European Community had even released lists of American unfair trade practices, paying us back in our own coin.",
                "The singer is in the spotlight for her new album release.",
                "She squeezed the orange, releasing the refreshing pulp into her glass."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVsZWFzZQ&hash=5d6cb704990b270eaca8ba9fa015cde280df0405&lang=en&cache-only=0",
            "defineEn": "to make a movie, music, etc. available to the public",
            "defineVi": "để làm cho một bộ phim, âm nhạc, vv có sẵn cho công chúng"
        },
        {
            "id": "97cf3a7a-a665-4b6a-80db-be28574d29ba",
            "word": "acoustic",
            "phonetic": "ɐkuːstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The singer's acoustic performance showcased her raw talent, captivating the audience with the purity and emotion of her voice in its most authentic form.",
                "Acoustic instruments like the acoustic guitar is pretty much everywhere.",
                "Acoustic waveguides are specifically shaped tunnels that can amplify certain sounds.",
                "And that is acoustic levitation.",
                "Even the acoustics change when you enter a room with a work by Hicks in it."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNvdXN0aWM&hash=cb322e6b23c2438c63d73bbb4272ee9809d4405a&lang=en&cache-only=0",
            "defineEn": "(of a musical instrument) making a sound that is natural not amplified",
            "defineVi": "(của một loại nhạc cụ) tạo ra âm thanh tự nhiên không khuếch đại",
            "hasImg": true
        },
        {
            "id": "f130b602-e4ff-4743-beff-0b44a803f045",
            "word": "to amplify",
            "phonetic": "tʊ æmplᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Which amplifies the lower frequencies in your voice.",
                "We amplified our messaging about the dangers of the journey through Mexico. ",
                "Their spin is amplified hugely.",
                "On the other hand, virtual work amplifies some differences.",
                "The Trump campaign was amplifying it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYW1wbGlmeQ&hash=6def4c6d94fcdd064757c1eeb22c6111310529d6&lang=en&cache-only=0",
            "defineEn": "to make a sound, especially a musical sound, louder",
            "defineVi": "để làm cho một âm thanh, đặc biệt là một âm thanh âm nhạc, to hơn",
            "hasImg": true
        },
        {
            "id": "db5201ec-da40-4e8e-a500-af0d9fe46697",
            "word": "ballad",
            "phonetic": "bæləd ",
            "partOfSpeechType": "noun",
            "examples": [
                "And then the lover, Sighing like furnace, with a woeful ballad Made to his mistress’ eyebrow.",
                "This started back in 1992 when one of the earliest K-pop groups, Seo Taiji and Boys, experimented by combining heavy metal, jazz and ballad genres in one song.",
                "There's a BALLAD singer",
                "There's a lot of great gospel-type things in it, too, like Peace in the Valley, Whispering Hope and a few things, but a lot of fun things like Gee Ma, I Wanna Go Home, Ballad of the Green Beret, God Bless the USA, a lot of songs that I've written.",
                "Yeah, it's great to write a song that's like loses to a Phil Collins ballad like that's- (audience laughing)"
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsbGFk&hash=88771297daf7fa16ba93001645f139884f732126&lang=en&cache-only=0",
            "defineEn": "a tale that is narrated in the form of a song or poem",
            "defineVi": "một câu chuyện được thuật lại dưới hình thức một bài hát hoặc bài thơ"
        },
        {
            "id": "f7d8f6a8-0a1e-4241-bc0c-00503005d24b",
            "word": "anthem",
            "phonetic": "ænθəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The unofficial anthem of the black pride movement in the United States belongs to the Godfather of Soul, James Brown.",
                "The cartoonish anthem reduced the Third Reich to slapstick comedy.",
                "It was an anthem for an issue she's become outspoken about: the lack of opportunities for young women in country music.",
                "It was Joseph Stalin's national anthem with the words rewritten by one of the original authors.",
                "And the national anthem will be changed to \"God Save the King.\""
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aGVt&hash=dc10e6856ee00fdd1500f15a8ba06fa30b549ac1&lang=en&cache-only=0",
            "defineEn": "an official song of great importance for a particular country that is performed on certain occasions",
            "defineVi": "một bài hát chính thức có tầm quan trọng lớn đối với một quốc gia cụ thể được thực hiện vào những dịp nhất định"
        },
        {
            "id": "3d157cd5-bebe-4258-ae3f-fa88157137f7",
            "word": "cello",
            "phonetic": "tʃɛloʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We tried the cello first.",
                "And the cello is just too big.",
                "Long waves have a low frequency and pitch, like a mournful cello.",
                "There's something about the Cello!",
                "Yeah, she plays the cello, and she's really smart."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VsbG8&hash=d8704e20805bd3058ae02d204b3bb72eb1aa7f72&lang=en&cache-only=0",
            "defineEn": "a large musical instrument of the violin family that is held upright and is played by pulling a bow across its strings",
            "defineVi": "một nhạc cụ lớn thuộc họ vĩ cầm được giữ thẳng đứng và được chơi bằng cách kéo cung qua dây của nó",
            "hasImg": true
        },
        {
            "id": "5059c83b-7191-463c-aa1f-d6b0a0c52b3a",
            "word": "to improvise",
            "phonetic": "tʊ ɪmpɹəvaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "They improvised.",
                "We also have space to improvise.",
                "Drones are another area where the Ukrainian military improvises.",
                "According to Tom Silverman, Soul Sonic Force member Pow Wow had forgotten the lyrics he had written down going into the fifth verse of the song, so he improvised instead.",
                "Which is a music of like, you have a song and you improvise variations on that song and on that interpretation and on that performance."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wcm92aXNl&hash=f7646d8d58a85b1db97bb379381142c1c3440f3d&lang=en&cache-only=0",
            "defineEn": "to create and perform words of a play, music, etc. on impulse and without preparation, particularly because one is forced to do so",
            "defineVi": "để tạo và biểu diễn các từ của một vở kịch, âm nhạc, v.v. một cách bốc đồng và không có sự chuẩn bị trước, đặc biệt là vì một người bị buộc phải làm như vậy"
        },
        {
            "id": "0c779ee6-8405-4064-9ad3-99eba2b5a6f0",
            "word": "movement",
            "phonetic": "muːvmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dinoflagellates are capable of rapid movement due to their flagella.",
                "As she turned back, a movement across the lawn caught her eye.",
                "We are keeping tabs on their movements.",
                "Keeping track of his movements is like nailing jelly to the wall.",
                "The cat is long in the tooth, with its gray whiskers and slow movements, but it still purrs and enjoys a warm spot in the sun."
            ],
            "audio": "https://tts.langeek.co/read?text=bW92ZW1lbnQ&hash=277ba7ecc155268ddf4d3067b935a4192a57d644&lang=en&cache-only=0",
            "defineEn": "one of the main parts that a long musical work is divided into, having its own structure",
            "defineVi": "một trong những phần chính mà một tác phẩm âm nhạc dài được chia thành, có cấu trúc riêng"
        },
        {
            "id": "d91f18a7-e4cd-4175-9508-83c5f4d56206",
            "word": "recital",
            "phonetic": "ɹᵻsaɪɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "We attended a piano recital and were impressed by the young pianist's talent.",
                "She's played for a recital.",
                "It's 4 a.m., and the big test is in eight hours, followed by a piano recital.",
                "And the Récital 22 Grand Récital has a really, really wonderful example of this particular craft.",
                "The twins have a flute recital tomorrow and I haven't even started the finger sandwiches, so tomorrow is slammed for me."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjaXRhbA&hash=32130323bacd30e02afb8c398d0cd4c523412dbe&lang=en&cache-only=0",
            "defineEn": "a public performance of music or poetry by an individual or a small group",
            "defineVi": "một buổi biểu diễn âm nhạc hoặc thơ trước công chúng của một cá nhân hoặc một nhóm nhỏ",
            "hasImg": true
        },
        {
            "id": "1d50fad6-3bda-4e66-a6a6-c27aa4fdcc6e",
            "word": "tune",
            "phonetic": "tuːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He played a tune on his harmonica.",
                "Millions tune in to watch the thrills and spills of stock car racing.",
                "The ice cream truck played a catchy tune to attract customers.",
                "From now on, I call the tune and you follow orders.",
                "There is many a good tune played on an old fiddle."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVuZQ&hash=6521798d3dfb754bbb5aac129b1cf4ad0d5dfda0&lang=en&cache-only=0",
            "defineEn": "a number of musical notes that form a piece of music when played or sung in a particular order",
            "defineVi": "một số nốt nhạc tạo thành một bản nhạc khi chơi hoặc hát theo một thứ tự cụ thể",
            "hasImg": true
        },
        {
            "id": "d85248be-f549-4a15-aa48-1cf49e5ec1ef",
            "word": "melody",
            "phonetic": "mɛlədi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The musician's fingers lightly touched the piano keys, creating a beautiful melody.",
                "I love playing the piano and composing my own melodies.",
                "Rodgers’s melodies had a distinctly American sound.",
                "- You changed the melody.",
                "Every lyric and melody was right there."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVsb2R5&hash=fa6a0a1cda5db525ccfe29e095358fc279deac05&lang=en&cache-only=0",
            "defineEn": "the arrangement or succession of single musical notes in a tune or piece of music",
            "defineVi": "sự sắp xếp hoặc nối tiếp các nốt nhạc đơn lẻ trong một giai điệu hoặc một đoạn nhạc",
            "hasImg": true
        },
        {
            "id": "c49ce3a3-84c8-4eae-9d77-0317347bbb5e",
            "word": "to audition",
            "phonetic": "tʊ ɔːdɪʃən ",
            "partOfSpeechType": "verb",
            "examples": [
                "The actress was practicing her lines before the audition.",
                "Sally was left with egg on her face after forgetting the words to the song during her audition.",
                "The talented musician decided to reach for the stars by auditioning for a popular singing competition.",
                "Figuring they had nothing to lose, they decided to audition for the show.",
                "I'm not going to sit here and tell Judith that she's a shoo-in when she's clearly not ready for her audition."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXVkaXRpb24&hash=25d4ca496071cb55185136147999b58b6163fde2&lang=en&cache-only=0",
            "defineEn": "to give a short performance in order to get a role in a movie, play, show, etc.",
            "defineVi": "biểu diễn ngắn để có được một vai trong phim, vở kịch, chương trình, v.v."
        },
        {
            "id": "868129e7-98b9-4c9a-8e52-9bfe6746c950",
            "word": "chord",
            "phonetic": "kɔːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Thank you for speaking, your words really touched a chord with me.",
                "Great job on the win, but after victory, tighten your helmet chord and stay focused for the rest of the season.",
                "The candidate built his brand off of speaking as he finds, which seems to strike a chord with the working class voters in his constituency.",
                "The film still strikes a chord with younger audiences, even after all these years.",
                "When she first started learning how to play the guitar, it was difficult and frustrating, but with regular practice, the chords became easier to play, proving that all things are difficult before they are easy."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hvcmQ&hash=c0e24c9a6ffe7977ad51b5c0431c0a2f58d307f9&lang=en&cache-only=0",
            "defineEn": "three or more musical notes that form a harmony when played together",
            "defineVi": "ba hoặc nhiều nốt nhạc tạo thành một bản hòa âm khi chơi cùng nhau",
            "hasImg": true
        },
        {
            "id": "557819ca-8e15-40dd-a2ba-e1e878f726c6",
            "word": "discord",
            "phonetic": "dɪskoːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "This problem seems to be an apple of discord between the Soviet union and the USA.",
                "Discord emphasizes privacy.",
                "Now Discord has roughly 250 million users and 14 million daily active users.",
                "Discord generates revenue through its games marketplace and premium subscriptions.",
                "To some of their rivals amongst Nationalists, the discord over Brexit could signal an opportunity."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY29yZA&hash=ccb09f366adb7fd02fd00e9aae308ac9815051cd&lang=en&cache-only=0",
            "defineEn": "an unusual combination of musical notes that sound strange when played",
            "defineVi": "một sự kết hợp bất thường của các nốt nhạc nghe có vẻ lạ khi chơi"
        },
        {
            "id": "0ec4fcb4-acc7-44f5-aa8a-e25296c4f1e6",
            "word": "duet",
            "phonetic": "djuːɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Males and females even make duets of headbone clicks during their complex array of courtship behaviors. ",
                "You did a duet?",
                "I've done a duet with Liza.",
                "But for Jerusalem crickets, it’s a duet.",
                "But, Subdesert Mesite females also respond in duets started by males."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVldA&hash=9e17120bdb24ff93cc1fa2a13c300026327de09d&lang=en&cache-only=0",
            "defineEn": "a piece of music performed by two people",
            "defineVi": "một bản nhạc được thực hiện bởi hai người",
            "hasImg": true
        },
        {
            "id": "f4873abc-5002-4553-9210-292d683aac81",
            "word": "gig",
            "phonetic": "ɡɪɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Posters for the gig appeared all over town.",
                "Robbie opened his heart after a secret charity gig at London's Equinox club on Thursday.",
                "Musicians can also put their money where their mouths are and play benefit gigs.",
                "The band returned to their old stomping ground last night - and gave one of their best ever gigs.",
                "My younger brother is always pleading for me to help out his career, so I threw him a bone and got him a small gig."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2ln&hash=d61be7498b42d4373af852b5832e145fb5c71aab&lang=en&cache-only=0",
            "defineEn": "a performance of live music, comedy or other entertainment, usually by one or more performers in front of an audience",
            "defineVi": "một buổi biểu diễn nhạc sống, hài kịch hoặc giải trí khác, thường là của một hoặc nhiều người biểu diễn trước khán giả",
            "hasImg": true
        },
        {
            "id": "b644eac3-2ec7-4b87-9e4e-a6ab651d5201",
            "word": "record",
            "phonetic": "ɹɛkɚd ",
            "partOfSpeechType": "noun",
            "examples": [
                "She had broken the world 100 meters record.",
                "His new world record will take some beating.",
                "His time in the 25-meter freestyle set a national record.",
                "The movie broke all box-office records.",
                "The movie broke box office records in the US."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjb3Jk&hash=0a31cd7569b53edf0652b8428f9ff76f4de41c69&lang=en&cache-only=0",
            "defineEn": "a round, thin piece of plastic with a hole in the middle, on which music, etc. is recorded",
            "defineVi": "một miếng nhựa tròn, mỏng có lỗ ở giữa, trên đó ghi nhạc, v.v.",
            "hasImg": true
        },
        {
            "id": "7ad754f7-2b3e-4fab-b2b7-217c14fb8072",
            "word": "performance",
            "phonetic": "pɚfoːɹməns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The team's performance is standing on shaky ground after a series of losses.",
                "Their performance was nothing to write home about.",
                "The performance improved as their confidence grew.",
                "The director praised the actor for their outstanding performance in the movie.",
                "During their performance, they turned heads with their exceptional talent and stage presence."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyZm9ybWFuY2U&hash=a8d7054bb5884820fa1a5cfd3d107e565372bd5d&lang=en&cache-only=0",
            "defineEn": "the act of presenting something such as a play, piece of music, etc. for entertainment",
            "defineVi": "hành động trình bày một cái gì đó chẳng hạn như một vở kịch, một bản nhạc, v.v. để giải trí",
            "hasImg": true
        },
        {
            "id": "2c447b01-ad1c-4308-9e61-dda6ce8906fd",
            "word": "musical",
            "phonetic": "mjuːzɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film pays homage to classic Hollywood musicals.",
                "While growing up, he had been exposed to various musical genres at his mother's knee, developing a diverse appreciation for music.",
                "Her last musical ran for six months on Broadway.",
                "They have such a strong musical chemistry and perform flawlessly together.",
                "Musicals are the gateway drug."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzaWNhbA&hash=c7a3e11a7deeffea2a1b813f1d1b252ed7fcd1d7&lang=en&cache-only=0",
            "defineEn": "any theatrical performance that combines singing, dancing, and acting to tell a story",
            "defineVi": "bất kỳ buổi biểu diễn sân khấu nào kết hợp ca hát, nhảy múa và diễn xuất để kể một câu chuyện",
            "hasImg": true
        },
        {
            "id": "787998a6-7488-489e-8fab-c811d17e919b",
            "word": "live",
            "phonetic": "laɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She lived a very peaceful life.",
                "She lives just a stone's throw away from the beach.",
                "He lives far from the city center.",
                "He lived in a small town with friendly neighbors.",
                "She lived in the same village from the cradle to the grave."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl2ZQ&hash=406867a04825bf06b5e64b1a275e214872c8b293&lang=en&cache-only=0",
            "defineEn": "receiving a broadcast at the time of happening",
            "defineVi": "nhận được một chương trình phát sóng tại thời điểm xảy ra",
            "hasImg": true
        },
        {
            "id": "209dec60-5eae-4d9d-9127-7b625cb7b81f",
            "word": "to stream",
            "phonetic": "tə stɹiːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "A stream of black cars drove by.",
                "A stream of black cars drove by.",
                "The cars run along the highway in a steady stream.",
                "The hiker bent at the waist to drink water from the stream.",
                "When Tom's company was struggling to keep up with new competitors, Tom reminded his colleagues that it is ill striving against the stream."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RyZWFt&hash=4cde07b7bd384a8c95bf0a2c941dd825a2d215b6&lang=en&cache-only=0",
            "defineEn": "to send an audio or video directly over the internet with an uninterrupted flow",
            "defineVi": "để gửi âm thanh hoặc video trực tiếp qua internet với luồng không bị gián đoạn"
        }
    ]
}