{
    "id": "3539aab6-0c00-4493-bb00-fa4c98eeefcc",
    "title": "Lesson 10",
    "originalTitle": "Lesson 10",
    "words": [
        {
            "id": "d674408f-97f2-471a-9988-067ce72e12e7",
            "word": "inadvisable",
            "phonetic": "ɪnɐdvaɪzəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5hZHZpc2FibGU&hash=86f49c83fe3a047ce34a35737e1d7131d223ec7b&lang=en&cache-only=0",
            "defineEn": "not sensible and likely to have unwanted consequences",
            "defineVi": "không hợp lý và có khả năng có hậu quả không mong muốn"
        },
        {
            "id": "718d12f4-cf75-47d0-a758-72965a8c2ff3",
            "word": "inalienable",
            "phonetic": "ɪneɪliənəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Like John Locke, a major Enlightenment thinker, formulated his version of inalienable rights as life, liberty, and property.",
                "They are inalienable and universal.",
                "But all that talk of freedom and inalienable rights introduced the idea that birth wasn’t destiny, and that all people should be treated with respect.",
                "And the failure of the United States to understand that the rights of black Americans were as inalienable as those of white Americans is ultimately what made the Civil War inevitable.",
                "And so, while the founders were writing these lofty and aspirational words even as they knew that they were going to CONTINUE a system of SLAVERY, Black People had no choice but to BELIEVE in the literal interpretation of those words that all MEN are created EQUAL and are born with INALIENABLE rights."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5hbGllbmFibGU&hash=ad4007f74661d5c6791eb781ec49a3404b2f7be6&lang=en&cache-only=0",
            "defineEn": "incapable of being repudiated or transferred to another",
            "defineVi": "không có khả năng bị từ chối hoặc chuyển giao cho người khác"
        },
        {
            "id": "e3a7ba94-3548-4097-9e4d-12cee9199991",
            "word": "inane",
            "phonetic": "ɪneɪn ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5hbmU&hash=a83457f0fce431337c8f310cbb98c2832ba514d0&lang=en&cache-only=0",
            "defineEn": "extremely silly or stupid",
            "defineVi": "cực kỳ ngớ ngẩn hoặc ngu ngốc"
        },
        {
            "id": "864a5300-8451-4063-be3f-894e2bba31b9",
            "word": "inanimate",
            "phonetic": "ɪnænɪmət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Humans, all inanimate matter, oxygen.",
                "Or you might not see random faces on inanimate objects.",
                "But the thing is, even in its earliest stages, single-cell life was massively complex compared to the inanimate universe.",
                "Because life looks so radically different from the inanimate universe, people once thought that life was made of completely different stuff.",
                "After a dose of claim-testing, it became clear that life must emerge from the inanimate world by chemical processes that are discoverable by science."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5hbmltYXRl&hash=e9a3c8d65c5f27f4b3fca72726f8ac0d1ce4ded1&lang=en&cache-only=0",
            "defineEn": "lacking life or consciousness and incapable of moving on its own",
            "defineVi": "thiếu sự sống hoặc ý thức và không có khả năng tự di chuyển"
        },
        {
            "id": "b6dfb4dd-f603-4eb7-88b5-32aa06c9fe6e",
            "word": "rancor",
            "phonetic": "ɹæŋkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The last State of the Union, it’s a very open speech, and he talks about his regrets, that the rancor and suspicion between the parties has only gotten worse. ",
                "The rancor over how to conduct the recount was on full view last night, as state election officials argued for six hours.",
                "Now more than ever, we must unify around our shared values and rise above the partisan rancor, and forge our common destiny.",
                "It’s an attempt to take some of the rancor out of the relationship so we can work together in areas where we agree."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFuY29y&hash=56f50eca4df327c069a11a8621e8d660638d4756&lang=en&cache-only=0",
            "defineEn": "a feeling of hatred and a desire to harm others, especially because of unjust treatment received",
            "defineVi": "một cảm giác thù hận và mong muốn làm hại người khác, đặc biệt là vì bị đối xử bất công",
            "hasImg": true
        },
        {
            "id": "04be4d9a-5f69-421a-968a-de8215dee35e",
            "word": "rancorous",
            "phonetic": "ɹæŋkɚɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Rancorous voting is compelling for a number of reasons.",
                "That doesn't mean it's a rancorous relationship and it doesn't mean that the relationship can't be repaired.",
                "The idea that somehow elections are going to get less rancorous, that's just not going to happen.",
                "And then the fact that you can't get elected for president next year without winning or competing for electoral votes in Maine, and you won't be elected for president without learning something about rancorous voting because you have to win in Maine.",
                "When Obama came in as president, I think there were two or three circumstances which made it more likely that we were going to be able to turn a page and get beyond what had really become a rancorous relationship in the tail end of the Bush administration and begin to get some cooperation out of Russia on issues that answered our own interests, specifically on Iran and its nuclear ambitions."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFuY29yb3Vz&hash=0e8fb2151f30e3db3aa97d3685eaa42244870dcd&lang=en&cache-only=0",
            "defineEn": "showing deep-seated resentment",
            "defineVi": "thể hiện sự oán hận sâu sắc"
        },
        {
            "id": "f8b1adbd-b939-4b2a-8398-e8a530dd83a0",
            "word": "to exorcise",
            "phonetic": "tʊ ɛksɚsaɪz ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhvcmNpc2U&hash=42a58e86f59a77b8bdf1ddd4c9da5345f4c74b97&lang=en&cache-only=0",
            "defineEn": "expel through adjuration or prayers",
            "defineVi": "trục xuất thông qua adjuration hoặc cầu nguyện"
        },
        {
            "id": "03253a0e-b744-444e-a32e-3451cb97ad7c",
            "word": "exorcism",
            "phonetic": "ɛksɚsɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXhvcmNpc20&hash=5b9125a2a606cf6b2ba83eedf9b1dd5e9cc03d04&lang=en&cache-only=0",
            "defineEn": "freeing from evil spirits",
            "defineVi": "giải thoát khỏi linh hồn ma quỷ"
        },
        {
            "id": "46e37986-8b34-43ab-a265-b625008a6a98",
            "word": "outreach",
            "phonetic": "aʊtɹiːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"Poverty can be a breeding ground for crime and immorality, as the devil dances in empty pockets, so we should prioritize our poverty crisis,\" said the social worker during the community outreach program.",
                "Animal Wonders is an educational outreach organization.",
                "Perla del Angel is the outreach coordinator at CAME and a volunteer at the migrant resource center.",
                "One that was based on outreach instead of isolationism.",
                "It's a gam ified outreach tool, news aggregator, media creator and virtual events platform with a maximalist approach to data collection."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0cmVhY2g&hash=8669f36864f2875d6c5d225582bd57041df492bd&lang=en&cache-only=0",
            "defineEn": "the act of reaching out",
            "defineVi": "hành động tiếp cận"
        },
        {
            "id": "9b5af24c-b125-4ddc-85fe-73fe578467fb",
            "word": "to outride",
            "phonetic": "tʊ aʊtɹaɪd ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gb3V0cmlkZQ&hash=a16d80b080125717e10e5ee802ef8b2fd2846ce5&lang=en&cache-only=0",
            "defineEn": "ride better, faster, or further than",
            "defineVi": "đi xe tốt hơn, nhanh hơn, hoặc xa hơn"
        },
        {
            "id": "ce71938d-c692-4595-b6bc-f9e4413f509c",
            "word": "outright",
            "phonetic": "aʊtɹaɪt ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Ananda led by Thilina Kumarasinghe, has enjoyed a successful season with four outright wins.",
                "She may not be a fan of outright warfare, but people standing up for themselves is her kind of thing.",
                "Well, Gambrinus, I have to cut things close sometimes, I admit, but I haven't outright failed yet.",
                "And eventually outright banned the former president.",
                "And outright bans can have unintended consequences."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0cmlnaHQ&hash=7c01bb4fc807413d9b515e61cb7064bb3653d6c6&lang=en&cache-only=0",
            "defineEn": "without restrictions or stipulations or further payments",
            "defineVi": "không có hạn chế hoặc quy định hoặc thanh toán thêm"
        },
        {
            "id": "71c1945b-93b8-4ebd-adae-22b5ff841184",
            "word": "to tantalize",
            "phonetic": "tə tæntəlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "But it’s still tantalizing to imagine.",
                "Then, as part of a 2017 study of the fossils, Benoit and his colleagues CT scanned the only two skulls of Euchambersia that’ve ever been found and spotted some tantalizing new clues."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFudGFsaXpl&hash=8396ed04502e6095e0c8cd2c59ebad8adc566668&lang=en&cache-only=0",
            "defineEn": "harass with persistent criticism or carping",
            "defineVi": "quấy rối bằng những lời chỉ trích hoặc chỉ trích dai dẳng"
        },
        {
            "id": "63434ced-5263-4dde-9687-9a8525894388",
            "word": "tantamount",
            "phonetic": "tæntɐmaʊnt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Is that tantamount to saying you're asking anyone who is currently single to be celibate until there's a vaccine?",
                "And I thought if they did, it clearly would be a sign that Putin had authorized an aggressive assault against this country that to me would have been tantamount to, to war.",
                "His feeling that, if a doctor touched him during a physical, it was tantamount to rape.",
                "I thought if they did that, it clearly would be a sign that Putin had authorized an exceptionally, an unprecedented, aggressive assault against this country that to me would have been tantamount to war, actually doing something against the voters or the votes on Election Day."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFudGFtb3VudA&hash=c021fa4a45d84a0944e5aad7c44289194a1a5940&lang=en&cache-only=0",
            "defineEn": "being essentially equal to something",
            "defineVi": "về cơ bản là bằng với một cái gì đó"
        },
        {
            "id": "5093c6ae-f5fc-4886-89f9-c55682fa6ecd",
            "word": "to abstain",
            "phonetic": "tʊ ɐbsteɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Russia abstained.",
                "And very consequentially, with Medvedev’s direction, Russia abstained from a vote in the U.N. Security Council that paved the way for this military operation in Libya.",
                "Half begin consuming a daily dose of chocolate, while half abstain.",
                "We already have urine tests to see if someone abstains from alcohol, but no tests that define alcohol use disorder.",
                "A 2006 study found that nose-pickers were more likely to have staph in their nose than those who abstain."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWJzdGFpbg&hash=08b688b21f596929205c46fe3a6428d6e4034ce7&lang=en&cache-only=0",
            "defineEn": "to avoid doing something, especially something that one enjoys",
            "defineVi": "để tránh làm một cái gì đó, đặc biệt là một cái gì đó mà một người thích",
            "hasImg": true
        },
        {
            "id": "b5605351-f63d-47a2-a69c-528b8dcd0662",
            "word": "abstemious",
            "phonetic": "ɐbstiːmiəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWJzdGVtaW91cw&hash=b8a61bf3973a307fef90f1e101a07bcc557aee92&lang=en&cache-only=0",
            "defineEn": "avoiding too much consumption of alcoholic drinks or food",
            "defineVi": "tránh tiêu thụ quá nhiều đồ uống có cồn hoặc thực phẩm"
        },
        {
            "id": "eb1da078-dbf3-4e32-919d-f87dad052274",
            "word": "abstinence",
            "phonetic": "æbstɪnəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Abstinence means 100%, there is no chance of getting pregnant.",
                "Or abstinence leaning programs.",
                "In eighth grade we were taught abstinence, and we actually signed away that we'd be abstinent through our school years.",
                "Because abstinence is good, but there's many different kids with many different issues that they need explained to them.",
                "About being the representative, The President's Council On Virginity And Abstinence."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJzdGluZW5jZQ&hash=c21bba6dc5225821f203cd79d81a3b9b62aab67d&lang=en&cache-only=0",
            "defineEn": "the fact of avoiding things that one likes to do, particularly drinking alcohol or having sex, for health or religious reasons",
            "defineVi": "thực tế là tránh những việc mà một người thích làm, đặc biệt là uống rượu hoặc quan hệ tình dục, vì lý do sức khỏe hoặc tôn giáo"
        },
        {
            "id": "cf1a30d7-36f3-417b-982a-ec6fdf30b470",
            "word": "inconsistent",
            "phonetic": "ɪŋkənsɪstənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But the evidence for that is inconsistent.",
                "It's also inconsistent.",
                "They're just inconsistent.",
                "Although Coley was often reportedly successful, his tests were inconsistent.",
                "Have they been inconsistent with their communication?"
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jb25zaXN0ZW50&hash=0e88980d533f8f4908f11b8f2f751fc3f55e3476&lang=en&cache-only=0",
            "defineEn": "not agreeing with one's beliefs, principles, or standards",
            "defineVi": "không đồng ý với niềm tin, nguyên tắc hoặc tiêu chuẩn của một người"
        },
        {
            "id": "1e097d05-7ae3-4f02-bd49-a2f0e1177736",
            "word": "inconstant",
            "phonetic": "ɪŋkɑːnstənt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5jb25zdGFudA&hash=93723b197b24d5cff3460fcca047d640db7ba9e7&lang=en&cache-only=0",
            "defineEn": "likely to change frequently often without apparent or cogent reason; variable",
            "defineVi": "có khả năng thay đổi thường xuyên mà không có lý do rõ ràng hoặc thuyết phục; Biến đổi"
        },
        {
            "id": "4f704b1e-55e7-408b-bf43-f7e9e7fcc225",
            "word": "inconvenient",
            "phonetic": "ɪŋkənviːnɪənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Despite the fact that the rain in April can be inconvenient, it is important to remember that April showers bring May flowers.",
                "That's inconvenient.",
                "Tuesday is really inconvenient day for a lot of people because a lot of people work on the weekdays.",
                "There are lawsuits and bad press, and it’s pretty inconvenient for them and the people who rely on them.",
                "And yet we're told that the women are simply an inconvenient cost item for the NCAA."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jb252ZW5pZW50&hash=d3e1f69fcaa1113a4bb2ecd839817a29270f548e&lang=en&cache-only=0",
            "defineEn": "causing difficulty, annoyance, or trouble, especially because of being poorly timed or unsuitable for a situation",
            "defineVi": "gây khó khăn, phiền toái hoặc rắc rối, đặc biệt là do không đúng lúc hoặc không phù hợp với tình huống"
        },
        {
            "id": "92382ff6-406c-4d3c-9477-466aee8bd726",
            "word": "inconsiderable",
            "phonetic": "ɪŋkənsɪdɚɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5jb25zaWRlcmFibGU&hash=e49672329f51e42310ac617cdbb2980a57221822&lang=en&cache-only=0",
            "defineEn": "not enough to attract attention or seem important",
            "defineVi": "không đủ để thu hút sự chú ý hoặc có vẻ quan trọng"
        }
    ]
}