{
    "id": "36293675-c9cb-4828-b767-3a7805d87928",
    "title": "Travel and Tourism 1",
    "originalTitle": "Lesson 24",
    "words": [
        {
            "id": "ff841e72-c59a-4ec7-8c93-99949811bccb",
            "word": "tour",
            "phonetic": "tʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We took a helicopter tour to get a bird's-eye view of the city.",
                "The tour is free, but all meals are at your own expense.",
                "We took a boat tour to explore the beautiful coastline.",
                "They are planning a city tour to discover hidden gems and local attractions.",
                "To go on a journey/tour/trip/cruise."
            ],
            "audio": "https://tts.langeek.co/read?text=dG91cg&hash=adc662d3308e6df2c2260604b0c1e52f6f773811&lang=en&cache-only=0",
            "defineEn": "a journey for pleasure, during which we visit several different places",
            "defineVi": "một cuộc hành trình cho niềm vui, trong thời gian đó chúng tôi ghé thăm một số nơi khác nhau",
            "hasImg": true
        },
        {
            "id": "59c4b099-d7e8-4a58-a310-a0cf618f3487",
            "word": "tourism",
            "phonetic": "tʊɹɹɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "MALCOLM BRABANT: Tourism generates $200 billion a year for Spain.",
                "So tourism was really the saving point for Monterey.",
                "Any downgrade of the reef's status could cut tourism revenue.",
                "It needs tourism, and",
                "They bring tourism, jobs, food, etcetera."
            ],
            "audio": "https://tts.langeek.co/read?text=dG91cmlzbQ&hash=d84bfa115334dffa6a4296165ab3000d94e31db3&lang=en&cache-only=0",
            "defineEn": "‌the business of providing accommodation, services and entertainment for people who are visiting a place for pleasure",
            "defineVi": "‌việc kinh doanh cung cấp chỗ ở, dịch vụ và giải trí cho những người đến thăm một nơi để giải trí",
            "hasImg": true
        },
        {
            "id": "9c586f17-8d2f-4c9b-ba32-42059d6795df",
            "word": "tourist",
            "phonetic": "tʊɹɹɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many tourists visit Europe to experience its vibrant nightlife and entertainment.",
                "When the price of skiing doubled, tourists voted with their feet and just stopped going.",
                "The Eiffel Tower is a famous landmark in France and attracts millions of tourists every year.",
                "She unfolded the map to find the location of the tourist attractions.",
                "German castles, such as Neuschwanstein and Heidelberg Castle, attract many tourists."
            ],
            "audio": "https://tts.langeek.co/read?text=dG91cmlzdA&hash=af27e13e17f6f52a4f14a689bc09555e0b13de89&lang=en&cache-only=0",
            "defineEn": "someone who visits a place or travels to different places for pleasure",
            "defineVi": "một người đến thăm một nơi hoặc đi du lịch đến những nơi khác nhau cho niềm vui",
            "hasImg": true
        },
        {
            "id": "95deac6c-e5a7-4811-b65b-869f6b0b7964",
            "word": "sightseeing",
            "phonetic": "saɪtsiːɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We often take weekend trips to nearby cities for sightseeing and relaxation.",
                "After a long day of sightseeing, we decided to take a dip in the sea to cool off.",
                "They went sightseeing But where did he take Ty?",
                "Goes to show you with G-SYNC, you really don't need all 240 FPS and a sightseeing, exploration game like this one.",
                "As you can see, even with the most powerful graphics card on the market, we are struggling to break 150 fps on this puppy, so you're definitely buying into the future-proofness when it comes to sightseeing eye-candy single player games like this one."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lnaHRzZWVpbmc&hash=7695f538995057dc1f7c5de915257c4d85026e3a&lang=en&cache-only=0",
            "defineEn": "the activity of visiting places of interest in a particular location as a tourist",
            "defineVi": "hoạt động tham quan các địa điểm yêu thích ở một địa điểm cụ thể với tư cách là khách du lịch",
            "hasImg": true
        },
        {
            "id": "1018d88e-3719-4c8b-9ed5-ab443fe8e0a6",
            "word": "guide",
            "phonetic": "ɡaɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boat captain guided us through the narrow canals of the city.",
                "The traveler paid a guide to show him across.",
                "The GPS will guide you to your desired destination with turn-by-turn directions.",
                "Morin's book is a helpful guide to surviving the first few months in harness.",
                "They hired a violin teacher to guide them in their learning."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VpZGU&hash=5caaf1f37f81d39c4286de05017086d9d0672150&lang=en&cache-only=0",
            "defineEn": "a person whose job is to take tourists to places of interest and show them around",
            "defineVi": "một người có công việc là đưa khách du lịch đến những nơi yêu thích và cho họ thấy xung quanh",
            "hasImg": true
        },
        {
            "id": "2afee18c-4e82-4d73-8fbf-9db5d4937748",
            "word": "passenger",
            "phonetic": "pæsɪndʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bus can take 60 passengers.",
                "The plane holds about 300 passengers.",
                "The plane holds about 300 passengers.",
                "The passengers waved goodbye to their loved ones from the ship's deck.",
                "The driver of the car opened the car door for the passengers."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzc2VuZ2Vy&hash=5870150d9e37ef496267e4504ea7661bc8bd5fed&lang=en&cache-only=0",
            "defineEn": "someone traveling in a vehicle, aircraft, ship, etc. who is not the pilot, driver, or a crew member",
            "defineVi": "ai đó đi trên xe, máy bay, tàu, v.v. không phải là phi công, lái xe hoặc thành viên phi hành đoàn",
            "hasImg": true
        },
        {
            "id": "abbb6811-7901-43e2-8d8c-20806544e595",
            "word": "traveler",
            "phonetic": "tɹævəlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The traveler paid a guide to show him across.",
                "Moreover, he was sure that for a long while to come travelers would give the town a wide berth.",
                "As a traveler, I enjoy exploring new destinations and immersing myself in different cultures.",
                "The train station was located in the city center, making it convenient for travelers.",
                "And, for about $3,000 on an American Airlines Flagship First flight from New York to Los Angeles, travelers have access to an exclusive check-in area and premium wines in the flagship lounge."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhdmVsZXI&hash=22d668ba6f6a46755f7bb760259fc47d245c8565&lang=en&cache-only=0",
            "defineEn": "a person who is on a journey or someone who travels a lot",
            "defineVi": "một người đang trên một hành trình hoặc một người đi du lịch rất nhiều",
            "hasImg": true
        },
        {
            "id": "4d390658-4aa8-4898-b57a-89b99f9d775e",
            "word": "suitcase",
            "phonetic": "suːtkeɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "She pulled her suitcase behind her as she walked through the airport.",
                "My clothes won't all go in that one suitcase.",
                "I'm excited to go on vacation, so I packed my suitcase and headed to the airport.",
                "She's been living out of her suitcases in her brother's apartment ever since getting evicted from her house.",
                "Sarah's job involves so much travelling that she lives out of a suitcase."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VpdGNhc2U&hash=b196084cd9da78abf4d8abc18ef668d5ff432c5a&lang=en&cache-only=0",
            "defineEn": "a case with a handle, used for carrying clothes, etc. when we are traveling",
            "defineVi": "một cái hộp có tay cầm, được sử dụng để mang quần áo, v.v. khi chúng ta đi du lịch",
            "hasImg": true
        },
        {
            "id": "5338ba3c-98a3-4446-adb0-f76e1877308b",
            "word": "baggage",
            "phonetic": "bæɡɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Any baggage over five kilos must be checked.",
                "Customs officers have the right to check all baggage going through customs.",
                "Excess baggage made up the remainder.",
                "That baggage is carried with that.",
                "A lot of baggage for that kid to carry."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFnZ2FnZQ&hash=5efc7dec1b6c342a9fd1bddc6be73adfa7824433&lang=en&cache-only=0",
            "defineEn": "suitcases or other bags, containing our clothes and things, that we carry when we are traveling",
            "defineVi": "vali hoặc các loại túi khác, chứa quần áo và đồ đạc của chúng tôi, mà chúng tôi mang theo khi đi du lịch",
            "hasImg": true
        },
        {
            "id": "8ad0b95c-5dcf-4c6e-a7a6-7c88de093c77",
            "word": "reception",
            "phonetic": "ɹᵻsɛpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I couldn't get any mobile phone reception.",
                "The decorations were specially designed for the wedding reception.",
                "Guests at the outdoor wedding reception enjoye grilled beefsteaks as the main course.",
                "There's an ATM in the reception area which will change your English money.",
                "My wedding was supposed to be my special day, but my sister and her stupid boyfriend took the stage when he proposed to her at the wedding reception."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjZXB0aW9u&hash=3fa54cbd476d99a9715248f78df5a8269d68f0c5&lang=en&cache-only=0",
            "defineEn": "the area usually at a hotel entrance where guests and visitors go to book a room or check in",
            "defineVi": "khu vực thường ở lối vào khách sạn nơi khách và khách đến đặt phòng hoặc nhận phòng",
            "hasImg": true
        },
        {
            "id": "bedce6e8-e2ad-48a7-ba6d-2f251c30d713",
            "word": "twin bed",
            "phonetic": "twɪn bɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Check out to book for more info and also for citations on the ads that were run in the 19th century against workhouses and in the 20th century for twin beds!",
                "Max Jensen on Youtube also asked about the promotion of separate sleep in workhouses and why twin beds were portrayed as ideal in the 20th century."
            ],
            "audio": "https://tts.langeek.co/read?text=dHdpbiBiZWQ&hash=8217af4f6987a3ac435e4dd173f4aa2f96d0c730&lang=en&cache-only=0",
            "defineEn": "one of a pair of single beds in a hotel or guest room for two people",
            "defineVi": "một trong những cặp giường đơn trong khách sạn hoặc phòng dành cho hai người",
            "hasImg": true
        },
        {
            "id": "d43dc306-0dfe-4d50-8590-89136e50ee55",
            "word": "single bed",
            "phonetic": "sɪŋɡəl bɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2luZ2xlIGJlZA&hash=16a19bfa2bfe033fc06254afb8bd7471ecdf91d3&lang=en&cache-only=0",
            "defineEn": "a bed that is designed for one person",
            "defineVi": "một chiếc giường được thiết kế cho một người",
            "hasImg": true
        },
        {
            "id": "5be7dd20-d0de-4dea-bb3b-39717daea472",
            "word": "single room",
            "phonetic": "sɪŋɡəl ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many hotels don't do single rooms at all.",
                "You have to pay extra for a single room.",
                "We've expanded the range, so now instead of cleaning a single room, it can actually clean your whole home up to 1000 square feet.",
                "Yes, I don't think you need to have open captions in every single room on every single movie, but if you're gonna have closed captions, yeah, they need to be."
            ],
            "audio": "https://tts.langeek.co/read?text=c2luZ2xlIHJvb20&hash=8e5a0147ef02e712df5c9bcebf78679342c0625b&lang=en&cache-only=0",
            "defineEn": "a hotel room or bedroom used by just one person",
            "defineVi": "một phòng khách sạn hoặc phòng ngủ chỉ được sử dụng bởi một người",
            "hasImg": true
        },
        {
            "id": "7c6842b7-cdfc-4c18-acbd-c63c148da3ac",
            "word": "double room",
            "phonetic": "dʌbəl ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hotel prices start at €80 for a double room."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG91YmxlIHJvb20&hash=5d01513e00a775f47980709f77dc400de25c39ed&lang=en&cache-only=0",
            "defineEn": "a room in a hotel for two people; a bedroom designed to be used by two people",
            "defineVi": "một phòng trong khách sạn dành cho hai người; một phòng ngủ được thiết kế để được sử dụng bởi hai người",
            "hasImg": true
        },
        {
            "id": "4f360620-9637-41a5-876e-03eeb796479f",
            "word": "airline",
            "phonetic": "ɛɹlaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The recent strike has put the airline company in a tight spot.",
                "On Thursday the airline had to charter 10 aircraft to counter industrial action by its pilots, who are on a work-to-rule.",
                "Airlines do carry pharmaceuticals and vaccines all the time.",
                "Airlines have seen incredible losses.",
                "At the front of the plane, airlines offered champagne and lobster thermidor."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlybGluZQ&hash=a446862bb484e9f59ed7b412daf56eac48f93516&lang=en&cache-only=0",
            "defineEn": "‌a company or business that provides air transportation services for people and goods",
            "defineVi": "‌một công ty hoặc doanh nghiệp cung cấp dịch vụ vận tải hàng không cho người và hàng hóa",
            "hasImg": true
        },
        {
            "id": "ebaf2db1-3c05-4f9b-b263-5961635054c7",
            "word": "flight",
            "phonetic": "flaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The vision seems a flight of fancy.",
                "He found a cheap flight deal for his vacation.",
                "I need to book a flight to New York for next week's business meeting.",
                "Jimmy often has good ideas but his latest proposal is just a flight of fancy!",
                "We had a great trip, but our flight home was badly delayed, which took the gilt off the gingerbread."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxpZ2h0&hash=e875954344d023e089cb265b2d146812c44aeb48&lang=en&cache-only=0",
            "defineEn": "the act of traveling in an airplane",
            "defineVi": "hành động đi du lịch trên máy bay",
            "hasImg": true
        },
        {
            "id": "fd2a1795-22a3-4de6-82c5-4c8619ad8f76",
            "word": "gate",
            "phonetic": "ɡeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Once his out, you should close the gate on the spot.",
                "They opened the gate to allow access to the garden.",
                "They came as far as the gate.",
                "We passed through the gates into a courtyard behind.",
                "He closed the gate to prevent the dog from running away."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2F0ZQ&hash=eeff4c91770d9a2cd0a6405cf46fe6c162769a86&lang=en&cache-only=0",
            "defineEn": "a part of an airport or terminal that passengers go through to get on or off a plane, train, or bus",
            "defineVi": "một phần của sân bay hoặc nhà ga mà hành khách đi qua để lên hoặc xuống máy bay, xe lửa hoặc xe buýt",
            "hasImg": true
        },
        {
            "id": "c83f65fe-b038-46aa-98e8-39ba36b84268",
            "word": "international",
            "phonetic": "ɪntɚnæʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "International companies set the price of oil.",
                "Her latest novel takes the lid off the international art world.",
                "A successful investor has his finger on the pulse of international business.",
                "Remuneration is in line with comparable international organizations.",
                "Being assigned to the General Secretariat provided a worm's-eye view of international diplomacy."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJuYXRpb25hbA&hash=6fee3711b1b740268388be3f676d90cb4a214ccf&lang=en&cache-only=0",
            "defineEn": "happening in or between more than one country",
            "defineVi": "xảy ra trong hoặc giữa nhiều quốc gia",
            "hasImg": true
        },
        {
            "id": "6721c291-6135-477f-adf3-bd711f34603a",
            "word": "seat",
            "phonetic": "siːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Labour's John Taylor and Mary Smith both held seats in this constituency.",
                "The professor will hold a seat on the advisory board.",
                "Can I change seats with you?",
                "Please keep a seat for me.",
                "Six people, and more at a pinch, could be seated comfortably at the table."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VhdA&hash=f4950cd795f5864a6fa4e13b6014a71d656c452e&lang=en&cache-only=0",
            "defineEn": "a place in a plane, train, theater, etc. that is designed for people to sit on, particularly one requiring a ticket",
            "defineVi": "một chỗ trong máy bay, xe lửa, nhà hát, v.v. được thiết kế để mọi người ngồi lên, đặc biệt là chỗ cần mua vé",
            "hasImg": true
        },
        {
            "id": "c93d1fdd-6d59-482e-9fab-7978aff5ccb0",
            "word": "boarding pass",
            "phonetic": "boːɹdɪŋ pæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We had to show our passports and boarding passes at the airport immigration checkpoint.",
                "I checked my bag and got my boarding pass.",
                "The government is also partnering with some airlines to use facial recognition instead of boarding passes.",
                "In May 2020, United Airlines began testing touchless kiosks that can print your boarding pass and luggage tags directly from your phone.",
                "Connect your Gmail account if you want Google Pay to easily find things like coupons and boarding passes, then select your location preference."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9hcmRpbmcgcGFzcw&hash=5f408ca6e58351acce0c419ffa3340301fc1486d&lang=en&cache-only=0",
            "defineEn": "a ticket or card that passengers must show to be allowed on a ship or plane",
            "defineVi": "vé hoặc thẻ mà hành khách phải xuất trình để được phép lên tàu hoặc máy bay",
            "hasImg": true
        },
        {
            "id": "225fedf2-6a79-4c6e-9130-725ce5226116",
            "word": "round-trip ticket",
            "phonetic": "ɹaʊndtɹɪp tɪkɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cm91bmQtdHJpcCB0aWNrZXQ&hash=2cb1a386eef22e09df38b9e07abce0569a7601bf&lang=en&cache-only=0",
            "defineEn": "a ticket that can be used for travelling to a place and coming back from that place",
            "defineVi": "một vé có thể được sử dụng để đi đến một nơi và quay trở lại từ nơi đó",
            "hasImg": true
        },
        {
            "id": "2bc472de-5ac5-4cec-9f3c-977918cae1ed",
            "word": "one-way ticket",
            "phonetic": "wʌnweɪ tɪkɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "It represents a one-way ticket to unhappiness.",
                "If he doesn't restructure his company soon, he's buying a one-way ticket to bankruptcy.",
                "So I booked a one-way ticket to Fiji.",
                "But soon we might give a few people one-way tickets to the Red Planet.",
                "The day after Elvis died, a man named John Burrows appeared at the Memphis airport, bought a one-way ticket Buenos Aires, Argentina, and he reportedly looked and sound just like the King himself."
            ],
            "audio": "https://tts.langeek.co/read?text=b25lLXdheSB0aWNrZXQ&hash=f27850df6070ac3c297d73880407f94133c3251d&lang=en&cache-only=0",
            "defineEn": "a ticket that can be used for travelling to a place but cannot be used for coming back from that place",
            "defineVi": "một vé có thể được sử dụng để đi đến một nơi nhưng không thể được sử dụng để quay trở lại từ nơi đó",
            "hasImg": true
        },
        {
            "id": "d2e76835-916f-493b-a6f8-8f80a88b6fa2",
            "word": "to book",
            "phonetic": "tə bʊk ",
            "partOfSpeechType": "verb",
            "examples": [
                "This book bridges a gulf between the metaphysics literature and philosophy of mind literature.",
                "The book raises many important questions.",
                "Every age has its book, after all.",
                "The movie follows the book faithfully.",
                "The movie follows the book faithfully."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm9vaw&hash=2eb44d188d1c352cdc6c435e389caf7127a7613e&lang=en&cache-only=0",
            "defineEn": "to arrange and confirm a seat, ticket, room, or place on a transportation, accommodation, or event",
            "defineVi": "để sắp xếp và xác nhận chỗ ngồi, vé, phòng hoặc địa điểm trên phương tiện giao thông, chỗ ở hoặc sự kiện",
            "hasImg": true
        },
        {
            "id": "462c06f4-90db-4e56-a632-6c6536a21e99",
            "word": "public transportation",
            "phonetic": "pʌblɪk tɹænspoːɹteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was able to get by without a car by using public transportation and carpooling with coworkers.",
                "If you don't have to take public transportation, do not take public transportation.",
                "When the coronavirus shut down public transportation and gyms, Americans returned to a trusted classic: the bicycle.",
                "These are people who go every day to keep the public transportation running.",
                "It’s outside the public transportation system, so she’ll have to lease a car to commute to work."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVibGljIHRyYW5zcG9ydGF0aW9u&hash=c90cb78ec6dd60b8eacc80c384d71c03ebe8f5e2&lang=en&cache-only=0",
            "defineEn": "the system of transport including buses, trains, etc. that are available for everyone to use, provided by the government or by companies",
            "defineVi": "hệ thống giao thông bao gồm xe buýt, xe lửa, v.v. có sẵn cho mọi người sử dụng, do chính phủ hoặc công ty cung cấp",
            "hasImg": true
        },
        {
            "id": "29a3fed9-1df6-4d6d-8349-b5d0be15a9b6",
            "word": "metro",
            "phonetic": "mɛtɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "search is still on for a man who gave the slip to security personnel while trying to enter a metro station here, police said Wednesday.",
                "So the metro mosquitoes are arguably a new species - not just a subspecies.",
                "A nine year old metro girl has a new lease on life, thanks to surgery at the hospital for sick children.",
                "They live in the metro station at the Louvre.",
                "When we talk about two million Americans every day, that's 10,000 to 50,000 Americans per day in the large metro areas."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0cm8&hash=a20cbaecc98858e0da6aef13a01c3b9b1e2089cd&lang=en&cache-only=0",
            "defineEn": "an underground railway system in a city",
            "defineVi": "một hệ thống đường sắt ngầm trong một thành phố",
            "hasImg": true
        },
        {
            "id": "17cf065e-a23b-4115-8b75-2e687e285742",
            "word": "platform",
            "phonetic": "plætfɔːɹm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many businesses use the Salesforce platform for customer relationship management.",
                "The train station platform was busy with people waiting for their trains.",
                "The iPhone runs on the iOS platform.",
                "Windows is a popular platform for PC gaming.",
                "The online platform was offering free access to educational resources, but users had to provide personal information that was later sold to advertisers."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhdGZvcm0&hash=d73fc3e8eea60a84fe18b21b3093b5871d7be0b1&lang=en&cache-only=0",
            "defineEn": "the raised surface next to a railroad track where people can get on and off a train in a station",
            "defineVi": "bề mặt nâng cao bên cạnh đường ray nơi mọi người có thể lên và xuống tàu trong nhà ga",
            "hasImg": true
        },
        {
            "id": "42a55dfe-621f-4ec0-b74c-81b2bc20deb8",
            "word": "railroad",
            "phonetic": "ɹeɪlɹoʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Railroads were also the first modern corporations.",
                "Because they run on rails, railroads need steel.",
                "The Railroad business was also emblematic of the partnership between the national government and industry.",
                "Railroads and shipping timetables further required the standardization of time.",
                "And because it is rather heavy, steel needs railroads."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFpbHJvYWQ&hash=e124dc3a01f15103aa1af04d149bb053cab37ff7&lang=en&cache-only=0",
            "defineEn": "a system or network of tracks with the trains, organization, and people needed to operate them",
            "defineVi": "một hệ thống hoặc mạng lưới đường ray với các đoàn tàu, tổ chức và những người cần thiết để vận hành chúng",
            "hasImg": true
        },
        {
            "id": "858fe10e-3900-45f3-8228-aa3a21aa0b0f",
            "word": "fare",
            "phonetic": "fɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "No city has escaped the recession, but Seattle has fared best by a long shot.",
                "With the pandemic putting a damper on public transit, the automotive industry continued to fare well while other verticals may have seen larger sales dips.",
                "The company found that reducing the number of features on their product resulted in better sales, proving that the fewer, the better fare.",
                "The fare jumps to $490.",
                "Version two didn't fare much better."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFyZQ&hash=1f48024e68e028880e2f242563bc4cf84885295b&lang=en&cache-only=0",
            "defineEn": "the amount of money we pay to travel with a bus, taxi, plane, etc.",
            "defineVi": "số tiền chúng tôi phải trả để đi du lịch bằng xe buýt, taxi, máy bay, v.v.",
            "hasImg": true
        },
        {
            "id": "d342aaa4-1df4-4128-9c79-7e85f82185f6",
            "word": "route",
            "phonetic": "ɹaʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The restaurant was tucked away off the beaten route, but it was worth the effort to find it for the amazing food.",
                "The group is drawing up plans to run trains on key routes.",
                "He studied the map to plan the best route for his road trip.",
                "Whether you take the scenic route or the highway, it makes no odds to the length of the journey.",
                "We decided to take a hike off the beaten route and explore the remote wilderness."
            ],
            "audio": "https://tts.langeek.co/read?text=cm91dGU&hash=de1b580b0b04c8492e08075c6fe3d8e6aad5dd60&lang=en&cache-only=0",
            "defineEn": "a fixed way between two places, along which a bus, plane, ship, etc. regularly travels",
            "defineVi": "một con đường cố định giữa hai nơi, dọc theo đó một chiếc xe buýt, máy bay, tàu, vv thường xuyên di chuyển",
            "hasImg": true
        },
        {
            "id": "f9c7f80d-4799-40db-a4cb-39552fd652b3",
            "word": "to ride",
            "phonetic": "tə ɹaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The government rode roughshod over all opposition to the new measures.",
                "We ride our bikes along the bike lane on the main street.",
                "They are riding the crest of the wave at the moment.",
                "He rides his motorcycle to work every day.",
                "I gave my friend a ride home from the party last night."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmlkZQ&hash=4eb6c47aab74b4b0205b5b14e90f3e4ba357c72f&lang=en&cache-only=0",
            "defineEn": "to travel in a vehicle such as a bus, car, etc.",
            "defineVi": "để đi du lịch trong một phương tiện như xe buýt, xe hơi, vv",
            "hasImg": true
        },
        {
            "id": "6483c5b5-01f3-4e8f-8162-09242e5c6c5b",
            "word": "to catch",
            "phonetic": "tə kætʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The film caught a cold over the outstanding debt.",
                "A vase on a side table caught his eye.",
                "The new law caught them unawares.",
                "He caught a glimpse of his reflection in the glass.",
                "As she turned back, a movement across the lawn caught her eye."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2F0Y2g&hash=c01bfa7d58d709a9444848b1b3e370244b69aa67&lang=en&cache-only=0",
            "defineEn": "to reach in time and get on a bus, aircraft, or train",
            "defineVi": "đến đúng giờ và lên xe buýt, máy bay hoặc xe lửa",
            "hasImg": true
        },
        {
            "id": "884ed14b-70ce-48f6-82d3-eaa61af6291b",
            "word": "to miss",
            "phonetic": "tə mɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "He never missed a televised basketball or football game.",
                "I missed the part where that's my problem.",
                "but we missed them.",
                "She received a missed call from an unknown phone number.",
                "You've missed your mark three times in a row."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWlzcw&hash=3731b154ab7ef388e275b354f0f5752901ee729a&lang=en&cache-only=0",
            "defineEn": "to fail to catch a bus, airplane, etc.",
            "defineVi": "không bắt được xe buýt, máy bay, v.v.",
            "hasImg": true
        },
        {
            "id": "77955429-33b6-423d-8275-354f683154b3",
            "word": "to welcome",
            "phonetic": "tə wɛlkʌm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Schools have welcomed such arrangements with open arms.",
                "Welcome to my world!",
                "\"You're welcome.\"",
                "When all fruit fails, welcome haws.",
                "A port in a storm is a welcome thing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2VsY29tZQ&hash=d51bb6438b858387150ff15dec4c9d2c96336944&lang=en&cache-only=0",
            "defineEn": "to meet and greet someone who has just arrived",
            "defineVi": "để gặp và chào một người vừa mới đến",
            "hasImg": true
        },
        {
            "id": "f717ca62-2cbf-4d4c-82ea-4f191f8e35b1",
            "word": "way",
            "phonetic": "weɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "ways to save money on heating bills.",
                "Ways to save money on heating bills.",
                "Way to start Carol!",
                "After all, love will find a way.",
                "A bit of good fortune came my way."
            ],
            "audio": "https://tts.langeek.co/read?text=d2F5&hash=6d8b1c2a355267d3f6ffebe5aa56c534ca3649f1&lang=en&cache-only=0",
            "defineEn": "a passage that we use to get to a place or reach to a point",
            "defineVi": "một lối đi mà chúng ta sử dụng để đến một nơi hoặc đạt đến một điểm",
            "hasImg": true
        }
    ]
}