{
    "id": "36f92a57-da30-4250-883a-0bc44d7abc2c",
    "title": "Lesson 9B",
    "originalTitle": "Lesson 9B",
    "words": [
        {
            "id": "9d5f1a48-c460-469b-bb14-c829374129cd",
            "word": "proof",
            "phonetic": "pɹuːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "In a criminal trial the standard of proof is beyond the reasonable doubt.",
                "During a debate, each debater has the burden of proof to support their arguments and convince the audience of their position.",
                "In a criminal trial, the prosecution bears the burden of proof to demonstrate the guilt of the accused beyond a reasonable doubt.",
                "When making an argument or presenting a case, it is important to provide strong evidence to support your claims and carry the burden of proof.",
                "The job candidate's resume looked impressive, but the proof of the pudding is in the eating, and we need to see how well they perform in a real work setting."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvb2Y&hash=fd9428ab5aec8f245de385b6215f8250855facaa&lang=en&cache-only=0",
            "defineEn": "information or evidence that proves the truth or existence of something",
            "defineVi": "thông tin hoặc bằng chứng chứng minh sự thật hoặc sự tồn tại của một cái gì đó"
        },
        {
            "id": "8213ee75-ecf1-4baa-940a-17835550495b",
            "word": "able",
            "phonetic": "eɪbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Only a handful of the candidates were able to get through to the final stage of the interview process.",
                "The hall will be able to let in more spectators.",
                "Booksellers should easily be able to move this biography of Lincoln.",
                "He was able to abstract valuable insights from the extensive research.",
                "He was able to negotiate a healthily high salary for his new job."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJsZQ&hash=3e0322b3480af038914f1eb7cf055bd8f5a0f0e6&lang=en&cache-only=0",
            "defineEn": "having the necessary skill, power, resources, etc. for doing something",
            "defineVi": "có kỹ năng cần thiết, sức mạnh, nguồn lực, vv để làm một cái gì đó",
            "hasImg": true
        },
        {
            "id": "d07bb3d1-9ebc-42de-a3d9-91fdb709d1a3",
            "word": "absent",
            "phonetic": "æbsənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The intern had to make up for the absent administrative assistant and answer the phones all day.",
                "There were several other people absent that afternoon, weren’t there?",
                "For failing to report for duty, after more than 24 hours he normally would have been listed as absent without leave, or AWOL.",
                "The only judge to be convicted by the Senate was one impeached for being absent without leave.",
                "It just goes to show that he who is absent is always in the wrong."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJzZW50&hash=6691332928d72a2b3fe2c28dd4a5a438e6d271f9&lang=en&cache-only=0",
            "defineEn": "not present in a place",
            "defineVi": "không có mặt ở một nơi",
            "hasImg": true
        },
        {
            "id": "31da8497-9c19-4fcf-a1a3-2440a0f10afa",
            "word": "absence",
            "phonetic": "æbsəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Pippa's absence went unnoticed.",
                "He tried to make an excuse for his absence from the meeting.",
                "She had always idealized the romantic notion of a long-distance relationship, but the reality of their separation proved that absence is the mother of disillusion.",
                "However, the absence of an effective social security system meant that the government's response to these problems was for all intents and purposes non-existent.",
                "He made up for his absence by bringing her a gift."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJzZW5jZQ&hash=fd21ab0321ab9c7835ba0261249a98869cfcb4bd&lang=en&cache-only=0",
            "defineEn": "the state of not being at a place or with a person when it is expected of one",
            "defineVi": "tình trạng không ở một nơi hoặc với một người khi người ta mong đợi một người"
        },
        {
            "id": "f8d3b0b1-18a6-4f0d-91e4-b5b607412a64",
            "word": "to accommodate",
            "phonetic": "tʊ ɐkɑːmədeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The human resources manager understood that her employees had varying needs and preferences, and created a flexible work environment to accommodate them - different strokes for different folks.",
                "Now, it will accommodate a new wave of refugees escaping Turkey’s attack on northeast Syria.",
                "Part of this involved the shuffling around of the modules that made up Mir, to accommodate the arrival of Atlantis. ",
                "So, we're getting a lot more doses of the vaccine next week to accommodate that population.",
                "According to NASA’s original plan, those changes should have been enough to accommodate the new spacecraft."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNjb21tb2RhdGU&hash=f1425a34c911aa003f4adb136acbf63646ac0f23&lang=en&cache-only=0",
            "defineEn": "to provide a space for someone to live or stay in",
            "defineVi": "để cung cấp một không gian cho ai đó để sống hoặc ở trong"
        },
        {
            "id": "caec85bf-daec-4433-b5d7-708986d0442f",
            "word": "accommodation",
            "phonetic": "ɐkɑːmədeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "But it's not really surprising that this accommodation should happen.",
                "You may well need to look outside your preferred area to find affordable accommodation.",
                "The inn offers luxury accommodations, including condos and kitty suites with plush beds and TVs.",
                "Accommodation is important, makes things go a lot smoother.",
                "Layovers in 161 cities worldwide with accommodations and meals covered."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb21tb2RhdGlvbg&hash=800ddb027302e7bab6f3fe74302c54aedefee48a&lang=en&cache-only=0",
            "defineEn": "a place where people live, stay, or work in",
            "defineVi": "một nơi mà mọi người sống, ở lại, hoặc làm việc trong",
            "hasImg": true
        },
        {
            "id": "b11aad51-03b5-42b5-85d7-680caf4d608e",
            "word": "alcohol",
            "phonetic": "ælkəhɑːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Did alcohol have a part in causing the accident?",
                "They discovered sugar alcohol as a great alternative to sugar while following their ketogenic diet.",
                "If possible, you want to avoid alcohol.",
                "She recommends sugar alcohol to her friend who is trying to reduce his sugar intake but still craves something sweet.",
                "Getting arrested twice for drunk driving shows you've got a problem with alcohol."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxjb2hvbA&hash=27d22b3b7dd1f0574d93ec825e7b29d836e817fd&lang=en&cache-only=0",
            "defineEn": "any drink that can make people drunk, such as wine, beer, etc.",
            "defineVi": "bất kỳ đồ uống nào có thể làm cho người ta say, chẳng hạn như rượu, bia, v.v.",
            "hasImg": true
        },
        {
            "id": "7e05d5d7-a145-40df-9d92-aac265302648",
            "word": "alcoholism",
            "phonetic": "ælkəhoʊlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Alcoholism surged.",
                "Binge drinking and alcoholism are a totally different ballgame.",
                "You can see similar patterns with alcoholism.",
                "His life ended early in alcoholism and poor health.",
                "It caused suicides in the Secret Service, alcoholism."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxjb2hvbGlzbQ&hash=a36a748af34ba3e86d67f48527e4acc255b36f25&lang=en&cache-only=0",
            "defineEn": "a medical condition caused by drinking an excessive amounts of alcohol on a regular basis",
            "defineVi": "một tình trạng y tế do uống quá nhiều rượu một cách thường xuyên"
        },
        {
            "id": "5185e415-7c22-49df-94cc-2592268e0068",
            "word": "brother",
            "phonetic": "bɹʌðɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her brother is the bane of her life.",
                "The three brothers took stock of the warehouse.",
                "My brother always drinks smoothie after exercising.",
                "My brother taught me the best way to cook spuds over the campfire.",
                "She has one brother and two sisters."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvdGhlcg&hash=61393eb7cc473b4eda7bf10932b623ae4d6e2f76&lang=en&cache-only=0",
            "defineEn": "a man who shares a mother and father with us",
            "defineVi": "một người đàn ông chia sẻ một người mẹ và cha với chúng tôi",
            "hasImg": true
        },
        {
            "id": "326f6589-bb3e-446e-aa87-2ab901124ecc",
            "word": "brotherhood",
            "phonetic": "bɹʌðɚhʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "- That's what we were talking about earlier, that brotherhood that exists.",
                "The idea of Slavic brotherhood is genuine in Russian culture and was genuine, I think, in Ukrainian culture.",
                "We're teaching youth about being accountable, and just kind of building a brotherhood and sisterhood type of movement. -",
                "Like right away there's a brotherhood amongst all of us.",
                "It becomes like a brotherhood, like you're not in this alone."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvdGhlcmhvb2Q&hash=a975b5f93fd39774d8526445ac044c5a103ee5a8&lang=en&cache-only=0",
            "defineEn": "the feeling of understanding and friendship between people",
            "defineVi": "cảm giác hiểu biết và tình bạn giữa mọi người"
        },
        {
            "id": "e07152c9-cc90-4673-85da-424efe46793c",
            "word": "child",
            "phonetic": "tʃaɪld ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children enjoyed a refreshing slice of watermelon on a hot summer day.",
                "Parents often support their children financially during college.",
                "The children threw the crumpled paper balls into the classroom trash can.",
                "The children decorated their cupcakes on a colorful dish.",
                "The children drank their juice from colorful plastic glasses."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpbGQ&hash=31bd1d075c4b75f6f5c51c25b7169101aaa079d3&lang=en&cache-only=0",
            "defineEn": "a young person who has not reached puberty or adulthood yet",
            "defineVi": "một người trẻ chưa đến tuổi dậy thì hoặc trưởng thành",
            "hasImg": true
        },
        {
            "id": "0a574019-251e-46e2-9eda-a4a00ecd4be8",
            "word": "childhood",
            "phonetic": "tʃaɪldhʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her childhood was spent in Italy.",
                "As I bit into the mombin, its fibrous texture and tropical taste brought back childhood memories.",
                "Simple childhood memories have a way of clearing the cobwebs away.",
                "He nostalgically recalled his childhood, reminiscing about his mom's homemade Vegemite and cheese scrolls.",
                "She had passed from childhood to early womanhood."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpbGRob29k&hash=f8c9cb382acbe8d9daac15cb4966819dd98f352e&lang=en&cache-only=0",
            "defineEn": "the period or time of being a child",
            "defineVi": "khoảng thời gian hoặc thời gian là một đứa trẻ",
            "hasImg": true
        },
        {
            "id": "45c83e35-463d-4b4a-b302-cacd60375077",
            "word": "distant",
            "phonetic": "dɪstənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A distant tractor turning the soil.",
                "Distant water will not quench your immediate thirst, and it's important to address pressing issues first.",
                "We used a telescope to observe distant stars and galaxies.",
                "He struck it rich when a distant cousin left him $8 million.",
                "When you were with her, it felt like heaven upon earth, dreamy conversations and distant hazes of serene quietness soon lifted you from the ground."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzdGFudA&hash=a7323739036d3a549780dae23866ceb5de9895be&lang=en&cache-only=0",
            "defineEn": "not close in time or space",
            "defineVi": "không đóng trong thời gian hoặc không gian"
        },
        {
            "id": "200878cb-c223-4251-bb52-cef468efa071",
            "word": "distance",
            "phonetic": "dɪstəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The distance between the two cities is twenty kilometers.",
                "In the distance a band was playing.",
                "He saw a light in the distance.",
                "The distance between the two cities is 50 miles, to be precise.",
                "The airplane is a fast way to travel long distances."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzdGFuY2U&hash=9f7c5d0b5159405f4701037fe54e76952792702e&lang=en&cache-only=0",
            "defineEn": "the length of the space that is between two places or points",
            "defineVi": "chiều dài của không gian nằm giữa hai địa điểm hoặc điểm",
            "hasImg": true
        },
        {
            "id": "3a6386fa-ee2d-40cf-aee2-a2ec62a952df",
            "word": "to employ",
            "phonetic": "tʊ ɛmplɔɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The farmer employs modern agricultural techniques to maximize the yield of his soybean crop.",
                "This company tends to employ young women have an eye to the main chance.",
                "The dessert mousse employed a gelatin-based thickening agent to create a light and airy texture.",
                "They’re breaking the law by employing such young children.",
                "The election promise of employing the large number of unemployed graduates has become a milestone round the neck of the coalition government."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW1wbG95&hash=f92f55ae5acdcb92045b0142fcba8a686f16b0f8&lang=en&cache-only=0",
            "defineEn": "to give work to someone and pay them",
            "defineVi": "giao việc cho ai đó và trả tiền cho họ",
            "hasImg": true
        },
        {
            "id": "8a07bd7c-cbc1-4635-85bd-723e25d17e81",
            "word": "friendly",
            "phonetic": "fɹɛndli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She's very friendly and very down to earth.",
                "They had a friendly soccer match with their friends in the park.",
                "He lived in a small town with friendly neighbors.",
                "My roommate and I engaged in a friendly debate about the different ways to prepare mooli.",
                "She approached him with a friendly smile, but she got the cold shoulder, as he turned away without a word."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJpZW5kbHk&hash=39b65447e4531bb334eca748083642def5e84db9&lang=en&cache-only=0",
            "defineEn": "kind and nice toward other people",
            "defineVi": "tử tế và tốt đẹp đối với người khác",
            "hasImg": true
        },
        {
            "id": "adb08b7a-d965-4bc3-a378-9e5190a8ce93",
            "word": "friendliness",
            "phonetic": "fɹɛndlinəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Here too, her daily life went round like an endless machine, with little place for friendliness or conversation.",
                "They're catering to people that really love ease of use and user-friendliness, and I think that probably that layer of design probably costs a little bit, and I'm happy to pay for it.",
                "Whereas previous attempts at electric and hybrid vehicles stressed their eco friendliness, Tesla's roadster and later Model S and X models emphasized luxury and lightning fast acceleration.",
                "This might not be such a big deal when it comes to Bruno and his awesome dance moves but according to one study of college students, 7 in 10 women report that men have misread their polite friendliness - which would be appropriate for the situation - as a sexual come-on."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJpZW5kbGluZXNz&hash=4159bda1b302185622d0ee57d54b4afa998d770a&lang=en&cache-only=0",
            "defineEn": "the state of being kind and pleasant toward others",
            "defineVi": "trạng thái tử tế và dễ chịu đối với người khác"
        },
        {
            "id": "e85cb067-d670-4ea8-b193-b46c9c00050b",
            "word": "to govern",
            "phonetic": "tə ɡʌvɚn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The dictator governed the country with a heavy hand, suppressing any form of dissent or opposition.",
                "Instead of the familiar laws of Newtonian physics, the movement of the ball is governed by quantum mechanics.",
                "\"Americans only shall govern America.\"",
                "and they govern it",
                "And he governed as an establishment figure. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ292ZXJu&hash=490ede61f1fc72f1d05dedccae5f451f8f85aae0&lang=en&cache-only=0",
            "defineEn": "to regulate or control a person, course of action or event or the way something happens",
            "defineVi": "để điều chỉnh hoặc kiểm soát một người, quá trình hành động hoặc sự kiện hoặc cách một cái gì đó xảy ra"
        },
        {
            "id": "dfe44e56-2bff-4db5-81a3-4c38656d0987",
            "word": "government",
            "phonetic": "ɡʌvɚnmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Government is taking pain to lessen poverty.",
                "The government makes a big thing out of public support.",
                "The government has lost control of the city.",
                "Military leaders took over the government.",
                "The government has loosened its hold on the media considerably."
            ],
            "audio": "https://tts.langeek.co/read?text=Z292ZXJubWVudA&hash=84e2183b719f7ede9d1b7ba4e22fbd06f30bafd7&lang=en&cache-only=0",
            "defineEn": "the group of politicians in control of a country or state",
            "defineVi": "nhóm các chính trị gia kiểm soát một quốc gia hoặc tiểu bang",
            "hasImg": true
        },
        {
            "id": "f5a61211-6825-46d0-86fb-92dad00d52e0",
            "word": "ignorant",
            "phonetic": "ɪɡnɚɹənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Thomas remained willfully ignorant on the matter due to his unwillingness to consider evidence that challenged his beliefs, showing that in his case a closed mind is like a closed book.",
                "The politician refused to consider new policies or ideas, relying instead on the tried-and-true methods of the past, as custom is the guide of the ignorant.",
                "The parent instilled in their children the importance of reading and education, knowing that if your books are not read, your descendants will be ignorant, and they wanted their children to have a better chance in life.",
                "The editors of these publications were not ignorant of the president's disability.",
                "I’m not so ignorant to that."
            ],
            "audio": "https://tts.langeek.co/read?text=aWdub3JhbnQ&hash=39cfca8baa49402205680996327c39b0ecb4e9cc&lang=en&cache-only=0",
            "defineEn": "lacking awareness, knowledge, or an education in general",
            "defineVi": "thiếu nhận thức, kiến thức hoặc giáo dục nói chung"
        },
        {
            "id": "7d458193-5893-46f7-9ee5-11478f02d582",
            "word": "ignorance",
            "phonetic": "ɪɡnɚɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "A lack of investment in education can breed ignorance and apathy in a society.",
                "Ignorance of the law is no excuse for breaking it.",
                "The CEO told new hires that any ignorance is a voluntary misfortune in this day and age, advising them to constantly learn and update their skills in order to progress in their careers.",
                "For Jeremy, ignorance was bliss as he remained oblivious to his failing grade in chemistry class.",
                "At the risk of showing my ignorance, how exactly does the internet work?"
            ],
            "audio": "https://tts.langeek.co/read?text=aWdub3JhbmNl&hash=0d2c49e9a45c5aa168c8af9507685cda9c25edcb&lang=en&cache-only=0",
            "defineEn": "the fact or state of not having the necessary information, knowledge, or understanding of something",
            "defineVi": "thực tế hoặc tình trạng không có thông tin cần thiết, kiến thức, hoặc sự hiểu biết về một cái gì đó"
        },
        {
            "id": "ed32604a-9962-4540-a446-933297a220f6",
            "word": "to improve",
            "phonetic": "tʊ ɪmpɹuːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The performance improved as their confidence grew.",
                "The economy is improving, but the other side of the coin is that inflation is becoming a bigger problem.",
                "Swimming helps to improve our cardiovascular fitness.",
                "The engineer designs cars and improves their performance.",
                "She practices the piano every day to improve her skills."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wcm92ZQ&hash=c85f9ee3abeb4f44dcb38634dbee41bd9b0d4123&lang=en&cache-only=0",
            "defineEn": "to make a person or thing better",
            "defineVi": "để làm cho một người hoặc điều tốt hơn",
            "hasImg": true
        },
        {
            "id": "adc25058-ff4e-473e-9c17-389c4b03d600",
            "word": "improvement",
            "phonetic": "ɪmpɹuːvmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "You're an improvement over last one.",
                "Since the recent improvements to the service, the buses are running like clockwork.",
                "The athlete learned that envy never enriched any man, so he focused on his own training and improvement instead of being jealous of his competitors.",
                "The two sides have been at daggers drawn for some months now with no sign of improvement in relations.",
                "If the proposal is rejected, we'll need to lick our wounds, gather feedback, and make improvements before submitting again."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wcm92ZW1lbnQ&hash=f7f84d85d882c2542f8be07b4a5761c32ad0ba81&lang=en&cache-only=0",
            "defineEn": "the action or process of making something better or becoming better",
            "defineVi": "hành động hoặc quá trình làm cho một cái gì đó tốt hơn hoặc trở nên tốt hơn",
            "hasImg": true
        },
        {
            "id": "fd6f7a4e-5bc5-4f53-aa4d-0cac7980a3e0",
            "word": "to intend",
            "phonetic": "tʊ ɪntɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The government intends, by hook or by crook, to hold on to the land.",
                "The gentlemen's agreement was never intended to apply to executive functions.",
                "These changes are intended to put a lid on rising medical costs.",
                "I intend to remain faithful, simply because I've given infidelity a whirl and it doesn't work for me.",
                "She took it in the spirit in which it was intended."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50ZW5k&hash=95ff5b358deb751e257cb7765ee1f45f54c46039&lang=en&cache-only=0",
            "defineEn": "to have something in mind as a plan or purpose",
            "defineVi": "để có một cái gì đó trong tâm trí như một kế hoạch hoặc mục đích"
        },
        {
            "id": "df8bb762-5e04-4125-88bb-f40b16bbb198",
            "word": "intention",
            "phonetic": "ɪntɛnʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I do not doubt their good intentions, but a directive would be too much of a good thing.",
                "If you pay close attention to people's behavior and actions, you can often predict their intentions, as a straw will show which way the wind blows.",
                "He had the wrong perception of the situation and misunderstood the intentions.",
                "It is not right to treat others with bad intentions.",
                "They showed me the ropes for writing a letter of intention."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZW50aW9u&hash=0becd72151f25a33b2df6c89a4619e6bf18bb853&lang=en&cache-only=0",
            "defineEn": "something that one is aiming, wanting, or planning to do",
            "defineVi": "một cái gì đó mà một người đang nhắm tới, mong muốn, hoặc có kế hoạch để làm"
        },
        {
            "id": "c1c2b9aa-dc0b-451e-843d-4cf65a49b170",
            "word": "loneliness",
            "phonetic": "loʊnlinəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Loneliness stinks.",
                "Loneliness triggers alarms.",
                "Loneliness is a bodily function, like hunger.",
                "Loneliness can affect everybody.",
                "'What loneliness must be in her heart.'"
            ],
            "audio": "https://tts.langeek.co/read?text=bG9uZWxpbmVzcw&hash=f79d612b828b0ddcd3705ab874ed3cc640ae0318&lang=en&cache-only=0",
            "defineEn": "the state of not having any companions or company",
            "defineVi": "tình trạng không có bạn đồng hành hay công ty nào"
        },
        {
            "id": "bad0d84d-2e07-4ff8-8a7e-cbfe3c3b2e82",
            "word": "race",
            "phonetic": "ɹeɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fast runner won the race by a wide margin.",
                "The team finished the race in first place.",
                "My people have a horse in this race, too.",
                "In the Midlands the race remains too close to call.",
                "You lost the race faster than you can say Jack Robinson."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFjZQ&hash=62450fe3925f8822d35b5e3fd2815d7fd77d2afa&lang=en&cache-only=0",
            "defineEn": "(biology) a taxonomic category below species that has a distinct feature from other groups in the same species",
            "defineVi": "(sinh vật học) một loại phân loại bên dưới các loài có đặc điểm khác biệt với các nhóm khác trong cùng một loài"
        },
        {
            "id": "97375662-bb30-421b-a7e9-3c0ca677d6cc",
            "word": "racism",
            "phonetic": "ɹeɪsɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Racism must be eliminated, roots and all.",
                "When it was accused of racism, sexism, anti-environmentalism, it reacted defensively, exacerbating the situation.",
                "And racism takes many forms.",
                "Racism loves a rebrand.",
                "Racism still stains the game."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFjaXNt&hash=9cb353127c574ea509ce6edd73c5c95f093949e6&lang=en&cache-only=0",
            "defineEn": "the unjust or violent behavior toward people because their race is different form one's own",
            "defineVi": "hành vi bất công hoặc bạo lực đối với mọi người vì chủng tộc của họ khác với chủng tộc của chính mình",
            "hasImg": true
        },
        {
            "id": "e1a76a6e-a621-4f55-8db6-37825762e6ba",
            "word": "to reduce",
            "phonetic": "tə ɹᵻduːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "the company's new policy purports to reduce its carbon footprint.",
                "You can reduce the bitterness of sour gourd by soaking it in saltwater before cooking.",
                "The heavy rain created a thick curtain of water, reducing visibility on the road.",
                "The government took action to reduce unemployment rates.",
                "We will have to adjust to our reduced circumstances."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVkdWNl&hash=4732723fea9e65f2ae2f6199fb88bdcaed2d0126&lang=en&cache-only=0",
            "defineEn": "to make something less or smaller in amount, degree, price, etc.",
            "defineVi": "để làm cho một cái gì đó ít hơn hoặc nhỏ hơn về số lượng, mức độ, giá cả, vv",
            "hasImg": true
        },
        {
            "id": "80805c42-163c-4161-8fc8-0909a5e57c07",
            "word": "reduction",
            "phonetic": "ɹᵻdʌkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "She prepared a satisfying dish of braised beef ravioli, served with a rich red wine reduction and caramelized onions.",
                "Reduction is gaining electrons.",
                "Reduction is gaining.",
                "Reduction is gaining.",
                "Reduction is when a substance gains electrons."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVkdWN0aW9u&hash=d23c2553512d1b1b1257bc8df73e5a273985c7a6&lang=en&cache-only=0",
            "defineEn": "the action of decreasing something; a decrease in an amount, degree, size, etc. of something",
            "defineVi": "hành động giảm một cái gì đó; giảm về số lượng, mức độ, kích thước, v.v. của một cái gì đó"
        },
        {
            "id": "9112bc5c-f9d3-47e4-b9c8-b044c710deee",
            "word": "ugly",
            "phonetic": "ʌɡli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The game turned ugly in the final minutes, when two players were ejected for fighting.",
                "She received an ugly haircut that she immediately regretted.",
                "I can't believe tax day is already rearing its ugly head again.",
                "He drew an ugly picture that didn't resemble anything recognizable.",
                "The old, torn sweater she wore was ugly and outdated."
            ],
            "audio": "https://tts.langeek.co/read?text=dWdseQ&hash=e3fbaa6654ed79f3f6302e7364ef289087ca99dd&lang=en&cache-only=0",
            "defineEn": "not pleasant to the mind or senses",
            "defineVi": "không dễ chịu cho tâm trí hoặc các giác quan",
            "hasImg": true
        },
        {
            "id": "1562fb3f-695f-4b14-a471-d0c5a5aef808",
            "word": "ugliness",
            "phonetic": "ʌɡlinəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "He did not create the ugliness.",
                "There is an ugliness with these fringe people who are comparing the president to Hitler.",
                "And that was part of the ugliness of it, part of the discomfort. ",
                "And the ugliness was impossible. ",
                "It heats up and EXPLODES into the UGLINESS and violence of TODAY."
            ],
            "audio": "https://tts.langeek.co/read?text=dWdsaW5lc3M&hash=11b1152a8cecd289a79d52cc701e31ede9f781aa&lang=en&cache-only=0",
            "defineEn": "the state of being not attractive or not pleasing to the eye",
            "defineVi": "trạng thái không hấp dẫn hoặc không đẹp mắt",
            "hasImg": true
        },
        {
            "id": "6206e5df-200e-4b6f-9ef2-23252b42410b",
            "word": "vandal",
            "phonetic": "vændəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmFuZGFs&hash=6d870791c3e864bf12ca7e3401ee7c2497a0b129&lang=en&cache-only=0",
            "defineEn": "someone who intentionally damages or destroys public or private property",
            "defineVi": "ai đó cố tình gây thiệt hại hoặc phá hủy tài sản công cộng hoặc tư nhân"
        },
        {
            "id": "f80ede76-8d70-43ec-b571-6f711878d01d",
            "word": "vandalism",
            "phonetic": "vændəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Examples include: assault, vandalism, harassment, battery, so forth.",
                "The violence and vandalism is being led by Antifa and other radical left-wing groups.",
                "Detectives later discovered that the vandalism suspects were also responsible for a series of murders in the Los Angeles area.",
                "Reports of raccoon vandalism have plagued cities like Portland, Chicago, and New York City, and as raccoon-ridden cities know, we can't seem to stop them.",
                "Trump suffers a major hit in his reputation in New York because people see this as an act of vandalism."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFuZGFsaXNt&hash=097c4a4dbb1cd77740ae234b428f0af79aad69f2&lang=en&cache-only=0",
            "defineEn": "the intentional damage or destruction of property belonging to another person or organization",
            "defineVi": "cố ý làm hư hỏng hoặc phá hủy tài sản của người khác hoặc tổ chức",
            "hasImg": true
        },
        {
            "id": "5ca324a7-b001-415d-8a28-9679a36f4fe2",
            "word": "lonely",
            "phonetic": "loʊnli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Can two lonely men truly reach out?",
                "He strikes an attitude of bravery and lonely defiance.",
                "I was a little bit lonely at the time and she took me under her wing.",
                "He had been single for a while and was feeling lonely, but reminded himself that for everything, there is a season, and he believed he would find love when the time was right.",
                "She was lonely when she first left home, but she is finding her feet now."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9uZWx5&hash=d85ff7795fcdf35d42c9c1d01d48df94cfb0b666&lang=en&cache-only=0",
            "defineEn": "feeling sad because of having no friends to talk to or spend time with",
            "defineVi": "cảm thấy buồn vì không có bạn bè để nói chuyện hoặc dành thời gian cho",
            "hasImg": true
        },
        {
            "id": "b6d60de3-d699-4a21-a627-e68584a625c4",
            "word": "violent",
            "phonetic": "vaɪələnt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "One day, after years of violent abuse from her husband, she took the law into her own hands.",
                "Solving violent crimes is all in a day's work for these police detectives.",
                "There are reports of a violent incident involving local inhabitants and U.S. troops.",
                "When the leaders of the protest movement became violent, they played right into the hands of the police.",
                "On the third day the weather broke and they had a violent storm."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlvbGVudA&hash=58749a1dfc9e84239b721882465aaf48a801e736&lang=en&cache-only=0",
            "defineEn": "using or involving physical force that is intended to damage, harm, or kill",
            "defineVi": "sử dụng hoặc liên quan đến vũ lực nhằm mục đích gây thiệt hại, làm hại hoặc giết",
            "hasImg": true
        },
        {
            "id": "d17e0044-fbe7-4a13-9996-387ab7445333",
            "word": "violence",
            "phonetic": "vaɪələns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Violence in the last analysis produces more violence.",
                "Violence in the last analysis produces more violence.",
                "People are being driven to violence by police action.",
                "She called on both sides to stop the violence.",
                "The detective warned the gang members that blood will have blood, and that their violent actions would only lead to more violence and retribution."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlvbGVuY2U&hash=2b42bb1d7a799b07d63c541b2dd4b8e62c3222c5&lang=en&cache-only=0",
            "defineEn": "behavior directed intentionally toward a person or creature to hurt, injure, or kill them",
            "defineVi": "hành vi cố ý hướng tới một người hoặc sinh vật để làm tổn thương, làm bị thương hoặc giết họ",
            "hasImg": true
        },
        {
            "id": "ca421901-bacc-4486-9ac6-7a43a95783bb",
            "word": "weak",
            "phonetic": "wiːk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The success of a business is only as great as the least successful department within it, as a chain is only as strong as its weakest link.",
                "She said hello to me and I went weak in the knees.",
                "Tim had been sick for a week, and he was still as weak as a kitten.",
                "But the problem is that Lady Macbeth states that Macbeth is weak for having too much milk of human kindness.",
                "The announcement made me weak at the knees."
            ],
            "audio": "https://tts.langeek.co/read?text=d2Vhaw&hash=3e38a2e6acb92d4ac8666c7b7e35abf0b8451567&lang=en&cache-only=0",
            "defineEn": "not physically strong; having little energy or physical strength",
            "defineVi": "thể chất không cường tráng; có ít năng lượng hoặc sức mạnh thể chất",
            "hasImg": true
        },
        {
            "id": "6d7ad4a1-6daa-4559-8479-89d28499e2ad",
            "word": "weakness",
            "phonetic": "wiːknəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The weakness of the enemy makes our strength.",
                "She has a weakness for polite men, use that to your advantage.",
                "They've both had knee injuries, but the two friends make light of their weaknesses.",
                "Don't be afraid to own up to your flaws and weaknesses.",
                "I've always had a weakness for soccer, I can't stay home when others are playing outside."
            ],
            "audio": "https://tts.langeek.co/read?text=d2Vha25lc3M&hash=199f60b3df87d3702c742787dec6100056984cca&lang=en&cache-only=0",
            "defineEn": "lack of enough strength or power",
            "defineVi": "thiếu đủ sức mạnh hoặc quyền lực"
        },
        {
            "id": "abdffcea-1ec4-42c0-bcfc-74edf474edbc",
            "word": "loss",
            "phonetic": "lɔs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The end-of-year accounts show a loss.",
                "Her loss has been keenly felt.",
                "The team's performance is standing on shaky ground after a series of losses.",
                "The company based its projections on shaky ground, leading to financial losses.",
                "The new CEO is making a lot of tough decisions to cut the company’s losses."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9zcw&hash=9d318fc84de98024e7f23d853dffcb64e4fb5d22&lang=en&cache-only=0",
            "defineEn": "the state or fact of losing someone or something",
            "defineVi": "tình trạng hoặc thực tế mất một ai đó hoặc một cái gì đó"
        },
        {
            "id": "280d7b95-a7c0-4009-a308-84d0162d370a",
            "word": "to lose",
            "phonetic": "tə luːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "That shot lost him the championship.",
                "lose that creep!",
                "His carelessness lost him the job.",
                "The government has lost control of the city.",
                "The business is losing money."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9zZQ&hash=d2044deae3324b134df450dc236b019f3fe9efb6&lang=en&cache-only=0",
            "defineEn": "to be deprived of or stop having someone or something",
            "defineVi": "bị tước đoạt hoặc ngừng có một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "986bd6e3-5c3a-444b-9bd1-fd5d2e4a7c55",
            "word": "death",
            "phonetic": "dɛθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She felt her mother's death very deeply.",
                "Her death should serve as a warning to other young people.",
                "He met his death in 1946.",
                "Today's lecture bored me to death.",
                "Some of my patients are actually staring death in the face."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVhdGg&hash=203861a48168717cca1976a69d3a1c675acb7a5a&lang=en&cache-only=0",
            "defineEn": "the end of life; the act of dying",
            "defineVi": "cuối đời; hành động chết",
            "hasImg": true
        },
        {
            "id": "ab716b6e-2309-4f10-b40c-6fcec30cd0d8",
            "word": "to die",
            "phonetic": "tə daɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The old customs are dying.",
                "All men must die.",
                "The flowers died during a dry spell.",
                "My father died suddenly at the age of 48.",
                "The die is cast."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGll&hash=d5585a0e5dddb4aa72b8b22963f91261cd2b2d52&lang=en&cache-only=0",
            "defineEn": "to no longer be alive",
            "defineVi": "không còn sống",
            "hasImg": true
        },
        {
            "id": "dfe5536d-a8fc-499e-ae61-9b691ce750df",
            "word": "success",
            "phonetic": "səksɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "His dedication and hard work played a big part in the company's success.",
                "She achieved great success at a young age.",
                "The team's success is built on the meat and potatoes of hard work and dedication.",
                "The success of the project is in your hands.",
                "Success has many fathers, failure is an orphan, indeed."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VjY2Vzcw&hash=3c1d05a796899913f40a3ef714794ccda97fe1e2&lang=en&cache-only=0",
            "defineEn": "the fact of reaching or achieving what one tried for or desired",
            "defineVi": "thực tế đạt được hoặc đạt được những gì một người đã cố gắng hoặc mong muốn",
            "hasImg": true
        },
        {
            "id": "b881109f-95ac-41d6-b9a2-642e2eb01292",
            "word": "to succeed",
            "phonetic": "tə səksiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The rebels succeeded in taking the town.",
                "The announcement only succeeded in creating confusion.",
                "Opponents have succeeded in planting the seeds of doubt in our team.",
                "In the end, she succeeded because nothing is impossible to a willing heart.",
                "Without a good plan, our project doesn't stand a chance of succeeding."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VjY2VlZA&hash=afd750fa9d5f9df7d14941d7e32fdd570fad36df&lang=en&cache-only=0",
            "defineEn": "to reach or achieve what one desired or tried for",
            "defineVi": "để đạt được hoặc đạt được những gì một mong muốn hoặc cố gắng cho",
            "hasImg": true
        },
        {
            "id": "782ea104-62c1-4303-90b4-d4a242ee4ab4",
            "word": "thought",
            "phonetic": "θɔːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Share your thoughts with other people.",
                "The thought drove him to despair.",
                "I gave the matter a lot of thought.",
                "I gave a lot of thought to the matter.",
                "Excuse me, I lost my train of thoughts."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhvdWdodA&hash=f2d631c3dbc6417950c667a45549492edec33efb&lang=en&cache-only=0",
            "defineEn": "something that comes to one's mind, such as, an idea, image, etc.",
            "defineVi": "một cái gì đó xuất hiện trong tâm trí của một người, chẳng hạn như một ý tưởng, hình ảnh, v.v.",
            "hasImg": true
        },
        {
            "id": "37e93703-3922-4815-99cc-7ffbd32a2fda",
            "word": "to think",
            "phonetic": "tə θɪŋk ",
            "partOfSpeechType": "verb",
            "examples": [
                "We thought the world of our teacher, Mr. Johnson.",
                "He thought like a general.",
                "Many people thought that the Internet would toll the death knell for newspapers.",
                "Politicians think they can easily lead people by the nose.",
                "She really thinks on her feet well."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGhpbms&hash=8753721dd21650db54aff0af001f87360b8a8cf3&lang=en&cache-only=0",
            "defineEn": "to have a type of belief, idea, or opinion about a person or thing",
            "defineVi": "để có một loại niềm tin, ý tưởng, hoặc quan điểm về một người hoặc điều",
            "hasImg": true
        },
        {
            "id": "25026ff8-c885-4f9d-bfd0-fac1c1a09148",
            "word": "belief",
            "phonetic": "bᵻliːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "He has very firmly held religious beliefs.",
                "She had a sure belief that hard work would lead to success.",
                "The charity organization's mission statement emphasized the belief that poverty is no sin and that everyone deserves dignity and respect.",
                "After careful consideration, he abandoned his previous beliefs and embraced a new ideology.",
                "Plenty of Christians have tried their hand at putting their beliefs into prose or poetry, usually with calamitous aesthetic results."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVsaWVm&hash=86cdd5b220cdfdce85987b8184ad8e895596eed0&lang=en&cache-only=0",
            "defineEn": "a strong feeling of certainty that something or someone exists or is true; a strong feeling that something or someone is right or good",
            "defineVi": "một cảm giác chắc chắn mạnh mẽ rằng một cái gì đó hoặc ai đó tồn tại hoặc là sự thật; một cảm giác mạnh mẽ rằng một cái gì đó hoặc ai đó là đúng hoặc tốt",
            "hasImg": true
        },
        {
            "id": "08b60cc1-e90f-4adb-9d48-c66aedced0ae",
            "word": "to believe",
            "phonetic": "tə bᵻliːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The superintendent believed Lancaster's story.",
                "I believed his lies for years.",
                "Scientists believe that a major breakthrough is on the horizon.",
                "Many sports pundits believe the vultures are circling for the team's beleaguered head coach.",
                "His opponents believe he is definitely on the run."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVsaWV2ZQ&hash=73a33b1529238a71e98fefcda3bcf03eb2eb0109&lang=en&cache-only=0",
            "defineEn": "to accept something to be true even without proof",
            "defineVi": "để chấp nhận một cái gì đó là sự thật ngay cả khi không có bằng chứng"
        },
        {
            "id": "32511bfd-b63d-4c84-b352-ffc58dfe9309",
            "word": "heat",
            "phonetic": "hiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Turn the heat down.",
                "The heat was really on at work.",
                "Morning brought no relief from the heat.",
                "Cathy was really feeling the heat.",
                "The radiation from the sun provides heat and light to sustain life on Earth."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhdA&hash=3ec0eb9bcc6abab3918d2f73733b6042772f258e&lang=en&cache-only=0",
            "defineEn": "high temperature; the quality of being hot",
            "defineVi": "nhiệt độ cao; chất lượng nóng",
            "hasImg": true
        },
        {
            "id": "62165dfe-bced-4451-a142-25d3590f9b89",
            "word": "warm",
            "phonetic": "wɔːɹm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The water feels warm.",
                "Are you warm enough?",
                "It's quite warm outside.",
                "The afternoon sun casts a warm glow on the buildings and trees.",
                "The season of summer brings warm weather and longer days."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FybQ&hash=3e7674ce40eef8f569c5f8aa090f9ab079c41b0f&lang=en&cache-only=0",
            "defineEn": "having a temperature that is high but not hot, especially in a way that is enjoyable and pleasant",
            "defineVi": "có nhiệt độ cao nhưng không nóng, đặc biệt là theo cách thú vị và dễ chịu",
            "hasImg": true
        },
        {
            "id": "8ce47526-766a-4506-986c-3ddab02702a3",
            "word": "strength",
            "phonetic": "stɹɛŋθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The weakness of the enemy makes our strength.",
                "Oh, give me strength!",
                "He's saving his strength for the last part of the race.",
                "The bear is a symbol of strength and courage in many cultures.",
                "One of our great strengths is our ability to take it on the chin and come out fighting."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyZW5ndGg&hash=acb3b96887e8092782ef24919d2952da762ba5b0&lang=en&cache-only=0",
            "defineEn": "the quality or state of being physically or mentally strong",
            "defineVi": "chất lượng hoặc trạng thái mạnh mẽ về thể chất hoặc tinh thần",
            "hasImg": true
        },
        {
            "id": "9e212e99-f720-4d52-9309-a7fc713060de",
            "word": "strong",
            "phonetic": "stɹɔŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For Anne, the call of duty was strong.",
                "The strong winds knocked down several trees on the road.",
                "The manager played his strongest side of the season.",
                "Many people are led astray by strong feelings",
                "Patience isn't exactly her strong suit."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Ryb25n&hash=456f3f2addd18cf1fe9a63a92eec1915d44cc5e2&lang=en&cache-only=0",
            "defineEn": "having great strength or a lot of physical power",
            "defineVi": "có sức mạnh tuyệt vời hoặc rất nhiều sức mạnh thể chất",
            "hasImg": true
        },
        {
            "id": "817fb1a9-e59c-43ea-ae0b-ed0e71acfe78",
            "word": "height",
            "phonetic": "haɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This tree can reach a height of 24 metres.",
                "The baby's height was measured in centimeters at the doctor's office.",
                "The bread flour helped the dough rise beautifully, resulting in a loaf with a lofty height.",
                "Equip yourself with five practical strategies that help you win the uphill battle and take your project professional career to new heights.",
                "Tom, who is vertically challenged, has a great sense of humor and often jokes about his height."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVpZ2h0&hash=9ba95b5d3071420f6ea16c254e8d77fe7ced86c8&lang=en&cache-only=0",
            "defineEn": "the distance from the top to the bottom of something or someone",
            "defineVi": "khoảng cách từ trên xuống dưới của một cái gì đó hoặc một ai đó",
            "hasImg": true
        },
        {
            "id": "a91318a5-61c3-4ad9-8cd0-a158e815649b",
            "word": "high",
            "phonetic": "haɪ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The colorful bird flew high in the sky.",
                "The prices at the luxury boutique were quite high.",
                "Unfortunately, the price of short ribs can be quite high.",
                "He had high expectations for the team's performance in the tournament.",
                "They set high standards of customer service."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlnaA&hash=3cc614658c9a918812534f458ebda7ad9da1df22&lang=en&cache-only=0",
            "defineEn": "having a relatively great vertical extent",
            "defineVi": "có một phạm vi dọc tương đối lớn",
            "hasImg": true
        },
        {
            "id": "142795ad-6867-4f02-9154-e3b5bdbc9346",
            "word": "width",
            "phonetic": "wɪtθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The width of the bookshelf is 120 centimeters.",
                "So this has width b as well.",
                "What is the width of Mike's dog pen?",
                "You add the two widths.",
                "but you lose some width."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lkdGg&hash=cb55e317b93fed0e398d44a6ff5e85f2d613e859&lang=en&cache-only=0",
            "defineEn": "the distance of something from side to side",
            "defineVi": "khoảng cách của một cái gì đó từ bên này sang bên kia",
            "hasImg": true
        },
        {
            "id": "f52e7dd2-f419-4983-bad5-e9a31fbdd831",
            "word": "wide",
            "phonetic": "waɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "On the credit side, the restaurant offers a wide range of choices.",
                "The talented actor effortlessly portrayed a wide range of characters, from a hero to a villain.",
                "The fast runner won the race by a wide margin.",
                "Italy's Mediterranean climate and diverse geography offer a wide range of outdoor activities",
                "The furniture store has a wide section of sofas, tables, and chairs."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lkZQ&hash=fba2476e08764efbbc41eba731ea6dfc39a4d15b&lang=en&cache-only=0",
            "defineEn": "having a large length from side to side",
            "defineVi": "có chiều dài lớn từ bên này sang bên kia",
            "hasImg": true
        },
        {
            "id": "063b678a-a99f-442a-868b-c30e86295d30",
            "word": "employment",
            "phonetic": "ɛmplɔɪmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Employment rises by two and a half million.",
                "Employment lawyers report an uptick in layoffs of older workers as a result of the pandemic-induced recession.",
                "On Sunday, a majority of the Trump campaign staff ended their employment.",
                "Except for the dips in the '08 recession, employment grew in every category until 2020.",
                "The employment rates are very low."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1wbG95bWVudA&hash=9d9d6eb91c5ac18461a0967797454ff47d086794&lang=en&cache-only=0",
            "defineEn": "the fact or state of having a regular paid job",
            "defineVi": "thực tế hoặc tình trạng có một công việc được trả lương thường xuyên",
            "hasImg": true
        },
        {
            "id": "94765cf4-c002-461d-a26a-cb9bef605327",
            "word": "to entertain",
            "phonetic": "tʊ ɛntɚteɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Let's see what I have in my bag of tricks to entertain the baby.",
                "I aim to strike a happy medium between playing entertaining football and getting results.",
                "Are you not entertained?!",
                "People go to casinos to be entertained.",
                "I like to entertain at home."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW50ZXJ0YWlu&hash=fb306eaca8c3acc9c99819bcb5e54a47f35873a2&lang=en&cache-only=0",
            "defineEn": "to amuse someone so that they have an enjoyable time",
            "defineVi": "để giải trí một ai đó để họ có một thời gian thú vị",
            "hasImg": true
        },
        {
            "id": "6495eae5-8e5b-4c23-adc5-c405b1a870c0",
            "word": "entertainment",
            "phonetic": "ɛntɚteɪnmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The newspaper has an entertainment section with movie reviews and celebrity news.",
                "Let's have a movie night upstairs in the entertainment room.",
                "Many tourists visit Europe to experience its vibrant nightlife and entertainment.",
                "I always try to fill my free time with meaningful pursuits instead of wasting hours in front of mindless entertainment, remembering the wise words that idle hands are the devil's playthings.",
                "The actress, known for her carrot top, rose to fame in the entertainment industry and left a lasting impression on audiences."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW50ZXJ0YWlubWVudA&hash=2aeaa7b52446024be410e17eb8b5b5f71f4f59c3&lang=en&cache-only=0",
            "defineEn": "movies, television shows, etc. or an activity that is made for people to enjoy",
            "defineVi": "phim, chương trình truyền hình, v.v. hoặc một hoạt động được tạo ra để mọi người thưởng thức",
            "hasImg": true
        },
        {
            "id": "6e9d13ae-d7d6-4f98-8f36-646724d7e915",
            "word": "to excite",
            "phonetic": "tʊ ɛksaɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She picked up the globe artichoke from the market, excited to try a new recipe.",
                "We gathered elderberries, excited to use the aggregate fruits for making jams and pies.",
                "It doesn't particularly excite her.",
                "When hiking in areas with wildlife, it's important to remain quiet and avoid making sudden movements, as the bleating of the kid can excite the tiger",
                "The ghost kitchen world excites me."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhjaXRl&hash=4c4ec1c242ee6641ab452bf5b24de2025d86fb1c&lang=en&cache-only=0",
            "defineEn": "to make a person feel eager, interested, or happy, particularly about something that will happen soon",
            "defineVi": "để làm cho một người cảm thấy háo hức, quan tâm, hoặc hạnh phúc, đặc biệt là về một cái gì đó sẽ xảy ra sớm"
        },
        {
            "id": "05123a20-71a4-4edd-8257-ca661792988b",
            "word": "excitement",
            "phonetic": "ɛksaɪtmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The drug produces a feeling of excitement.",
                "The child jumped up and down with excitement.",
                "The crowd erupted into cries of excitement when their favorite band took the stage.",
                "He learned to check his excitement.",
                "Excitement was coursing through her blood ever more fiercely as she got closer to seeing her sister."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjaXRlbWVudA&hash=356940cdd252e48c7d2f64e875768575e15dbf30&lang=en&cache-only=0",
            "defineEn": "a feeling of much enthusiasm and happiness",
            "defineVi": "một cảm giác rất nhiệt tình và hạnh phúc",
            "hasImg": true
        }
    ]
}