{
    "id": "37a6ddd1-23a3-4e4d-9650-a4904e0aca44",
    "title": "Lesson 16",
    "originalTitle": "Lesson 16",
    "words": [
        {
            "id": "cbab5afb-c9e9-4122-8135-921d612b835f",
            "word": "eventual",
            "phonetic": "ᵻvɛntʃuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "However, you do currently know your eventual wife.",
                "The eventual fall of Aleppo became a key turning point for Assad, with devastating consequences for civilians.",
                "Delian's tweet and eventual move has fueled momentum that Suarez and other locals have capitalized on.",
                "So, from their slow start in the Triassic to the start of their rise in the Cretaceous, and their eventual explosion ever since, lizards have really played the long game.",
                "The eventual success and influence of the Vikings was really about settlements and the exchange of goods, and, in the process, the exchange of cultures."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZlbnR1YWw&hash=248759d01085c78427a4907a72f08727817d58dd&lang=en&cache-only=0",
            "defineEn": "happening at the end of a process or a particular period of time",
            "defineVi": "xảy ra ở phần cuối của một quá trình hoặc một khoảng thời gian cụ thể"
        },
        {
            "id": "397c2cc9-c5eb-461c-9094-be145fe2fdd6",
            "word": "connubial",
            "phonetic": "kənuːbɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29ubnViaWFs&hash=0de6ec2bbcfa38ac91d8383b3e412798bf52fdbe&lang=en&cache-only=0",
            "defineEn": "of or relating to marriage or to the relationship between a wife and husband",
            "defineVi": "của hoặc liên quan đến hôn nhân hoặc mối quan hệ giữa vợ và chồng"
        },
        {
            "id": "55d8a268-9192-4f2c-9f11-732253f7c862",
            "word": "venial",
            "phonetic": "viːnɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmVuaWFs&hash=c24a6467a311782b686112243b88bcfccd2ac600&lang=en&cache-only=0",
            "defineEn": "not grave and thus capable of being pardoned or overlooked",
            "defineVi": "không nghiêm trọng và do đó có khả năng được tha thứ hoặc bỏ qua"
        },
        {
            "id": "b3a7e7ca-1226-42cf-9e2b-d0beb144e52b",
            "word": "nasal",
            "phonetic": "neɪzəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And in the 1990s, researchers studied the nasal regions of three species of theropods and one ornithischian.",
                "Then they gave a subset of both groups a single dose of oxytocin through a nasal spray.",
                "It had nasal horns that were 33 millimeters tall - over one-third the total length of its skull.",
                "The dry cabin dries out your nasal passages, which means your taste buds become less perceptive.",
                "And in 2018, similar nasal structures in two different species of ankylosaurs were shown to have functioned like turbinates."
            ],
            "audio": "https://tts.langeek.co/read?text=bmFzYWw&hash=45c2cec53a60277c462c02b759c6cdacba55294d&lang=en&cache-only=0",
            "defineEn": "(anatomy) connected with the nose",
            "defineVi": "(giải phẫu) nối liền với mũi",
            "hasImg": true
        },
        {
            "id": "70a3d7bd-b832-4ddb-946a-bc5850eadbe1",
            "word": "insular",
            "phonetic": "ɪnsəlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This phenomenon is known as insular dwarfism.",
                "That isolation led to small versions of large animals, or insular dwarfism, and large versions of small animals, or insular gigantism, on islands around the Mediterranean.",
                "I think with family businesses because family business can be very insular.",
                "We didn’t want our family to spend our lives in an insular way in a house on a suburban street somewhere.",
                "But in both the fossil record and modern ecosystems, we can find many examples of insular dwarfism, which enables organisms to handle the limited resources that come with living on an island."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdWxhcg&hash=9c216b4093e38c129ff43a7d7a83aa68fcd781db&lang=en&cache-only=0",
            "defineEn": "relating to or characteristic of or situated on an island",
            "defineVi": "liên quan đến hoặc đặc trưng của hoặc nằm trên một hòn đảo"
        },
        {
            "id": "07ffb434-cf57-4609-8aa9-3cbac2f0713b",
            "word": "ceremonial",
            "phonetic": "sɛɹᵻmoʊnɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They require ceremonial space, and green space.",
                "He puts on his ceremonial garb: red face paint, earrings, and a necklace of shark’s teeth and vertebrae.",
                "And as a ceremonial practice, hand washing plays an important role in Judaism, Islam, and Sikhism.",
                "Similarly, the ceremonial clothing of kings and queens is symbolic of their royal status. ",
                "And now the nerds are congregating for the ceremonial banging of the plastic toys."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VyZW1vbmlhbA&hash=21cafd58fd3955ca1fdd348028703b47ccdd208b&lang=en&cache-only=0",
            "defineEn": "marked by pomp or ceremony or formality",
            "defineVi": "được đánh dấu bởi sự hào hoa hoặc buổi lễ hoặc hình thức"
        },
        {
            "id": "2c3b3c6b-d1cb-4aca-b6bd-d62516156ada",
            "word": "abnormal",
            "phonetic": "ɐbnoːɹməl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The doctor said he would call if the test results were abnormal, but no news is good news, and the patient assumed everything was fine.",
                "With only confusing signals as a guide, people with bipolar disorder develop abnormal thoughts and behaviors.",
                "Now that's abnormal.",
                "But this was so abnormal.",
                "Abnormal levels of Arc protein have been found in patients with Alzheimer’s disease."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJub3JtYWw&hash=4dc6b4fc1e0c44b886b548205b52e0d61b543223&lang=en&cache-only=0",
            "defineEn": "deviating from what is considered normal or typical, often suggesting an irregularity or anomaly",
            "defineVi": "đi chệch khỏi những gì được coi là bình thường hoặc điển hình, thường gợi ý một sự bất thường hoặc bất thường",
            "hasImg": true
        },
        {
            "id": "610b7443-9f0a-4159-a95b-cfd8b8691fd7",
            "word": "pivotal",
            "phonetic": "pɪvəɾəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Protecting them is pivotal to a quick evacuation.",
                "That was a pivotal speech. ",
                "The other pivotal turn in Ginsburg’s path came during college.",
                "But the pivotal argument in the case came in the form of the Clark Doll Experiment.",
                "That's right, Ralph Nader plays a pivotal role."
            ],
            "audio": "https://tts.langeek.co/read?text=cGl2b3RhbA&hash=81facc89f72dd5b1d5ea7f55457bded65cf51b47&lang=en&cache-only=0",
            "defineEn": "being of crucial importance",
            "defineVi": "có tầm quan trọng thiết yếu"
        },
        {
            "id": "41d3113d-c5be-4777-81a0-5473c400d7fe",
            "word": "material",
            "phonetic": "mətɪɹiəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "An industrial machine like that can cut through any material like a knife through butter.",
                "The truck carried a load of construction materials to the building site.",
                "He's written a lot of good material that has never seen the light of day.",
                "The Geiger counter detected high levels of radiation in the vicinity of the radioactive material.",
                "The company has won a contract to supply books and materials to schools."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0ZXJpYWw&hash=ed2e1f538e9acab8380bb391cc7621bf7493c1a6&lang=en&cache-only=0",
            "defineEn": "related to money, living conditions, possessions, etc. instead of the things that the soul or mind needs",
            "defineVi": "liên quan đến tiền bạc, điều kiện sống, tài sản, v.v. thay vì những thứ mà linh hồn hoặc tâm trí cần"
        },
        {
            "id": "263e4668-298e-481e-ae38-4af45f611ab3",
            "word": "venal",
            "phonetic": "viːnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The cells send their CO2 and other junk out to the venal end of the capillary exchange where the capillaries unite into venules, and then merge into veins that head back to the heart."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVuYWw&hash=49267ad23cd59cd2627e59ef7a7fd51fb66492f4&lang=en&cache-only=0",
            "defineEn": "capable of being corrupted",
            "defineVi": "có khả năng bị hỏng"
        },
        {
            "id": "6fdc2ecc-7f4a-4e91-9651-1aa664e5c3b2",
            "word": "feudal",
            "phonetic": "fjuːdəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's positively feudal!",
                "As rebellion spread throughout the country, the feudal system was abolished.",
                "In the broadest possible terms, the feudal system was a medieval practice where peasants were given plots of lands by their lords in exchange for various types of service and payment.",
                "We see a variation of the caste system in feudal Europe with the division of society into three orders or estates: the nobility, the clergy, and the commoners.",
                "Although feudal mannerisms would evolve over time, the spirit behind them remained constant."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmV1ZGFs&hash=3444cfb81d0bb017bea43a90bc49c664118fd1e4&lang=en&cache-only=0",
            "defineEn": "of or relating to or characteristic of feudalism",
            "defineVi": "của, liên quan đến hoặc đặc điểm của chế độ phong kiến"
        },
        {
            "id": "991b5515-65e5-431a-87fe-1b5d5cbc41cd",
            "word": "menial",
            "phonetic": "miːnɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Employers prefer to hire illegal immigrants over American citizens, because they're pliable, they will do menial jobs for very low wages.",
                "The French, for example, forced some 100,000 southeast Asians into the ranks of soldiers and menial workers, while approximately 1.5 million Indians served Britain, with 74,000 killed in battle.",
                "So they will come, contributetheir work, get paid very menial,very minimal wages.",
                "Because prior to this, people with mental illnesses would be confined to sanatoriums and at best given menial labor to do and at worst, shackled to a bed frame.",
                "And combatants also enlisted soldiers from colonies and conscripted hundreds of thousands more to do menial labor."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVuaWFs&hash=01adf883f25b89c05ea91189bfccb2a391a6535a&lang=en&cache-only=0",
            "defineEn": "(of work) not requiring special skills, often considered unimportant and poorly paid",
            "defineVi": "(công việc) không đòi hỏi kỹ năng đặc biệt, thường được coi là không quan trọng và được trả lương thấp"
        },
        {
            "id": "553f079f-1cf9-49dd-aa3d-5e97dfd64627",
            "word": "ecumenical",
            "phonetic": "ɛkjuːmɛnɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "On January 15th 1969 the King Center began to commemorate his birthday with an ecumenical service, which gains attention as a model for other observances of his birthday nationwide."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWN1bWVuaWNhbA&hash=c46d2354dac00f179fa28e0efe626fec0c2e304f&lang=en&cache-only=0",
            "defineEn": "concerned with promoting unity among churches or religions",
            "defineVi": "liên quan đến việc thúc đẩy sự đoàn kết giữa các nhà thờ hoặc tôn giáo"
        },
        {
            "id": "bd7886b8-7a6f-4953-b160-44c256cec887",
            "word": "cerebral",
            "phonetic": "sɚɹiːbɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- He was cerebral.",
                "So cerebral organoids are still relatively simple clumps of tissue that are way different from an actual human brain.",
                "The author has a son with cerebral palsy.",
                "It was a very cerebral environment.",
                "One physician experimented on the exposed cerebral cortices of decapitated prisoners."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VyZWJyYWw&hash=281ad32822f0a91a9bb5ef50384debc4f4dede5c&lang=en&cache-only=0",
            "defineEn": "of or relating to the cerebrum or brain",
            "defineVi": "của, liên quan đến não hoặc não"
        },
        {
            "id": "81ebd09a-1436-45b7-a712-286498313fc8",
            "word": "jugular",
            "phonetic": "dʒuːɡjʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Katz proposed going for the jugular by attacking Nintendo's reputation with marketing.",
                "It's like the jugular might start boofing out on you.",
                "But two, how he immediately went to the jugular when it came to partisan politics, talking about Hillary Clinton, defining people by their political party."
            ],
            "audio": "https://tts.langeek.co/read?text=anVndWxhcg&hash=32986141645ff4b0a61bec0a9f44fe986963b438&lang=en&cache-only=0",
            "defineEn": "located in or connected with the throat or neck",
            "defineVi": "nằm trong hoặc kết nối với cổ họng hoặc cổ"
        },
        {
            "id": "37555833-432a-4e28-b3b0-b12ae3e32bda",
            "word": "fraternal",
            "phonetic": "fɹɐtɜːnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- Nah, we're fraternal.",
                "- Gross, those fraternal twins are lovers.",
                "While fraternal twins are made from two separate sperm and egg cells, with separate placentas.",
                "Twinning is way more complicated than identical or fraternal.",
                "She was her own fraternal twin sister!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhdGVybmFs&hash=9c7ac80c68b1ea43ab98854b7d2484f7a823fb1e&lang=en&cache-only=0",
            "defineEn": "like or characteristic of or befitting a brother",
            "defineVi": "thích hoặc đặc điểm của hoặc phù hợp với một người anh em"
        },
        {
            "id": "df6ffa9d-010d-4272-86ef-45d5dfd640a6",
            "word": "pastoral",
            "phonetic": "pæstɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Measuring days and hours was sufficient for most tasks in pastoral communities.",
                "Right, so one last thing: pastoral people also tend to be more egalitarian, especially where women are concerned.",
                "Also, the Mongols were much smaller than other pastoral groups like the Tatars or the Uyghurs.",
                "If you had to choose a pastoral nomadic group to come out of central Asia and dominate the world, you probably wouldn’t have chosen the Mongols.",
                "The posts we’re sharing aren’t pastoral."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzdG9yYWw&hash=d4221d90802fecbcddcbbc88f778bb872c5ec76e&lang=en&cache-only=0",
            "defineEn": "of or relating to a pastor",
            "defineVi": "của hoặc liên quan đến một mục sư"
        },
        {
            "id": "0a823006-4f5d-4b2d-b471-04ee473f8a96",
            "word": "littoral",
            "phonetic": "lɪɾɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- Unpredictable, present multiple dilemmas to you adversary that they have to deal with and then multiple options to your leadership and that's what you saw a little taste of yesterday, now picture if that ship is trying to skirt into the littorals to avoid our strength at sea that our Navy, the best in the world has, so they're trying to skirt around it."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl0dG9yYWw&hash=0ddc6a6a3ab329dc14f719c2a3ec58b12b68e2e8&lang=en&cache-only=0",
            "defineEn": "of or relating to a coastal or shore region",
            "defineVi": "của, liên quan đến một vùng ven biển hoặc bờ biển"
        },
        {
            "id": "bb30e96e-2cd8-4a72-8472-bbf58dad2d3c",
            "word": "comical",
            "phonetic": "kɑːmɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's comical.",
                "It's almost comical.",
                "For the entirety of my life it's been a comical atrocity.",
                "It became comical to me because I knew when a new drill sergeant would see me, they would instantly stop. ",
                "He's very good at tapping into, it's almost in a comical way, he doesn't understand that it hasn't been the 80s for a long time."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29taWNhbA&hash=a590b23e9d9c2b22bd77d4c204d5b9fdb6f3d8e5&lang=en&cache-only=0",
            "defineEn": "causing laughter or amusement because of being funny, absurd, or ridiculous",
            "defineVi": "gây ra tiếng cười hoặc sự thích thú vì hài hước, lố bịch hoặc lố bịch"
        }
    ]
}