{
    "id": "37b741a2-5491-4e2e-8304-019f3bea8246",
    "title": "General Branches of Medical Science",
    "originalTitle": "General Branches of Medical Science",
    "words": [
        {
            "id": "da7201bd-05f6-4bd6-ab25-d3497364c613",
            "word": "anaplasty",
            "phonetic": "ænɐplɐsti ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW5hcGxhc3R5&hash=bf79e807aa5bb934f1a0d643f4514ab232aca9e5&lang=en&cache-only=0",
            "defineEn": "the branch of surgery that is performed to reconstruct the anus or to repair minor anal defects",
            "defineVi": "nhánh phẫu thuật được thực hiện để tái tạo hậu môn hoặc sửa chữa các khuyết tật nhỏ ở hậu môn"
        },
        {
            "id": "70c59bfb-e104-442e-b959-0b7092068f8b",
            "word": "anatomy",
            "phonetic": "ɐnæɾəmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Taking the bit between his teeth he set off across the plain with greater speed than the bones of his anatomy ever gave any promise of.",
                "Today, Peseshet teaches anatomy.",
                "And in hindsight, Deinocheirus’ bizarre anatomy kind of makes sense.",
                "I love biology, I love anatomy.",
                "And so as a result, their anatomy is also pretty wild."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5hdG9teQ&hash=c5b134881e8cdc30524bfd6478db5fb7e9ae1901&lang=en&cache-only=0",
            "defineEn": "the branch of science that is concerned with the physical structure of humans, animals, or plants",
            "defineVi": "ngành khoa học liên quan đến cấu trúc vật lý của con người, động vật hoặc thực vật",
            "hasImg": true
        },
        {
            "id": "8371f899-dadb-4b92-a3a9-383173d77307",
            "word": "andrology",
            "phonetic": "ændɹɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW5kcm9sb2d5&hash=959c6190f70e176290122f91482c4b799bbc6552&lang=en&cache-only=0",
            "defineEn": "a branch of medicine that primarily focuses on male health, particularly  reproductive system disorders",
            "defineVi": "một nhánh y học chủ yếu tập trung vào sức khỏe nam giới, đặc biệt là rối loạn hệ thống sinh sản"
        },
        {
            "id": "74c75e0b-3bb6-4fd3-915e-995a631b1e1c",
            "word": "anesthesiology",
            "phonetic": "ænɪsθiːzɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW5lc3RoZXNpb2xvZ3k&hash=f6369f977972e942af93d264b249231748cb1550&lang=en&cache-only=0",
            "defineEn": "the branch of medical science that studies and applies anesthetics",
            "defineVi": "ngành khoa học y tế nghiên cứu và áp dụng thuốc gây mê",
            "hasImg": true
        },
        {
            "id": "8f1ff383-f508-4ae1-aa78-f3569dfc5054",
            "word": "aviation medicine",
            "phonetic": "eɪvɪeɪʃən mɛdəsən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXZpYXRpb24gbWVkaWNpbmU&hash=0eda401911aeb24d1abbc97ed0db6a47d9799273&lang=en&cache-only=0",
            "defineEn": "a branch of medicine concerned with diseases and disturbances associated with psychological and physiological effects of flying in airplanes",
            "defineVi": "một nhánh của y học liên quan đến các bệnh và rối loạn liên quan đến tác động tâm lý và sinh lý của việc bay trên máy bay"
        },
        {
            "id": "bf167050-4b2d-47e0-816e-9795ed6ca17c",
            "word": "biomedicine",
            "phonetic": "baɪoʊmɛdəsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The biggest advancement in biomedicine at the time was the development of antimicrobial compounds, like Salvarsan.",
                "But today we are going to talk about advances in biomedicine, or healthcare based on a biological understanding of human bodies and diseases."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlvbWVkaWNpbmU&hash=1658ed6bdd4518fa01d1061d86c337e7ec5d2a2f&lang=en&cache-only=0",
            "defineEn": "the branch of medical science that applies biological and physiological principles to medical research or practice",
            "defineVi": "ngành khoa học y tế áp dụng các nguyên tắc sinh học và sinh lý học vào nghiên cứu hoặc thực hành y tế"
        },
        {
            "id": "4c398a19-7a09-4af7-b788-ebc2d3a3320f",
            "word": "dermatology",
            "phonetic": "dɜːmɐtɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Correlated with this urban environment is the access to these things, such as veterinary, acupuncture, oncology, dermatology.",
                "I'm a board-certified dermatologist and an associate professor of dermatology at Mount Sinai Hospital in New York City, and I specialize in the treatment of acne, rosacea, and cosmetic dermatology.",
                "I'm a board-certified dermatologist and an associate professor of dermatology at Mount Sinai Hospital in New York City, and I specialize in the treatment of acne, rosacea, and cosmetic dermatology.",
                "Right now, the American Academy of Dermatology and other organizations are really advocating with the FDA that they need to really speed up the approval process for new sunscreen ingredients.",
                "I've been practicing for about five years, and I specialize in both medical and aesthetic dermatology."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVybWF0b2xvZ3k&hash=a30f0f378fe4f25c4cdf3888aba427beecf335d4&lang=en&cache-only=0",
            "defineEn": "the scientific study of the skin, its structure, diseases, and functions",
            "defineVi": "nghiên cứu khoa học về da, cấu trúc, bệnh tật và chức năng của nó"
        },
        {
            "id": "c780c65b-903c-4d0a-a03c-99d9fcda13e0",
            "word": "diagnostics",
            "phonetic": "daɪəɡnɑːstɪks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlhZ25vc3RpY3M&hash=e4f71c02c1f7b2258deb48accd57a86d8c203a5d&lang=en&cache-only=0",
            "defineEn": "the practice or methods of identifying a disease, condition, or injury based on its signs and symptoms",
            "defineVi": "thực hành hoặc phương pháp xác định bệnh, tình trạng hoặc thương tích dựa trên các dấu hiệu và triệu chứng của nó"
        },
        {
            "id": "98bf581a-702c-452a-a6f4-cd59d692299b",
            "word": "veterinary medicine",
            "phonetic": "vɛɾɚɹɪnɛɹi mɛdəsən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmV0ZXJpbmFyeSBtZWRpY2luZQ&hash=640b195904cc0bc2767ef4aa722f552e48e63456&lang=en&cache-only=0",
            "defineEn": "the branch of medicine concerned with the diagnosis and treatment of diseases and injuries of animals, particularly domestic ones",
            "defineVi": "ngành y học liên quan đến chẩn đoán và điều trị bệnh tật và thương tích của động vật, đặc biệt là động vật trong nước"
        },
        {
            "id": "7461249e-e95c-4824-b9a5-52ecce0f37ec",
            "word": "venereology",
            "phonetic": "vɛnɚɹɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmVuZXJlb2xvZ3k&hash=09f5db2d38e26eae389f8ae5ef485d1fc4efdda8&lang=en&cache-only=0",
            "defineEn": "the branch of medical science dealing with the diagnosis  and treatment of sexually transmitted diseases",
            "defineVi": "ngành khoa học y tế liên quan đến chẩn đoán và điều trị các bệnh lây truyền qua đường tình dục"
        },
        {
            "id": "9d0d6580-31c0-4274-a434-16f8b0a4edc2",
            "word": "tocology",
            "phonetic": "təkɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG9jb2xvZ3k&hash=a30bb2a036edcd5956d8b6136943a38c10573d7a&lang=en&cache-only=0",
            "defineEn": "the branch of medical science dealing with childbirth and obstetrics",
            "defineVi": "ngành khoa học y tế liên quan đến sinh nở và sản khoa",
            "hasImg": true
        },
        {
            "id": "c840a937-607f-4302-9348-df8a096b84a3",
            "word": "syphilology",
            "phonetic": "saɪfɪlɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3lwaGlsb2xvZ3k&hash=e71817f3f294f302fa600506d21445c09d666c97&lang=en&cache-only=0",
            "defineEn": "the branch of medicine concerned with the diagnosis and treatment of syphilis",
            "defineVi": "ngành y học liên quan đến chẩn đoán và điều trị bệnh giang mai"
        },
        {
            "id": "052b038f-ac01-4c64-a8f3-51d6f38e6344",
            "word": "symptomatology",
            "phonetic": "sɪmptəmɑːtɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "In addition to anatomy, the samhitas would also teach you etiology, or what causes different diseases, and symptomatology, or what diseases look like.",
                "Therefore, we're traumatized, and we go through the symptomatology associated with PTSD."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ltcHRvbWF0b2xvZ3k&hash=d6651b167d288f265aa938e40cbea3f8bdbf6d4d&lang=en&cache-only=0",
            "defineEn": "the branch of medicine that is primarily concerned with identifying the symptoms of a disease",
            "defineVi": "ngành y học chủ yếu liên quan đến việc xác định các triệu chứng của bệnh"
        },
        {
            "id": "58b896e8-ab94-4707-8e0b-7247883bb270",
            "word": "sports medicine",
            "phonetic": "spoːɹts mɛdəsən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BvcnRzIG1lZGljaW5l&hash=46d5f4b42559f31d6fd85a6dd0ac1bcf7c3c7d44&lang=en&cache-only=0",
            "defineEn": "the branch of medicine that deals with the prevention and treatment of disorders and injuries resulting from athletic activities",
            "defineVi": "ngành y học liên quan đến việc phòng ngừa và điều trị các rối loạn và chấn thương do các hoạt động thể thao"
        },
        {
            "id": "730ffd07-e56a-4acd-8831-2651dd85210d",
            "word": "space medicine",
            "phonetic": "speɪs mɛdəsən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BhY2UgbWVkaWNpbmU&hash=bc6adf1fc132d5db1806611b2c0a2e7880ad59d3&lang=en&cache-only=0",
            "defineEn": "the branch of medical science focusing on the the physiological and biological effects of space flight on humans",
            "defineVi": "ngành khoa học y tế tập trung vào các tác động sinh lý và sinh học của chuyến bay vào vũ trụ đối với con người"
        },
        {
            "id": "362d03fb-aa74-4e18-8e88-e0bcde2e9b9c",
            "word": "serology",
            "phonetic": "səɹɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The serology testing is a blood test for the presence of antibodies against that specific virus or that specific disease.",
                "But there's another indicator into immunity strength and length: the serology test.",
                "So, with an accurate serology test, would you be immune?",
                "Narrator: And the effectiveness of certain serology tests for COVID-19 has been mixed.",
                "This blood test, also known as serology, will show if they had coronavirus in the past, and their immune system raised antibodies to fight it off."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vyb2xvZ3k&hash=e2b5ce68194f33488e9dc508cea829ea2fa76939&lang=en&cache-only=0",
            "defineEn": "the branch of medicine concerned with the reactions and properties of blood serums, particularly in regard to its immunological properties and reactions",
            "defineVi": "ngành y học liên quan đến các phản ứng và đặc tính của huyết thanh, đặc biệt liên quan đến các đặc tính và phản ứng miễn dịch của nó"
        },
        {
            "id": "170c4265-e2cc-4015-86b6-d8d4e04fbda5",
            "word": "pathology",
            "phonetic": "pæθɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "But they still have the pathology, the retinal issues, that they still require exams once a year.",
                "It was a form of pathology by embarking on spoken word over and over and over again and reciting my poems.",
                "He studied anatomy and pathology, and wrote books and articles about using microscopes to examine tissue samples.",
                "This - this is is a huge pathology.",
                "He showed that Boule’s reconstruction of the Old Man wasn’t affected by the Old Man’s pathologies, as some had argued."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0aG9sb2d5&hash=b5992e80b6de6bd659c1d810aa20c015d54ecc8b&lang=en&cache-only=0",
            "defineEn": "a branch of medical science primarily focusing on the study of the causes and effects of disease or injury",
            "defineVi": "một nhánh của khoa học y tế chủ yếu tập trung vào nghiên cứu nguyên nhân và ảnh hưởng của bệnh tật hoặc chấn thương"
        },
        {
            "id": "903914b0-2fc4-42c6-9c64-26e3c39f094f",
            "word": "osteology",
            "phonetic": "ɑːstɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3N0ZW9sb2d5&hash=d798d70d0dd99e0fd454eeff902ea05876a9f8f0&lang=en&cache-only=0",
            "defineEn": "the branch of anatomy that primarily focuses on the skeleton and bony structures",
            "defineVi": "nhánh giải phẫu chủ yếu tập trung vào cấu trúc xương và xương"
        },
        {
            "id": "c837b1cb-d3c0-4377-92b1-e071ff68d412",
            "word": "orthotics",
            "phonetic": "ɔːɹθɑːɾɪks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3J0aG90aWNz&hash=0359310da425cf1f1b27198cd814cfb6f7aa2537&lang=en&cache-only=0",
            "defineEn": "the branch of medical science concerned with the use of supportive mechanical devices",
            "defineVi": "ngành khoa học y tế liên quan đến việc sử dụng các thiết bị cơ khí hỗ trợ"
        },
        {
            "id": "6aa9ea71-4f44-40b3-93e7-7fccae9a8bc5",
            "word": "epidemiology",
            "phonetic": "ɛpɪdɛmɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "- I'm an Associate Professor of Epidemiology.",
                "Hi, I'm Stephen Morse, professor of epidemiology.",
                "And I'm Dr. Stephen Morse, professor of epidemiology at the Mailman School of Public Health, Columbia University.",
                "He's the medical director of infection prevention and epidemiology at the Beaumont Health System.",
                "She's a physician, epidemiologist, and professor and chair of epidemiology and biostatistics at the University of California, San Francisco."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXBpZGVtaW9sb2d5&hash=8f68b05acce22b2727b753eb4a787470adcb6f17&lang=en&cache-only=0",
            "defineEn": "the branch  in medicine that primarily focuses on the distribution and control of diseases",
            "defineVi": "ngành y học chủ yếu tập trung vào việc phân phối và kiểm soát bệnh tật"
        },
        {
            "id": "f283b000-caf0-432e-9657-d692b0cf8443",
            "word": "family medicine",
            "phonetic": "fæmɪli mɛdəsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "She is professor of family medicine at Georgetown University School of Medicine and senior medical adviser for Physicians for Human Rights."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFtaWx5IG1lZGljaW5l&hash=ca9d88c44e51aaf08747708c0ce4a1bf2829998a&lang=en&cache-only=0",
            "defineEn": "the branch of medicine that focuses on providing the healthcare needs of families and individuals of all ages",
            "defineVi": "ngành y học tập trung vào việc cung cấp các nhu cầu chăm sóc sức khỏe của các gia đình và cá nhân ở mọi lứa tuổi"
        },
        {
            "id": "f305c9c5-5215-4160-b024-631cfbb404ab",
            "word": "forensic medicine",
            "phonetic": "fɚɹɛnsɪk mɛdəsən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zm9yZW5zaWMgbWVkaWNpbmU&hash=06edc40db003381ef72f5a98a4e75520d464d996&lang=en&cache-only=0",
            "defineEn": "the branch of medicine that addresses the physiology of dying, particularly the time and cause of death",
            "defineVi": "ngành y học giải quyết sinh lý của cái chết, đặc biệt là thời gian và nguyên nhân cái chết"
        },
        {
            "id": "a1690fc2-fda8-42dc-a884-db4392a86d36",
            "word": "iridology",
            "phonetic": "ɪɹɪdɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aXJpZG9sb2d5&hash=5c9e5349bd8055c4d704a804bea35563a88fbf0d&lang=en&cache-only=0",
            "defineEn": "the inspection of the patterns, colors, and other characteristics of the iris in order to  find out what is wrong with somebody",
            "defineVi": "việc kiểm tra các mẫu, màu sắc và các đặc điểm khác của mống mắt để tìm ra điều gì không ổn với ai đó"
        },
        {
            "id": "804f93b1-35ba-4485-9d07-3f5032cb83ca",
            "word": "midwifery",
            "phonetic": "mɪdwɪfɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "It’s literally an exact reversal of the work associated with midwifery."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlkd2lmZXJ5&hash=7c1c3e7e09bbb01beee8dac87b6817a4ac24f8c8&lang=en&cache-only=0",
            "defineEn": "the branch of medicine concerned with childbirth and advising pregnant women",
            "defineVi": "ngành y học liên quan đến sinh nở và tư vấn cho phụ nữ mang thai",
            "hasImg": true
        },
        {
            "id": "be64ca3a-228b-499f-8b14-c4127740af78",
            "word": "virology",
            "phonetic": "vɪɹɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Daszak's one of the world's foremost virus experts and has spent years collaborating with the Wuhan Institute of Virology.",
                "All year long, researchers at hundreds of hospitals around the world collect samples from flu patients and send them to top virology experts with one goal: to design the vaccine for the next flu season.",
                "From 1909 to 1911, scientist Francis Peyton Rous made what is now thought of as a major discovery in the field of virology.",
                "It's also helped fuel alternative theories, including the possibility that it might have leaked from the Wuhan Institute of Virology, which had been conducting research on coronaviruses.",
                "But it felt like now is an obvious time to go into the backstory, the passion behind scientists who study what Nathan studies in virology, pandemic experts."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlyb2xvZ3k&hash=8cdd9e9d94d4122ccafb3b30bdf3774b112b5b94&lang=en&cache-only=0",
            "defineEn": "the branch of medical science that primarily focuses on the study of viruses and virus-like agents",
            "defineVi": "ngành khoa học y tế chủ yếu tập trung vào nghiên cứu vi-rút và các tác nhân giống vi-rút"
        },
        {
            "id": "38e3b6af-1ab4-4084-aea4-3cf7cb40de06",
            "word": "podiatry",
            "phonetic": "poʊdɪətɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "There were podiatry physicians."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9kaWF0cnk&hash=fffe479e24fadb7d1c21042b4a5d767260f4d859&lang=en&cache-only=0",
            "defineEn": "the branch of medicine concerned with the feet",
            "defineVi": "ngành y học liên quan đến bàn chân"
        },
        {
            "id": "8397d6fa-46d1-42ba-af0d-e6f9a172bd17",
            "word": "radiology",
            "phonetic": "ɹeɪdɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Computerized radiology is actually better than most humans.",
                "She opened mobile radiology units during World War I, and investigated radiation's effects on tumors.",
                "In fact, one study, published in March in the journal Radiology, looked at 70 COVID-19 patients and found that nearly all of them still had lung abnormalities when they were discharged from the hospital."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFkaW9sb2d5&hash=8e235b096e281260875db44015ae7b3e468735d0&lang=en&cache-only=0",
            "defineEn": "the branch of medical science that primarily focuses on the use of radiation for diagnosis and treatment",
            "defineVi": "ngành khoa học y tế chủ yếu tập trung vào việc sử dụng bức xạ để chẩn đoán và điều trị",
            "hasImg": true
        },
        {
            "id": "d4bf1f15-741d-43c2-969d-1839b5ab168d",
            "word": "pharmacology",
            "phonetic": "fɑːɹmɐkɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGhhcm1hY29sb2d5&hash=110ea78040c730d3c3bb72306b1dd9fcce0bb096&lang=en&cache-only=0",
            "defineEn": "the science or study of drugs: their preparation and properties and uses and effects",
            "defineVi": "khoa học hoặc nghiên cứu về thuốc: sự chuẩn bị và đặc tính cũng như cách sử dụng và tác dụng của chúng"
        },
        {
            "id": "ec800e9e-14e1-4570-b9ee-3370e708b896",
            "word": "pediatrics",
            "phonetic": "piːdɪætɹɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "The American Academy of Pediatrics recommends three feet.",
                "In 2014, the American Academy of Pediatrics officially recommended that schools start no earlier than 8:30, for example.",
                "Because of this research, organizations like the CDC, American Medical Association and the American Academy of Pediatrics, all want school to start later than 8:30AM.",
                "But things started getting intense in 2011, when the American Academy of Pediatrics, an organization of over 60,000 pediatricians, recommended that kids and teens should never drink energy drinks.",
                "Well, in 2011, a paper published in the journal Pediatrics reviewed the effects of energy drinks on children, adolescents, and young adults."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVkaWF0cmljcw&hash=bee6aca83d063665543c93a49788d2f8bdebd41c&lang=en&cache-only=0",
            "defineEn": "the branch of medicine that is concerned with children and their conditions",
            "defineVi": "ngành y học liên quan đến trẻ em và tình trạng của chúng",
            "hasImg": true
        },
        {
            "id": "696aa166-3064-4c9e-aee5-97bf9cb6e564",
            "word": "orthopedics",
            "phonetic": "ɔːɹθoʊpiːdɪks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3J0aG9wZWRpY3M&hash=56c9b9b7c878384c249173cdca29041f7344c1e4&lang=en&cache-only=0",
            "defineEn": "the branch of medicine that is concerned with bones and muscles, and their diseases and injuries",
            "defineVi": "ngành y học liên quan đến xương và cơ, các bệnh và chấn thương của chúng"
        },
        {
            "id": "5cc8cb42-99f2-4213-96c0-b9bda3d40d50",
            "word": "nutrition",
            "phonetic": "njuːtɹɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "She attends a workshop on animal nutrition, learning about the importance of incorporating meal into livestock diets.",
                "The researcher studied the endosperm of various seeds, aiming to understand its role in plant development and nutrition.",
                "The coach reminded his team that an empty sack cannot stand upright, emphasizing the importance of proper nutrition for optimal athletic performance.",
                "- That's nutrition.",
                "Even more importantly, their fecal pellets provide nutrition to creatures living thousands of meters below."
            ],
            "audio": "https://tts.langeek.co/read?text=bnV0cml0aW9u&hash=5f3285d4e454f194fa2b6353de5f50835a96b400&lang=en&cache-only=0",
            "defineEn": "the field of science that studies food and drink and their effects on the human body",
            "defineVi": "lĩnh vực khoa học nghiên cứu thực phẩm và đồ uống và ảnh hưởng của chúng đối với cơ thể con người",
            "hasImg": true
        },
        {
            "id": "5d66f918-49dd-4ac3-8d08-36e3386e4004",
            "word": "neonatology",
            "phonetic": "niːoʊnɐtɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmVvbmF0b2xvZ3k&hash=922f47977949324eea71468994f7ee9e94ed4835&lang=en&cache-only=0",
            "defineEn": "that branch of pediatrics that deals with the care, development, and diseases of newborn infants",
            "defineVi": "ngành nhi khoa đó liên quan đến việc chăm sóc, phát triển và các bệnh của trẻ sơ sinh"
        },
        {
            "id": "b8a221dd-add8-4288-9fe0-0a07d4119a77",
            "word": "endocrinology",
            "phonetic": "ɛndoʊkɹɪnɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW5kb2NyaW5vbG9neQ&hash=f9070209df6e64f5e90ae1160610da8a7ebee661&lang=en&cache-only=0",
            "defineEn": "the branch of medicine and physiology dealing with the endocrine system that controls the hormones in one's body",
            "defineVi": "ngành y học và sinh lý học liên quan đến hệ thống nội tiết kiểm soát các hormone trong cơ thể của một người"
        },
        {
            "id": "0827f20c-6cda-4760-b021-4de6e15711dd",
            "word": "dietetics",
            "phonetic": "daɪətɛɾɪks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlldGV0aWNz&hash=7b958d218257e59f2a25adeb1a6848dd2c5f088c&lang=en&cache-only=0",
            "defineEn": "the scientific study of food preparation and intake",
            "defineVi": "nghiên cứu khoa học về chuẩn bị và ăn uống"
        },
        {
            "id": "e63666cb-83f3-4e37-9581-8a1e97334490",
            "word": "genitourinary medicine",
            "phonetic": "dʒɛnɪtʊɹɹɪnɛɹi mɛdəsən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2VuaXRvdXJpbmFyeSBtZWRpY2luZQ&hash=7c62594664689c900ef75d73a659c76aa3c6e218&lang=en&cache-only=0",
            "defineEn": "the branch of medicine that primarily focuses on the study and treatment of diseases of the genital and urinary organs, particularly sexually transmitted diseases",
            "defineVi": "ngành y học chủ yếu tập trung vào nghiên cứu và điều trị các bệnh về cơ quan sinh dục và tiết niệu, đặc biệt là các bệnh lây truyền qua đường tình dục"
        },
        {
            "id": "9fa88eed-7c57-4d61-b20a-7d136b299dad",
            "word": "geriatrics",
            "phonetic": "dʒɛɹɪætɹɪks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2VyaWF0cmljcw&hash=05a6c5bd6086786b6feaead8b9fb66211e82cca3&lang=en&cache-only=0",
            "defineEn": "the branch of medicine or social science that is concerned with the diseases and care of aged people",
            "defineVi": "ngành y học hoặc khoa học xã hội liên quan đến bệnh tật và chăm sóc người già"
        },
        {
            "id": "ca6aab5f-1901-4767-bf19-59f0efc86279",
            "word": "gerontology",
            "phonetic": "dʒɛɹɔntɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2Vyb250b2xvZ3k&hash=4111232abca2aa86ae5a9c8bf9045d3fd4cc1872&lang=en&cache-only=0",
            "defineEn": "the branch of medical science that is concerned with the study of the physical, mental, and social aspects of aging",
            "defineVi": "ngành khoa học y tế liên quan đến nghiên cứu các khía cạnh thể chất, tinh thần và xã hội của sự lão hóa"
        },
        {
            "id": "662fe53d-cfc3-4257-a782-88d19953c612",
            "word": "immunochemistry",
            "phonetic": "ɪmjuːnəkɛmɪstɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW1tdW5vY2hlbWlzdHJ5&hash=a7bb1b1fe2eca6ab67fb959b821a30f44d5db3fa&lang=en&cache-only=0",
            "defineEn": "the branch of biochemistry that deals with chemical processes in immunology",
            "defineVi": "ngành hóa sinh liên quan đến các quá trình hóa học trong miễn dịch học"
        },
        {
            "id": "91229557-b075-44fa-9a12-58dc283286e6",
            "word": "internal medicine",
            "phonetic": "ɪntɜːnəl mɛdəsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Internal medicine is not there.",
                "According to a study in the Annals of Internal Medicine, 10.8 million American adults were using e-cigarettes in 2016.",
                "DR. CHOUMIKA SIMONIS, Internal Medicine Resident: I am an internal medicine resident at a hospital in New York City.",
                "Morning rounds at Baylor St. Luke's Medical Center in Houston, where Dr. Fady Joudah practices internal medicine.",
                "And I'm Dr. Ann Hohenhaus, also at the Animal Medical Center, but I'm an internal medicine and oncology specialist."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJuYWwgbWVkaWNpbmU&hash=113153d283f51725675359c428757bc139272a71&lang=en&cache-only=0",
            "defineEn": "the branch of medicine dealing with the diagnosis and treatment of diseases without doing medical operations",
            "defineVi": "ngành y học liên quan đến chẩn đoán và điều trị bệnh mà không cần thực hiện các hoạt động y tế"
        },
        {
            "id": "7d9fc69c-cdf0-4c50-b3e0-c19c9fac4949",
            "word": "aesthetic medicine",
            "phonetic": "ɛsθɛɾɪk mɛdəsən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWVzdGhldGljIG1lZGljaW5l&hash=6306e2061faea2faab4113dd49c1ec0f6bfdf55c&lang=en&cache-only=0",
            "defineEn": "a branch of medicine focused on enhancing the appearance of individuals through minimally invasive cosmetic procedures and treatments",
            "defineVi": "một nhánh y học tập trung vào việc cải thiện diện mạo của các cá nhân thông qua các thủ thuật và phương pháp điều trị thẩm mỹ xâm lấn tối thiểu"
        },
        {
            "id": "e8be5c3a-a640-4601-ba7a-4e1183d9185a",
            "word": "occupational medicine",
            "phonetic": "ɑːkjʊpeɪʃənəl mɛdəsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "TONY EUSER, Owner, Advanced Urgent Care and Occupational Medicine: That was never a policy of our company.",
                "This medical provider, who asked to remain anonymous for fear of retaliation, used to work for Colorado-based Advanced Urgent Care and Occupational Medicine, the clinic Amazon switched to in April of 2019."
            ],
            "audio": "https://tts.langeek.co/read?text=b2NjdXBhdGlvbmFsIG1lZGljaW5l&hash=471b2b0a2d883fb3ad23679d87d8a14dd5e8f0f0&lang=en&cache-only=0",
            "defineEn": "the branch of medical science that aims to prevent and treat job-related illnesses and injuries",
            "defineVi": "ngành khoa học y tế nhằm mục đích ngăn ngừa và điều trị các bệnh và thương tích liên quan đến công việc"
        },
        {
            "id": "f863b511-95b7-413e-a030-34387f40f1f7",
            "word": "morbid anatomy",
            "phonetic": "mɔːɹbɪd ɐnæɾəmi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9yYmlkIGFuYXRvbXk&hash=efec17f738e05a6a88bb103aa91245bc46d75f6f&lang=en&cache-only=0",
            "defineEn": "the branch pathology dealing with the structure of diseased organs and tissues",
            "defineVi": "bệnh lý nhánh liên quan đến cấu trúc của các cơ quan và mô bị bệnh"
        },
        {
            "id": "81b399a8-af84-4ac1-aa02-9b6e9467e5ba",
            "word": "nosology",
            "phonetic": "nəsɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bm9zb2xvZ3k&hash=2a3bb1d9a7a813ac6fc6baf76aab54003d72c41e&lang=en&cache-only=0",
            "defineEn": "the branch of medicine concerning with the classification of diseases",
            "defineVi": "ngành y học liên quan đến việc phân loại bệnh"
        },
        {
            "id": "eea6cda2-ed0a-4e7a-be39-b7a3764ba462",
            "word": "osteoplasty",
            "phonetic": "ɑːstɪɑːplɐsti ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3N0ZW9wbGFzdHk&hash=7aebe39508a83506a31fc3e0c8c5db0735b553df&lang=en&cache-only=0",
            "defineEn": "the branch of surgery that deals with bone repair or bone grafting",
            "defineVi": "ngành phẫu thuật liên quan đến sửa chữa xương hoặc ghép xương"
        },
        {
            "id": "e7356675-49a2-41a5-886a-959c115eb436",
            "word": "physical medicine",
            "phonetic": "fɪzɪkəl mɛdəsən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGh5c2ljYWwgbWVkaWNpbmU&hash=10602b3ac105318168ddf3544887d965a8c0d71f&lang=en&cache-only=0",
            "defineEn": "the branch of medical science devoted to the treatment of disease and injury by physical means, such as manipulation, massage, exercise, etc.",
            "defineVi": "ngành khoa học y tế dành cho việc điều trị bệnh tật và chấn thương bằng các biện pháp vật lý, chẳng hạn như thao tác, xoa bóp, tập thể dục, v.v."
        },
        {
            "id": "dc344dfd-9ad7-46c6-9796-7f323cc2f51f",
            "word": "posology",
            "phonetic": "pəsɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9zb2xvZ3k&hash=92e91cd57e1d46a0107a89864a5be21bbbdaa3f0&lang=en&cache-only=0",
            "defineEn": "the branch of pharmacology focusing on the dosages of medicines and drugs",
            "defineVi": "ngành dược học tập trung vào liều lượng thuốc và thuốc"
        },
        {
            "id": "7f098778-d7a6-4959-ad1a-b385f6218bbe",
            "word": "preventive medicine",
            "phonetic": "pɹɪvɛntɪv mɛdəsən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJldmVudGl2ZSBtZWRpY2luZQ&hash=f8583bacf70065fe1824989495cd205475a34d65&lang=en&cache-only=0",
            "defineEn": "the branch of medicine that particularly focuses on methods of preventing the occurrence of disease",
            "defineVi": "ngành y học đặc biệt tập trung vào các phương pháp ngăn ngừa sự xuất hiện của bệnh tật"
        },
        {
            "id": "1816bd17-826a-459c-81ee-b332f8fb9656",
            "word": "therapeutics",
            "phonetic": "θɛɹəpjuːɾɪks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhlcmFwZXV0aWNz&hash=be984dbc9d6cad489a267fe9aab0de3dc0947538&lang=en&cache-only=0",
            "defineEn": "the branch of medicine concerned with the treatment of disease and the use of therapeutic  agents",
            "defineVi": "ngành y học liên quan đến điều trị bệnh và sử dụng các tác nhân trị liệu"
        },
        {
            "id": "16da386e-780a-41a3-a047-031ac0785221",
            "word": "toxicology",
            "phonetic": "tɑːksɪkɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "A toxicology report shows that his asthma, headaches, coughing, tinnitus and leg pain could be linked to the water contamination.",
                "So these days, most major toxicology authorities agree that no matter what you’ve ingested, you shouldn’t reach for ipecac.",
                "We’ve talked before about how an Ayurvedic textbook or samhita had a whole chapter on aphrodisiacs and another on toxicology."
            ],
            "audio": "https://tts.langeek.co/read?text=dG94aWNvbG9neQ&hash=a1901165e3adf493dff23fbd3a000283eedfa12e&lang=en&cache-only=0",
            "defineEn": "the branch of pharmacology that focuses on the harmful effects of chemical, biological, and physical agents on people, animals, and the environment",
            "defineVi": "ngành dược học tập trung vào tác hại của các tác nhân hóa học, sinh học và vật lý đối với con người, động vật và môi trường"
        },
        {
            "id": "330df01f-1f3a-4934-a2a3-90c6cba23b75",
            "word": "emergency medicine",
            "phonetic": "ɪmɜːdʒənsi mɛdəsən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW1lcmdlbmN5IG1lZGljaW5l&hash=c2bf14a3c8a1b1c72343ea829a5bf0fc4067b1ca&lang=en&cache-only=0",
            "defineEn": "the branch of medicine concerned with the prompt diagnosis and treatment of injuries or trauma or sudden illness",
            "defineVi": "ngành y học liên quan đến chẩn đoán và điều trị kịp thời các vết thương hoặc chấn thương hoặc bệnh đột ngột"
        },
        {
            "id": "0a76df45-3149-4357-ad96-d19b3f702998",
            "word": "medical genetics",
            "phonetic": "mɛdɪkəl dʒɪnɛɾɪks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWVkaWNhbCBnZW5ldGljcw&hash=77a8bbb209e75cf095f662e5fe406b916f4983c2&lang=en&cache-only=0",
            "defineEn": "the study of genetic disorders and how they are inherited, diagnosed, managed, and prevented",
            "defineVi": "nghiên cứu về các rối loạn di truyền và cách chúng được di truyền, chẩn đoán, quản lý và ngăn ngừa"
        },
        {
            "id": "29011565-d24f-41dc-8373-154587f7e7a8",
            "word": "regenerative medicine",
            "phonetic": "ɹiːdʒɛnɚɹətɪv mɛdəsən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVnZW5lcmF0aXZlIG1lZGljaW5l&hash=b3d1ade5b371a677cee9457c6b20310af637aafe&lang=en&cache-only=0",
            "defineEn": "a medical field that aims to repair and restore damaged tissues and organs in the body using innovative techniques and therapies",
            "defineVi": "một lĩnh vực y tế nhằm mục đích sửa chữa và phục hồi các mô và cơ quan bị tổn thương trong cơ thể bằng cách sử dụng các kỹ thuật và liệu pháp tiên tiến"
        },
        {
            "id": "35e49d40-b985-4dee-8037-8a9ef710cee9",
            "word": "electrotherapeutics",
            "phonetic": "ɪlɛktɹoʊθɛɹəpjuːɾɪks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3Ryb3RoZXJhcGV1dGljcw&hash=b13fbbddf1ec455e07306d8e62b9db94278dbfe9&lang=en&cache-only=0",
            "defineEn": "the branch of medical science that primarily focuses on the curative effects of electricity",
            "defineVi": "ngành khoa học y tế chủ yếu tập trung vào tác dụng chữa bệnh của điện"
        },
        {
            "id": "80336a1b-467e-43ed-8249-82c78fc9d7f0",
            "word": "nuclear medicine",
            "phonetic": "nuːklɪɹ mɛdəsən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bnVjbGVhciBtZWRpY2luZQ&hash=4652dc7c78bf1e6aa69da6f68686b7cadb504b9e&lang=en&cache-only=0",
            "defineEn": "the branch of medical science dealing with the use of radioactive materials in research, treatment, and diagnosis",
            "defineVi": "ngành khoa học y tế liên quan đến việc sử dụng vật liệu phóng xạ trong nghiên cứu, điều trị và chẩn đoán"
        }
    ]
}