{
    "id": "37d6cf24-6678-46c0-8bb8-9d360ad7f721",
    "title": "Certainty and Uncertainty",
    "originalTitle": "Lesson 8",
    "words": [
        {
            "id": "6cec21ec-22d6-494a-a651-f97036e887ee",
            "word": "to bet",
            "phonetic": "tə bɛt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company bets its bottom dollar when it spends a lot of money on advertising.",
                "The company hedged its bets by developing a second line of products.",
                "I bet his ears are burning right now.",
                "She hedged her bets by applying for various other jobs as well.",
                "The pilot's best bet was to make an emergency landing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmV0&hash=7638a40068d4315cbfbcb73d87128387afc15a9e&lang=en&cache-only=0",
            "defineEn": "used to express that one is sure about something or thinks that something is very likely",
            "defineVi": "được sử dụng để thể hiện rằng một người chắc chắn về điều gì đó hoặc nghĩ rằng điều gì đó rất có thể xảy ra"
        },
        {
            "id": "fb9519cc-4eaf-4a04-b24d-cf49b0c82507",
            "word": "certainty",
            "phonetic": "sɜːtənti ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, like induction, abduction doesn’t give us certainty.",
                "There's no certainty as to when.",
                "Sputnik shatters certain American certainties and a sense of security.",
                "Inductive arguments don’t provide you with certainty.",
                "Because before taxes, the only certainty was death."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VydGFpbnR5&hash=232f70c501d5600112ffe6b6db5c7f7084029efb&lang=en&cache-only=0",
            "defineEn": "the state of being sure about something, usually when there is proof",
            "defineVi": "trạng thái chắc chắn về điều gì đó, thường là khi có bằng chứng"
        },
        {
            "id": "c962f29b-65ca-460f-86df-9ba939e98408",
            "word": "confidence",
            "phonetic": "kɑːnfɪdəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "He lost confidence and backed out of the deal at the last minute.",
                "We have confidence in the police's ability to investigate and solve crimes.",
                "Olivia shows her skin with confidence, wearing a swimsuit at the beach.",
                "The performance improved as their confidence grew.",
                "He clearly knew the game backward and forward and had confidence in his opinions."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZmlkZW5jZQ&hash=bde7d3987db1987fe0253db1f3ef04bfca53ac62&lang=en&cache-only=0",
            "defineEn": "the belief in one's own ability to achieve goals and get the desired results",
            "defineVi": "niềm tin vào khả năng của chính mình để đạt được mục tiêu và có được kết quả mong muốn"
        },
        {
            "id": "9776dbed-9c6d-4455-bc53-c0f8b107a4fe",
            "word": "confusion",
            "phonetic": "kənfjuːʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The announcement only succeeded in creating confusion.",
                "The group of students working on the assignment found that adding more people to the team only led to confusion and inefficiency, proving how two boys are half a boy, and three boys are no boy at all.",
                "The company had two CEOs, but they quickly realized that when two ride together one must ride behind, and eventually appointed one as the clear leader to avoid confusion and conflicts.",
                "Confusion about eligibility for loan forgiveness is widespread.",
                "The confusion takes away some of your sense of control."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZnVzaW9u&hash=5d7ac5dc7230c8bbdfb39364e74d787a491b179b&lang=en&cache-only=0",
            "defineEn": "a state of disorder in which people panic and do not know what to do",
            "defineVi": "một trạng thái rối loạn trong đó mọi người hoảng sợ và không biết phải làm gì"
        },
        {
            "id": "240606da-9f8f-4c6b-82ce-fb3b4cbb1b8c",
            "word": "convinced",
            "phonetic": "kənvɪnst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He is convinced talk of a leadership challenge will come to nothing.",
                "When I voted for him I was convinced he would win, but I backed the wrong horse!",
                "Convinced I was.",
                "Are you convinced?",
                "But not everyone is convinced."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udmluY2Vk&hash=808ae6b252acde072a6c2ec315b2f13ef8d9067d&lang=en&cache-only=0",
            "defineEn": "strongly holding political or religious views",
            "defineVi": "giữ vững quan điểm chính trị hoặc tôn giáo"
        },
        {
            "id": "cbabff00-e8ea-41ef-900c-b69f89294396",
            "word": "to ensure",
            "phonetic": "tʊ ɛnʃʊɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "A very extensive research and development programme ensures that we're ahead of the game.",
                "She ensured that the lamb's lettuce received enough sunlight and water.",
                "He always ensures that his outfit is impeccable, never a hair out of place.",
                "The zookeepers took special care of the baby elephant, ensuring its healthy growth.",
                "Harvesting abalone for culinary purposes requires sustainable practices to ensure the long-term survival of it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5zdXJl&hash=5d4a4378a8c386bd421ae7c20a724f3fbea75dd7&lang=en&cache-only=0",
            "defineEn": "to make sure that something will happen",
            "defineVi": "để chắc chắn rằng một cái gì đó sẽ xảy ra"
        },
        {
            "id": "03a632d1-cfbd-46a4-817c-f0ace0a2cbe2",
            "word": "definite",
            "phonetic": "dɛfɪnət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We'll just have to play it by ear until we can get something definite sorted out.",
                "I want that definite answer.",
                "The war had a definite cause: unbridled military expansion by Germany, Japan, and, to a small extent, Italy.",
                "She's definite, definite.",
                "She's definite, definite."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmaW5pdGU&hash=7fc26a648d77ca9f42b7bae80b15dc9dab74d2cb&lang=en&cache-only=0",
            "defineEn": "fixed, clear and obvious",
            "defineVi": "cố định, rõ ràng và rõ ràng"
        },
        {
            "id": "298dae28-2498-46a1-8319-7ac19f7f5fb9",
            "word": "to expect",
            "phonetic": "tʊ ɛkspɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Expecting eight guests all told.",
                "Expect these changes to happen soon.",
                "The company's new product launch is expected to do well in the market.",
                "The novel was expected to sell between 1 000 and 1 500 copies.",
                "Thousands of firms are expected to go to the wall this year."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwZWN0&hash=5df88cc7a16d82de1da362bc53f321f1e714e5d2&lang=en&cache-only=0",
            "defineEn": "to think or believe that it is possible for something to happen or for someone to do something",
            "defineVi": "suy nghĩ hoặc tin rằng điều gì đó có thể xảy ra hoặc ai đó có thể làm điều gì đó"
        },
        {
            "id": "de295a7c-1c4f-4f39-a35f-22fddfdcb771",
            "word": "to forecast",
            "phonetic": "tə fɔːɹkæst ",
            "partOfSpeechType": "verb",
            "examples": [
                "Church officials today forecast red ink of nearly $60 million this year.",
                "J.C. Penney withdrew its financial forecast.",
                "A 2019 Morgan Stanley report forecasted that the market for high speed travel could reach 800 billion dollars in annual sales by 2040.",
                "The forecast does not include the COVID relief package now under consideration.",
                "Economists have been baking into their forecasts a slowdown of economic growth."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9yZWNhc3Q&hash=cd12ba9abbea30f07b374853bb46009a4bacdd5e&lang=en&cache-only=0",
            "defineEn": "to predict the coming events, based on the existing information",
            "defineVi": "để dự đoán các sự kiện sắp tới, dựa trên thông tin hiện có"
        },
        {
            "id": "ef75a5a6-f7a7-4ecd-9136-4c72ffbf77b7",
            "word": "to hesitate",
            "phonetic": "tə hɛzᵻteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "so I didn't hesitate.",
                "She hesitated to touch the hot pan with her bare hands.",
                "Never one to hesitate before shaking the plum tree for himself or his intimates.",
                "Don't you dare hesitate Manfred!",
                "The soldier knew that in combat, he who hesitates is lost, and so he trained rigorously to react quickly and decisively in any situation."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGVzaXRhdGU&hash=832ccbe55ce1040f6478ca8b89fd7b7671376aaa&lang=en&cache-only=0",
            "defineEn": "to pause before saying or doing something because of uncertainty or nervousness",
            "defineVi": "tạm dừng trước khi nói hoặc làm điều gì đó vì không chắc chắn hoặc lo lắng"
        },
        {
            "id": "1f5c047d-b663-43fd-80ca-2699b927ccf6",
            "word": "inevitable",
            "phonetic": "ɪnɛvᵻɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "From the moment the negotiations failed, the die was cast and war was inevitable.",
                "Instead of whistling in the dark about the inevitable disaster, we should be making plans for when it strikes.",
                "The team knew they were going to lose the game, so they resigned themselves to the inevitable defeat and played their best anyway.",
                "Ecological disaster was inevitable.",
                "That carbon-based life is inevitable?"
            ],
            "audio": "https://tts.langeek.co/read?text=aW5ldml0YWJsZQ&hash=57e2469f6c8f5b4333365ae4d0efdb11a582f825&lang=en&cache-only=0",
            "defineEn": "bound to happen in a way that is impossible to avoid or prevent",
            "defineVi": "nhất định xảy ra theo cách không thể tránh hoặc ngăn chặn"
        },
        {
            "id": "1b5afcf5-0e94-4e03-9432-e59442012f49",
            "word": "probability",
            "phonetic": "pɹɑːbəbɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "A post, which in all probability, is fake and written solely for either earning a brownie point or being afraid of left out.",
                "Which light-absorbing molecule in which cone a particular photon hits, comes down to probability.",
                "These numbers are probabilities.",
                "Probability that this is a dog: 93%!",
                "The probability is less than our significance level."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvYmFiaWxpdHk&hash=7e7332f6234b2fc80c5d8dfef01dfa8c4f7d60c3&lang=en&cache-only=0",
            "defineEn": "(mathematics) a number representing the chances of something specific happening",
            "defineVi": "(toán học) một con số đại diện cho khả năng xảy ra một điều gì đó cụ thể"
        },
        {
            "id": "124c7eca-c017-4d6d-9a0f-6496fe6c2985",
            "word": "somehow",
            "phonetic": "sʌmhaʊ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "I'll get the money somehow.",
                "He somehow took it as a personal insult.",
                "If my dad somehow finds out about all this, our cake is dough.",
                "somehow managed to get out of that place still in one piece and into the fresh air, we thanked lucky stars and headed off in the direction of the river.",
                "Despite all that chaos, the crew somehow kept on top of the situation"
            ],
            "audio": "https://tts.langeek.co/read?text=c29tZWhvdw&hash=021a03c5702d45bd4eace63d8bf4fae9cdf64796&lang=en&cache-only=0",
            "defineEn": "in a way or by some method that is not known or certain",
            "defineVi": "theo một cách nào đó hoặc bằng một số phương pháp không được biết hoặc chắc chắn"
        },
        {
            "id": "181873bd-4d87-4770-afd0-e8def03a068d",
            "word": "to speculate",
            "phonetic": "tə spɛkjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The media speculated about the celebrity couple's relationship status, wondering if they were an item or just good friends.",
                "The tabloids love to speculate about celebrities who might be in bed with each other.",
                "The author took a chance by writing a book on an unconventional topic, but she knew that if you do not speculate, you cannot accumulate.",
                "Researchers can only speculate.",
                "Some people even speculated that the Mothman was sent by cornstalk himself from beyond the grave."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3BlY3VsYXRl&hash=1be847967aa3e55b9164d57009cd00117083b8f2&lang=en&cache-only=0",
            "defineEn": "to form a theory or opinion about a subject without knowing all the facts",
            "defineVi": "để hình thành một lý thuyết hoặc ý kiến về một chủ đề mà không cần biết tất cả các sự kiện"
        },
        {
            "id": "1d5dd67f-4d9c-454a-8d9a-9a956696bbd3",
            "word": "to suspect",
            "phonetic": "tə səspɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The suspects are in the wind.",
                "One suspects that he is writing with tongue in cheek.",
                "The police searched the suspect's house for evidence.",
                "The suspect has been on the hook in the interrogation room for about 12 hours now.",
                "I suspect the management is dragging its heels on this issue."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VzcGVjdA&hash=a8634350201a5210d65ba418629e397bd5c881fe&lang=en&cache-only=0",
            "defineEn": "to think that something is probably true, especially something bad, without having proof",
            "defineVi": "để nghĩ rằng một cái gì đó có lẽ là sự thật, đặc biệt là một cái gì đó xấu, mà không có bằng chứng"
        },
        {
            "id": "dfe25926-fa5b-46ec-82e7-6d1215f52aea",
            "word": "assured",
            "phonetic": "əʃʊɹd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So the world, at least at that point in time, had avoided a mutually assured destruction.",
                "And we've had a mutually assured destruction, that’s exactly what we got. ",
                "Cardboard boxes, KIDS' ARTWORK, Junk Mail go in the Paper Bin, and I feel reasonably ASSURED I am doing it right.",
                "Cardboard boxes, KIDS' ARTWORK, Junk Mail go in the Paper Bin, and I feel reasonably ASSURED I am doing it right."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNzdXJlZA&hash=0b1bc0426769a86e9b10e7ff941f5a5b2bb2076d&lang=en&cache-only=0",
            "defineEn": "displaying confidence in oneself and one's capabilities",
            "defineVi": "thể hiện sự tự tin vào bản thân và khả năng của một người"
        },
        {
            "id": "356b382b-5739-44ab-b0b7-49b37c309adf",
            "word": "concrete",
            "phonetic": "kɑːŋkɹiːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Leave the concrete to set for a few hours.",
                "The CEO gave a great speech about the company's commitment to social responsibility, but talk is cheap unless they start implementing concrete actions to reduce their carbon footprint.",
                "So the concrete is inherently stronger.",
                "The concrete industry uses about 3 trillion liters of water a year.",
                "\"The concrete evidence is right here.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY3JldGU&hash=091b554dde500bac878936298c2c64c6d528db2c&lang=en&cache-only=0",
            "defineEn": "according to facts instead of opinions",
            "defineVi": "theo sự thật thay vì ý kiến"
        },
        {
            "id": "4b29e87f-c5b9-4356-917f-fcf151deef86",
            "word": "doubtful",
            "phonetic": "daʊtfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Her husband was doubtful about this.",
                "I'm doubtful, unless she got a real strong arm.",
                "To him, it seemed highly doubtful that the full-grown Coelophysis had swallowed such a large object in one piece.",
                "now He then gets to go back to his doubtful mom and decree What can I say except you're welcome my five?",
                "And isn't it true that art incorporates so much of the artist's experience that even if we are able to unlock biologically-enhanced creativity, it's doubtful that it would result in a surge of \"super-art?\""
            ],
            "audio": "https://tts.langeek.co/read?text=ZG91YnRmdWw&hash=76d8d1cec9f01354f3052077117e588b46b7bb46&lang=en&cache-only=0",
            "defineEn": "improbable or unlikely to happen or be the case",
            "defineVi": "không thể xảy ra hoặc không thể xảy ra hoặc là trường hợp"
        },
        {
            "id": "0d5c33c1-b21e-4dfe-a23c-f8f8286f48cc",
            "word": "dubious",
            "phonetic": "duːbɪəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm dubious.",
                "That’s a dubious proposition.",
                "Some anesthetics had been used for dubious recreation for centuries.",
                "Exactly, everything else is dubious and slimy and-",
                "There's been a lot of buzz about dubious chemicals in the environment that might contribute to some pretty frightening stuff like obesity, breast cancer, thyroid issues."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHViaW91cw&hash=e872792a3233730e9ac7b668811cf4b6f7bb55a1&lang=en&cache-only=0",
            "defineEn": "(of a person) unsure of the credibility of something; uncertain whether or not something is good",
            "defineVi": "(của một người) không chắc chắn về độ tin cậy của một cái gì đó; không chắc chắn liệu một cái gì đó là tốt hay không"
        },
        {
            "id": "42825def-246d-4a45-a752-34833c91705d",
            "word": "hypothesis",
            "phonetic": "haɪpɑːθəsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scientist understood that every bean has its black, and that even the most promising hypothesis may have flaws that need to be addressed and overcome.",
                "However his massive collection of drawings supported his hypothesis from every angle.",
                "So, this hypothesis makes sense.",
                "P-values, by definition, only examine null hypotheses.",
                "We develop a hypothesis."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlwb3RoZXNpcw&hash=c4f0b278a0f9a0c3be6e7972575b2c2eaa5173af&lang=en&cache-only=0",
            "defineEn": "an explanation based on limited facts and evidence that is not yet proved to be true",
            "defineVi": "một lời giải thích dựa trên các sự kiện và bằng chứng hạn chế chưa được chứng minh là đúng"
        },
        {
            "id": "ec231fc1-e7ef-4050-b3a0-d9fab64f7346",
            "word": "paradox",
            "phonetic": "pæɹədɑːks ",
            "partOfSpeechType": "noun",
            "examples": [
                "The border is a paradox.",
                "So what is the archer's paradox?",
                "Simpson's paradox isn't just a hypothetical scenario.",
                "So the origins and spread of fire in our evolutionary history remain full of paradoxes.",
                "So human faces are an interesting paradox."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyYWRveA&hash=d7fd1bffb0325375ddaee4d9b5eef5ac4e2ef661&lang=en&cache-only=0",
            "defineEn": "a logically contradictory statement that might actually be true",
            "defineVi": "một tuyên bố mâu thuẫn về mặt logic mà thực sự có thể đúng"
        },
        {
            "id": "25540475-a91b-4405-be59-cb0700dd3417",
            "word": "tentatively",
            "phonetic": "tɛntətɪvli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "In 2010, the country tentatively opened.",
                "In 2010, the country tentatively opened.",
                "In 2010, Suu Kyi was released, and the country tentatively opened.",
                "You can be exposed to them from ingesting and inhaling these substances, or from contact with your skin, and many studies tentatively label phthalates as an endocrine disruptor."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVudGF0aXZlbHk&hash=0ceaca37ce179dfbae93965669e0786df7a99900&lang=en&cache-only=0",
            "defineEn": "in a way that is not certain or definite and might be changed later",
            "defineVi": "theo cách không chắc chắn hoặc xác định và có thể được thay đổi sau"
        },
        {
            "id": "e945cfbc-f245-4d28-a611-83feb15ba75b",
            "word": "uncertainty",
            "phonetic": "ʌnsɜːtənti ",
            "partOfSpeechType": "noun",
            "examples": [
                "The uncertainty of the future was eating away at his peace of mind.",
                "Many people go through a phase of self-doubt and uncertainty during their teenage years.",
                "This scientific uncertainty is likely to run and run.",
                "I tried to discourage him from quitting his job by highlighting the potential risks and uncertainties.",
                "It will cast light on the existing objective evidence, the gaps in knowledge and the scientific uncertainties."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5jZXJ0YWludHk&hash=c99b86e017ce4697980c1064d9a18ecb9c29dfc1&lang=en&cache-only=0",
            "defineEn": "something about which one cannot be certain; a situation that causes one to feel unsure",
            "defineVi": "một cái gì đó mà người ta không thể chắc chắn; một tình huống khiến một người cảm thấy không chắc chắn"
        },
        {
            "id": "22c760a5-f49f-47d6-8ec1-7f48078585fd",
            "word": "undeniably",
            "phonetic": "ʌndɪnaɪəbli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "But desalination undeniably uses a large amount of energy.",
                "That is undeniably a large piece.",
                "And Aston Martin is undeniably struggling.",
                "While there are absolutely popular nonviolent games, undeniably violent games like Call of Duty, Counter-Strike, PUBG and Fortnight continue to be hugely successful.",
                "The resulting taste is undeniably incredible."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZW5pYWJseQ&hash=844e5377480fce7a2d6e7f986c7ccd1cca783a63&lang=en&cache-only=0",
            "defineEn": "in a way that is definite and cannot be disputed",
            "defineVi": "theo cách đó là xác định và không thể tranh cãi"
        },
        {
            "id": "cfd00217-e917-4679-8fe3-674a05ecd5f0",
            "word": "confidently",
            "phonetic": "kɑːnfɪdəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The girl with the carrot top confidently embraces her unique hair color, radiating a sense of individuality.",
                "The salesman confidently presented his product, knowing that good wine needs no bush.",
                "She held her head high as she walked confidently into the room.",
                "The expert confidently stated that it had been sunny with excellent visibility on the day in question.",
                "No one could confidently know the age of the earth before the discovery of radioactivity and the development of radiometric dating in the early twentieth century."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZmlkZW50bHk&hash=03dbaa8449b1fc76f274243e3319ad5edaa7f48a&lang=en&cache-only=0",
            "defineEn": "in a way that shows confidence and trust in oneself or another person's abilities, plans, etc.",
            "defineVi": "theo cách thể hiện sự tự tin và tin tưởng vào khả năng, kế hoạch của bản thân hoặc người khác, v.v."
        },
        {
            "id": "f7547228-2a74-45c0-b711-e08dfd7189ae",
            "word": "prediction",
            "phonetic": "pɹɪdɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The manager's prediction for sales was wide off the mark and the actual sales figures were much lower.",
                "After my negative prediction for the season, I certainly ate dirt when the team started out undefeated.",
                "My grandfather was a farmer, and he always said that weather predictions like: a dry March, a wet April and a cool May fill barn and cellar and bring much hay still held true in determining a good harvest.",
                "We're doing predictions.",
                "Students' predictions were about split."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZGljdGlvbg&hash=be78046895969a696da7dcc347b553fc51e90411&lang=en&cache-only=0",
            "defineEn": "the act of saying what one thinks is going to happen in the future or what the outcome of something will be",
            "defineVi": "hành động nói những gì một người nghĩ sẽ xảy ra trong tương lai hoặc kết quả của một cái gì đó sẽ là gì"
        },
        {
            "id": "52b4a2c2-406a-465e-a592-d60b5b1dab79",
            "word": "unlikely",
            "phonetic": "ʌnlaɪkli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It’s unlikely that these arguments will cut much ice with Democrats.",
                "We all knew that life was unlikely to be a bed of roses back in England.",
                "The weather has now closed in so an attempt on the summit is unlikely.",
                "They're always giggling and blushing around each other, but it's unlikely to last.",
                "That is highly unlikely."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5saWtlbHk&hash=4edc5d8ec54ff6f86c79fd3f63fe13f78cc21b10&lang=en&cache-only=0",
            "defineEn": "not probable to happen or be true",
            "defineVi": "không thể xảy ra hoặc là sự thật"
        },
        {
            "id": "a36f9c4f-3846-428c-a55b-cbf2278e0279",
            "word": "a priori",
            "phonetic": "ɐ pɹaɪɔːɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But she was this harbinger of revolution, which is a priori in the Russian mind a bad thing, and for the Ukrainians she was a supporter, an advocate for revolution, which they also saw as a good thing."
            ],
            "audio": "https://tts.langeek.co/read?text=YSBwcmlvcmk&hash=e247ddf2d956831a76538b8fa160326ebb8b4981&lang=en&cache-only=0",
            "defineEn": "using the previous knowledge, reasoning, or general facts to decide the likely result of something",
            "defineVi": "sử dụng kiến thức, lý luận hoặc sự kiện chung trước đó để quyết định kết quả có thể xảy ra của một điều gì đó"
        },
        {
            "id": "e098e1e9-59f8-43c6-8203-f1bebfa5e24e",
            "word": "decidedly",
            "phonetic": "dᵻsaɪdɪdli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "She had a decidedly down-at-heel appearance.",
                "It is decidedly so.",
                "Whales are a decidedly non-renewable resource.",
                "I'm not interested in that with this plan, because this plan is decidedly not that.",
                "This was one of the first times it’s really so effectively and decidedly directed at a Supreme Court nominee. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjaWRlZGx5&hash=e781c06a49dfc0a1b56cc85339661dc4ef0f46ba&lang=en&cache-only=0",
            "defineEn": "in a way that is certain and beyond any doubt",
            "defineVi": "theo một cách chắc chắn và không còn nghi ngờ gì nữa"
        },
        {
            "id": "83042e2b-23e3-45eb-b803-ba1ce7ac2f1a",
            "word": "presumption",
            "phonetic": "pɹɪsʌmpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Like, there is a presumption that we're all Americans together.",
                "It's based on the presumption that there are about four million babies born each year.",
                "There's a presumption of goodwill, that we can have a conversation.",
                "This presumption means that in criminal cases, juries and judges have to act as though the accused is innocent until the prosecution convinces them otherwise.",
                "Mounting an anti-colonial exhibition and publishing pamphlets to protest the racist and imperial presumptions of the 1931 colonial exhibition in Paris."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc3VtcHRpb24&hash=7d72ec9c7304b4ab3492c4d6df3dfd12b0283047&lang=en&cache-only=0",
            "defineEn": "a belief that something is true without any proof",
            "defineVi": "một niềm tin rằng một cái gì đó là sự thật mà không cần bất kỳ bằng chứng"
        }
    ]
}