{
    "id": "381d8600-48b2-49b7-a91f-b24f9f81e5db",
    "title": "The Computer World",
    "originalTitle": "The Computer World",
    "words": [
        {
            "id": "6894a45d-58e4-4196-976f-04d0acc3ffec",
            "word": "cyberspace",
            "phonetic": "saɪbɚspeɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "But big threats to infrastructure aren’t just restricted to cyberspace!",
                "One man in the U.K. mistakenly threw away the hard drive that had his key on it, and his $100 million worth of bitcoins are permanently trapped in cyberspace limbo, inaccessible to anyone ever.",
                "In a future episode, we’ll look at how this global trust experiment has moved beyond the physical realm into the invisible world of cyberspace.",
                "If you want to know more about how advertisers follow you through cyberspace check out our video, \"How Retailers Stalk You Online.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y3liZXJzcGFjZQ&hash=ebcb10457e6fb0ec402103a1fc114570587db8be&lang=en&cache-only=0",
            "defineEn": "the non-physical space in which communication over computer networks takes place",
            "defineVi": "không gian phi vật lý trong đó giao tiếp qua mạng máy tính diễn ra"
        },
        {
            "id": "90aa13c7-6099-4b89-97c7-1e0cc492e6ea",
            "word": "analog",
            "phonetic": "ænəlɑːɡ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Concordances were just analog Google.",
                "Everything is analog.",
                "The digital analog gauges look kinda cool.",
                "And then the analog for acceleration is our angular acceleration, alpha.",
                "So the physics analog to the linear force in the rotational world is rotational torque."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5hbG9n&hash=1df341da99bc7a9693eaad5ae04a4fda391d00bf&lang=en&cache-only=0",
            "defineEn": "relating to or using signals in which information is represented through constant changing of physical quantities",
            "defineVi": "liên quan đến hoặc sử dụng các tín hiệu trong đó thông tin được thể hiện thông qua sự thay đổi liên tục của các đại lượng vật lý",
            "hasImg": true
        },
        {
            "id": "4a2d3663-a5a2-4ee2-9ff1-ba87d87e1b7f",
            "word": "binary",
            "phonetic": "baɪnɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "12 is 1100 in binary.",
                "So is binary the end-all-be-all of computing?",
                "Binary code is also used for far more complex types of data.",
                "In binary I only have two digits, zero and one.",
                "Large stars often form in binary pairs."
            ],
            "audio": "https://tts.langeek.co/read?text=YmluYXJ5&hash=559d1f3ed407b95fcbbb6ee2cd9d68b6d6205abe&lang=en&cache-only=0",
            "defineEn": "(computing, mathematics) based on a numerical system that operates only on 0 and 1",
            "defineVi": "(máy tính, toán học) dựa trên một hệ thống số chỉ hoạt động trên 0 và 1"
        },
        {
            "id": "5626ed53-ad81-4919-80a1-587ddf80bf91",
            "word": "to archive",
            "phonetic": "tʊ ɑːɹkaɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Enjoy the archives in the meantime.",
                "Going into the archives.",
                "It could be an archive.",
                "and I search the archives for quotes about him from Angela Merkel, everybody.",
                "Honda pulled the passport name out of its archives for a new sport utility."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXJjaGl2ZQ&hash=d619414d42a2191b6482fa2e33c59d0f864b5780&lang=en&cache-only=0",
            "defineEn": "(computing) to move important information or information that is not often needed to a different disk, tape, or another computer to store it, sometimes as a security measure",
            "defineVi": "(máy tính) để di chuyển thông tin quan trọng hoặc thông tin thường không cần thiết sang một đĩa, băng hoặc máy tính khác để lưu trữ, đôi khi như một biện pháp bảo mật"
        },
        {
            "id": "4b6f4ae2-2be3-46bf-9fda-aaf5dd8457e7",
            "word": "backup",
            "phonetic": "bækʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Always keep a backup of the file.",
                "The backup quarterback had to make up for the injured starter and lead the team to victory.",
                "I'm hot on the heels of the suspect, requesting immediate backup.",
                "Let's backup all our important files before we make any changes to the system - better safe than sorry.",
                "You can set it so that it does an automatic data backup at the end of each day."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFja3Vw&hash=446a0377d1ce8a0be54221ec6efb1c6567ad5c83&lang=en&cache-only=0",
            "defineEn": "(computing) a copy of computer data that can be used to restore lost or damaged data",
            "defineVi": "(máy tính) một bản sao dữ liệu máy tính có thể được sử dụng để khôi phục dữ liệu bị mất hoặc bị hỏng"
        },
        {
            "id": "9f0fbdc9-e8cb-4cd5-abc5-ebd93f7d9c65",
            "word": "backslash",
            "phonetic": "bækslæʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Most Likely to Murder is available now on digital DVD, on demand, hashtag backslash Jub Jub Flip Flop."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFja3NsYXNo&hash=63fcee62e470496c96bf8f5ee02f44071a219ed6&lang=en&cache-only=0",
            "defineEn": "the symbol (\\), used in some computer commands",
            "defineVi": "ký hiệu (\\), được sử dụng trong một số lệnh máy tính",
            "hasImg": true
        },
        {
            "id": "04fbc01e-7a3c-47fa-8938-fd7b38a8217f",
            "word": "backspace",
            "phonetic": "bækspeɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Testing Backspace.",
                "You have Delete and Backspace here.",
                "Once you've done that, simply hit the backspace or delete key.",
                "Yeah, this one is Backspace, this is forward space.",
                "They accidentally hit backspace, they came back and minutes of work was gone."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFja3NwYWNl&hash=5b8b5bd7b7a2928d1887abee9811dc44e0fbd381&lang=en&cache-only=0",
            "defineEn": "(in a computer, phone, etc.) a key on the keyboard used to erase the last letter or go backward",
            "defineVi": "(trong máy tính, điện thoại, v.v.) một phím trên bàn phím dùng để xóa chữ cái cuối cùng hoặc lùi lại"
        },
        {
            "id": "f82d3c77-fc37-4a5a-bb68-f7ead8fff14f",
            "word": "function key",
            "phonetic": "fʌŋkʃən kiː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnVuY3Rpb24ga2V5&hash=e5fd2a708c16b4a0a6e23a383d78253af0eff5c1&lang=en&cache-only=0",
            "defineEn": "each of the several keys at the top of a computer keyboard marked with (F) and a number that make the computer perform particular operations",
            "defineVi": "mỗi phím trong số một số phím ở đầu bàn phím máy tính được đánh dấu bằng (F) và một số giúp máy tính thực hiện các thao tác cụ thể"
        },
        {
            "id": "dbaba491-8cbb-44e5-8968-58b54d6f0167",
            "word": "to boot",
            "phonetic": "tə buːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The boot is now on the other foot.",
                "The fashionable boots added a trendy touch to her outfit.",
                "He takes size 5 boots.",
                "She wore ankle boots that emphasized her cankles.",
                "I wore warm boots to trudge through the snowy streets."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm9vdA&hash=3cb8755d7a51c5baaed774b769509323ac3fca66&lang=en&cache-only=0",
            "defineEn": "(also boot up) to start a computer, putting it into a state of readiness for operation",
            "defineVi": "(cũng khởi động) để khởi động máy tính, đưa nó vào trạng thái sẵn sàng hoạt động"
        },
        {
            "id": "a35add7a-14c3-4703-9484-bc3ed77719fa",
            "word": "bot",
            "phonetic": "bɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Within seconds bots are everywhere.",
                "So the bots slip under your radar.",
                "And obviously, tons of people mistake Twitter bots for humans all the time.",
                "Wow, these bots are really bad.",
                "They're harmless bots."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym90&hash=09dbc4d58e49ac02c53b78288cbb60e2a6cbdee2&lang=en&cache-only=0",
            "defineEn": "a computer program that automatically performs tasks over the internet",
            "defineVi": "một chương trình máy tính tự động thực hiện các tác vụ qua internet"
        },
        {
            "id": "3c62fe77-6bd5-4c3b-bdf1-2eab018b504a",
            "word": "cache",
            "phonetic": "kæʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It actually caches your fingerprint ahead of time.",
                "These empty caches distract rivals from their real treasure.",
                "And then they're just going to give you really fast cache memory.",
                "Having a cache speeds things up in a clever way.",
                "But RAM and cache can only hold data as long as they're powered."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FjaGU&hash=9af1a1d70d6e236f92125cabdccd3ae942f304e7&lang=en&cache-only=0",
            "defineEn": "(computing) a type of computer memory in which information that is often in use can be stored temporarily, a cache can be accessed quickly and is needed while a program is running",
            "defineVi": "(máy tính) một loại bộ nhớ máy tính trong đó thông tin thường được sử dụng có thể được lưu trữ tạm thời, bộ đệm có thể được truy cập nhanh chóng và cần thiết trong khi chương trình đang chạy"
        },
        {
            "id": "3fd3b9e4-9da6-42f6-83d8-fd501b972e54",
            "word": "clipboard",
            "phonetic": "klɪpboːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "But at the same time, she's patiently got a clipboard in her hand.",
                "And I go in there, I go ask to use the bathroom, come back to the waiting room and there's a clipboard with a piece of paper with like a whole note.",
                "The smartphone replaced the clipboard for door-to-door campaigning, as Obama's canvasing app gave volunteers lists of neighbors to target.",
                "And when you were on peace patrol, you got a blue jacket and a clipboard and you got to patrol the recess yard when kids were out there playing."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xpcGJvYXJk&hash=716a9798e60e4016a57d4a151be05d98e8d67d3c&lang=en&cache-only=0",
            "defineEn": "a unit for measuring the size of computer data equal to eight bits",
            "defineVi": "một đơn vị để đo kích thước của dữ liệu máy tính bằng tám bit"
        },
        {
            "id": "56b92c71-ef51-4566-94ae-861a01c1042d",
            "word": "byte",
            "phonetic": "baɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "A modern computer processor, like an Intel Core i7, has thousands of different instructions and instruction variants, ranging from one to fifteen bytes long.",
                "For example, a letter is represented in one byte, or eight bits, and your average photo takes up several megabytes, each of which is 8 million bits.",
                "8 bits hold enough numbers to provide addresses for 256 bytes of our memory, but that’s all.",
                "We’ll make a row of 8 of them, so we can store an 8 bit number - also known as a byte.",
                "But if that same byte is sent over to our sound card, it might interpret it as one of 256 different spots mapped on to a sound wave."
            ],
            "audio": "https://tts.langeek.co/read?text=Ynl0ZQ&hash=4b25d7f3229897a99173d73116253cc5cf98416d&lang=en&cache-only=0",
            "defineEn": "a unit for measuring the size of computer data that equals 8 bits",
            "defineVi": "một đơn vị để đo kích thước của dữ liệu máy tính bằng 8 bit"
        },
        {
            "id": "9fa96337-0768-4024-8cad-5cfa762e486a",
            "word": "cpu",
            "phonetic": "siːpiːjuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new computer is an all-in-one that integrates the monitor, CPU, and speakers into a single unit.",
                "By 1980, CPUs contained 30 thousand transistors.",
                "By 1990, CPUs breached the 1 million transistor count.",
                "So, CPU benchmark, go.",
                "The CPU actually has AVX 512 support and Intel's Deep Learning Boost."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3B1&hash=ccad81f1d91c00888f80012931c288e1819165c7&lang=en&cache-only=0",
            "defineEn": "the part of a computer where operations are controlled and executed",
            "defineVi": "một phần của máy tính nơi các hoạt động được kiểm soát và thực hiện"
        },
        {
            "id": "4d4fd363-c403-48ba-bdf8-8f69e30fa1b6",
            "word": "motherboard",
            "phonetic": "mʌðɚboːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Most motherboards consistently have the pin connectors here.",
                "Right over here is our motherboard chipset.",
                "Next up, we've got our motherboard.",
                "This is your motherboard.",
                "Wow, that's a really small motherboard."
            ],
            "audio": "https://tts.langeek.co/read?text=bW90aGVyYm9hcmQ&hash=4908620e37bcf72227dcc2d05ef5a532629fafba&lang=en&cache-only=0",
            "defineEn": "(in electronic devices such as computers, etc.) the main printed circuit board that makes it possible for all the parts of a computer to communicate",
            "defineVi": "(trong các thiết bị điện tử như máy tính, v.v.) bảng mạch in chính giúp tất cả các bộ phận của máy tính có thể giao tiếp với nhau"
        },
        {
            "id": "ba2d8cad-94d9-490b-8542-93884211b6f0",
            "word": "on-board",
            "phonetic": "ɔnboːɹd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It has on-board circuitry that processes each individual pixel as it's being exposed.",
                "No one on-board was hurt, but Trump Shuttle's trouble was just beginning.",
                "And Atlantis got to carry plenty of on-board science, too. ",
                "So, he and Orville designed an aircraft with flexible wings that allowed an on-board pilot to control the vehicle’s roll."
            ],
            "audio": "https://tts.langeek.co/read?text=b24tYm9hcmQ&hash=5e459ec41620f561c247c041478358ce5cb4a81a&lang=en&cache-only=0",
            "defineEn": "belonging, relating to, or controlled by the main circuit board of a computer",
            "defineVi": "thuộc về, liên quan đến, hoặc được điều khiển bởi bảng mạch chính của máy tính"
        },
        {
            "id": "354c5736-4cd3-472b-9329-edda22c013d1",
            "word": "pixel",
            "phonetic": "pɪksəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Pixels can't move.",
                "Yeah, the pixel did a much better job of the sky in this one.",
                "And the pixel five has two gigabytes more Ram for a total of eight gigabytes of Ram.",
                "Do you see any pixels?",
                "The Pixel has a great camera."
            ],
            "audio": "https://tts.langeek.co/read?text=cGl4ZWw&hash=0a81fab942b3fb8c4767f6da06a02ee96a5f9816&lang=en&cache-only=0",
            "defineEn": "the smallest unit of an image on the screen that collectively can form a whole image",
            "defineVi": "đơn vị nhỏ nhất của một hình ảnh trên màn hình có thể tạo thành toàn bộ hình ảnh"
        },
        {
            "id": "e7fa1c92-02d4-4985-a123-2f441983103a",
            "word": "disk drive",
            "phonetic": "dɪsk dɹaɪv ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlzayBkcml2ZQ&hash=e46482015ef962c6892bb9e98150e8c2bad41fff&lang=en&cache-only=0",
            "defineEn": "a device that allows the computer to read the data on a computer disk and transfer data to or from it",
            "defineVi": "một thiết bị cho phép máy tính đọc dữ liệu trên đĩa máy tính và truyền dữ liệu đến hoặc từ nó",
            "hasImg": true
        },
        {
            "id": "90af4998-f8cf-444f-9182-5124cd9b92d3",
            "word": "driver",
            "phonetic": "dɹaɪvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Both drivers shared the blame for the accident.",
                "But a truck driver saved her bacon.",
                "The driver of the car opened the car door for the passengers.",
                "The driver knew that anger and haste hinder good counsel when he was cut off in traffic.",
                "The taxi driver helped me with my luggage."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJpdmVy&hash=c8fedec14115a1d1ebb260baef8f417d7694d675&lang=en&cache-only=0",
            "defineEn": "a software that controls the interaction between a computer and another equipment, such as a printer or scanner",
            "defineVi": "một phần mềm kiểm soát sự tương tác giữa máy tính và thiết bị khác, chẳng hạn như máy in hoặc máy quét"
        },
        {
            "id": "7ffd441e-7f2e-412b-8b1d-0fc31e6dc369",
            "word": "clock speed",
            "phonetic": "klɑːk spiːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The speed at which a CPU can carry out each step of the fetch-decode-execute cycle is called its Clock Speed."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvY2sgc3BlZWQ&hash=0c9c0530925275913919e9b32ecc94f4aa348738&lang=en&cache-only=0",
            "defineEn": "the speed at which a computer can process information, expressed in (MHz)",
            "defineVi": "tốc độ mà máy tính có thể xử lý thông tin, được biểu thị bằng (MHz)"
        },
        {
            "id": "a272b453-352c-43c4-aa45-03625cd402a0",
            "word": "firmware",
            "phonetic": "fɜːmwɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Please update the firmware of your Ebo robot.",
                "This is not running any kind of proprietary firmware whatsoever.",
                "So, sensor, firmware, software and of course the display itself are all capable of displaying a billion colors.",
                "You can go on GitHub download the firmware, modify it, build it and flash it.",
                "I was having a pretty hard time making the firmware work on the other mouse."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlybXdhcmU&hash=1c57e903aed711a2ac34b88b7899bc8a0ee0eeb0&lang=en&cache-only=0",
            "defineEn": "(computing) a type of software stored in a way that it cannot be modified or erased",
            "defineVi": "(máy tính) một loại phần mềm được lưu trữ theo cách không thể sửa đổi hoặc xóa"
        },
        {
            "id": "dc19acb6-a1a4-4e27-b54c-85f135892a20",
            "word": "malware",
            "phonetic": "mælwɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "When it comes to cybersecurity, there is no little enemy, and even a seemingly harmless email or file can contain a dangerous virus or malware.",
                "In the past year, researchers have spotted a new family of industrial control malware.",
                "Was there any malware connected to the machines?",
                "Triton was a really alarming piece of malware.",
                "While optimizing your computer, it also checks for any potential malware."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFsd2FyZQ&hash=1b60bd295d60e16b0f3627a22ba4bee9d72c3959&lang=en&cache-only=0",
            "defineEn": "a software designed to disrupt or damage the computer without the user knowing",
            "defineVi": "một phần mềm được thiết kế để phá vỡ hoặc làm hỏng máy tính mà người dùng không biết"
        },
        {
            "id": "56172fbe-02a8-4fed-9bd3-d701f991e573",
            "word": "compatibility",
            "phonetic": "kəmpæɾəbɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He is consulting his zodiacal chart to determine his compatibility with different signs.",
                "Compatibility, wired, Bluetooth, and wireless with X-Box and PC.",
                "Another standout feature of the display is G-SYNC compatibility.",
                "- That's not intergenerational compatibility.",
                "Ask for the performance, as for the app compatibility."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGF0aWJpbGl0eQ&hash=e8a9a5c68e2da559bba4f16f40f1c3d84ba59da9&lang=en&cache-only=0",
            "defineEn": "the ability of a computer, software, or equipment to work with another device or software",
            "defineVi": "khả năng máy tính, phần mềm hoặc thiết bị hoạt động với thiết bị hoặc phần mềm khác"
        },
        {
            "id": "20da7bf9-02ae-424b-b72a-68ca76e3b031",
            "word": "configuration",
            "phonetic": "kənfɪɡjɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That low-entropy configuration was the Big Bang.",
                "A mathematical configuration that only comes around once every hundred years.",
                "As the energy moves, the energy configuration can change.",
                "That configuration isn’t matched by anything on Earth.",
                "This control configuration is what's known as a HOTAS or Hands On Throttle And Stick."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZmlndXJhdGlvbg&hash=27f72c23e5406fdffabff8ac1af13b6a3429f705&lang=en&cache-only=0",
            "defineEn": "the set-up, hardware, and software of a computer that makes a complete system",
            "defineVi": "thiết lập, phần cứng và phần mềm của máy tính tạo nên một hệ thống hoàn chỉnh"
        },
        {
            "id": "547939aa-fe87-4d91-96c2-03666882d704",
            "word": "to debug",
            "phonetic": "tə diːbʌɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "To debug the Unix Year 2038 problem, which is-- - Oh!",
                "It's like a debugging thing.",
                "And if your program crashes, because it’s still a work in progress, the IDE can take you back to the line of code where it happened, and often provide additional information to help you track down and fix the bug, which is a process called debugging."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVidWc&hash=e26cf2e24742da115b096acc5167fee180501a01&lang=en&cache-only=0",
            "defineEn": "(computing) the process of detecting and removing faults in a software",
            "defineVi": "(máy tính) quá trình phát hiện và loại bỏ lỗi trong phần mềm"
        },
        {
            "id": "829b3917-a877-4bcc-8a7a-7d76aedaee05",
            "word": "to format",
            "phonetic": "tə fɔːɹmæt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The essay needs to be formatted according to the MLA guidelines.",
                "I need to format my external hard drive before transferring files to it.",
                "It attempts to read a floppy disk without regard to its format.",
                "The format is pretty simple.",
                "I don't understand the podcast format."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9ybWF0&hash=8627309834d4fb922473ab45442055066e13d766&lang=en&cache-only=0",
            "defineEn": "(computing) to prepare a storage device, such as a hard drive or USB, for use by deleting all the data on it and setting it up for a specific file system",
            "defineVi": "(máy tính) để chuẩn bị một thiết bị lưu trữ, chẳng hạn như ổ cứng hoặc USB, để sử dụng bằng cách xóa tất cả dữ liệu trên thiết bị đó và thiết lập thiết bị cho một hệ thống tệp cụ thể"
        },
        {
            "id": "899db998-dc52-4b0c-ba01-cc38e2da15ee",
            "word": "back end",
            "phonetic": "bæk ɛnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Always support this back end.",
                "This is the back end of the website.",
                "Now, just like most animals, earthworms have a front end and a back end.",
                "Unfortunately he came in from the back end of the animal with the sun over his shoulder.",
                "It's a compliment with a insult in the back end."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFjayBlbmQ&hash=55061fbbda9bf52ab41fec7c6d167e7792dd0470&lang=en&cache-only=0",
            "defineEn": "a part of a computer responsible for storing and controlling data where users cannot easily access",
            "defineVi": "một phần của máy tính chịu trách nhiệm lưu trữ và kiểm soát dữ liệu mà người dùng không thể truy cập dễ dàng"
        },
        {
            "id": "b2323efa-15d8-4713-a693-5d637be5ff61",
            "word": "front end",
            "phonetic": "fɹʌnt ɛnd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnJvbnQgZW5k&hash=4c3e8a342fac4a3208b2a6c04730916381099542&lang=en&cache-only=0",
            "defineEn": "a part of a computer that is easily accessible and one uses constantly",
            "defineVi": "một phần của máy tính có thể dễ dàng truy cập và sử dụng liên tục"
        },
        {
            "id": "4288810e-8ddb-408d-b68c-a932f3318fd0",
            "word": "interface",
            "phonetic": "ɪntɚfeɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The interface can be used to drive a printer.",
                "Squarespace features a user-friendly interface, costume templates and 24/7 customer support.",
                "These four interfaces are spatial, material, information, and energy.",
                "The interface is fine for the most part.",
                "The Aqua interface was a radical design change from previous versions."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJmYWNl&hash=ae1c2dd3341cacf5b6465a29af4ccd7627f87bb6&lang=en&cache-only=0",
            "defineEn": "(computing) the program through which a user can interact with a computer, especially its design and appearance",
            "defineVi": "(máy tính) chương trình mà qua đó người dùng có thể tương tác với máy tính, đặc biệt là thiết kế và hình thức của nó"
        },
        {
            "id": "b41fa8d7-bdc1-471d-af1d-dc0fbda75bf7",
            "word": "gui",
            "phonetic": "ɡuːi ",
            "partOfSpeechType": "noun",
            "examples": [
                "We've got the GUI.",
                "The GUI, I don't like it.",
                "You can now go into the code sort of, and, and tweak things to a degree, that you cannot do with a standard GUI.",
                "Stop hiding (bleep) in your GUI.",
                "(laughing) If you take a look at this GUI, that I designed for them like two years ago, I emailed this to them and they're like, \"Well we're not sure what problem this is supposed to solve.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Vp&hash=315b567c1264acf343bde3465bca611493007a91&lang=en&cache-only=0",
            "defineEn": "the visual interaction that users have with the computer through icons, menus, etc.",
            "defineVi": "sự tương tác trực quan mà người dùng có với máy tính thông qua các biểu tượng, menu, v.v."
        },
        {
            "id": "f8651d4c-4508-4e81-a45d-9236788c41b0",
            "word": "hack",
            "phonetic": "hæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "We've actually begun employing prominent members of the hacking community to improve our cyber security, setting thieves to catch thieves, as it were.",
                "Officials discovered the hack in December.",
                "John Podesta email account was hacked only in March.",
                "Russians hacked the computers of Moldavian government.",
                "Sister Kathleen McGuire at the gate, Sister Shirley Kolmer and Sister Agnes Mueller outside the wall of the compound, their bodies then hacked to pieces."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFjaw&hash=b1b89bb444f46fb6f9761049875a7a6b59e26eaf&lang=en&cache-only=0",
            "defineEn": "an adjustment of the codes of a computer program that solves a problem in a quick way",
            "defineVi": "điều chỉnh mã của chương trình máy tính giải quyết vấn đề một cách nhanh chóng"
        },
        {
            "id": "913df9b9-659e-41d9-b9b9-d725ca20f000",
            "word": "to encode",
            "phonetic": "tʊ ɛŋkoʊd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Information is encoded in the structure of the molecule.",
                "I like that outfit Encode your DNA.",
                "Each sequence encodes a number that determines the intensity of that particular color.",
                "Instead, each type of data is encoded in binary according to a separate set of rules.",
                "Like many genes, it encodes a string of mRNA which encodes a protein."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5jb2Rl&hash=bd7604ece0728e1ebb09b65ced4ba4dd9e2532d3&lang=en&cache-only=0",
            "defineEn": "to transform data into a coded form",
            "defineVi": "để chuyển đổi dữ liệu thành dạng được mã hóa"
        },
        {
            "id": "aadcf21a-21ab-453c-9da2-83fed6188704",
            "word": "to encrypt",
            "phonetic": "tʊ ɛŋkɹɪpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "That nonsense is encrypted and decrypted according to a key.",
                "Your data is encrypted on your device before it reaches their servers for backup and sync.",
                "If it's not https and there's no s on the end, it's not encrypted.",
                "Make sure you've encrypted your device.",
                "She coordinates through face-to-face meetings and encrypted messages."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5jcnlwdA&hash=400e920993398164f1ebaf31dd5ad82e8d8da116&lang=en&cache-only=0",
            "defineEn": "to convert data or information into a coded form, mainly to prevent unauthorized access",
            "defineVi": "để chuyển đổi dữ liệu hoặc thông tin thành dạng được mã hóa, chủ yếu để ngăn chặn truy cập trái phép"
        },
        {
            "id": "d92dc635-4861-4cdb-b791-e85c21699a91",
            "word": "interactive",
            "phonetic": "ɪntɚɹæktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "All art is interactive to some degree.",
                "They're super interactive.",
                "Brilliant offers interactive courses in science, math, engineering, and computer science.",
                "so it’s a little bit interactive.",
                "Thus a generation was empowered through interactive media."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJhY3RpdmU&hash=be2a1c2d701bcbb15041e808d352e2562ffb8287&lang=en&cache-only=0",
            "defineEn": "describing the constant passage of data between a computer or other device and a user",
            "defineVi": "mô tả việc truyền dữ liệu liên tục giữa máy tính hoặc thiết bị khác và người dùng"
        },
        {
            "id": "22ae355b-1b0a-4eed-8504-530569f79736",
            "word": "to time out",
            "phonetic": "tə taɪm aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The hard pressed banks are given Time Out."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGltZSBvdXQ&hash=f3928b833c8db5a25a7c7615220563ab015ff34f&lang=en&cache-only=0",
            "defineEn": "(computing) to cancel an operation or to turn off the computer automatically because a predefined interval of time has passed without a certain event happening",
            "defineVi": "(máy tính) để hủy bỏ một thao tác hoặc tự động tắt máy tính vì một khoảng thời gian xác định trước đã trôi qua mà không có một sự kiện nào đó xảy ra"
        },
        {
            "id": "8b661088-43d7-4546-9009-9ecdfb1c9b72",
            "word": "open-source",
            "phonetic": "oʊpənsoːɹs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Ninety nine percent of Fortune 500 companies use open-source.",
                "Open-source has created so much technological progress.",
                "Now, open-source has, essentially, taken over the world.",
                "And that fed this explosion of open-source activity.",
                "Put simply, open-source development has become the new norm."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Blbi1zb3VyY2U&hash=ed95e452af1410da6b0dd12e5f1c09ae5b78a034&lang=en&cache-only=0",
            "defineEn": "(computing) describing a computer program whose source code is available to everyone",
            "defineVi": "(điện toán) mô tả một chương trình máy tính có mã nguồn sẵn có cho mọi người"
        },
        {
            "id": "74059736-e395-4d05-b151-62aafc07dc1a",
            "word": "lan",
            "phonetic": "læn ",
            "partOfSpeechType": "noun",
            "examples": [
                "LAN parties in the early aughts were actually real parties.",
                "These relatively small networks of close-by computers are called Local Area Networks, or LANs.",
                "It's got, Intel Wireless, two gigabit LAN ports.",
                "Two and a half gig LAN, and for CPU, they've gone with a Core i7 10700.",
                "You also get 2.5 Gigabit LAN, which is another good job."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFu&hash=68e4b55f2ddfe796125acd72c189ff4d39cf783f&lang=en&cache-only=0",
            "defineEn": "a network for communication between computers, usually within a building",
            "defineVi": "một mạng để liên lạc giữa các máy tính, thường là trong một tòa nhà"
        },
        {
            "id": "3d0e3771-9693-438c-a8b6-fdb681c11fde",
            "word": "modem",
            "phonetic": "moʊdəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "I believe that is 56K modem and ethernet.",
                "George W Bush had just been sworn in as president, most Americans on the internet were connecting to it with dial-up modems.",
                "The one on the far right here towards the top of the device, this one is to disconnect physically the cellular modem.",
                "This is, you can picture these teletypes, they had the punch tape and they had a 300 bot modem, you would dial up the phone, you'd put it in the cradle.",
                "Word on the street is that, and I haven't tried it yet, but word on the street is that battery life on the iPhone 12 lineup ain't great, and a big part of it is due to the 5G modem."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9kZW0&hash=7ee060caf1a1e15c82abe5e03ee7cdb4eba97d5d&lang=en&cache-only=0",
            "defineEn": "an electronic device that uses telephone lines to send and receive data between two computers",
            "defineVi": "một thiết bị điện tử sử dụng đường dây điện thoại để gửi và nhận dữ liệu giữa hai máy tính",
            "hasImg": true
        },
        {
            "id": "f8e575fb-9609-4252-b905-1d01c2b8d83a",
            "word": "router",
            "phonetic": "ɹaʊɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Manny: For a stronger connection put your printer closer to your router.",
                "And a month later, in October 1969, Stanford Research Institute, 400 miles of the north, got their router.",
                "In our example, cities are acting like network routers.",
                "And that creates connectivity issues with your router.",
                "Each smaller circle is a location, like a university or research lab, that operated a router."
            ],
            "audio": "https://tts.langeek.co/read?text=cm91dGVy&hash=e5540180dd902db9818918ae6a15cfae8b90d45e&lang=en&cache-only=0",
            "defineEn": "an electronic device that connects computer networks and sends data between networks",
            "defineVi": "một thiết bị điện tử kết nối mạng máy tính và gửi dữ liệu giữa các mạng",
            "hasImg": true
        }
    ]
}