{
    "id": "38229a6f-65ee-40f2-b1f7-ec436120c8b2",
    "title": "Lesson 33",
    "originalTitle": "Lesson 33",
    "words": [
        {
            "id": "d2ab3d82-f2ca-4fc8-92ce-ca8184280611",
            "word": "mockery",
            "phonetic": "mɑːkɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Branson's request for a bailout prompted mockery from some corners, especially in the British press.",
                "This is a mockery and a travesty of justice!",
                "Both the request for the bailout and Branson's island offer, have met with some criticism and even a bit of mockery.",
                "Attracting both mockery and admiration, Rousseau slowly grew a base of support as he showed his work, counting many younger artists among his fans, who prized what they saw as his directness and originality.",
                "But what I would say kind of about that moment and the many others like it is it is actually very sad for me, as someone who cares so deeply about immigration, believes in its strengths, to have seen the mockery that the president has made of it, right? "
            ],
            "audio": "https://tts.langeek.co/read?text=bW9ja2VyeQ&hash=0924c4ca6c3ef0ec494bc73021f3cd14b9b544d8&lang=en&cache-only=0",
            "defineEn": "humorous or satirical mimicry",
            "defineVi": "bắt chước hài hước hoặc châm biếm"
        },
        {
            "id": "01f72b09-bc3f-4362-a6d1-dff56b0f2cf7",
            "word": "rookery",
            "phonetic": "ɹʊkɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cm9va2VyeQ&hash=18a4bd8a2c28a30d9ad3379a0a626d6501344565&lang=en&cache-only=0",
            "defineEn": "a collection of nests that a bird colony, such as rooks build for breeding",
            "defineVi": "một tập hợp các tổ mà một đàn chim, chẳng hạn như tân binh, xây dựng để sinh sản"
        },
        {
            "id": "fd6a563f-a862-4186-8350-32039fff39d4",
            "word": "dowry",
            "phonetic": "daʊɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "John's parents urged him to marry a wealthy woman with a large dowry, but he knew that a great dowry is a bed full of brambles, and he wanted to marry for love, not money.",
                "John's parents urged him to marry a wealthy woman with a large dowry, but he knew that a great dowry is a bed full of brambles, and he wanted to marry for love, not money.",
                "Many parents see daughters as a liability since they require dowries to find husbands.",
                "In one story, he gave a poor father bags of gold to pay for his three daughters' wedding dowries to prevent them from turning to prostitution."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG93cnk&hash=ac5c434626d32eaf655ee0513978d1fad1193dcc&lang=en&cache-only=0",
            "defineEn": "money or property brought by a woman to her husband at marriage",
            "defineVi": "tiền hoặc tài sản do người phụ nữ mang đến cho chồng khi kết hôn"
        },
        {
            "id": "beee1555-51fc-4647-a5a5-2daf473a94aa",
            "word": "intestacy",
            "phonetic": "ɪntɛstəsi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW50ZXN0YWN5&hash=f28dcd1f8426998ac9210fab4c227dce38aed45c&lang=en&cache-only=0",
            "defineEn": "the situation of being or dying without a legally valid will",
            "defineVi": "tình trạng bị hoặc chết mà không có di chúc có hiệu lực pháp luật"
        },
        {
            "id": "ae47e49b-8468-412b-aa6d-fd7394a7b3e5",
            "word": "larceny",
            "phonetic": "lɑːɹsɛni ",
            "partOfSpeechType": "noun",
            "examples": [
                "But like in human societies, larceny is a risky choice.",
                "There are crimes against the person, which include murder, aggravated assault, rape, and robbery, and crimes against property, which include burglary, larceny-theft, auto-theft, and arson."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFyY2VueQ&hash=5b153a00ec5651f0234fab10e6941f2038e3763f&lang=en&cache-only=0",
            "defineEn": "the act of stealing something from someone, especially without breaking into a building",
            "defineVi": "hành động ăn cắp thứ gì đó từ ai đó, đặc biệt là không đột nhập vào tòa nhà"
        },
        {
            "id": "bf75e9e2-de64-4409-be0b-5e2627c8fc02",
            "word": "autarchy",
            "phonetic": "ɔːɾɑːɹki ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXV0YXJjaHk&hash=f721dc893dfe95851deb7af7e269f1ceff219a7b&lang=en&cache-only=0",
            "defineEn": "a political system governed by a single individual",
            "defineVi": "một hệ thống chính trị được quản lý bởi một cá nhân duy nhất"
        },
        {
            "id": "825fb37e-90df-4fbf-93d3-7218edace0a9",
            "word": "apathy",
            "phonetic": "æpəθi ",
            "partOfSpeechType": "noun",
            "examples": [
                "A lack of investment in education can breed ignorance and apathy in a society.",
                "Apathy is having very little interest in things.",
                "Apathy is one of those mental states that can be very debilitating.",
                "There's just so much political apathy and so much frustration in Iran.",
                "But the full experience of apathy also involves just being in this place of just existing."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBhdGh5&hash=53b600885f655449fd308776a8a228000cffb423&lang=en&cache-only=0",
            "defineEn": "the lack of interest, concern, emotions for things",
            "defineVi": "sự thiếu quan tâm, quan tâm, cảm xúc cho mọi thứ"
        },
        {
            "id": "425b8ba8-788e-4988-a9c2-dd2f54022af8",
            "word": "oddity",
            "phonetic": "ɑːdᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The vehicle was an oddity in the marketplace, huge, blunt and aggressive.",
                "It's kind of an evolutionary oddity.",
                "He most often appears as a Russian peasant, but with some slight slight oddities.",
                "Well, they were first proposed as a kind of mathematical oddity, because of Einstein’s theories of relativity.",
                "This year marks the 60th anniversary of the debut of a musical oddity, the Great Stalacpipe Organ of Virginia's Luray Caverns."
            ],
            "audio": "https://tts.langeek.co/read?text=b2RkaXR5&hash=abd258f5ef4938495320155bb5cc3c4d77758f45&lang=en&cache-only=0",
            "defineEn": "a strange attitude or habit",
            "defineVi": "một thái độ kỳ lạ hoặc thói quen"
        },
        {
            "id": "93731416-70dd-432f-820d-192a547a1217",
            "word": "oligarchy",
            "phonetic": "ɑːlɪɡɑːɹki ",
            "partOfSpeechType": "noun",
            "examples": [
                "The region's governments were brutal oligarchies.",
                "He saw himself as a defeater of the oligarchy.",
                "But, if he can convince Europeans and Americans that oligarchy is normal, that the rule of law is a joke, that democracy is fake, and so on, he can bring us to where Russia is.",
                "He suppressed all press freedom, declaring that newspapers were instruments of the oligarchy.",
                "Oh, my gosh, we are run by an oligarchy. "
            ],
            "audio": "https://tts.langeek.co/read?text=b2xpZ2FyY2h5&hash=1668ab57ec1c6537258847ab78bf587aa048fe29&lang=en&cache-only=0",
            "defineEn": "a political system in which a small group of high-powered people control a country or organization",
            "defineVi": "một hệ thống chính trị trong đó một nhóm nhỏ những người có quyền lực cao kiểm soát một quốc gia hoặc tổ chức"
        },
        {
            "id": "15bf5ea2-0461-4b1a-8256-dfc864e5a1d6",
            "word": "surety",
            "phonetic": "ʃʊɹɹəɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3VyZXR5&hash=da31fc5922be7a7c588396fe5ca12d5fbcde9829&lang=en&cache-only=0",
            "defineEn": "one who provides a warrant or guarantee to another",
            "defineVi": "một người cung cấp một bảo đảm hoặc bảo lãnh cho người khác"
        },
        {
            "id": "dea8ac04-492e-49e6-8611-4602efed400f",
            "word": "functionary",
            "phonetic": "fʌŋkʃənɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I was just at the time the functionary who was running the campaign, trying to respond to some of the criticisms. ",
                "Ivan’s grandfather Ivan III had begun growing the Russian empire as well as creating a modern state structure, complete with administrative departments and functionaries."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVuY3Rpb25hcnk&hash=a555828e6b74cef55e96c335be1139b3c3c7c18e&lang=en&cache-only=0",
            "defineEn": "a worker who holds or is invested with an office",
            "defineVi": "một công nhân nắm giữ hoặc được đầu tư với một văn phòng"
        },
        {
            "id": "90a3772b-4a19-4e71-abd0-595e552d26f1",
            "word": "papacy",
            "phonetic": "pæpəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "If you do this, you will damage the papacy forever.",
                "Frederick was religious, but not a fan of the papacy.",
                "Benedict was the conservative, and one whose papacy became mired in scandals both in and outside the Vatican.",
                "Now, maybe that’s similar to what the Roman Catholic papacy became over time but it’s not like a king - except for the king of England.",
                "He was from a well-connected and powerful family, and at the start of the 14th century, he was flexing his muscles across the papacy, ultimately declaring in 1302 that the Pope had supreme power over everyone!"
            ],
            "audio": "https://tts.langeek.co/read?text=cGFwYWN5&hash=023bfaea5648009b9cc8a65b841d0c7f15ab65c6&lang=en&cache-only=0",
            "defineEn": "the government of the Roman Catholic Church",
            "defineVi": "chính phủ của Giáo hội Công giáo La Mã"
        },
        {
            "id": "048f934d-3bcf-4ec2-82ac-c41732b49b1a",
            "word": "chicanery",
            "phonetic": "ʃᵻkeɪnɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hpY2FuZXJ5&hash=2b9823ea8e52df5d1a5c6fe9f90efadef1048a3c&lang=en&cache-only=0",
            "defineEn": "the use of tricks to deceive someone (usually to extract money from them)",
            "defineVi": "việc sử dụng các mánh khóe để lừa dối ai đó (thường là để lấy tiền từ họ)"
        },
        {
            "id": "2cb38f09-ca39-465d-ac42-cf5e1d1bbae2",
            "word": "ancestry",
            "phonetic": "ænsɛstɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Thank you to Ancestry for supporting PBS. ",
                "Thank you to Ancestry for supporting PBS.",
                "Ancestry can help you learn about yours.",
                "Although Dortchen grew up in Germany, she had French ancestry.",
                "Both caste systems use ancestry and lineage as a main principle of social stratification, but race has also been used as the main distinction in closed social systems."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5jZXN0cnk&hash=87f148437e93ca035a6c2c427725df5b0704adc9&lang=en&cache-only=0",
            "defineEn": "the people that a person is descended from",
            "defineVi": "những người mà một người là hậu duệ của"
        },
        {
            "id": "3f3b4942-be07-401f-8aee-cecfc3c08853",
            "word": "frequency",
            "phonetic": "fɹiːkwənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The inverse of the period of a wave is its frequency, vice versa.",
                "So each feature would have the frequency of one word.",
                "The lower frequencies are down here",
                "Monthly frequency is called ultra rapid cycling.",
                "BMW: I'm playing the frequency 91.1."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlcXVlbmN5&hash=536ac58794f528590236dd417390d4c31b1babc7&lang=en&cache-only=0",
            "defineEn": "the number of times an event recurs in a unit of time",
            "defineVi": "số lần một sự kiện lặp lại trong một đơn vị thời gian"
        },
        {
            "id": "02423b80-0600-463f-8e68-2ece6922da15",
            "word": "prosody",
            "phonetic": "pɹɑːsədi ",
            "partOfSpeechType": "noun",
            "examples": [
                "But prosody isn’t the whole baby talk story.",
                "And research shows the prosody of infant-directed speech can help with a baby’s attention and language learning.",
                "The general term for these tonal and rhythmic elements of speech is known as prosody.",
                "This rhythm that’s built into language is known as prosody.",
                "But when it comes to the prosody and grammar of baby talk, we probably don’t have much to worry about."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvc29keQ&hash=e58688abcc6b4c18e1eb8445e921206fae797ea5&lang=en&cache-only=0",
            "defineEn": "(phonetics) a subdivision of phonetics dealing with stress and intonation",
            "defineVi": "(ngữ âm) một bộ phận ngữ âm liên quan đến trọng âm và ngữ điệu"
        },
        {
            "id": "6acce878-eb4e-44fc-9991-6cd8f1563518",
            "word": "creamery",
            "phonetic": "kɹiːmɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3JlYW1lcnk&hash=cf972ab9ca63432d076cad816beb83d7323ae26b&lang=en&cache-only=0",
            "defineEn": "a workplace where dairy products (butter and cheese etc.) are produced or sold",
            "defineVi": "một nơi làm việc sản xuất hoặc bán các sản phẩm từ sữa (bơ và pho mát, v.v.)"
        },
        {
            "id": "4291b1b6-188a-4d9f-a6ec-daa4b895d6b3",
            "word": "granary",
            "phonetic": "ɡɹænɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The abundance of prey in rodent-infested granaries drew in these typically solitary animals. ",
                "It took generations to make the thousands of holes in this granary.",
                "Barely supporting his mother and disabled brother as a herder and account keeper at a granary, and with other odd jobs, it was only with the help of a wealthy friend that Confucius was able to study at the Royal Archives, where his world view would be formed.",
                "It’s called a granary, and it’s where they store their acorn collection, high up in these redwoods, to protect it from jays, squirrels and deer."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhbmFyeQ&hash=9e9c56791dc64eaad5fd7612d7d897977131ceac&lang=en&cache-only=0",
            "defineEn": "a storehouse for threshed grain or animal feed",
            "defineVi": "một kho chứa ngũ cốc hoặc thức ăn chăn nuôi"
        },
        {
            "id": "fd4c1d4e-fa61-4716-b726-041149577d08",
            "word": "entirety",
            "phonetic": "ɛntaɪɹɪɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boss whaled on us for the entirety of the meeting because of our failure to meet our sales quota.",
                "Basically it's taking the entirety of the video signals.",
                "This was the entirety of his existence.",
                "Woods has been sponsored by Nike for the entirety of his professional career.",
                "We have to take a look at that entirety of the history and its impacts."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW50aXJldHk&hash=5b97845c61aa5929b7e77551cb87d10c0585ac21&lang=en&cache-only=0",
            "defineEn": "the state of being total and complete",
            "defineVi": "trạng thái là toàn bộ và đầy đủ"
        },
        {
            "id": "207410d2-0f07-4e71-9e4f-87e211482f08",
            "word": "promontory",
            "phonetic": "pɹɑːmɔntɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvbW9udG9yeQ&hash=2994ba03c9aa9fde1222be274a22b8d8d9c12cf6&lang=en&cache-only=0",
            "defineEn": "a raised narrow mass of land that sticks out into the sea",
            "defineVi": "một khối đất hẹp nhô ra biển",
            "hasImg": true
        }
    ]
}