{
    "id": "383ffb4c-3e5a-4ebb-9208-16191f20723e",
    "title": "Nuts and Seeds",
    "originalTitle": "Nuts and Seeds",
    "words": [
        {
            "id": "547962d4-5944-40c6-80c5-83e5e99c2a08",
            "word": "almond",
            "phonetic": "ɔlmənd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The monkey skillfully plucked the almonds from the tree.",
                "The carob-covered almonds provided a delightful crunch and a hint of sweetness in every bite.",
                "She discovered almond paste as a perfect substitute for cream cheese in her cheesecake recipe.",
                "As a vegan, she substituted almond butter for traditional dairy-based spreads.",
                "For a gluten-free option, substitute regular flour with almond flour in the cake recipe."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxtb25k&hash=f24639651a6bd753a45e54c5a12aa22a7b8db303&lang=en&cache-only=0",
            "defineEn": "a sweet oval nut with a pale brown shell",
            "defineVi": "một quả hạch hình bầu dục ngọt ngào với vỏ màu nâu nhạt",
            "hasImg": true
        },
        {
            "id": "334d1c3b-b46d-4772-a516-9f3d9957a6ff",
            "word": "cashew",
            "phonetic": "kæʃjuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandmother's secret recipe included a sprinkle of crushed cashews.",
                "As a chef, I love using cashews to create creamy vegan sauces that are both delicious and nutritious.",
                "Here's a cashew.",
                "They discovered cashews, peanuts, chocolate, vanilla, strawberries, pineapples.",
                "So cashew nut, cashew fruit."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzaGV3&hash=9474d2c7582b3b49656864a9bef8a4a4b418832b&lang=en&cache-only=0",
            "defineEn": "a small nut that is curved and is high in protein",
            "defineVi": "một loại hạt nhỏ cong và giàu protein",
            "hasImg": true
        },
        {
            "id": "067e6478-70c2-4c99-8eba-c0fbc848bbfe",
            "word": "chestnut",
            "phonetic": "tʃɛstnʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Surprisingly I discovered water chestnuts at the local market.",
                "She attended a cooking class where she learned to prepare a Chinese dish using water chestnut as the main ingredient.",
                "He gathered a bag full of chestnuts during his nature walk.",
                "With a crack, the shell of the chestnut split open, revealing the smooth and glossy nut inside.",
                "He takes away their chestnuts."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlc3RudXQ&hash=ee60885cc91ec73d23f0fe4bba60a23f060db5a8&lang=en&cache-only=0",
            "defineEn": "a round reddish-brown nut that grows on a chestnut tree, often can be eaten",
            "defineVi": "một loại hạt tròn màu nâu đỏ mọc trên cây dẻ, thường có thể ăn được",
            "hasImg": true
        },
        {
            "id": "dae31dfb-2e8d-4177-a372-9c4ceb3da6d8",
            "word": "coconut",
            "phonetic": "koʊkənʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The coconut flakes provided a delightful crunch in the homemade granola.",
                "I discovered the delightful combination of pawpaw and coconut in a tropical fruit salad.",
                "Coconut milk adds richness and depth of flavor to homemade coconut shrimp.",
                "The combination of ripe cherimoya and coconut milk created a heavenly dessert pudding.",
                "We smelled the strong scent of coconut in the air."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29jb251dA&hash=7e421cf08b77e456bfab51b0b603b36dcdf923c0&lang=en&cache-only=0",
            "defineEn": "a large nut with a hard shell and edible white flesh inside containing a milky liquid",
            "defineVi": "một loại hạt lớn có vỏ cứng và thịt trắng ăn được bên trong chứa chất lỏng màu trắng đục",
            "hasImg": true
        },
        {
            "id": "460a2ffc-3e39-4189-be5f-8ef549446e04",
            "word": "hazelnut",
            "phonetic": "heɪzəlnʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandmother's hazelnut cake was a crowd-pleaser at the family reunion.",
                "The squirrel buried the hazelnut pip in the ground for safekeeping.",
                "She baked a batch of delicious hazelnut cookies.",
                "They discovered a hidden grove of Chilean hazelnut trees while hiking.",
                "I found a cob of hazelnuts lying on the ground and eagerly started shelling them."
            ],
            "audio": "https://tts.langeek.co/read?text=aGF6ZWxudXQ&hash=5b30ca6619862d18e02077e008595c0b8846f27c&lang=en&cache-only=0",
            "defineEn": "a round nut that can be eaten and has a brown shell",
            "defineVi": "một hạt tròn có thể ăn được và có vỏ màu nâu",
            "hasImg": true
        },
        {
            "id": "8a69da07-3f4f-47d4-b592-a4390501042f",
            "word": "macadamia nut",
            "phonetic": "mækədeɪmiə nʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend shared a bag of chocolate-covered macadamia nuts with us.",
                "The bakery offered a variety of cookies, including snickerdoodles and macadamia nut.",
                "The squirrel climbed the tree with a macadamia nut, ready to enjoy its treasure.",
                "Macadamia nuts are the most expensive nuts in the world.",
                "- Macadamia nuts are your nut here."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFjYWRhbWlhIG51dA&hash=0edbe6d1b7297c5b50c9eee3181bd0d29ad1ed50&lang=en&cache-only=0",
            "defineEn": "the sweet edible nut that grows on the macadamia tree",
            "defineVi": "hạt ăn ngọt mọc trên cây mắc ca",
            "hasImg": true
        },
        {
            "id": "7b226ac3-bc98-48fa-bb77-6f5975d85b9f",
            "word": "peanut",
            "phonetic": "piːnʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She packed a small bag of peanuts for her road trip.",
                "If you pay peanuts, you get monkeys.",
                "As a healthier alternative, they opted for peanut oil instead of butter when making their favorite cookies.",
                "I couldn't resist buying a bag of freshly roasted peanuts from the street vendor.",
                "I always keep a bottle of peanut oil in my kitchen pantry for cooking and baking."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVhbnV0&hash=2913add0005edfda1886efdabb237ffa0b2aaa7a&lang=en&cache-only=0",
            "defineEn": "a type of nut that could be eaten, growing underground in a thin shell",
            "defineVi": "một loại hạt có thể ăn được, mọc dưới lòng đất trong một lớp vỏ mỏng",
            "hasImg": true
        },
        {
            "id": "3456a043-775f-4920-9563-abcc6af1a2d0",
            "word": "pecan",
            "phonetic": "pᵻkɑːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He gathered a handful of pecans from the ground.",
                "They enjoyed a picnic under the pecan tree, cracking open the shells to reveal the sweet pecan kernels inside.",
                "They enjoyed a picnic under the pecan tree, cracking open the shells to reveal the sweet pecan kernels inside.",
                "I mean, every pecan.",
                "Any pecan pies left?"
            ],
            "audio": "https://tts.langeek.co/read?text=cGVjYW4&hash=edc0879c156849e52bb0652bd8b5af7323a40fe5&lang=en&cache-only=0",
            "defineEn": "a sweet oval nut with a dark brown shell that grows in America",
            "defineVi": "một loại hạt hình bầu dục ngọt có vỏ màu nâu sẫm mọc ở Mỹ",
            "hasImg": true
        },
        {
            "id": "1e54886f-b7bb-44ab-9b05-cda301c631b5",
            "word": "pine nut",
            "phonetic": "paɪn nʌt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGluZSBudXQ&hash=54142443478d1491f9e64bfa1221835c7629ef81&lang=en&cache-only=0",
            "defineEn": "a small edible seed with buttery texture harvested from pine trees",
            "defineVi": "một hạt nhỏ ăn được với kết cấu bơ được thu hoạch từ cây thông",
            "hasImg": true
        },
        {
            "id": "13f8d208-e2b4-40da-a79c-fc7aa972ceed",
            "word": "pistachio",
            "phonetic": "pɪstæʃɪoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She carefully crushed the pistachios and sprinkled them over her ice cream.",
                "We enjoyed a picnic in the park, munching on pistachios while soaking up the warm sun.",
                "And her non-basic flavors involve nuts like pistachios and almonds, but a lot of her potential customers have nut allergies.",
                "so I'm allergic to walnuts, pine nuts, almonds, cashews, hazelnuts, macadamia nuts, pistachios - here in Texas - pecans everywhere.",
                "This started off as a pistachio green."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlzdGFjaGlv&hash=6d14e5400cd0041bcf8c6d0432fc567b4e118c27&lang=en&cache-only=0",
            "defineEn": "an edible green nut with a hard shell that is sometimes half-open",
            "defineVi": "một loại hạt màu xanh lá cây có thể ăn được với lớp vỏ cứng đôi khi mở một nửa",
            "hasImg": true
        },
        {
            "id": "d37dced2-2d59-44f1-825d-826a7f36dc27",
            "word": "walnut",
            "phonetic": "wɔːlnʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The walnuts were a good source of antioxidants, making them a heart-healthy snack option.",
                "We gathered a handful of walnuts and tossed them into the air, trying to catch them in our mouths.",
                "You can add a touch of elegance to your salad by sprinkling Japanese walnut crumbles on top.",
                "You can enhance the flavor of your homemade banana bread by adding chopped walnuts to the batter.",
                "It took some effort, but I managed to extract the meat from the black walnut shell."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FsbnV0&hash=04297e1e9c761eaf879382a920ea2d67da81cc60&lang=en&cache-only=0",
            "defineEn": "a brown nut which is shaped like human brain",
            "defineVi": "một hạt màu nâu có hình dạng giống như bộ não con người",
            "hasImg": true
        },
        {
            "id": "d3e29b0f-48a6-4bdd-92ca-aba0fe837a8d",
            "word": "soybean",
            "phonetic": "sɔɪbiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "They raise corn, soybeans and alfalfa on 460 acres.",
                "She uses soybean oil to marinate her tofu before grilling it to perfection.",
                "The farmer employs modern agricultural techniques to maximize the yield of his soybean crop.",
                "They gathered around the table, passing a bowl of steamed soybeans and excitedly popping them out of their pods.",
                "She enjoys cooking with polyunsaturated fats like soybean oil and flaxseed oil for their health benefits."
            ],
            "audio": "https://tts.langeek.co/read?text=c295YmVhbg&hash=ee74ff74bd176b0978c932b11bd1f0b3d4c50a4c&lang=en&cache-only=0",
            "defineEn": "a type of plant in the legume family that is  high in protein and used in a variety of foods such as tofu and soy milk",
            "defineVi": "một loại thực vật thuộc họ đậu chứa nhiều chất đạm và được sử dụng trong nhiều loại thực phẩm như đậu phụ và sữa đậu nành",
            "hasImg": true
        },
        {
            "id": "60b5b08f-ccd2-4a36-862e-496428d907cc",
            "word": "black walnut",
            "phonetic": "blæk wɔːlnʌt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmxhY2sgd2FsbnV0&hash=31cef4252aafa07cabd2e14e1e6958116dd2fb0b&lang=en&cache-only=0",
            "defineEn": "a type of nut native to North America, known for its rich flavor and dark shell",
            "defineVi": "một loại hạt có nguồn gốc từ Bắc Mỹ, được biết đến với hương vị đậm đà và vỏ sẫm màu",
            "hasImg": true
        },
        {
            "id": "18293fce-ca58-4165-8930-e4bc012ce9b6",
            "word": "Japanese walnut",
            "phonetic": "dʒæpəniːz wɔːlnʌt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=SmFwYW5lc2Ugd2FsbnV0&hash=e83e8e4f82157c43f5061bcb834f8f1ee092d3a1&lang=en&cache-only=0",
            "defineEn": "a type of edible nut that comes from the Juglans ailanthifolia tree native to Japan, known for its distinctive flavor and crunchy texture",
            "defineVi": "một loại hạt ăn được từ cây Juglans ailanthifolia có nguồn gốc từ Nhật Bản, được biết đến với hương vị đặc biệt và kết cấu giòn",
            "hasImg": true
        },
        {
            "id": "8ce93048-2156-485a-90b7-cca9f5288442",
            "word": "Brazil nut",
            "phonetic": "bɹɐzɪl nʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They basically turn you into a human brazil nut, a big particle rising in a mix of smaller snow!"
            ],
            "audio": "https://tts.langeek.co/read?text=QnJhemlsIG51dA&hash=0d81aa54cdc9ef50c5049221126a25c940b06434&lang=en&cache-only=0",
            "defineEn": "a large, flavorful nut harvested from the Brazil nut tree, known for its rich taste and high nutritional value",
            "defineVi": "một loại hạt lớn, có hương vị được thu hoạch từ cây hạt Brazil, được biết đến với hương vị phong phú và giá trị dinh dưỡng cao",
            "hasImg": true
        },
        {
            "id": "7da63c5c-47a1-4cd7-b060-bb941d3ee867",
            "word": "butternut",
            "phonetic": "bʌtɚnʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We sat by the fireplace, cracking open butternuts and sharing stories.",
                "You can create a comforting and flavorful butternut pasta sauce by blending cooked butternut with herbs and spices.",
                "You can create a comforting and flavorful butternut pasta sauce by blending cooked butternut with herbs and spices."
            ],
            "audio": "https://tts.langeek.co/read?text=YnV0dGVybnV0&hash=d4d1f531ff537a01174c15925caa59bc018760f4&lang=en&cache-only=0",
            "defineEn": "an elongated, mild-flavored nut, known for its smooth, oily texture and sweet taste",
            "defineVi": "một loại hạt thon dài, có hương vị nhẹ, được biết đến với kết cấu mịn, béo ngậy và vị ngọt",
            "hasImg": true
        },
        {
            "id": "8c15d71b-0b22-4377-8813-a48a20d20c66",
            "word": "Chilean hazelnut",
            "phonetic": "tʃɪliːən heɪzəlnʌt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Q2hpbGVhbiBoYXplbG51dA&hash=4e80dad672e0120f901d9023260d7c816cda0f8f&lang=en&cache-only=0",
            "defineEn": "a type of nut harvested from the Chilean hazelnut tree, characterized by its small size, smooth texture, and distinctively sweet flavor",
            "defineVi": "một loại hạt được thu hoạch từ cây phỉ Chile, đặc trưng bởi kích thước nhỏ, kết cấu mịn và hương vị ngọt ngào đặc trưng",
            "hasImg": true
        },
        {
            "id": "d1578dee-72e1-4760-aa45-9d38cc3441b2",
            "word": "kola nut",
            "phonetic": "koʊlə nʌt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=a29sYSBudXQ&hash=10a5392f0d54a84c8dfed308b705112d1b658dea&lang=en&cache-only=0",
            "defineEn": "a bitter, caffeine-rich nut harvested from the evergreen kola tree",
            "defineVi": "một loại hạt đắng, giàu caffeine được thu hoạch từ cây kola thường xanh",
            "hasImg": true
        },
        {
            "id": "920813f9-f316-4e25-9a47-aebfdc0cd1ab",
            "word": "filbert",
            "phonetic": "fɪlbɚt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We sat around the picnic blanket, passing a bowl of filberts, enjoying their crunchy texture.",
                "You can create a delicious filbert pesto by blending roasted filberts with basil, garlic, olive oil, and Parmesan cheese.",
                "You can create a delicious filbert pesto by blending roasted filberts with basil, garlic, olive oil, and Parmesan cheese."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlsYmVydA&hash=08270a4b94fa0a74f9242c21c64306243502c803&lang=en&cache-only=0",
            "defineEn": "a type of nut produced by certain species of hazel trees, known for its rounded shape and rich, buttery flavor",
            "defineVi": "một loại hạt được sản xuất bởi một số loài cây phỉ, được biết đến với hình dạng tròn và hương vị bơ phong phú",
            "hasImg": true
        },
        {
            "id": "ff1f1c8a-33a9-4f14-95a2-940d1e075975",
            "word": "acorn",
            "phonetic": "eɪkɔːɹn ",
            "partOfSpeechType": "noun",
            "examples": [
                "They watched as squirrels busily gathered acorns, storing them away for the winter.",
                "We sat beneath the shade of an oak tree, the ground covered in a blanket of fallen acorns.",
                "Including acorn squash in your diet can provide a rich supply of vitamins A and C.",
                "The natural sugars in acorn squash provide a healthier alternative to processed sugars.",
                "If the coast live oaks didn’t make acorns that year, the black oaks might."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNvcm4&hash=537d4a59e00381f66c328679e54423d0a09060f2&lang=en&cache-only=0",
            "defineEn": "a small, nut-like seed produced by oak trees, typically characterized by its cap and potential to grow into a new oak tree",
            "defineVi": "một hạt nhỏ giống như quả hạch do cây sồi tạo ra, thường được đặc trưng bởi mũ và khả năng phát triển thành một cây sồi mới",
            "hasImg": true
        },
        {
            "id": "4e98dcd6-24ce-4173-b326-471e78d72d6b",
            "word": "breadnut",
            "phonetic": "bɹɛdnʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They gathered beneath a majestic breadnut tree, enjoying a picnic with breadnut-based sandwiches.",
                "It took some effort, but I managed to crack open the breadnut's hard shell."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWRudXQ&hash=6ca4503258a25b2279afe0a414496a4570298c9d&lang=en&cache-only=0",
            "defineEn": "a starchy fruit resembling chestnut or potato",
            "defineVi": "một loại trái cây có tinh bột giống như hạt dẻ hoặc khoai tây",
            "hasImg": true
        },
        {
            "id": "732cdc2e-676b-4b2e-aa3e-c5c65b99e541",
            "word": "jackfruit",
            "phonetic": "dʒækfɹuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I used jackfruit as a filling for my vegan burritos.",
                "The chef began his cooking by marinating jackfruit in barbecue sauce and grilling it."
            ],
            "audio": "https://tts.langeek.co/read?text=amFja2ZydWl0&hash=bb08c90e0439b776f9664cb5591fdb2233643965&lang=en&cache-only=0",
            "defineEn": "a very large edible fruit of the fig family that grows in tropical areas, especially in India",
            "defineVi": "một loại quả ăn được rất lớn thuộc họ vả mọc ở vùng nhiệt đới, đặc biệt là ở Ấn Độ",
            "hasImg": true
        },
        {
            "id": "356e75be-eb46-4497-82b4-53b213ad9ac2",
            "word": "hickory nut",
            "phonetic": "hɪkɚɹi nʌt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGlja29yeSBudXQ&hash=833d9c236eb0ad02a352cbeefcd7df83c3ae5fc5&lang=en&cache-only=0",
            "defineEn": "a type of large, flavorful nut harvested from various species of hickory trees",
            "defineVi": "một loại hạt lớn, có hương vị được thu hoạch từ nhiều loài cây hickory khác nhau",
            "hasImg": true
        },
        {
            "id": "335dc935-bce6-4b4a-b935-370bca832f8c",
            "word": "pumpkin seed",
            "phonetic": "pʌmpkɪn siːd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHVtcGtpbiBzZWVk&hash=2c92a06c2be7a5c9136136f3d95587c285b7024b&lang=en&cache-only=0",
            "defineEn": "the edible, flat, oval-shaped seeds that are typically found inside the pumpkin fruit, known for their nutty flavor and nutritional value.",
            "defineVi": "các hạt hình bầu dục, phẳng, ăn được thường được tìm thấy bên trong quả bí ngô, được biết đến với hương vị hấp dẫn và giá trị dinh dưỡng.",
            "hasImg": true
        },
        {
            "id": "43610d0f-1144-45b1-93f4-188a64e8b669",
            "word": "sunflower seed",
            "phonetic": "sʌnflaʊɚ siːd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3VuZmxvd2VyIHNlZWQ&hash=4c748eb066a433c92c08476232827626324b0a1d&lang=en&cache-only=0",
            "defineEn": "the edible seed harvested from the sunflower plant, known for its small size, distinctive shell, and nutty flavor",
            "defineVi": "hạt ăn được thu hoạch từ cây hướng dương, được biết đến với kích thước nhỏ, vỏ đặc biệt và hương vị hấp dẫn",
            "hasImg": true
        },
        {
            "id": "1938dd41-46fa-4ba2-be16-dea06211b401",
            "word": "areca nut",
            "phonetic": "æɹɛkə nʌt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXJlY2EgbnV0&hash=ceb2261baadd4b7543611cb92ee591633f1f8ba8&lang=en&cache-only=0",
            "defineEn": "a seed harvested from the areca palm tree, typically used for chewing and is known for its stimulating effects",
            "defineVi": "một hạt được thu hoạch từ cây cau, thường được sử dụng để nhai và được biết đến với tác dụng kích thích",
            "hasImg": true
        }
    ]
}