{
    "id": "3894864b-cd1c-43db-bc1f-4fe9c51390ef",
    "title": "Personal Characteristics 1",
    "originalTitle": "Lesson 10",
    "words": [
        {
            "id": "f9f3c49e-85ce-4077-b8d4-c06e678dfd9f",
            "word": "curious",
            "phonetic": "kjʊɹɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A curious sheep approached me and sniffed my hand.",
                "Despite the danger, the explorers were curious about what lay beyond the mountains.",
                "As frightened as I am to die, I'm also curious to know what it's like beyond the veil.",
                "After being told not to read a particular book, Susan found herself more curious about it, as the forbidden fruit is the sweetest.",
                "James is a bright and curious boy who loves exploring nature and asking questions."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VyaW91cw&hash=8c1aff4eb968f735bfba5f9ae632394481049d0d&lang=en&cache-only=0",
            "defineEn": "interested in learning and knowing about things",
            "defineVi": "thích học hỏi và biết về mọi thứ",
            "hasImg": true
        },
        {
            "id": "daecc71a-3d87-447b-9fd3-5c6c16660aff",
            "word": "brave",
            "phonetic": "bɹeɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He was putting a brave face on it",
                "The brave police officer rushed to the scene of the accident to provide assistance.",
                "The engineers have been putting a brave face on the problem, but I think this breakdown is going to set us back for months.",
                "No one said a word all of us were consciously putting on a brave face.",
                "My grandfather was very hard working and brave and he died in harness."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJhdmU&hash=35cd8d176bdd597ebe3f22c3f22b704452bbea31&lang=en&cache-only=0",
            "defineEn": "having no fear when doing dangerous or painful things",
            "defineVi": "không sợ hãi khi làm những việc nguy hiểm hoặc đau đớn",
            "hasImg": true
        },
        {
            "id": "e9a4a60b-06a6-4c9b-a977-a8034dc8291a",
            "word": "silly",
            "phonetic": "sɪli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You’re just silly.",
                "Stop inventing silly excuses.",
                "It was a classic example of the saying 'ask a silly question and get a silly answer.'",
                "When his friends teased him about his silly hat, he laughed along and played along with the joke.",
                "It was a classic example of the saying 'ask a silly question and get a silly answer.'"
            ],
            "audio": "https://tts.langeek.co/read?text=c2lsbHk&hash=fafcfddcde525f9efff66ae77f1366509ddce2c9&lang=en&cache-only=0",
            "defineEn": "feeling embarrassed or stupid",
            "defineVi": "cảm thấy xấu hổ hoặc ngu ngốc",
            "hasImg": true
        },
        {
            "id": "dd0955de-f3d5-410c-a97d-30a89a29bc4f",
            "word": "proud",
            "phonetic": "pɹaʊd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The proud uncle held his newborn nephew in his arms.",
                "She must be very proud of herself.",
                "He was proud to be playing opposite a famous actor.",
                "Mr. and Mrs. Johnson are proud parents of three daughters, each with their unique talents.",
                "They are so proud of their grandchild for graduating from college."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvdWQ&hash=4dae34688a942f2d53e1ff4937a491f9eb6660e5&lang=en&cache-only=0",
            "defineEn": "feeling satisfied with someone or one's possessions, achievements, etc.",
            "defineVi": "cảm thấy hài lòng với tài sản, thành tích của ai đó hoặc của ai đó, v.v.",
            "hasImg": true
        },
        {
            "id": "a0ecde00-bee0-43be-b28c-7bbc128d7ffe",
            "word": "experienced",
            "phonetic": "ɛkspiəɹɪənst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The referee in the firing line is an experienced official.",
                "The experienced lawyer is streets ahead of her young colleagues, with a deep understanding of the law and years of courtroom experience.",
                "A CEO may receive helpful suggestions from the least experienced employee, as even a mouse may help a lion.",
                "The experienced soccer team has been practicing hard and has an edge over their opponents in the upcoming match.",
                "The experienced hiker knew the trail well and was always one jump ahead, anticipating obstacles and finding the best path forward."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwZXJpZW5jZWQ&hash=31cfd68bfa069203554c6abd0ae66fb4f34696bf&lang=en&cache-only=0",
            "defineEn": "possessing enough skill or knowledge in a certain field or job",
            "defineVi": "sở hữu đủ kỹ năng hoặc kiến thức trong một lĩnh vực hoặc công việc nhất định",
            "hasImg": true
        },
        {
            "id": "9fc744d3-94ed-416e-9030-da1d54f88a8f",
            "word": "positive",
            "phonetic": "pɑːzᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She left a positive review online for the restaurant where she ordered a pizza.",
                "If you invest time and energy into learning and personal growth, you will see positive results in your life.",
                "Melissa's new book got off to a flying start, with high sales and positive reviews from readers and critics alike.",
                "Consuming prunes may have a positive impact on heart health by reducing LDL cholesterol levels.",
                "Sticks and stones may break my bones, but my positive attitude will never falter."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zaXRpdmU&hash=7b0e13c8ef0095c5a4870f016efef36834b94539&lang=en&cache-only=0",
            "defineEn": "feeling confident and optimistic and thinking about the bright side of a situation",
            "defineVi": "cảm thấy tự tin và lạc quan và suy nghĩ về mặt tươi sáng của một tình huống",
            "hasImg": true
        },
        {
            "id": "d8bdfd2f-2bc3-4e8b-8da4-92af12f41baa",
            "word": "negative",
            "phonetic": "nɛɡətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She received false advice that led to negative consequences.",
                "I don't want to dwell on the negative aspects of our situation.",
                "The right hand doesn't know what the left is doing, and the result is setting customers up for a negative experience.",
                "Buying time may serve as a buffer against the negative effects of time stress in part by enhancing perceived control.",
                "Criticizing the government for not doing enough to control the economy cuts both ways, as too much government intervention can also lead to negative consequences."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVnYXRpdmU&hash=9366ae80b0e8e63533a522e8e4ab41afba3fa926&lang=en&cache-only=0",
            "defineEn": "never considering the good qualities of someone or something; quick to lose hope",
            "defineVi": "không bao giờ xem xét những phẩm chất tốt đẹp của một ai đó hoặc một cái gì đó; nhanh chóng mất hy vọng",
            "hasImg": true
        },
        {
            "id": "ff39dae9-196a-410e-8824-5b521ebca1ca",
            "word": "selfish",
            "phonetic": "sɛlfɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I simply can't tolerate her selfish behavior any longer.",
                "One day you will all pay the price for your selfish behaviour.",
                "Elliott accused me of being selfish.",
                "I'm already fed up with your lazy, selfish behavior, Jim, but if you can't be bothered to come with me to my own mother's funeral, that will be the straw that breaks the donkey's back!",
                "The human condition is selfish, to some extent."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZmlzaA&hash=7c572fbfa2dacdb7fa8b483c1228a2d286c61ea3&lang=en&cache-only=0",
            "defineEn": "always putting one's interests first and not caring about the needs or rights of others",
            "defineVi": "luôn đặt lợi ích của mình lên hàng đầu và không quan tâm đến nhu cầu hay quyền lợi của người khác",
            "hasImg": true
        },
        {
            "id": "3bcca197-0c4d-4c87-a738-8a52a654c713",
            "word": "miserable",
            "phonetic": "mɪzɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Ron's personal life is as miserable as sin.",
                "Oh, I'm miserable.",
                "He is generally miserable and never gets on top of his work.",
                "To lead a life of luxury/a miserable existence.",
                "Everyone just stood around looking miserable as sin during the ceremony."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzZXJhYmxl&hash=8b60f8f184a94b89e66dbf470027cebc83598a5e&lang=en&cache-only=0",
            "defineEn": "feeling very unhappy or uncomfortable",
            "defineVi": "cảm thấy rất không vui hoặc không thoải mái",
            "hasImg": true
        },
        {
            "id": "55180149-8290-42f4-bb4d-96ce9f730616",
            "word": "talented",
            "phonetic": "tæləntᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The talented actor effortlessly portrayed a wide range of characters, from a hero to a villain.",
                "Not even the most talented athlete is guaranteed a long career.",
                "The talented artist painted a beautiful portrait of a woman, capturing her strength and inner beauty on the canvas.",
                "The talented young singer gave the established artist a run for her money, impressing the audience with her exceptional vocal skills.",
                "My son is a talented musician and plays the guitar beautifully."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFsZW50ZWQ&hash=f929f824189dfee28bdc92867d6b03a4461a402c&lang=en&cache-only=0",
            "defineEn": "possessing a natural skill or ability for something",
            "defineVi": "sở hữu một kỹ năng tự nhiên hoặc khả năng cho một cái gì đó",
            "hasImg": true
        },
        {
            "id": "83a8cc51-2510-4e4a-aba4-4416b1f74786",
            "word": "patient",
            "phonetic": "peɪʃənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The dentist can't take any new patients.",
                "You have to be patient.",
                "she puts her patients in touch with a great acupuncturist in London.",
                "The treatment has not yet been tried on patients.",
                "The patient's life was hanging by a thread."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0aWVudA&hash=14ce5640f6fa4778e0dc590535fcc54e586c59e9&lang=en&cache-only=0",
            "defineEn": "staying calm during hard times or accepting delays without getting angry or irritated",
            "defineVi": "giữ bình tĩnh trong thời gian khó khăn hoặc chấp nhận sự chậm trễ mà không tức giận hoặc cáu kỉnh",
            "hasImg": true
        },
        {
            "id": "94181d8f-662d-46dc-9e0d-84372e6a84a0",
            "word": "keen",
            "phonetic": "kiːn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The company is keen to get the idea over.",
                "Her mother, Louise, was very keen on keeping up with the Joneses.",
                "Susan has a keen eye for detail, so each dress is beautifully finished off.",
                "After his latest brush with infamy, the footballer is keen to stay out of the tabloids and is keeping a low profile.",
                "Everyone seemed full of beans, looking forward to breakfast, and keen to find out their group's activities for the day."
            ],
            "audio": "https://tts.langeek.co/read?text=a2Vlbg&hash=ba3105074da36dddf503092d6de277e93d760049&lang=en&cache-only=0",
            "defineEn": "learning or understating quickly",
            "defineVi": "học tập hoặc understated một cách nhanh chóng"
        },
        {
            "id": "4bcf3558-2a27-4e37-bfeb-49dde8e6e9aa",
            "word": "honest",
            "phonetic": "ɑːnɪst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My honest opinion is they took a sledgehammer to crack a nut.",
                "As the proverb goes, an honest man's pillow is his peace of mind.",
                "As a writer, I try to be honest about my own past mistakes.",
                "It's good to be honest and admit your mistakes.",
                "Daniel knew he had to make an honest woman of Rachel when they discovered she was expecting their child, so he proposed and they had a beautiful wedding ceremony."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9uZXN0&hash=a306daee37184fcbbd89ab18eecf9829e18f6c28&lang=en&cache-only=0",
            "defineEn": "telling the truth and having no intention of cheating or stealing",
            "defineVi": "nói sự thật và không có ý định gian lận hoặc ăn cắp",
            "hasImg": true
        },
        {
            "id": "7ac11d64-3940-4738-92ca-926591fa04cb",
            "word": "cruel",
            "phonetic": "kɹuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I was only being cruel to be kind.",
                "Sometimes you have to be cruel to be kind.",
                "He may appear to rule with a velvet glove, but he is really quite cruel.",
                "Peter noticed throughout history how rulers who were granted immense power often became tyrannical and cruel, proving that absolute power corrupts absolutely.",
                "History is kind of cruel."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3J1ZWw&hash=80c96628243feadc29c6e40f6d4cd4160d7a43da&lang=en&cache-only=0",
            "defineEn": "wanting to physically or mentally harm someone",
            "defineVi": "muốn làm tổn hại về thể chất hoặc tinh thần cho ai đó",
            "hasImg": true
        },
        {
            "id": "4b551081-41a5-400b-8f50-4add71adcc08",
            "word": "annoying",
            "phonetic": "ɐnɔɪɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Interrupting others is annoying, so try to break the habit.",
                "Interrupting others is annoying, so try to break the habit.",
                "However, too much of a good thing can get annoying.",
                "We finally got rid of your younger brother, he's so annoying!",
                "Lines are super annoying."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5ub3lpbmc&hash=38ce143decfceea083577e89fd8bfe854cf1199b&lang=en&cache-only=0",
            "defineEn": "causing slight anger",
            "defineVi": "gây ra sự tức giận nhẹ",
            "hasImg": true
        },
        {
            "id": "dd719e03-7053-44df-988a-a1b558a247c4",
            "word": "needy",
            "phonetic": "niːdi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Megan regretted throwing herself at Terry, realizing later that her actions came across as desperate and needy.",
                "This is not only going to benefit needy students.",
                "Yeah and who was more needy than you back then?",
                "After all, you’re suddenly responsible for this helpless, needy human being.",
                "It turns out I'm incredibly needy."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVlZHk&hash=175869539581bbd5d6d230138e9f14b9c1da0b61&lang=en&cache-only=0",
            "defineEn": "lacking confidence, and needing to be emotionally supported a lot",
            "defineVi": "thiếu tự tin và cần được hỗ trợ về mặt cảm xúc rất nhiều",
            "hasImg": true
        },
        {
            "id": "63ea13f3-c527-4ae6-ac7a-c0ef0bd196a3",
            "word": "stubborn",
            "phonetic": "stʌbɚn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You were right, stubborn fella that was.",
                "The bank evicted his family from their home and Muley refused to leave, he remained stubborn as a mule.",
                "He used a toothpick to remove a stubborn piece of food stuck between his teeth.",
                "His friends advised him to accept the offer, but you know Larry - he's as stubborn as a mule!",
                "The stubborn janitor had been refusing to fix the broken water fountain for weeks, but the principal knew that kind words would unlock an iron door, so he approached the janitor gently and respectfully and finally the janitor agreed to make the repairs."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1YmJvcm4&hash=b5c1432676fabc7b79d88496857f31aebacbe867&lang=en&cache-only=0",
            "defineEn": "unwilling to change one's attitude or opinion despite good reasons",
            "defineVi": "không muốn thay đổi thái độ hoặc quan điểm của một người mặc dù có lý do chính đáng",
            "hasImg": true
        },
        {
            "id": "bcfe1fe7-0772-4983-88c5-6f1c88d65162",
            "word": "cool",
            "phonetic": "kuːl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The open window let in a cool breeze.",
                "I dipped my feet in the cool water of the river.",
                "I'd give my right arm for a nice cool drink.",
                "She pressed her cheek against the cool glass window.",
                "He completely lost his cool and started yelling."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29vbA&hash=3c9ad96c7f537e6d5a29b49b98061df8b20f3fc0&lang=en&cache-only=0",
            "defineEn": "attractive, fashionable, etc. in a way that is liked by many",
            "defineVi": "hấp dẫn, thời trang, v.v. theo cách được nhiều người yêu thích",
            "hasImg": true
        },
        {
            "id": "65b82e95-3793-4400-973b-4dc34aaa22c7",
            "word": "independent",
            "phonetic": "ɪndᵻpɛndənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "From a young age, he had a strong independent spirit and always did his own thing, refusing to be influenced by others' opinions.",
                "Each one is independent. ",
                "Sideways motion is independent of up and down motion.",
                "Naomi: My mom, she'e fiercely independent.",
                "Independent stores are carving out their own niches as well."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kZXBlbmRlbnQ&hash=23b04d012ba1fd35e4f170cb08119b98ceede632&lang=en&cache-only=0",
            "defineEn": "free to do things as one wants and not needing help from others",
            "defineVi": "tự do làm mọi việc theo ý muốn và không cần sự giúp đỡ của người khác",
            "hasImg": true
        },
        {
            "id": "063f03d0-9d24-472f-88d6-430330f324c3",
            "word": "ambitious",
            "phonetic": "æmbɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She became more ambitious as the years passed.",
                "The company's ambitious expansion plans went up in flames when their major investor pulled out.",
                "The startup company is reaching for the moon with its ambitious goals to revolutionize the industry.",
                "The ambitious entrepreneur took a risk and started his own business, knowing that it was better to live one day as a tiger than a thousand years as a sheep working for someone else.",
                "The ambitious student knew that he had to take challenging courses to achieve his dream of attending a top university."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1iaXRpb3Vz&hash=5afbc15a3c1707ae735e56f3d6ab6764fae84033&lang=en&cache-only=0",
            "defineEn": "trying or wishing to gain great success, power, or wealth",
            "defineVi": "cố gắng hoặc mong muốn đạt được thành công lớn, quyền lực hoặc sự giàu có"
        },
        {
            "id": "5a4340dc-ed05-42d5-b06f-a8159b71abee",
            "word": "warm",
            "phonetic": "wɔːɹm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The water feels warm.",
                "Are you warm enough?",
                "It's quite warm outside.",
                "The afternoon sun casts a warm glow on the buildings and trees.",
                "The season of summer brings warm weather and longer days."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FybQ&hash=3e7674ce40eef8f569c5f8aa090f9ab079c41b0f&lang=en&cache-only=0",
            "defineEn": "displaying friendliness, kindness, or enthusiasm",
            "defineVi": "thể hiện sự thân thiện, lòng tốt hoặc sự nhiệt tình",
            "hasImg": true
        },
        {
            "id": "fc2e67a0-dc31-4e00-8c1c-c631dce4eb7b",
            "word": "welcoming",
            "phonetic": "wɛlkʌmɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But at least in the park that was close to us, that was a welcoming place. ",
                "The Moon is not a welcoming place for living things.",
                "- We do not invite people in a welcoming way to enter our democracy and to participate.",
                "Let’s type a little welcoming message and get this party started.",
                "The coffee shop helps establish a welcoming vibe, inviting people to come in and hang out."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VsY29taW5n&hash=e11449895b34c5a605c93d90e8ab9e5c15853e2f&lang=en&cache-only=0",
            "defineEn": "(of a person) showing friendliness to a guest or visitor",
            "defineVi": "(của một người) thể hiện sự thân thiện với khách hoặc khách",
            "hasImg": true
        },
        {
            "id": "fc36607c-c87a-412c-ab0c-61744d0e16b8",
            "word": "sociable",
            "phonetic": "soʊʃiəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The sociable student made it a point to meet all 144 of her classmates.",
                "Furthermore, these sociable robots must be able to make appropriate facial expressions.",
                "'I miss being sociable.'",
                "Sociable weaver birds don’t build little nests between a couple of branches like your average bird does.",
                "Kids with positive self-images are more happy, confident, independent, and sociable."
            ],
            "audio": "https://tts.langeek.co/read?text=c29jaWFibGU&hash=2964031fa207654359c5171956c34db6e6dcc5d7&lang=en&cache-only=0",
            "defineEn": "ready and willing to spend time with others and talk to them",
            "defineVi": "sẵn sàng và sẵn sàng dành thời gian với người khác và nói chuyện với họ"
        },
        {
            "id": "16832537-fada-4e90-ac69-9e76701a90f1",
            "word": "generous",
            "phonetic": "dʒɛnɚɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The chef sprinkled a generous amount of roe on the dish.",
                "The full English breakfast included a generous portion of black pudding alongside eggs, bacon, and beans.",
                "He poured a generous amount of treacle over his warm pancakes",
                "They sprinkled a generous amount of caraway seeds over their roasted vegetables.",
                "He spread a generous amount of tartar sauce on his fish sandwich."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXJvdXM&hash=a83f1b65fd78bbdd7c20583da2943d31e90ce25d&lang=en&cache-only=0",
            "defineEn": "showing a willingness or willing to freely give money, spend time, etc. with others",
            "defineVi": "thể hiện sự sẵn lòng hoặc sẵn sàng tự do cho tiền, dành thời gian, v.v. với người khác",
            "hasImg": true
        },
        {
            "id": "140ef69b-8364-4dc5-8ee6-ea464f7c91f7",
            "word": "gentle",
            "phonetic": "dʒɛntəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He planted a gentle kiss on her cheek.",
                "The hiker enjoyed the scenic beauty of the river's gentle bends.",
                "With a gentle push, the window closed tightly, sealing out the draft.",
                "Brian was as gentle as a lamb and wouldn't hurt anyone.",
                "I need to find a gentle soap for sensitive skin."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VudGxl&hash=650b0f7197b6983886e936f0c88445f44c0f6d49&lang=en&cache-only=0",
            "defineEn": "showing kindness",
            "defineVi": "thể hiện lòng tốt",
            "hasImg": true
        },
        {
            "id": "9c0296ec-693f-4f0c-b5e7-3e189eacc049",
            "word": "understanding",
            "phonetic": "ʌndɚstændɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The audience nodded in understanding as the speaker explained the concept.",
                "The experienced lawyer is streets ahead of her young colleagues, with a deep understanding of the law and years of courtroom experience.",
                "The scientist presented an abstract theory that revolutionized our understanding of the universe.",
                "The discovery of new planets represents a quantum leap in astronomy, with the potential to deepen our understanding of the universe and our place in it.",
                "The student's answer to the question was wide off the mark and showed a lack of understanding of the topic."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXJzdGFuZGluZw&hash=78fec5a10421c96e53df682b75ec66b0f3b3ece2&lang=en&cache-only=0",
            "defineEn": "not judging someone and being compassionate and forgiving when they do something wrong or make a mistake",
            "defineVi": "không phán xét ai đó và từ bi và tha thứ khi họ làm điều gì sai hoặc mắc lỗi",
            "hasImg": true
        },
        {
            "id": "ad40bc0b-87c6-49a3-adae-3014c66ad732",
            "word": "skillful",
            "phonetic": "skɪlfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Success is heavily dependent on skillful collaboration.",
                "He was very skillful at bridging them. ",
                "At the Olympic Games, the fastest runners, highest jumpers, and most skillful divers win medals and worldwide acclaim.",
                "To be skillful is to have dexterity.",
                "Few people realized that he was very skillful recruiter as an intelligence officer, KGB officer."
            ],
            "audio": "https://tts.langeek.co/read?text=c2tpbGxmdWw&hash=3f9667fe44d4e384690e4aebb3f3dc449026869c&lang=en&cache-only=0",
            "defineEn": "very good at doing something particular",
            "defineVi": "rất giỏi làm điều gì đó đặc biệt",
            "hasImg": true
        },
        {
            "id": "0d5c6966-6f68-491d-8555-5104ef7d4645",
            "word": "peaceful",
            "phonetic": "piːsfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Winter brings a peaceful silence, especially after a fresh snowfall.",
                "She lived a very peaceful life.",
                "He enjoys the peaceful atmosphere of his home.",
                "I usually have a peaceful sleep at night.",
                "The once peaceful beach town has now become completely commercialised."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVhY2VmdWw&hash=bd834d762b1f9f8f076e2e1372682941b30f3779&lang=en&cache-only=0",
            "defineEn": "(of a person) unwilling to become involved in a dispute or anything violent",
            "defineVi": "(của một người) không muốn tham gia vào một cuộc tranh chấp hoặc bất cứ điều gì bạo lực",
            "hasImg": true
        },
        {
            "id": "ac7f8413-efcf-4980-a63e-ceac26b1a9b3",
            "word": "doubtful",
            "phonetic": "daʊtfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Her husband was doubtful about this.",
                "I'm doubtful, unless she got a real strong arm.",
                "To him, it seemed highly doubtful that the full-grown Coelophysis had swallowed such a large object in one piece.",
                "now He then gets to go back to his doubtful mom and decree What can I say except you're welcome my five?",
                "And isn't it true that art incorporates so much of the artist's experience that even if we are able to unlock biologically-enhanced creativity, it's doubtful that it would result in a surge of \"super-art?\""
            ],
            "audio": "https://tts.langeek.co/read?text=ZG91YnRmdWw&hash=76d8d1cec9f01354f3052077117e588b46b7bb46&lang=en&cache-only=0",
            "defineEn": "(of a person) uncertain or having doubts about something",
            "defineVi": "(của một người) không chắc chắn hoặc nghi ngờ về điều gì đó"
        },
        {
            "id": "059f5684-fd06-434c-bf5a-504a21460c27",
            "word": "bully",
            "phonetic": "bʊli ",
            "partOfSpeechType": "noun",
            "examples": [
                "I used slices of bully beef as a topping for my homemade pizza.",
                "The bullies always laugh at him when he makes a mistake in class.",
                "Bullies usually can dish it out, but they can't take it.",
                "He opened a can of bully beef to make a quick sandwich for his lunch.",
                "Management often turn a blind eye to bullying in the workplace."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVsbHk&hash=a10839771b7173a5452a31988ba60ac2634d2b1e&lang=en&cache-only=0",
            "defineEn": "a person who likes to threaten, scare, or hurt others, particularly people who are weaker",
            "defineVi": "một người thích đe dọa, sợ hãi hoặc làm tổn thương người khác, đặc biệt là những người yếu hơn",
            "hasImg": true
        }
    ]
}