{
    "id": "389ecda4-8aa0-48d7-b244-1e502c3cb2d0",
    "title": "Top 451 - 475 Verbs",
    "originalTitle": "Top 451 - 475 Verbs",
    "words": [
        {
            "id": "721cbb80-acf0-4eec-854e-9d944ca96921",
            "word": "to participate",
            "phonetic": "tə pɑːɹtɪsᵻpeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She participates actively in class discussions and shares her opinions.",
                "We are learning the rules of volleyball to participate in a friendly game.",
                "He was asked to participate only as a matter of form.",
                "They participated in a friendly cooking competition, each showcasing their creativity with cranberry beans.",
                "Of the participating builders in the survey, 66 percent said they turned a profit in 1993."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFydGljaXBhdGU&hash=6f954ea9fc13750fc71d0ac19da28d1ff47f9b41&lang=en&cache-only=0",
            "defineEn": "to become involved or take part in an event",
            "defineVi": "tham gia hoặc tham gia vào một sự kiện",
            "hasImg": true
        },
        {
            "id": "f7b62dcc-7db9-4d52-b718-b1bdfeb9626b",
            "word": "to date",
            "phonetic": "tə deɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They set a date for a full hearing at the end of February.",
                "I’ll check the dates.",
                "The wedding date is set for next month.",
                "We should mark the date on the calendar for our family gathering.",
                "Her date failed to show."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGF0ZQ&hash=8c8225bf3363bca18541976e089bd8d0478711a0&lang=en&cache-only=0",
            "defineEn": "to go out with someone that you are having a romantic relationship with or may soon start to have one; to be in a romantic relationship with someone",
            "defineVi": "hẹn hò với ai đó mà bạn đang có mối quan hệ lãng mạn hoặc có thể sắp bắt đầu có mối quan hệ đó; ở trong một mối quan hệ lãng mạn với ai đó",
            "hasImg": true
        },
        {
            "id": "268bf9ee-41c4-4040-acd4-62eaf2798e7d",
            "word": "to stretch",
            "phonetic": "tə stɹɛtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Fire crews have been operating at full stretch.",
                "By no stretch of the imagination does the factory operate efficiently.",
                "He stretched his legs before going for a run to prevent muscle cramps.",
                "This could not by any stretch be seen as a victory.",
                "We wanted to stretch our legs during intermission."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RyZXRjaA&hash=75cb8e1c1f8bdc041da4c4a594254b37b0d5d343&lang=en&cache-only=0",
            "defineEn": "to make something longer, looser, or wider, especially by pulling it",
            "defineVi": "để làm cho một cái gì đó dài hơn, lỏng hơn hoặc rộng hơn, đặc biệt là bằng cách kéo nó",
            "hasImg": true
        },
        {
            "id": "b9e52ade-6236-4c1c-aa1a-5da65f974bdf",
            "word": "to estimate",
            "phonetic": "tʊ ɛstᵻmeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Estimates put the war's cost at £1 million a day.",
                "Their estimates were completely off the mark.",
                "It is estimated that 5,000 bank staff could be lining their own pockets from customer accounts.",
                "Medical scientists estimate an autism ratio of 1 in every 110 children in the United States. ",
                "The company estimated revenues for 2020 of nearly 100 million dollars."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXN0aW1hdGU&hash=6da0248fce4963986d6717cb5776931810667b67&lang=en&cache-only=0",
            "defineEn": "to guess the value, number, quantity, size, etc. of something without exact calculation",
            "defineVi": "để đoán giá trị, số lượng, số lượng, kích thước, vv của một cái gì đó mà không cần tính toán chính xác"
        },
        {
            "id": "af573bbf-0285-49da-9609-5cc1f7e2b9f9",
            "word": "to transfer",
            "phonetic": "tə tɹænsfɜː ",
            "partOfSpeechType": "verb",
            "examples": [
                "I need to format my external hard drive before transferring files to it.",
                "Transfer tape makes light work of re-gluing in the workshop.",
                "And the iPod's FireWire connector transferred songs faster than USB.",
                "Transfers are locking up everywhere.",
                "So again, the bat can transfer the infection to other animals."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhbnNmZXI&hash=b480af1c4e3eb6270eaf39d5d6e1f9f1cc43a87a&lang=en&cache-only=0",
            "defineEn": "to make a person or thing move from a place, situation, or person to another",
            "defineVi": "để làm cho một người hoặc điều di chuyển từ một nơi, tình huống, hoặc người khác",
            "hasImg": true
        },
        {
            "id": "c74f0e87-f2a0-4cda-8abc-7894a2bfcc36",
            "word": "to benefit",
            "phonetic": "tə bɛnɪfɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The referee gave him the benefit of the doubt.",
                "The changes benefit management but leave the workers out in the cold.",
                "Only a minority of people exist on unemployment benefits alone.",
                "My friend studied the nutritional benefits of different legumes for her research project.",
                "I prefer brown rice over white rice for its nutritional benefits."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVuZWZpdA&hash=4f9a9a219e775341686cf837b7aca708e841d424&lang=en&cache-only=0",
            "defineEn": "to get a profit or advantage from something",
            "defineVi": "để có được một lợi nhuận hoặc lợi thế từ một cái gì đó"
        },
        {
            "id": "c5fc6284-9d2d-48e1-b9fa-2a920c8381fc",
            "word": "to defeat",
            "phonetic": "tə dᵻfiːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She had to accept defeat without losing face.",
                "The defeated army was forced to bow down before their conquerors, acknowledging their superiority.",
                "The rebels are standing fast and refuse to be defeated.",
                "I am working hard to defeat my competitor and to win I have to do or die.",
                "They put up a good fight, but they never really had a chance of defeating us."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVmZWF0&hash=16c407cead52b2b4aabdf8f589a3024de3e4387a&lang=en&cache-only=0",
            "defineEn": "to win against someone in a war, game, contest, etc.",
            "defineVi": "để giành chiến thắng trước ai đó trong một cuộc chiến, trò chơi, cuộc thi, v.v.",
            "hasImg": true
        },
        {
            "id": "fd246384-8247-490b-b797-007808839f83",
            "word": "to doubt",
            "phonetic": "tə daʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Maths error casts doubts on Greater Cambridge Partnership's road.",
                "To raise doubts in people’s minds.",
                "After a successful career at the Italian central bank, few people doubt his ability to whip the economy into shape.",
                "A new study is casting doubt on the once popular narrative that N95 masks are more effective than surgical masks.",
                "The referee gave him the benefit of the doubt."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZG91YnQ&hash=0b498e84648fa3e2ef5037ef3824f7ea187076e6&lang=en&cache-only=0",
            "defineEn": "to not feel certain about something; to think that something is not the case",
            "defineVi": "không cảm thấy chắc chắn về điều gì đó; để nghĩ rằng một cái gì đó không phải là trường hợp"
        },
        {
            "id": "736e2b10-6316-4b7f-9a25-d2345bdee96f",
            "word": "to type",
            "phonetic": "tə taɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "This type of heater uses a lot of electricity.",
                "Some common types of cooking oils include canola oil, vegetable oil, and sunflower oil.",
                "Strawberries and blueberries are my favorite types of berries.",
                "Max is a different type of a person.",
                "Multipolar neurons are the most common type of neuron found in the brain and spinal cord."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHlwZQ&hash=13210a4edc894663c804de4bdcf139d3c3fb1b35&lang=en&cache-only=0",
            "defineEn": "to write using a physical or digital keyboard",
            "defineVi": "để viết bằng bàn phím vật lý hoặc kỹ thuật số",
            "hasImg": true
        },
        {
            "id": "7a081108-dc98-4966-bf6f-9c182248cff3",
            "word": "to pretend",
            "phonetic": "tə pɹɪtɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "He pretended the carrot was a microphone and sang a silly song in front of the mirror.",
                "Just do your thing and pretend I'm not here.",
                "She played a trick on her friend by pretending to forget her birthday.",
                "He had a collection of toys and loved pretending they were alive.",
                "He pretended the galangal root was a secret ingredient and challenged his friends to create unique dishes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJldGVuZA&hash=325870dd1c427a1cebc4ee7d500ef61fcfe04ab1&lang=en&cache-only=0",
            "defineEn": "to act in a specific way in order to make others believe that something is the case when actually it is not so",
            "defineVi": "hành động theo một cách cụ thể để khiến người khác tin rằng điều gì đó đúng như vậy trong khi thực tế không phải như vậy",
            "hasImg": true
        },
        {
            "id": "ab5a5cf1-989e-48b3-a1ac-5d8cbcaf6b11",
            "word": "to adopt",
            "phonetic": "tʊ ɐdɑːpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The praise and recognition turned his head, leading him to adopt an attitude of superiority and self-importance.",
                "Getting him to adopt the new method is like kicking whales down the beach.",
                "David is considering adopting a pet for company, as he believes having a furry friend will make his home feel less empty.",
                "The doctor warned his patient about the health risks of overeating and suggested that she adopt the principle of eat to live, not live to eat to avoid negative consequences.",
                "She produced a TV series about adopted children."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRvcHQ&hash=e322f5e9509349419369f32fd25862d2a8d20ece&lang=en&cache-only=0",
            "defineEn": "to take someone's child into one's family and become their legal parent",
            "defineVi": "đưa con của ai đó vào gia đình của một người và trở thành cha mẹ hợp pháp của họ",
            "hasImg": true
        },
        {
            "id": "ab7eb3f6-c0bf-42dd-ab27-9528d2362807",
            "word": "to clear",
            "phonetic": "tə klɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Our waiter cleared the empty plates from the table.",
                "The coast is clear.",
                "Sanskrit inscriptions are clear as day.",
                "The house rules are crystal clear.",
                "The answers came back clear as a bell."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xlYXI&hash=f6b53a412ae646b3f1e5115faa762f6fa87d4f5c&lang=en&cache-only=0",
            "defineEn": "to remove unwanted or unnecessary things from something or somewhere",
            "defineVi": "để loại bỏ những thứ không mong muốn hoặc không cần thiết từ một cái gì đó hoặc một nơi nào đó"
        },
        {
            "id": "33aef0ea-d6a2-4668-a5d3-0d9b4f056a09",
            "word": "to dress",
            "phonetic": "tə dɹɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "My grandmother made a dress for me.",
                "The bride's wedding dress is white.",
                "She bought an expensive dress for a special occasion.",
                "Where did you buy that dress?",
                "This dress makes me look fat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJlc3M&hash=adb9d8e3b42291ca982155552090e4b30bb84d1e&lang=en&cache-only=0",
            "defineEn": "to put clothes on oneself",
            "defineVi": "tự mặc quần áo",
            "hasImg": true
        },
        {
            "id": "0042233b-be11-4242-88be-5a0883e07f70",
            "word": "to dry",
            "phonetic": "tə dɹaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "My mouth felt completely dry.",
                "I dried my hands with a soft towel.",
                "His throat was dry as dust.",
                "Try some dried apricots as a healthy snack.",
                "The flowers died during a dry spell."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJ5&hash=6ce2c16583e2d04e81a27150d49325b810e66af5&lang=en&cache-only=0",
            "defineEn": "to take out the liquid from something in a way that it is not wet anymore",
            "defineVi": "lấy chất lỏng ra khỏi thứ gì đó theo cách mà nó không còn ướt nữa",
            "hasImg": true
        },
        {
            "id": "3dcb8138-6565-47fe-85d8-1ddcd0ae1817",
            "word": "to pursue",
            "phonetic": "tə pɚsuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "Traditional stores are now pursuing a bricks and clicks strategy.",
                "Her success in the industry had opened doors for other women to pursue similar careers.",
                "Many adult learners enroll in evening classes to pursue further education.",
                "The entrepreneur shot for the moon by pursuing a risky business venture that had the potential for huge rewards.",
                "She put her singing career on the back burner to pursue her dream of being a movie star."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVyc3Vl&hash=6834ba33eea09471828752fa0b2a963ccbe278be&lang=en&cache-only=0",
            "defineEn": "to follow or chase someone or something, particularly to catch them",
            "defineVi": "theo dõi hoặc đuổi theo ai đó hoặc cái gì đó, đặc biệt là để bắt họ",
            "hasImg": true
        },
        {
            "id": "fb1a5efe-e5e0-4389-abdb-f319687739b1",
            "word": "to activate",
            "phonetic": "tʊ æktᵻveɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I need to activate the yeast by dissolving it in warm water before adding it to the bread dough.",
                "Energy pod activated.",
                "Energy pod activated.",
                "But other objects, like a cup of coffee or a building, activate other parts of the temporal cortex.",
                "The helper T cell is activated."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWN0aXZhdGU&hash=e34895e7c72d5229be1568f0ad69f92e65938a1d&lang=en&cache-only=0",
            "defineEn": "to make something such as a process, piece of equipment, etc. start working",
            "defineVi": "để làm cho một cái gì đó như một quy trình, thiết bị, v.v. bắt đầu hoạt động",
            "hasImg": true
        },
        {
            "id": "02a897fa-72f8-40af-8bc6-6f10270b478b",
            "word": "to investigate",
            "phonetic": "tʊ ɪnvɛstᵻɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Researchers are investigating the potential uses of gulfweed as a sustainable resourc.",
                "To give himself an edge, he investigated anyone who might be a threat to him.",
                "We tried to investigate but met a wall of silence.",
                "They rely on the police to investigate crimes and bring criminals to justice.",
                "We have confidence in the police's ability to investigate and solve crimes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW52ZXN0aWdhdGU&hash=95b0cc4f0dc21c414527825834cc2f6a8531f972&lang=en&cache-only=0",
            "defineEn": "to try to find the truth about a crime, accident, etc. by carefully examining its facts",
            "defineVi": "cố gắng tìm ra sự thật về một tội ác, tai nạn, v.v. bằng cách xem xét cẩn thận các sự kiện của nó",
            "hasImg": true
        },
        {
            "id": "2367cc20-e957-43e3-b0d9-5dc891ed34a3",
            "word": "to freeze",
            "phonetic": "tə fɹiːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "They froze sliced bananas and blended them into a creamy banana ice cream.",
                "Make a large batch of pelmeni and freeze them for future meals.",
                "It's best to blanch the green beans before freezing them for long-term storage.",
                "White currants can be frozen and enjoyed later as a tasty addition to smoothie bowls.",
                "Sam tries to wrap her brain around snow and freezing temperatures, but she's always lived in Florida, so real winter is not something she has experienced."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnJlZXpl&hash=8194175dffa7d6f8052c0d040b20e7ca987eb2a6&lang=en&cache-only=0",
            "defineEn": "to become hard or turn to ice because of reaching or going below 0° Celsius",
            "defineVi": "trở nên cứng hoặc biến thành băng vì đạt hoặc xuống dưới 0°C",
            "hasImg": true
        },
        {
            "id": "ef84f519-f183-46d7-8763-95eee1f469d5",
            "word": "to elect",
            "phonetic": "tʊ ᵻlɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She was elected to serve as secretary of the local party.",
                "He was elected to Congress last year and is now running for governor.",
                "The politician made many promises during his campaign, but after he was elected, he failed to fulfill any of them.",
                "Ordinarily, our elected representatives would think nothing of spending another $20 billion.",
                "The state's newly elected governor is trying to put new wine in old bottles by revitalizing several different institutions and infrastructures with bold, progressive changes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWxlY3Q&hash=ffbf252d5538f60628b72080c45c44ad5fa3e35b&lang=en&cache-only=0",
            "defineEn": "to choose a person for a specific job, particularly a political one, by voting",
            "defineVi": "để chọn một người cho một công việc cụ thể, đặc biệt là một chính trị, bằng cách bỏ phiếu",
            "hasImg": true
        },
        {
            "id": "2b41bc0a-1225-44b0-a146-d19e3fd72db9",
            "word": "to crush",
            "phonetic": "tə kɹʌʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "My sister has a girl crush on Billie Eilish.",
                "Did she have a crush on Ryan?",
                "He crushed the dried capsules of the poppy flowers to extract the tiny seeds for culinary purposes.",
                "Do you really have a crush on folk dancers?",
                "I've had a crush on Tommy for years."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3J1c2g&hash=f7c83555141b81cb5069b53a5d226f656d23d8f9&lang=en&cache-only=0",
            "defineEn": "to forcibly push something against a surface until it breaks or is damaged or disfigured",
            "defineVi": "để cưỡng bức đẩy một cái gì đó lên một bề mặt cho đến khi nó bị vỡ hoặc bị hư hỏng hoặc biến dạng",
            "hasImg": true
        },
        {
            "id": "a787059c-bd44-408b-b732-87da47f3a6db",
            "word": "to smoke",
            "phonetic": "tə smoʊk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Smoke appeared on the horizon.",
                "He smoked a whole turkey and served it with a tangy barbecue sauce.",
                "The outgoing president used smoke and mirrors to make the situation look better.",
                "I smoked a joint an hour ago, and I'm still waiting to come up.",
                "My presentation went up in smoke when the slideshow stopped working."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc21va2U&hash=e663f032b6022f1ecd942f2c5b4656d51535df01&lang=en&cache-only=0",
            "defineEn": "to breathe in and out the smoke of a cigarette, pipe, etc.",
            "defineVi": "hít vào và thở ra khói thuốc lá, tẩu, v.v.",
            "hasImg": true
        },
        {
            "id": "b2da4819-93e2-44a1-841f-e25e7b53a091",
            "word": "to respect",
            "phonetic": "tə ɹᵻspɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They showed their parents no respect.",
                "I respect your opinion, but I'm for the other candidate.",
                "Kramer has certainly won the respect of his peers.",
                "No one will respect those who bows and scrapes every day.",
                "Mary's kindness and generosity towards others has earned her love and respect from everyone she meets."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzcGVjdA&hash=09e62f5cbd47a6fd139cbd1c960f9f7a0638c207&lang=en&cache-only=0",
            "defineEn": "to admire someone or something because of their achievements, qualities, etc.",
            "defineVi": "để ngưỡng mộ ai đó hoặc một cái gì đó vì thành tích, phẩm chất của họ, v.v.",
            "hasImg": true
        },
        {
            "id": "9b8c594c-8d7e-4515-9fc6-0a20f4030ca3",
            "word": "to detect",
            "phonetic": "tə dɪtɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Geiger counter detected high levels of radiation in the vicinity of the radioactive material.",
                "The rabbit's long ears help them detect sounds.",
                "For once, Beatrice's eagle eye failed to detect the tenderness in Timothy whenever he spoke to Topaz.",
                "Our cones detect fine detail and color.",
                "Even now, satellites can still detect some very weak magnetism in patches of Mars’ surface."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGV0ZWN0&hash=935da19ba432408a6319b9703aec22d2fdbf0c1e&lang=en&cache-only=0",
            "defineEn": "to notice or discover something that is difficult to find",
            "defineVi": "để ý hoặc khám phá một cái gì đó là khó khăn để tìm thấy",
            "hasImg": true
        },
        {
            "id": "46d326c7-eccc-4a24-a781-9a3eaddea8b8",
            "word": "to warn",
            "phonetic": "tə wɔːɹn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The security expert warned the business owner that a bad padlock invites a picklock.",
                "The teacher's stern grimace warned the students to behave.",
                "Parents often warn their children that evil communications corrupt good manners, urging them to surround themselves with positive influences.",
                "He warned us that we would pay the price.",
                "The detective warned the gang members that blood will have blood, and that their violent actions would only lead to more violence and retribution."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2Fybg&hash=9f7ad9990d061e6fea21166bf4f85a5851a7bd08&lang=en&cache-only=0",
            "defineEn": "to tell someone about a possible danger or problem in order to prevent harm or damage",
            "defineVi": "để nói với ai đó về một mối nguy hiểm hoặc vấn đề có thể xảy ra để ngăn chặn tác hại hoặc thiệt hại",
            "hasImg": true
        },
        {
            "id": "bcd53814-8d8e-4f91-8984-47015733c86a",
            "word": "to question",
            "phonetic": "tə kwɛstʃən ",
            "partOfSpeechType": "verb",
            "examples": [
                "The question requires critical thinking and analysis.",
                "The quiz consisted of multiple-choice questions.",
                "The book raises many important questions.",
                "The waiter patiently answered our questions about the ingredients in the dish.",
                "Can I ask a question?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcXVlc3Rpb24&hash=359c79579e9967bef15a85c4c08d57ab81bd8628&lang=en&cache-only=0",
            "defineEn": "to have or express uncertainty about something",
            "defineVi": "để có hoặc bày tỏ sự không chắc chắn về một cái gì đó",
            "hasImg": true
        }
    ]
}