{
    "id": "38a9c00d-5764-4722-9adf-a2d03a76f6bd",
    "title": "Lesson 2B",
    "originalTitle": "Lesson 2B",
    "words": [
        {
            "id": "e30d79d5-4873-4a17-9d22-ec6681429d13",
            "word": "glossary",
            "phonetic": "ɡlɔsɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "To find out what the terms mean, go to the glossary.",
                "To keep their emotions in check, they carefully prepare for an assignment, building glossaries in advance, reading voraciously about the subject matter, and reviewing previous talks on the topic.",
                "And after 20 years, if you've had the bad glossary or you made a choice to go into the ministry or education or some other sector, that doesn't pay very well, then they forgive the loans."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xvc3Nhcnk&hash=49322d5724f66bac38b94418ed1a104dd9042f96&lang=en&cache-only=0",
            "defineEn": "a list of technical terms or jargons of a particular field or text, provided in alphabetical order with an explanation for each one",
            "defineVi": "một danh sách các thuật ngữ kỹ thuật hoặc biệt ngữ của một lĩnh vực hoặc văn bản cụ thể, được cung cấp theo thứ tự bảng chữ cái với lời giải thích cho từng từ"
        },
        {
            "id": "7c2de330-4d69-4e25-a413-bce40f2a4134",
            "word": "orphan",
            "phonetic": "ɔːɹfən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Success has many fathers, failure is an orphan, indeed.",
                "The woman's heart was filled with pity for the orphaned children, and as she spent time with them, she realized that pity is akin to love, and she became devoted to them.",
                "Next movie is Orphan, another thriller.",
                "Against all odds, these orphans demonstrate incredible resilience and readiness to learn.",
                "Orphans can be confiscated and given a second chance."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JwaGFu&hash=5d671a8d05685bd633b7be3b427ab85a79a07218&lang=en&cache-only=0",
            "defineEn": "a child whose parents have died",
            "defineVi": "một đứa trẻ có cha mẹ đã chết",
            "hasImg": true
        },
        {
            "id": "4f220ce2-0d20-4ce8-ac8d-a349e9ff2c00",
            "word": "malnutrition",
            "phonetic": "mælnjuːtɹɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Malnutrition and stunting were also very common.",
                "The country has the world's sixth highest rate of chronic malnutrition.",
                "Across the camp, hundreds of children have died from disease and malnutrition since the beginning of the year.",
                "95,000 Cubans died from disease and malnutrition after Spanish general Valeriano Weyler herded Cubans into concentration camps.",
                "- Narrator: Defectors can face a life of medical issues caused by malnutrition earlier in their lives."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFsbnV0cml0aW9u&hash=6e8ffe600575a1e3b76049c7af7e7aed0e94696c&lang=en&cache-only=0",
            "defineEn": "a condition in which a person does not have enough food or good food to eat in order to stay healthy",
            "defineVi": "tình trạng một người không có đủ thức ăn hoặc thức ăn ngon để ăn nhằm duy trì sức khỏe",
            "hasImg": true
        },
        {
            "id": "c9bb3f0e-3c5f-4677-bfc9-d9745d5a97d6",
            "word": "seed",
            "phonetic": "siːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "She planted rutabaga seeds in her garden.",
                "She blended pumpkin seeds into a creamy pesto sauce.",
                "She carefully sprinkled sunflower seeds on top of her homemade bread dough.",
                "He's sowing the seeds of his own downfall.",
                "They have planted the seeds of their own destruction."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VlZA&hash=13146a5c87b9ce772f7438e499a910cecbe7d397&lang=en&cache-only=0",
            "defineEn": "a small, hard object produced by a plant that can grow into a new plant.",
            "defineVi": "một vật thể nhỏ, cứng được tạo ra bởi một loại cây có thể phát triển thành một loại cây mới.",
            "hasImg": true
        },
        {
            "id": "90989a69-c02e-4a67-959a-a04824eb80a4",
            "word": "AIDS",
            "phonetic": "eɪdz ",
            "partOfSpeechType": "noun",
            "examples": [
                "This stage of HIV infection is known as AIDS.",
                "At the same time, AIDS had hit.",
                "He becomes sick with AIDS. ",
                "Together, we will defeat AIDS in America.",
                "AIDS, for example, is caused by the human immunodeficiency virus that specifically attacks Helper T cells."
            ],
            "audio": "https://tts.langeek.co/read?text=QUlEUw&hash=b3964bf94c2ce01f4405cd2f31db6a1ba2aac5be&lang=en&cache-only=0",
            "defineEn": "a serious disease caused by a virus that attacks the body's immune system and weakens it, can cause death in severe cases",
            "defineVi": "một căn bệnh nghiêm trọng do vi rút tấn công hệ thống miễn dịch của cơ thể và làm suy yếu nó, có thể gây tử vong trong những trường hợp nghiêm trọng"
        }
    ]
}