{
    "id": "38fd5793-5cc8-4574-acf0-6bb364a8326e",
    "title": "Unit 6",
    "originalTitle": "Unit 6",
    "words": [
        {
            "id": "20e50eab-712a-4719-8f76-ad22d6524045",
            "word": "backup",
            "phonetic": "bækʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Always keep a backup of the file.",
                "The backup quarterback had to make up for the injured starter and lead the team to victory.",
                "I'm hot on the heels of the suspect, requesting immediate backup.",
                "Let's backup all our important files before we make any changes to the system - better safe than sorry.",
                "You can set it so that it does an automatic data backup at the end of each day."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFja3Vw&hash=446a0377d1ce8a0be54221ec6efb1c6567ad5c83&lang=en&cache-only=0",
            "defineEn": "the act of providing assistance or support to someone or something",
            "defineVi": "hành động cung cấp hỗ trợ hoặc hỗ trợ cho ai đó hoặc một cái gì đó"
        },
        {
            "id": "aff36b72-b021-4453-a9de-a08705c4a517",
            "word": "slip-up",
            "phonetic": "slɪpʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "There are gonna be slip-ups.",
                "So whether our issue is over-eating or under-eating, or exercising, or binge and purging whatever it is, we're still gonna be around food and so there are gonna be slip-ups and the sooner you, as a loved one of them, can understand this and understand the process and that it's not perfect, the more helpful and the more loving and supportive you can be."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xpcC11cA&hash=dc7ea42fa97d50f276f2e13883cd2d9c288c4da5&lang=en&cache-only=0",
            "defineEn": "a small mistake or error, usually unintentional",
            "defineVi": "một lỗi hoặc lỗi nhỏ, thường là vô ý"
        },
        {
            "id": "081cf33c-0031-4ae9-87fd-c366aec8d43e",
            "word": "shake-up",
            "phonetic": "ʃeɪkʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The next big shake-up rolled in during the first half of the 20th century when behaviorism gained a higher profile.",
                "For instance, some of the biggest shake-ups happen near boundaries in the landscape, like the edge of craters, where dramatic changes in elevation and temperature whip up super strong winds.",
                "I'll conjure up some different types of severe weather to see how exactly shake-ups in the atmosphere can impact the biosphere and the geosphere.",
                "It turns out that as dramatic as it was, the crack was just one of the latest symptoms of an ongoing seismic shake-up in Africa that’s eventually going rip the continent in two, leading to the creation of a brand-new ocean."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hha2UtdXA&hash=0f9f84bfa9e3725400aadc80f47da412d99caaef&lang=en&cache-only=0",
            "defineEn": "a major reorganization or restructuring, especially of an organization or system",
            "defineVi": "một tổ chức lại hoặc tái cấu trúc lớn, đặc biệt là của một tổ chức hoặc hệ thống"
        },
        {
            "id": "424ce8eb-dfe6-4154-84df-e67dd6fb51d6",
            "word": "holdup",
            "phonetic": "hoʊldʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "What is the holdup?",
                "So, what's the holdup?",
                "What is the holdup here?",
                "Miles, what's the holdup?",
                "Tell us, what's on the table and what are the holdups?"
            ],
            "audio": "https://tts.langeek.co/read?text=aG9sZHVw&hash=1c37a56603b3fb1ca00e1b87a322aa9dc273fb4b&lang=en&cache-only=0",
            "defineEn": "a delay or interruption, often caused by an unexpected problem or obstacle",
            "defineVi": "một sự chậm trễ hoặc gián đoạn, thường gây ra bởi một vấn đề bất ngờ hoặc trở ngại",
            "hasImg": true
        },
        {
            "id": "af44d54d-613f-43d4-bedd-7c7af633c4a8",
            "word": "outcome",
            "phonetic": "aʊtkʌm ",
            "partOfSpeechType": "noun",
            "examples": [
                "A mixture of skill and good luck decided the outcome of the game.",
                "The outcome of the game is in the team captain's hands.",
                "The outcome of the court case will make or mar the future of the business.",
                "The outcome of the election is now in the lap of the gods, as the polls are too close to call.",
                "Whether you agree or not, it makes no odds to the outcome of the decision."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0Y29tZQ&hash=2af24b2684a9a31802bcee5844ccf14997bc6290&lang=en&cache-only=0",
            "defineEn": "the result or consequence of a situation, event, or action",
            "defineVi": "kết quả hoặc hậu quả của một tình huống, sự kiện, hoặc hành động"
        },
        {
            "id": "625dac49-fb75-4f59-a094-5ef2bd1d2643",
            "word": "outfit",
            "phonetic": "aʊtfɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fashionable boots added a trendy touch to her outfit.",
                "He prepares his outfit the night before to save time in the morning.",
                "Yesterday, her outfit was wild and woolly, with mismatched patterns and disheveled clothing.",
                "I check the weather forecast every morning to plan my outfit.",
                "He wore a cowboy hat to complete his Western-themed outfit."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0Zml0&hash=be290f567a997cfd1234b7f6650a0b51e838315d&lang=en&cache-only=0",
            "defineEn": "a set of clothes that one wears together, especially for an event or occasion",
            "defineVi": "một bộ quần áo mà một người mặc cùng nhau, đặc biệt là cho một sự kiện hoặc dịp",
            "hasImg": true
        },
        {
            "id": "a16592a6-15c5-4706-8425-3cd7645fae1a",
            "word": "outlook",
            "phonetic": "aʊtlʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The manager keeps changing his outlook on the project, now really hopeful, now very pessimistic.",
                "Although they had only just met, the two strangers found themselves talking for hours, realizing they were kindred spirits with a shared sense of humor and outlook on life.",
                "They have different outlooks.",
                "Your reaction to failure shapes your long-term outlook.",
                "What's your outlook for that?"
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0bG9vaw&hash=96257aa60a7a9c56db979a9067da04a6c5289f30&lang=en&cache-only=0",
            "defineEn": "a person's point of view or attitude toward life or a particular subject",
            "defineVi": "quan điểm hoặc thái độ của một người đối với cuộc sống hoặc một chủ đề cụ thể"
        },
        {
            "id": "fa932aa4-a5db-4f6c-a352-d35a9b5d0614",
            "word": "outlet",
            "phonetic": "aʊtlɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We need an outlet.",
                "So having an outlet for that.",
                "Having an outlet like exercise.",
                "Mainstream news outlets like CNN and The New York Times are frequent targets of ire.",
                "One of the outlets is unplugged!"
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0bGV0&hash=3c994e5391e0830c29ee5401c2957ebfbeaaa820&lang=en&cache-only=0",
            "defineEn": "a store or organization where the products of a particular company are sold at a lower price",
            "defineVi": "một cửa hàng hoặc tổ chức nơi các sản phẩm của một công ty cụ thể được bán với giá thấp hơn"
        },
        {
            "id": "48df2902-2ba9-4574-847a-453be1f64634",
            "word": "takeaway",
            "phonetic": "teɪkəweɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She ordered a takeaway meal of pizza and garlic bread for dinner.",
                "They began to offer takeaway food, and other restaurants followed suit.",
                "So anyways, here's the takeaway.",
                "What was your takeaway from those Russian exercises?",
                "Ultimately the takeaway here Is that if you're looking for a therapist?"
            ],
            "audio": "https://tts.langeek.co/read?text=dGFrZWF3YXk&hash=1a72f42ac4178e47d1d6edb944ff4dc897691789&lang=en&cache-only=0",
            "defineEn": "a meal bought from a restaurant or store to be eaten somewhere else",
            "defineVi": "một bữa ăn mua từ một nhà hàng hoặc cửa hàng để ăn ở một nơi khác",
            "hasImg": true
        },
        {
            "id": "ef85c154-4894-4baf-ba8a-a1808abc0a23",
            "word": "takeover",
            "phonetic": "teɪkoʊvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This takeover bid is bound to sound alarm bells at other tech companies.",
                "It turned out that the vice president of the company had been orchestrating a hostile takeover when the president's back was turned.",
                "We could takeover the retirement home circuit, man.",
                "Barry Goldwater had led a right wing takeover of the Republican Party.",
                "Comment takeover ♪ - I'm glad."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFrZW92ZXI&hash=0d8b6a8536405280d40fdb52c13ebb93d2937611&lang=en&cache-only=0",
            "defineEn": "the acquisition of control or authority over a government or political system, often through force, coercion, or an election",
            "defineVi": "giành quyền kiểm soát hoặc quyền lực đối với chính phủ hoặc hệ thống chính trị, thường thông qua vũ lực, ép buộc hoặc bầu cử"
        },
        {
            "id": "8fe6be3a-f5af-449c-b6b5-efb6369bc1af",
            "word": "download",
            "phonetic": "daʊnloʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "She downloaded a new movie to watch on her laptop during the flight.",
                "He downloaded a new app to help with productivity.",
                "She downloaded a new album and is excited to listen to the new music.",
                "We have made the necessary documents available for download on our website.",
                "The tech company developed a new app, confident that 'if you build it, they will come' and download it to use for their everyday needs."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG93bmxvYWQ&hash=15646fda782cb7d5a16eb51f13b3eec4fb612bad&lang=en&cache-only=0",
            "defineEn": "the act of copying and saving digital files, such as documents, music, or videos, from the internet onto a computer or other electronic device",
            "defineVi": "hành động sao chép và lưu các tệp kỹ thuật số, chẳng hạn như tài liệu, nhạc hoặc video, từ internet vào máy tính hoặc thiết bị điện tử khác",
            "hasImg": true
        },
        {
            "id": "7be6fbe2-213e-4e0d-8758-edcfb7026a3c",
            "word": "downfall",
            "phonetic": "daʊnfɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He's sowing the seeds of his own downfall.",
                "Investing more money on the project is like putting lipstick on a pig, might slow down our downfall but that's that.",
                "The company's success during a period of economic growth led to complacency and overconfidence, ultimately leading to its downfall - as the proverb goes, a green winter makes a fat churchyard.",
                "And speaking of great downfalls!",
                "But the company's aggressive expansion would also lead to its downfall."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG93bmZhbGw&hash=da95baf8322288cf55947bbca09721fdc2e64627&lang=en&cache-only=0",
            "defineEn": "the cause or source of a person's ruin or failure",
            "defineVi": "nguyên nhân hoặc nguồn gốc của sự hủy hoại hoặc thất bại của một người"
        },
        {
            "id": "95c58116-f9dd-44c2-b1c2-e60e230091b5",
            "word": "downpour",
            "phonetic": "daʊnpoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Southern Louisiana braced today for more downpours and more flooding this week.",
                "Webspinners can easily drown if a downpour floods their gallery.",
                "Others are scrambling to save livestock and bracing for more downpours.",
                "The 18-hour downpour, and resulting floods on Luzon, set the water level up over 15 feet, with such speed that most people have no time to flee to the highlands.",
                "Except now it's sunny, but like, literally fifteen minutes ago, there was a downpour."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG93bnBvdXI&hash=0d3b7035647ce2e4c9dd427dab6e659e78b445cc&lang=en&cache-only=0",
            "defineEn": "a brief heavy rainfall",
            "defineVi": "một lượng mưa lớn ngắn",
            "hasImg": true
        },
        {
            "id": "a4c05d08-56fc-4a18-bcbd-eeccb3bb2e8e",
            "word": "breakthrough",
            "phonetic": "bɹeɪkθɹuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Scientists believe that a major breakthrough is on the horizon.",
                "You're just chasing your tail at this point, but you might have a breakthrough with the research if you take a break from it.",
                "By this time next year, they will still be living on borrowed time unless a breakthrough is made in medical research.",
                "The scientist's experiments failed many times before she finally achieved her breakthrough, but she kept trying with the belief that if at first you do not succeed, try, try again.",
                "Two of these people will make a breakthrough."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWt0aHJvdWdo&hash=23dd57cfb1be3204068db2555e334152d61355b0&lang=en&cache-only=0",
            "defineEn": "an important discovery or development that helps improve a situation or answer a problem",
            "defineVi": "một khám phá hoặc phát triển quan trọng giúp cải thiện tình hình hoặc giải đáp một vấn đề"
        },
        {
            "id": "a36d22c2-4cd6-4d51-b26b-d710c187e64c",
            "word": "breakdown",
            "phonetic": "bɹeɪkdaʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The engineers have been putting a brave face on the problem, but I think this breakdown is going to set us back for months.",
                "Now I got my breakdown.",
                "Here’s just a breakdown of regional distribution. ",
                "I'm clearly having a breakdown.",
                "However, the fine folks over@hackstar.io have written an excellent breakdown of this entire board."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWtkb3du&hash=96a90709df2c9647275ed75e9154d8b10b9245ac&lang=en&cache-only=0",
            "defineEn": "a failure in the progress or effectiveness of a relationship or system",
            "defineVi": "thất bại trong tiến trình hoặc hiệu quả của một mối quan hệ hoặc hệ thống"
        },
        {
            "id": "8804c480-48d0-4fed-bc3d-3012271750b5",
            "word": "breakup",
            "phonetic": "bɹeɪkʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "She hardened her heart against him after their breakup.",
                "The breakup with his long-term partner caused him to fall to pieces and isolate himself from others.",
                "Sarah went through a lot of emotional turmoil after her breakup with Mark.",
                "After his breakup, Nicholas experienced a dry spell and went without any sexual encounters for several months.",
                "I think her recent breakup is playing a part in her moodiness."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWt1cA&hash=bf6e5505cc98a5107ab0fc367751dfdde8c4d406&lang=en&cache-only=0",
            "defineEn": "the end of a relationship or an association",
            "defineVi": "sự kết thúc của một mối quan hệ hoặc một hiệp hội",
            "hasImg": true
        },
        {
            "id": "c7682af8-72c8-4286-ba9a-300ab8ae4533",
            "word": "setback",
            "phonetic": "sɛtbæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's just a minor setback.",
                "After a series of setbacks and missteps, the team regrouped and found themselves on the mend, with a renewed sense of purpose and a clear plan for moving forward.",
                "The Thompson family business was in danger of falling apart after a major financial setback.",
                "Success often requires us to bear and forbear through various challenges and setbacks.",
                "The successful businessman understood the importance of the saying 'the early man never borrows from the late man', and always started his projects early to avoid delays and setbacks."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V0YmFjaw&hash=e9076d58203170847e46fffb871141d4a7b1e34a&lang=en&cache-only=0",
            "defineEn": "a problem that gets in the way of a process or makes it worse",
            "defineVi": "một vấn đề cản trở một quá trình hoặc làm cho nó tồi tệ hơn"
        },
        {
            "id": "09990e83-271f-49ee-a2b6-f74e6f919d9c",
            "word": "showdown",
            "phonetic": "ʃoʊdaʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The showdown is over.",
                "In fact, scientists have set up showdowns between velvet ants and many potential predators, just to see what bites.",
                "If you enjoyed this video, maybe check out our Xbox Series S versus Series X showdown.",
                "And as the auto industry has continued to bleed more and more into the tech space, it's had an increasingly large presence at the gadget showdown.",
                "[as] he heads for California and the showdown that really counts At San Diego's center for brain studies."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvd2Rvd24&hash=f5cf6f561e91ae81a58504a57f9af28e72dce9c0&lang=en&cache-only=0",
            "defineEn": "a fight, test, or argument that will resolve a prolonged disagreement",
            "defineVi": "một cuộc chiến, kiểm tra hoặc tranh luận sẽ giải quyết một sự bất đồng kéo dài"
        },
        {
            "id": "28ecf84d-5285-424b-a5bb-da1cd202b3c4",
            "word": "outburst",
            "phonetic": "aʊtbɜːst ",
            "partOfSpeechType": "noun",
            "examples": [
                "It was clear from her outburst that she was at the end of her rope.",
                "The boss was known for his angry outbursts, but his employees knew that he never followed through on his threats - a clear example of how a barking dog never bites.",
                "They literally defined tantrums as violent outbursts of rage.",
                "Sometimes this can look like outburst of laughing for seemingly no reason.",
                "These features have all been seen across other pulsar outbursts, but J1808 put them all together."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0YnVyc3Q&hash=ba097d35d79824d2bcd6050f9fb845d038f67a8e&lang=en&cache-only=0",
            "defineEn": "a sudden, violent expression of strong emotion, typically anger or excitement",
            "defineVi": "một biểu hiện đột ngột, dữ dội của cảm xúc mạnh mẽ, điển hình là sự tức giận hoặc phấn khích"
        },
        {
            "id": "c6cb6ace-38a3-4256-9cd2-990640eee120",
            "word": "upkeep",
            "phonetic": "ʌpkiːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Every mutual fund has an upkeep fee called an ANNUAL EXPENSE RATIO, which ranges from around 0.1% to 2% of the value per year.",
                "That's just gonna be a lot of upkeep.",
                "The biggest source of income within this category is the passenger facility charge, that goes to the upkeep and maintenance of the airport.",
                "Between the weight of the ice pressing down on every ceiling, the heat generated by both buildings and humans, and the movement of the ice itself, the whole base required constant upkeep.",
                "Djenne’s traditional mud brick architecture requires constant upkeep and re-plastering, with every rainy season washing away plaster and eroding the brick."
            ],
            "audio": "https://tts.langeek.co/read?text=dXBrZWVw&hash=dd72b21c60313406a9125264fa99d56b9dcd285e&lang=en&cache-only=0",
            "defineEn": "the act of maintaining something in good condition",
            "defineVi": "hành động duy trì một cái gì đó trong tình trạng tốt"
        },
        {
            "id": "55366a51-3c1a-49ac-9ceb-c839421222e2",
            "word": "upturn",
            "phonetic": "ʌptɜːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "There has been a slight upturn in the economy, but we’re not out of the woods yet.",
                "Manuals about birth control methods continued the trend of bringing down the birthrate, although there was a brief upturn just after the war.",
                "Even if an upturn were to begin in 2022, Moody's base case projection doesn't see state tax revenues returning to 2019 levels until 2024.",
                "For the past four decades, the self-storage industry has been one of the fastest-growing sectors of the commercial real estate market, benefiting from both upturns and downturns in the economy.",
                "But most economists say they believe an upturn is on the way, as inoculations ramp up in coming weeks."
            ],
            "audio": "https://tts.langeek.co/read?text=dXB0dXJu&hash=6f70d96e370945fee57e561aaf39d5cdbe3ee3ad&lang=en&cache-only=0",
            "defineEn": "an improvement or a positive change in a situation, especially in the economy or business",
            "defineVi": "một sự cải thiện hoặc thay đổi tích cực trong một tình huống, đặc biệt là trong nền kinh tế hoặc kinh doanh"
        },
        {
            "id": "33cb0bcf-64fb-4aca-924a-f047dc255815",
            "word": "lookout",
            "phonetic": "lʊkaʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Keep a sharp lookout for David.",
                "Keeping a lookout for enemy aircraft is your job and that makes you responsible for all these casualties.",
                "The entrepreneur believed that all is fish that comes to the net, so he was always on the lookout for new business opportunities, even if they seemed unconventional.",
                "Be on the lookout.",
                "Always on the lookout for clever names, astronomers used characters from the Iliad, Homer’s epic poem about the Trojan War."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9va291dA&hash=b73702af6d3b2216bffccd7e9535b977c06b4d66&lang=en&cache-only=0",
            "defineEn": "the act of observing one's surroundings to detect potential danger, threats, or opportunities",
            "defineVi": "hành động quan sát môi trường xung quanh của một người để phát hiện nguy cơ tiềm ẩn, các mối đe dọa hoặc cơ hội"
        },
        {
            "id": "8ecef206-7d84-4d38-837a-00d8b9bedf91",
            "word": "write-off",
            "phonetic": "ɹaɪtɔf ",
            "partOfSpeechType": "noun",
            "examples": [
                "We did a water cooled rig, including repairing a pin on a CPU that was otherwise completely a write-off."
            ],
            "audio": "https://tts.langeek.co/read?text=d3JpdGUtb2Zm&hash=5786e0dfcde5e73382c0ffaacd07c8629dc6ad1f&lang=en&cache-only=0",
            "defineEn": "the act of canceling a debt or financial obligation, often due to it being deemed uncollectible or not worth pursuing",
            "defineVi": "hành động hủy bỏ một khoản nợ hoặc nghĩa vụ tài chính, thường là do nó được coi là không thể thu hồi hoặc không đáng để theo đuổi"
        },
        {
            "id": "351a2889-f57a-4849-90bf-f1a194cde920",
            "word": "offshoot",
            "phonetic": "ɔfʃuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their city housed an offshoot of the Bodhi tree under which Buddha himself was said to have attained enlightenment.",
                "Its young offshoots may have a better chance of surviving if they don’t have to compete with other plants for resources.",
                "Anything to add on this little history with lots of offshoots?",
                "Even when experimenting with offshoots, Chipotle didn't abandon its core business.",
                "It's an offshoot of cognitive behavior therapy that was developed specifically for borderline personality disorder and when it's implemented by someone trained in DBT it's very effective and it's usually a combination of group and individual sessions."
            ],
            "audio": "https://tts.langeek.co/read?text=b2Zmc2hvb3Q&hash=101366f27ae6c8b5a60f25577709b96af54c4cfb&lang=en&cache-only=0",
            "defineEn": "a new development that grows out of an existing situation, concept, or organization, typically as a natural progression or consequence",
            "defineVi": "một sự phát triển mới phát triển từ một tình huống, khái niệm hoặc tổ chức hiện có, thường là một sự tiến triển hoặc hệ quả tự nhiên"
        },
        {
            "id": "a75f019e-49eb-4158-92a4-63d250879d52",
            "word": "comeback",
            "phonetic": "kʌmbæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The author was able to make a comeback after a series of poorly received books, with a new novel that became a bestseller and earned critical praise.",
                "Despite being out of the public eye for several years, the singer made a comeback with a new album that received critical acclaim and commercial success.",
                "We may be down by 10 points, but never say die - there's still time left in the game to make a comeback.",
                "Those giant teeth just might make a comeback.",
                "Seoul nightlife is also making a comeback."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tZWJhY2s&hash=998a75f1fbc9476fbf258972e4e3673283fd2b9e&lang=en&cache-only=0",
            "defineEn": "a quick or witty response to a comment or insult, often intended to show wit or intelligence",
            "defineVi": "một phản ứng nhanh chóng hoặc dí dỏm đối với một bình luận hoặc xúc phạm, thường nhằm thể hiện trí thông minh hoặc trí thông minh"
        },
        {
            "id": "18387879-1828-4443-aa85-6ababf1a3c34",
            "word": "drawback",
            "phonetic": "dɹɔːbæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "As Asmus shows, even the German government remained in two minds as to the benefits of no longer being on the frontline and the drawbacks of alienating Russia.",
                "However, diesel engines do have their drawbacks.",
                "But this diet has its drawbacks.",
                "These tests have some drawbacks, though.",
                "They have some drawbacks, of course."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhd2JhY2s&hash=a1f729abc1108591e419813ea50e578d6aadbbf7&lang=en&cache-only=0",
            "defineEn": "a disadvantage or the feature of a situation that makes it unacceptable",
            "defineVi": "một bất lợi hoặc tính năng của một tình huống mà làm cho nó không thể chấp nhận được"
        }
    ]
}