{
    "id": "392bb458-fa49-4db2-a651-56baad6f86df",
    "title": "Space",
    "originalTitle": "Lesson 16",
    "words": [
        {
            "id": "7f4c130f-254b-4fa0-ac80-3fa35f5cb642",
            "word": "astronaut",
            "phonetic": "æstɹənɔːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Later, during the Apollo 15 and 17 missions, astronauts saw the glow again.",
                "Astronauts undergo lots of physical tests, from weight checks to eye exams.",
                "So astronauts don’t take baths or showers with water.",
                "As a result, astronauts on board live in a constant state of free fall, or weightlessness.",
                "In the series, an astronaut has a terrible accident. "
            ],
            "audio": "https://tts.langeek.co/read?text=YXN0cm9uYXV0&hash=cb6e2e56ac1b1892573511bb1585584aaaeb2884&lang=en&cache-only=0",
            "defineEn": "someone who is trained to travel and work in space",
            "defineVi": "một người được đào tạo để đi du lịch và làm việc trong không gian",
            "hasImg": true
        },
        {
            "id": "e94a9a20-de95-4fbc-806c-c8622d2f0d04",
            "word": "atmosphere",
            "phonetic": "ætməsfɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He enjoys the peaceful atmosphere of his home.",
                "The nuclear power plant released a small amount of radiation into the atmosphere after the incident.",
                "This city is known for its diverse population and multicultural atmosphere.",
                "As the wind blew, the sweet scent of sassafras filled the air, creating a tranquil atmosphere.",
                "I speak softly and carry a big stick to maintain a peaceful atmosphere."
            ],
            "audio": "https://tts.langeek.co/read?text=YXRtb3NwaGVyZQ&hash=51a6d50176aa64a2c0f450718f4eab9c86534a18&lang=en&cache-only=0",
            "defineEn": "the different types of gases that surround the earth or other planets",
            "defineVi": "các loại khí khác nhau bao quanh trái đất hoặc các hành tinh khác"
        },
        {
            "id": "53fe844a-0f63-4e45-bd77-682727ac277e",
            "word": "space station",
            "phonetic": "speɪs steɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "- Catch up with the space station.",
                "Also, say hello to robonaut, here on space station.",
                "Any satellite, astronaut or space station in the way though will have a really bad time.",
                "That’s almost 90 times farther than the Space Station!",
                "Like NASA, it also has four suits aboard the space station."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BhY2Ugc3RhdGlvbg&hash=e934d280ca58bd51796c738cd9215964b36251c7&lang=en&cache-only=0",
            "defineEn": "a large structure used as a long-term base for people to stay in space and conduct research",
            "defineVi": "một cấu trúc lớn được sử dụng làm cơ sở lâu dài để mọi người ở trong không gian và tiến hành nghiên cứu",
            "hasImg": true
        },
        {
            "id": "b51907a0-4b36-41e8-b297-9ae1834986bc",
            "word": "sunlight",
            "phonetic": "sʌnlaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sunlight played on the surface of the lake.",
                "The north side of the building gets the most sunlight in the morning.",
                "The plant was growing weakly due to lack of sunlight.",
                "The clean windows allowed sunlight to fill the room.",
                "We should pull the curtains to let in more sunlight."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VubGlnaHQ&hash=d7a19a9590ad150776bae700e395fc5be93b88ec&lang=en&cache-only=0",
            "defineEn": "the natural light coming from the sun",
            "defineVi": "ánh sáng tự nhiên đến từ mặt trời",
            "hasImg": true
        },
        {
            "id": "2858d23f-28c4-42a2-ad8e-ec1b517c9c7b",
            "word": "moonlight",
            "phonetic": "muːnlaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The snowy landscape looked magical under the moonlight.",
                "During the heatwave, the group of friends decided to cool off by skinny-dipping in the lake, enjoying the refreshing water in their birthday suits under the moonlight.",
                "Just before the rent was due he did a moonlight flit",
                "At the end of the 19th century to recreate moonlight in this growing city.",
                "I could see him clearly in the moonlight."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9vbmxpZ2h0&hash=09477a689a13f762d9fa8b340fa8dbeac63272c9&lang=en&cache-only=0",
            "defineEn": "the light coming from the moon",
            "defineVi": "ánh sáng đến từ mặt trăng",
            "hasImg": true
        },
        {
            "id": "826330ff-4408-493f-8d75-4d9b20a2e202",
            "word": "asteroid",
            "phonetic": "æstɚɹɔɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Asteroids are millions of trillions of tons of rocks, metals, and ice.",
                "Asteroids come in a few basic flavors.",
                "What are these asteroids?",
                "Yes, nuke the asteroid.",
                "What IS an asteroid?"
            ],
            "audio": "https://tts.langeek.co/read?text=YXN0ZXJvaWQ&hash=cf25ef11fe4d1684c117b747da16d89a71c4edef&lang=en&cache-only=0",
            "defineEn": "any of the rocky bodies orbiting the sun, ranging greatly in diameter and also found in large numbers between Jupiter and Mars",
            "defineVi": "bất kỳ vật thể đá nào quay quanh mặt trời, có đường kính rất lớn và cũng được tìm thấy với số lượng lớn giữa Sao Mộc và Sao Hỏa",
            "hasImg": true
        },
        {
            "id": "774de2ee-b25c-4f41-99f6-f7c79e110ce9",
            "word": "astronomer",
            "phonetic": "ɐstɹɑːnəmɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Initial launch of SpaceX's Starlink satellites in May of 2019 took astronomers by surprise.",
                "Astronomers use a shorthand for this.",
                "Astronomers use models all the time.",
                "[♪ INTRO] About 200 years ago, astronomers had a bit of a debate on their hands.",
                "Astronomers call this relationship resonance."
            ],
            "audio": "https://tts.langeek.co/read?text=YXN0cm9ub21lcg&hash=3cb384d3194468504c582364bca013a54c653d0b&lang=en&cache-only=0",
            "defineEn": "a scientist who studies or observes planets, stars, and other space phenomena",
            "defineVi": "một nhà khoa học nghiên cứu hoặc quan sát các hành tinh, ngôi sao và các hiện tượng không gian khác",
            "hasImg": true
        },
        {
            "id": "713f35f3-5ae4-4294-ac88-5026c84e73ca",
            "word": "astronomy",
            "phonetic": "ɐstɹɑːnəmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The discovery of new planets represents a quantum leap in astronomy, with the potential to deepen our understanding of the universe and our place in it.",
                "We explore the different branches of science, such as chemistry and astronomy.",
                "Those machines aren’t doing astronomy, surely.",
                "So nowadays, what’s astronomy?",
                "Thanks to them, modern astronomy got kind of a late start."
            ],
            "audio": "https://tts.langeek.co/read?text=YXN0cm9ub215&hash=c9ed74a87289f8eeef28ce45e2ee37d819a56061&lang=en&cache-only=0",
            "defineEn": "a branch of science that studies space, planets, etc.",
            "defineVi": "một nhánh của khoa học nghiên cứu không gian, các hành tinh, v.v.",
            "hasImg": true
        },
        {
            "id": "976f1312-2d5c-4bff-a418-7df798416a19",
            "word": "galaxy",
            "phonetic": "ɡælɐksi ",
            "partOfSpeechType": "noun",
            "examples": [
                "We used a telescope to observe distant stars and galaxies.",
                "Sooo, galaxies are cannibals!",
                "Many galaxies have companion, satellite galaxies.",
                "The galaxy, over time, disappears.",
                "Our galaxy is one of a hundred billion others."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FsYXh5&hash=93708e681b66035ace6c7fecac1681b1f7e9eb56&lang=en&cache-only=0",
            "defineEn": "a large number of star systems bound together by gravitational force",
            "defineVi": "một số lượng lớn các hệ sao liên kết với nhau bằng lực hấp dẫn",
            "hasImg": true
        },
        {
            "id": "d7744c56-ea42-4a05-891a-f564a346b8b6",
            "word": "to launch",
            "phonetic": "tə lɑːntʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company's new product launch led to a fat increase in revenue.",
                "The product launch went out with a bang, with a viral social media campaign and record-breaking sales numbers.",
                "The activist group launched a campaign to expose the gnomes of Zurich and other powerful figures in the financial world, calling for greater regulation and oversight of the global financial system.",
                "The company is gaining ground rapidly with its new product launch.",
                "The company's new product launch is expected to do well in the market."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGF1bmNo&hash=6be157bb7adbfd46acdf7008486bc0ca35b8c1fb&lang=en&cache-only=0",
            "defineEn": "to send an object, such as a satellite, missile, etc., into space",
            "defineVi": "để gửi một đối tượng, chẳng hạn như một vệ tinh, tên lửa, vv, vào không gian",
            "hasImg": true
        },
        {
            "id": "f36cb8a3-ee43-4ee8-afdc-727c5b45fc27",
            "word": "to orbit",
            "phonetic": "tʊ ɔːɹbɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Earth is part of our solar system, orbiting around the sun.",
                "In the Milky Way, billions of stars orbit the galactic center.",
                "Electrons orbit the atom core.",
                "The purple whistle slowly orbits Taser stinky.",
                "So this thing orbits very quickly."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3JiaXQ&hash=64ac60646fd21b859293c7d6530d8ecdf9fadef5&lang=en&cache-only=0",
            "defineEn": "to move around a star, planet, or a large object in the space",
            "defineVi": "để di chuyển xung quanh một ngôi sao, hành tinh, hoặc một đối tượng lớn trong không gian",
            "hasImg": true
        },
        {
            "id": "9d547b6d-4a0d-4a30-8793-873d7f352803",
            "word": "rocket",
            "phonetic": "ɹɑːkɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company rose like a rocket by trading sub-prime mortgages, and then fell like a stick when the housing bubble burst.",
                "Everyone has their eyes on the young actress who has been rising like a rocket in the film industry.",
                "Designing a website may be a lot of work but it’s not rocket science.",
                "I love rockets.",
                "Rockets struck at a military base outside Irbil."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9ja2V0&hash=feedd3a15d18fc8ca414097031b758a9357c2e49&lang=en&cache-only=0",
            "defineEn": "a jet engine with liquid or solid fuel that is propelled by a burning gas stream",
            "defineVi": "một động cơ phản lực với nhiên liệu lỏng hoặc rắn được đẩy bằng dòng khí đốt",
            "hasImg": true
        },
        {
            "id": "253855c6-8e59-4eef-80c7-c487b8260857",
            "word": "satellite",
            "phonetic": "sæɾəlaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even now, satellites can still detect some very weak magnetism in patches of Mars’ surface.",
                "They do satellites.",
                "Even relatively mild solar weather occasionally blocks radio communications or messes with satellites.",
                "Satellite internet is ripe for government subsidies.",
                "Satellite images are a key tool."
            ],
            "audio": "https://tts.langeek.co/read?text=c2F0ZWxsaXRl&hash=ea119b54d28e90c80fc455c9882a1f727c26c9bd&lang=en&cache-only=0",
            "defineEn": "a natural body in space that moves around the earth or other planets",
            "defineVi": "một cơ thể tự nhiên trong không gian di chuyển xung quanh trái đất hoặc các hành tinh khác",
            "hasImg": true
        },
        {
            "id": "e7aab387-64d2-4f8e-9c55-5a75a7081b1a",
            "word": "solar system",
            "phonetic": "soʊlɚ sɪstəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Earth is part of our solar system, orbiting around the sun.",
                "After all, our Solar System has eight planets: four rocky spheres then four balls of gas.",
                "The death of the Sun 4 billion years later marks the end of life in the solar system.",
                "Solar systems are the rule, not the exception.",
                "And that river of energy inflates our solar system."
            ],
            "audio": "https://tts.langeek.co/read?text=c29sYXIgc3lzdGVt&hash=e5b704207ac07c26b19dc0b4554bf014e0d32169&lang=en&cache-only=0",
            "defineEn": "the sun and the group of planets orbiting around it, including the earth",
            "defineVi": "mặt trời và nhóm hành tinh quay quanh nó, trong đó có trái đất",
            "hasImg": true
        },
        {
            "id": "8152bc04-45fc-422e-8e77-e34e739577b6",
            "word": "spacecraft",
            "phonetic": "speɪskɹæft ",
            "partOfSpeechType": "noun",
            "examples": [
                "A few years later, a series of NASA’s Ranger spacecraft crashed into the Moon, too.",
                "The spacecraft consisted of two really simple parts.",
                "In the last couple of weeks, three agencies have sent spacecraft to the Red Planet.",
                "So, NASA spacecraft go through a few phases.",
                "But now and then, mission control crashes a spacecraft on purpose."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BhY2VjcmFmdA&hash=57ae84fa7c215ebc2743ad3467492d9b2a012a51&lang=en&cache-only=0",
            "defineEn": "a vehicle designed to travel in space",
            "defineVi": "một phương tiện được thiết kế để đi du lịch trong không gian",
            "hasImg": true
        },
        {
            "id": "93c81f63-3fd9-4f8b-b44b-c65fca6cdb83",
            "word": "to voyage",
            "phonetic": "tə vɔɪɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Columbus’ first voyage consisted of three ships.",
                "For thousands of years, Polynesian navigators managed voyages like this without the help of modern navigational aids.",
                "As with the Columbian Exchange, Cook's voyages to Australia remade the biological landscape.",
                "Yet the voyage had to continue.",
                "Darwin’s ideas about natural selection were born on a voyage around the world."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdm95YWdl&hash=50156c249287072b4f1d0d6a0bd5fc07e284b5f6&lang=en&cache-only=0",
            "defineEn": "to travel over a long distance by sea or in space",
            "defineVi": "để đi du lịch trên một khoảng cách dài bằng đường biển hoặc trong không gian"
        },
        {
            "id": "de833ade-c73d-46d5-a64c-30c5e6e8758c",
            "word": "aerospace",
            "phonetic": "ɛɹoʊspeɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "For instance, consider aerospace engineering.",
                "Aerospace manufacturing has also been huge.",
                "American aerospace giant Boeing sells missile systems like the harpoon.",
                "My masters degree is in aerospace engineering with an emphasis in rocket propulsion.",
                "One example of this is aerospace engineering, which handles the design and construction of air and spacecraft."
            ],
            "audio": "https://tts.langeek.co/read?text=YWVyb3NwYWNl&hash=2c4f3f5e883e7b68ba125b68b5c8bfaf3f96d285&lang=en&cache-only=0",
            "defineEn": "the earth's atmosphere and the space beyond it",
            "defineVi": "bầu khí quyển của trái đất và không gian bên ngoài nó",
            "hasImg": true
        },
        {
            "id": "30ebc661-2285-47f4-909a-f3aeddccaedf",
            "word": "constellation",
            "phonetic": "kɑːnstɪleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dead serpent’s remains became the Hydra constellation.",
                "Mind you, not every group of stars makes a constellation.",
                "And they investigated the moon’s cycles, as well as constellations.",
                "Six years later, a new object appeared in the sky, in the constellation of Cassiopeia.",
                "You had others around the country as well, but also this strange constellation of vehicles."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3RlbGxhdGlvbg&hash=95ba082f97764ea59a62b6eb79288b8abbba2056&lang=en&cache-only=0",
            "defineEn": "a specific group of stars that form a pattern and have a name related to their shape",
            "defineVi": "một nhóm sao cụ thể tạo thành một mẫu và có tên liên quan đến hình dạng của chúng",
            "hasImg": true
        },
        {
            "id": "4f704731-eba1-4c15-8985-8bf0cc65a062",
            "word": "gravity",
            "phonetic": "ɡɹævᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I need someone to explain the concept of gravity to me.",
                "Gravity attracts every piece of matter to every other piece of matter in the universe. ",
                "Gravity also alters the passage of time itself.",
                "In narrow tubes, the attraction between water molecules and the adhesive forces between the water and its environment can beat out gravity.",
                "So gravity does no work on objects in circular orbits."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Jhdml0eQ&hash=9a634378c7fb783ea51d3140135a39abe6a2ec1b&lang=en&cache-only=0",
            "defineEn": "(physics) the universal force of attraction between any pair of objects with mass",
            "defineVi": "(vật lý) lực hấp dẫn phổ quát giữa bất kỳ cặp vật nào có khối lượng",
            "hasImg": true
        },
        {
            "id": "4bb95224-5e5a-4454-b56c-9d155c3a8c90",
            "word": "lunar",
            "phonetic": "luːnɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Lunar dust is worse than glitter.",
                "Lunar cycles are especially important in the sea.",
                "That, my fellow sky-watchers, is a lunar eclipse.",
                "And the most important time was during lunar landing.",
                "A lunar eclipse from the moon looks a lot like a solar eclipse from Earth."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVuYXI&hash=6c1532c5f4419276f7daeb06548650e2567f5be1&lang=en&cache-only=0",
            "defineEn": "related to the moon",
            "defineVi": "liên quan đến mặt trăng",
            "hasImg": true
        },
        {
            "id": "59225d90-cd28-41f5-8b63-d516d5246dfb",
            "word": "meteor",
            "phonetic": "miːɾɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Meteor showers aren’t dangerous.",
                "But meteors aren’t stars at all!",
                "Have you ever seen a meteor?",
                "The meteor shower will reach its max around July 28th, with 15 to 20 meteors per hour in the constellation Aquarius.",
                "It's like a meteor!"
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0ZW9y&hash=d77a6160a2718f67b0360366dc7435372343b4c9&lang=en&cache-only=0",
            "defineEn": "a piece of rock coming from outer space that passes through the Earth's atmosphere, producing light",
            "defineVi": "một mảnh đá đến từ ngoài vũ trụ đi qua bầu khí quyển của Trái đất, tạo ra ánh sáng",
            "hasImg": true
        },
        {
            "id": "3e377482-9cef-400d-8f73-a81fc58b9652",
            "word": "rotation",
            "phonetic": "ɹoʊteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The whole disc finishes one rotation at the same time.",
                "Every 23 hours 56 minutes and 4 seconds, our planet makes one rotation on its axis.",
                "The Earth's rotation for example is slowing down.",
                "That rotation is going into a translation.",
                "And the second part was the rotation."
            ],
            "audio": "https://tts.langeek.co/read?text=cm90YXRpb24&hash=410a9380fdb7293f242afcad99a9b562f1de6c41&lang=en&cache-only=0",
            "defineEn": "the action of circular movement around a fixed point",
            "defineVi": "hành động của chuyển động tròn xung quanh một điểm cố định",
            "hasImg": true
        },
        {
            "id": "3f04e799-9050-4a88-b466-7d2b23243a27",
            "word": "axis",
            "phonetic": "æksɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Earth rotates on its axis, causing day and night.",
                "So that axis is time.",
                "The X axis marks distance from Earth, and the Y axis tracks the passage of time.",
                "And then this one here was our principal axis.",
                "These axes are called roll, pitch and yaw. "
            ],
            "audio": "https://tts.langeek.co/read?text=YXhpcw&hash=3a74108c7692c0eaeb058829cead065490b3f854&lang=en&cache-only=0",
            "defineEn": "an imaginary line in the middle of an object around which the object revolves",
            "defineVi": "một đường tưởng tượng ở giữa một vật thể mà vật thể xoay quanh",
            "hasImg": true
        },
        {
            "id": "e44ec94a-203e-4c71-8368-dd08845bf872",
            "word": "weightless",
            "phonetic": "weɪtləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Neutrinos are tiny, almost weightless particles that only interact via gravity and nuclear decay.",
                "And the effect is that you feel weightless.",
                "If you're planning a trip to the International Space Station, be prepared to feel weightless.",
                "Everything inside would be weightless, floating around him, but there’s no way he’d be able to distinguish this from floating in deep space, far from a massive object like Earth.",
                "A plushie penguin named GuinGuin, who comes along to indicate when everyone and everything inside the capsule becomes weightless."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VpZ2h0bGVzcw&hash=6e8bb6057950b42223ec6fa2820607fdef0febd3&lang=en&cache-only=0",
            "defineEn": "having or seeming to have no or little weight, caused by the absence of gravity",
            "defineVi": "có hoặc dường như không có hoặc có ít trọng lượng, do không có trọng lực",
            "hasImg": true
        },
        {
            "id": "e7cb1451-b8f8-4ee6-8452-9ad1f75a2cf2",
            "word": "mission",
            "phonetic": "mɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The charity organization's mission statement emphasized the belief that poverty is no sin and that everyone deserves dignity and respect.",
                "Turning swords into plowshares is not what comes to mind when one thinks about the mission of Soldiers.",
                "Our company is in perfect working order, and our employees are highly motivated, productive, and committed to our mission.",
                "The mission proves a great success.",
                "Then, only about two kilometers above the lunar surface, mission controllers lost contact."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzc2lvbg&hash=f3622ced0d97a338de1387c17594d4da3f837c67&lang=en&cache-only=0",
            "defineEn": "an operation carried out in space",
            "defineVi": "một hoạt động được thực hiện trong không gian",
            "hasImg": true
        },
        {
            "id": "ad2bf634-b418-47cf-be70-f9122a6179f6",
            "word": "booster",
            "phonetic": "buːstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Both side boosters made a simultaneous successful landing back at Kennedy Space Center shortly after takeoff.",
                "Yearly flu shots aren’t so much boosters as whole new vaccines.",
                "So an injection of love may be a natural memory booster.",
                "Its central core booster was powered by liquid hydrogen and liquid oxygen.",
                "It’s basically a signal booster."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9vc3Rlcg&hash=470808051be941e72cafe298226292ccaef36d00&lang=en&cache-only=0",
            "defineEn": "a rocket that gives a spacecraft or missile the extra power it needs to leave the Earth's atmosphere",
            "defineVi": "một tên lửa cung cấp cho tàu vũ trụ hoặc tên lửa thêm sức mạnh cần thiết để rời khỏi bầu khí quyển của Trái đất",
            "hasImg": true
        },
        {
            "id": "9d75a467-5849-4a49-86df-8e16f485771d",
            "word": "countdown",
            "phonetic": "kaʊntdaʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "That signal starts the countdown.",
                "Here comes the countdown.",
                "Okay, you got the countdown.",
                "Can you give me a countdown to science?",
                "Give me a countdown and tell me when you are going to attack."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bnRkb3du&hash=dd6f1b57df7e276e3f0fb502e09348eb32253a7c&lang=en&cache-only=0",
            "defineEn": "the act of counting numbers backwards to zero before the launch of a missile or spacecraft",
            "defineVi": "hành động đếm ngược các số về 0 trước khi phóng tên lửa hoặc tàu vũ trụ"
        },
        {
            "id": "70a17987-8848-4136-a489-c8a00a5bc765",
            "word": "probe",
            "phonetic": "pɹoʊb ",
            "partOfSpeechType": "noun",
            "examples": [
                "Probes are down.",
                "Some other things were also probed.",
                "This mission would have brought five probes to the Red Planet.",
                "The New York state attorney general's office has now opened a criminal probe into former President Trump's family business.",
                "One of its three instruments will also hammer a probe 5 meters into Mars’ surface, much further down than any mission before it."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvYmU&hash=10512f205bb237ca75b7cd9cd3b4c088f4c72bda&lang=en&cache-only=0",
            "defineEn": "an unmanned spacecraft used to gather information from space and send it back",
            "defineVi": "một tàu vũ trụ không người lái được sử dụng để thu thập thông tin từ không gian và gửi lại"
        },
        {
            "id": "49b68f4f-d502-469c-9a2a-be189eb62dc0",
            "word": "to wane",
            "phonetic": "tə weɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "But sales of the second generation beetle declined as its novelty wore off and the trend in retro auto design waned.",
                "Over 100 waste-to-energy incineration plants were built, but when fuel prices dropped, interest waned.",
                "The problem is, researchers have realized more recently that immunity from this cell-free vaccine wanes after just two years.",
                "With them now in bankruptcy proceedings, is there a sense that their influence is waning with lawmakers?",
                "And there's a possibility that some of the effectiveness would wane a bit."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FuZQ&hash=d2acee2d239be6c3207db57125265e438998d9c8&lang=en&cache-only=0",
            "defineEn": "(of the moon) have a progressively less significant part of its seeable surface illuminated so that it seems to reduce in size",
            "defineVi": "(của mặt trăng) có một phần ít quan trọng hơn trên bề mặt có thể nhìn thấy của nó được chiếu sáng để nó dường như giảm kích thước"
        },
        {
            "id": "1f775cef-31f3-4912-8bb1-fbf6d9413694",
            "word": "to wax",
            "phonetic": "tə wæks ",
            "partOfSpeechType": "verb",
            "examples": [
                "The wax began to run.",
                "- Wax your back.",
                "The wax is just temporary.",
                "- You waxed me.",
                "- Wax on, wax off."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2F4&hash=835cac578d1a23b047c19c5b754cacfb63ccf960&lang=en&cache-only=0",
            "defineEn": "(of the moon) to progressively display a larger illuminated section until it turns into a full moon",
            "defineVi": "(của mặt trăng) để dần dần hiển thị một phần được chiếu sáng lớn hơn cho đến khi nó biến thành trăng tròn"
        }
    ]
}