{
    "id": "397ed94b-13e7-4eaa-9c43-c9eeb244df81",
    "title": "Lesson 14",
    "originalTitle": "Lesson 14",
    "words": [
        {
            "id": "5298fd70-c8c0-4744-91d3-df1fbd20d3a8",
            "word": "to teem",
            "phonetic": "tə tiːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Fermented foods are teeming with helpful probiotic bacteria, like lactobacillus and bifidobacteria.",
                "Shouldn't the universe be teeming with spaceships?",
                "And if you’re sick, those droplets can be teeming with viruses.",
                "Even though these are relatively smaller droplets, they're probably still teeming with harmful pathogens like the flu virus.",
                "The world’s oceans teemed with sharks, primitive ray-finned fishes, hagfish, and even our very early ancestors, the lobe-finned fish."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGVlbQ&hash=7e8f4dd53181768d0f5ca67e602329eef7436b4c&lang=en&cache-only=0",
            "defineEn": "move in large numbers",
            "defineVi": "di chuyển với số lượng lớn"
        },
        {
            "id": "dac4dc31-d94f-4241-8646-ec310f39e648",
            "word": "to abound",
            "phonetic": "tʊ ɐbaʊnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Videos abound.",
                "But skepticism abounds.",
                "But criti ques abound.",
                "Claims abound in support of the beneficial properties of the various chemicals found within lion’s mane mushrooms.",
                "Stories abound of travelers struggling to find space to park their vehicles."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWJvdW5k&hash=86dbc675d4a1a8186f4a5ee17786156b8ff450bb&lang=en&cache-only=0",
            "defineEn": "be abundant or plentiful; exist in large quantities",
            "defineVi": "dồi dào hoặc dồi dào; tồn tại với số lượng lớn"
        },
        {
            "id": "919ee92f-76d4-41a6-9cc7-85282f855523",
            "word": "to caucus",
            "phonetic": "tə kɔːkəs ",
            "partOfSpeechType": "verb",
            "examples": [
                "If anything, caucuses count double.",
                "Then comes caucus night.",
                "The caucuses are tomorrow, David.",
                "Caucus meetings oftentimes became the equivalent of a sporting event. ",
                "Caucuses are semi-formal groups of Congresspeople organized around particular identities or interests."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2F1Y3Vz&hash=51cfb12cc852ed4530c87939933d219fe3b0c8a4&lang=en&cache-only=0",
            "defineEn": "meet to select a candidate or promote a policy",
            "defineVi": "họp để chọn một ứng cử viên hoặc thúc đẩy một chính sách"
        },
        {
            "id": "6cd71492-efad-42ef-a8ec-3de6b07ffb36",
            "word": "to embark",
            "phonetic": "tʊ ɛmbɑːɹk ",
            "partOfSpeechType": "verb",
            "examples": [
                "I completed my degree in biochemistry and embarked on a career in education, but I always knew that the tail was wagging the dog.",
                "As soon as they met, they knew they had found their other half and embarked on a lifelong journey together.",
                "They've now embarked on a new strategy.",
                "And you are embarking on this journey.",
                "But now, they’ve embarked on a new mission."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW1iYXJr&hash=ee8f903194156f9793365c7f327a545b3abd98ca&lang=en&cache-only=0",
            "defineEn": "to start or initiate something, such as a new project or venture",
            "defineVi": "để bắt đầu hoặc bắt đầu một cái gì đó, chẳng hạn như một dự án mới hoặc liên doanh"
        },
        {
            "id": "9e5c8450-7efa-4841-b15f-ce0d848282ad",
            "word": "to embolden",
            "phonetic": "tʊ ɛmboʊldən ",
            "partOfSpeechType": "verb",
            "examples": [
                "Their experience in our 2016 election is going to embolden them to interfere in the future, maybe more aggressively.",
                "If anything, their experience in our 2016 election is going to embolden them to interfere in the future, maybe more aggressively.",
                "These men believe that emboldened their enemy.",
                "But, in the end, this only emboldened the colonists when the British tried to put new taxes on the Americans in the form of the Townshend Acts.",
                "It suggested the storming of the U.S. Capitol could embolden extremists."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW1ib2xkZW4&hash=e58ad5b3dd9a62fa5fd64c5d42eb1694c2dfbdea&lang=en&cache-only=0",
            "defineEn": "give encouragement to",
            "defineVi": "khuyến khích"
        },
        {
            "id": "e5002b5b-797f-40b3-888c-aeb48bd2aeb8",
            "word": "to tinge",
            "phonetic": "tə tɪndʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The only problem with that, though, it would have a partisan tinge just from appearances.",
                "The only problem with that, though, it would have a partisan tinge just from appearances.",
                "Struggles in Britain during these decades were tinged with the rebellions of Irish Catholics against official religious discrimination.",
                "Blood could come from your kidney, bladder, or urinary tract because of an injury, infection, or other problem, and give your pee a pink or red tinge.",
                "And so, even as we're seeing this kind of increased emphasis on Black-Asian solidarity and on non-Black people color groups confronting anti-Blackness, I think there's a lot of tinges of anti-Blackness in the solidarity approaches from non-Black people of color that's still being perpetrated."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGluZ2U&hash=254b95821d46301a003bcb3a49fe2541008c55ad&lang=en&cache-only=0",
            "defineEn": "color lightly",
            "defineVi": "màu sắc nhẹ nhàng"
        },
        {
            "id": "f022fcd2-a41a-45df-9a80-6d33a7556146",
            "word": "to doff",
            "phonetic": "tə dɑːf ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZG9mZg&hash=cbcd883bbb040dcd0dff6e8bb97388ddb62cf2c9&lang=en&cache-only=0",
            "defineEn": "remove",
            "defineVi": "di dời"
        },
        {
            "id": "0ee22329-e735-4e77-9e50-48ccafb5695f",
            "word": "to encroach",
            "phonetic": "tʊ ɛŋkɹoʊtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "In fact, we, the EU and NATO certainly had encroached, moved in pretty closely over the years since the Wall came down.",
                "And as long as the French were present, the British were prevented from encroaching too much on lands Native Americans were using for hunting and agriculture.",
                "As the Beachie Creek Fire encroached on surrounding communities in early September, family members scrambled to save important documents and memorabilia, unsure sure if the park would survive.",
                "To purists, as always in these sorts of cases, the company's choice seemed like a betrayal of its legacy and a capitulation to the ever encroaching crossover SUV craze sweeping the lower end of the market.",
                "Investors have offered to modernize the building, remaking it in concrete, but those efforts have been resisted, despite the mosque being under near constant threat not just due to the climate of Mali, but also more frequent flooding of the rivers that surround it, as well as encroaching violence and political unrest."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5jcm9hY2g&hash=58d61d8201202cc03175156cd41d244e21abbe9e&lang=en&cache-only=0",
            "defineEn": "advance beyond the usual limit",
            "defineVi": "vượt quá giới hạn thông thường"
        },
        {
            "id": "efa2892b-ac19-4308-9ac7-660710c4ff6c",
            "word": "to flout",
            "phonetic": "tə flaʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Instead it contributed to political corruption and organized crime and was flouted by millions of citizens.",
                "But in recent months, even as cases rose, Modi hosted huge political rallies, flouted social distancing, and allowed mass gatherings, including thousands of Hindu pilgrims at a time along the Ganges River for the Kumbh Mela festival."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmxvdXQ&hash=a7aa990dcde267b6a1e7af58a5f963180fb1abcc&lang=en&cache-only=0",
            "defineEn": "treat with contemptuous disregard",
            "defineVi": "đối xử với sự coi thường khinh miệt"
        },
        {
            "id": "6620f784-c10f-4c34-8866-731502d63c62",
            "word": "to impend",
            "phonetic": "tʊ ɪmpɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Its sound means imminent danger and often, impending death.",
                "So, the banshee’s appearance warns of impending death.",
                "They can be used to signal impending danger, like background music.",
                "She facilitated the passage of Hernan Cortes and his small army across Mexico and into the capital of the Aztec empire, gathering allies for him and warning him of impending danger along the way.",
                "We hear Dr. Rochelle Walensky at the CDC speak of impending doom."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wZW5k&hash=e80b566aafd764a0a5f1147c70a782dab9f70307&lang=en&cache-only=0",
            "defineEn": "be imminent or about to happen",
            "defineVi": "sắp xảy ra hoặc sắp xảy ra"
        },
        {
            "id": "ab0fc581-0f83-4969-a81b-88cb1c08f9e8",
            "word": "to bilk",
            "phonetic": "tə bɪlk ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYmlsaw&hash=2fc22c9b1f8b69a4ebb94b70ea2a5150e6acc6ce&lang=en&cache-only=0",
            "defineEn": "escape, either physically or mentally",
            "defineVi": "chạy trốn, hoặc về thể chất hoặc tinh thần"
        },
        {
            "id": "7c2ac662-3ff7-41d4-b552-4fcb1d1855cc",
            "word": "to staunch",
            "phonetic": "tə stɔːntʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "As a staunch evangelical Christian, he had questioned scientific advice.",
                "While Bolsonaro faces international condemnation over the fires in the Amazon, he does have one staunch ally.",
                "She's been the Washington County Commissioner for 24 years and a staunch supporter of the gas industry.",
                "Mazin Al-Eshaiker is an anti-Iranian Iraqi politician and staunch supporter of President Donald Trump.",
                "While Governor Abbott is a staunch supporter of oil and gas, Texas also produces 28 percent of the nation's total wind power, way more than other states."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhdW5jaA&hash=ae7c2d2c27bd7a8a9c82e699160e0c21e06e0ebd&lang=en&cache-only=0",
            "defineEn": "stop the flow of a liquid",
            "defineVi": "dừng dòng chảy của chất lỏng"
        },
        {
            "id": "f9580e3f-2153-4018-90d3-13b8e3fad35c",
            "word": "to congest",
            "phonetic": "tə kəndʒɛst ",
            "partOfSpeechType": "verb",
            "examples": [
                "Another criteria is the difficulty discarding the possessions results in the accumulation of possessions that congest and clutter active living areas and substantially compromises their intended use.",
                "I do estimate that eventually even 5G will be congested with the number of people connecting to it and also the extra stuff that's gonna be used for",
                "New driving space also tends to lead to more people driving in the first place, congesting the roads even more.",
                "And we really don't know what the long-term effects that lead actually has, because, after 28 days, and you have congested it, some of us don't even actually know if it's affected us or not."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZ2VzdA&hash=dfecc5707fe8a4740fa0ab835548497393041e6d&lang=en&cache-only=0",
            "defineEn": "to block a passage or space, typically causing a hindrance or obstruction to the normal flow of something",
            "defineVi": "để chặn một lối đi hoặc không gian, thường gây trở ngại hoặc cản trở dòng chảy bình thường của một cái gì đó"
        },
        {
            "id": "3f80c0b7-9641-461a-89f1-98bdb4c6fd4c",
            "word": "to cull",
            "phonetic": "tə kʌl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Tab, the company's first diet soda was culled.",
                "These are just a rough outline of what I’ve culled from psychologists’ reports, and you’re right to wonder if all of this sounds a bit too amorphous to pin down.",
                "cull her out from the herd and just hit her nonstop.",
                "Due to supply chain issues, more than 10 million pigs will need to be culled, according to the National Pork Producers Council.",
                "Lamborghini tried to respond with more efficient vehicles and by culling its product lineup."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3VsbA&hash=d3aedb8390dd9ace03746b891397cc26b8425afb&lang=en&cache-only=0",
            "defineEn": "remove something that has been rejected",
            "defineVi": "loại bỏ một cái gì đó đã bị từ chối"
        },
        {
            "id": "5d21f7ea-685c-423f-a8d4-59459eaec69d",
            "word": "to devise",
            "phonetic": "tə dɪvaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The central bank has devised a plan to deep clean China's cash.",
                "In Belgium, an engineer devised an adapter for the masks on a 3D printing machine. -",
                "So he devised a diabolical trial.",
                "So he devised an experiment.",
                "But behind the celebration, Trump's nationalists had devised a different plan."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGV2aXNl&hash=a899332dbb99c21f94ac1c0b77419e31c6e4e4df&lang=en&cache-only=0",
            "defineEn": "arrange by systematic planning and united effort",
            "defineVi": "sắp xếp bằng kế hoạch có hệ thống và nỗ lực thống nhất"
        },
        {
            "id": "1d4acab6-acb1-4acf-82c2-bab948dd47e7",
            "word": "to merge",
            "phonetic": "tə mɜːdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The driver had to yield to oncoming traffic before merging into the next lane.",
                "Trying to explain why the two companies could not merge, the CEO told the board that men may meet but mountains never, referring to the significant cultural and organizational differences that would make integration extremely challenging.",
                "So it merged a.",
                "In 1997, Dean Witter Discovering company merged with Morgan Stanley.",
                "The s and the p orbitals can merge into hybrid sp orbitals."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWVyZ2U&hash=97292c3b5e6d0b56d35fbe2fbefaf120078a1056&lang=en&cache-only=0",
            "defineEn": "mix together different elements",
            "defineVi": "kết hợp các yếu tố khác nhau"
        },
        {
            "id": "339982f9-7cc4-4096-a2cd-ec387037df70",
            "word": "to confound",
            "phonetic": "tə kənfaʊnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "She effectively confounded Donald Trump.",
                "And again, to this day, I am confounded and plagued by that story.",
                "I'm thinking if anybody else finds us they will see the masking tape and this will really confound them Thanks to Robert Krulwich and Jetta Boomrod from Radio Lab for helping out with this piece.",
                "But the nativists and the temperance movement confounded the development of the anti-slavery one.",
                "That might confound a lot of these findings."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZm91bmQ&hash=b31d1bac6221e9402693d7ddf1e91620872d3056&lang=en&cache-only=0",
            "defineEn": "be confusing or perplexing to; cause to be unable to think clearly",
            "defineVi": "gây nhầm lẫn hoặc bối rối; nguyên nhân không thể suy nghĩ rõ ràng"
        },
        {
            "id": "c920cc67-5eee-4a56-94e1-dd3a647fbb09",
            "word": "to confide",
            "phonetic": "tə kənfaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Is it confide?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZmlkZQ&hash=e69963ed292796f2cbfadc5ef1b7c7fae3050b08&lang=en&cache-only=0",
            "defineEn": "reveal in private; tell confidentially",
            "defineVi": "tiết lộ ở nơi riêng tư; nói bí mật"
        },
        {
            "id": "49246eeb-73a3-47b5-80d7-aee20f4f64df",
            "word": "to sear",
            "phonetic": "tə sɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "As a specialty dish, the chef prepared a gourmet chevon rack, perfectly seared and served with a delicate herb-infused sauce.",
                "The special occasion dinner included a perfectly seared T-bone steak.",
                "Next, we're going to sear the steak.",
                "To do this, we designed this sear mechanism at the back of the tank.",
                "Look at that beautiful crisp and sear on them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2Vhcg&hash=be3e130dd17b6ea7bc232fe085136999955088a3&lang=en&cache-only=0",
            "defineEn": "become superficially burned",
            "defineVi": "bị đốt cháy bề ngoài"
        },
        {
            "id": "43a5c561-3fb8-4f51-8e88-06d950a15481",
            "word": "to enrapture",
            "phonetic": "tʊ ɛnɹæptʃɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Well, honestly, I don’t have a lot of stories about the Robert Bork side of things, but I do know that McConnell’s view of Scalia was he was completely enraptured with the mind, the legal mind of Antonin Scalia."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5yYXB0dXJl&hash=0838111dbd10dc2f922587d34bfaf84bea604536&lang=en&cache-only=0",
            "defineEn": "hold spellbound",
            "defineVi": "giữ say mê"
        }
    ]
}