{
    "id": "398ce32f-d061-4e71-89db-59a7bbeb617c",
    "title": "Top 251 - 275 Verbs",
    "originalTitle": "Top 251 - 275 Verbs",
    "words": [
        {
            "id": "b69d5419-65db-4db9-bb33-d2e70b8f603b",
            "word": "to invest",
            "phonetic": "tʊ ɪnvɛst ",
            "partOfSpeechType": "verb",
            "examples": [
                "We should probably invest in a good home security system.",
                "He invested wisely and became incredibly rich.",
                "He invested in Bitcoin early and made a fortune when the price skyrocketed.",
                "They are making a fortune by investing in the stock market.",
                "Investing in education can go a long way towards improving a nation's future."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW52ZXN0&hash=e6f54fbd5835587b19210a6cedce9488fd12367b&lang=en&cache-only=0",
            "defineEn": "to buy houses, shares, lands, etc. with the hope of gaining a profit",
            "defineVi": "mua nhà, cổ phiếu, đất đai, v.v. với hy vọng kiếm được lợi nhuận",
            "hasImg": true
        },
        {
            "id": "7f589ac1-a91e-4107-af99-ce05594cd407",
            "word": "to occur",
            "phonetic": "tʊ əkɜː ",
            "partOfSpeechType": "verb",
            "examples": [
                "These events occurred within living memory.",
                "About 60% of the world's malaria cases and 90% of malaria deaths occur there. ",
                "Serious complications occur rarely.",
                "Massive auroras occurred as far south as the Caribbean.",
                "Carbon-hydrogen stretches occur around 3000 wavenumbers."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb2NjdXI&hash=5e48b68733651550ad36e7251f46ce42f4fb2b47&lang=en&cache-only=0",
            "defineEn": "to come to be or to happen",
            "defineVi": "để trở thành hoặc xảy ra"
        },
        {
            "id": "74c186dc-412e-4180-bc93-d81372ea0b1d",
            "word": "to perform",
            "phonetic": "tə pɚfɔːɹm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The actress performed beautifully in the play.",
                "The magician performed a series of tricks, and surprisingly, the rabbit appeared out of thin air.",
                "The doctor performed a surgery on my grandfather to remove his appendix.",
                "He performed knee exercises to strengthen the muscles around the joint.",
                "The Irish economy is performing strongly, but the devil is in the detail."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVyZm9ybQ&hash=4f6a152ba639497d8521f6f1ff70aa9ae93ce9b9&lang=en&cache-only=0",
            "defineEn": "to carry out or execute a task, duty, action, or ceremony, often in a formal or official capacity",
            "defineVi": "để thực hiện hoặc thực hiện một nhiệm vụ, nhiệm vụ, hành động, hoặc buổi lễ, thường trong một khả năng chính thức hoặc chính thức"
        },
        {
            "id": "6ee02ddf-2148-4cac-875c-c07ea60852cf",
            "word": "to handle",
            "phonetic": "tə hændəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Throughout the evening, the waiter handled the busy restaurant.",
                "The handle came loose.",
                "Some artists have to be handled with kid gloves.",
                "The metal handle became hot when left in the sun.",
                "He couldn't handle the heat of the chili pepper and reached for a glass of water."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFuZGxl&hash=648951e6b16f858ab2b43bd996f3c82fc6f8ec33&lang=en&cache-only=0",
            "defineEn": "to deal with a situation or problem successfully",
            "defineVi": "để đối phó với một tình huống hoặc vấn đề thành công"
        },
        {
            "id": "5fc48e0b-53a7-4e0e-8154-33e3a2e9fd1e",
            "word": "to deliver",
            "phonetic": "tə dᵻlɪvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The truck delivered a large shipment of goods to the warehouse.",
                "The goods will be delivered at your convenience.",
                "The professor delivered a lecture on abstract mathematics, exploring complex theories and formulas.",
                "So when will you deliver the cargo?",
                "He failed to deliver."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVsaXZlcg&hash=ad19193c90a860a93d2861ab2609f47304f9e999&lang=en&cache-only=0",
            "defineEn": "to bring and give a letter, package, etc. to a specific person or place",
            "defineVi": "mang và đưa thư, gói hàng, v.v. cho một người hoặc một địa điểm cụ thể",
            "hasImg": true
        },
        {
            "id": "679f1b6e-2bbf-4704-86aa-2a4e876a5dc4",
            "word": "to expand",
            "phonetic": "tʊ ɛkspænd ",
            "partOfSpeechType": "verb",
            "examples": [
                "I'm expanding my horizon.",
                "Brian Wilson was already expanding his mind with the aid of LSD.",
                "The organization is preparing the ground for future growth by investing in new technology and expanding its product line.",
                "The musician stayed on a roll by consistently releasing popular songs and albums, maintaining a dedicated fanbase and expanding their reach to new audiences.",
                "Ever since the new CEO took charge, the company has been on its feet, experiencing significant growth and expanding into new markets."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwYW5k&hash=f315e2fec1be8b9ed17bdf3d850319ece568e61d&lang=en&cache-only=0",
            "defineEn": "to become or make something greater in quantity, importance, or size",
            "defineVi": "để trở thành hoặc làm cho một cái gì đó lớn hơn về số lượng, tầm quan trọng, hoặc kích thước"
        },
        {
            "id": "1ca17e62-3537-4aa6-a475-a2752c50fbcf",
            "word": "to reveal",
            "phonetic": "tə ɹᵻviːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Prince Harry has revealed his true colours.",
                "Drunkenness reveals what soberness conceals, some might say.",
                "In the interview the actor revealed he had a man crush on his co-star.",
                "The sunny weather melted the snow, revealing patches of green grass.",
                "The elevator doors opened, revealing a crowded lobby."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV2ZWFs&hash=e3e878d26455a3919f6ec139cf5e2ee9da480e0f&lang=en&cache-only=0",
            "defineEn": "to bring into light some information that was previously unknown or kept in secrecy",
            "defineVi": "để đưa ra ánh sáng một số thông tin mà trước đây chưa được biết hoặc giữ bí mật",
            "hasImg": true
        },
        {
            "id": "13a83e1b-78f8-4549-a8b6-0434e7318bd6",
            "word": "to measure",
            "phonetic": "tə mɛʒɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I measured your corn by my own bushel.",
                "The baby's height was measured in centimeters at the doctor's office.",
                "Don't measure other people's corn by your own bushel.",
                "The store clerk measured the length of the bolt to calculate the customer's purchase.",
                "The chef carefully measured the poppy seeds before adding them to the dough for the perfect balance of taste."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWVhc3VyZQ&hash=a0f45c3eb5c2db361fcc49184bc7f6d25e4c6fcb&lang=en&cache-only=0",
            "defineEn": "to find out the exact size or amount of something or someone",
            "defineVi": "để tìm ra kích thước hoặc số lượng chính xác của một cái gì đó hoặc ai đó",
            "hasImg": true
        },
        {
            "id": "68fbc40e-9716-4e46-9c6e-817223e9f160",
            "word": "to seek",
            "phonetic": "tə siːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The artist sought to abstract the essence of nature in her paintings.",
                "It seeks to leave out the mumbo jumbo about the terms of the agreement.",
                "I seek someone with the heart of fire, not some commoner who lacks the courage of his own convictions.",
                "Having to seek his foe's aid was a bitter pill to take.",
                "What were you thinking seeking solitude with Jimmy?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2Vlaw&hash=6a6bc6c8546487879b744f648f7ec9cbe0407c77&lang=en&cache-only=0",
            "defineEn": "to try to find something or someone",
            "defineVi": "để cố gắng tìm một cái gì đó hoặc một ai đó",
            "hasImg": true
        },
        {
            "id": "a075ad67-058d-4cf2-bd38-7629e9010712",
            "word": "to point",
            "phonetic": "tə pɔɪnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The compass needle always points north.",
                "The problem has now reached crisis point.",
                "I take your point.",
                "No point in spoiling the ship for a ha'porth of tar",
                "The line cuts the circle at two points."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9pbnQ&hash=5f68b6af0cb61829d8c0200ae73cd4436c50967a&lang=en&cache-only=0",
            "defineEn": "to show the place or direction of someone or something by holding out a finger or an object",
            "defineVi": "để hiển thị địa điểm hoặc hướng của một ai đó hoặc một cái gì đó bằng cách đưa ra một ngón tay hoặc một đối tượng",
            "hasImg": true
        },
        {
            "id": "58bce492-76d6-4ad0-95d6-8335cdffe109",
            "word": "to determine",
            "phonetic": "tə dɪtɜːmɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "She was really determined.",
                "He is consulting his zodiacal chart to determine his compatibility with different signs.",
                "The artist talked about their talent, but better to have less thunder in the mouth, and more lightning in the hand - we need to see their actual work to determine their true abilities.",
                "In any political scandal the first 24 hours normally determines whether someone survives or has to be thrown to the wolves.",
                "When a student goes AWOL repeatedly, the Principal determines the appropriate disciplinary action, up to and including recommendation for discharge."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGV0ZXJtaW5l&hash=7b52805ad3e3b573f71c991dea8406752161c071&lang=en&cache-only=0",
            "defineEn": "to find out and confirm the facts about something through calculation or research",
            "defineVi": "để tìm hiểu và xác nhận sự thật về một cái gì đó thông qua tính toán hoặc nghiên cứu"
        },
        {
            "id": "4af9955c-fa75-41ac-b281-dba20bc850d3",
            "word": "to repeat",
            "phonetic": "tə ɹᵻpiːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She keeps repeating the same question.",
                "They made me repeat the whole story.",
                "The agent counsels them obliquely against waste, repeats the letter of the law, and smiles.",
                "He'd walk around the house repeating his favourite sayings like a broken record.",
                "I don’t want anything repeated outside these four walls."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVwZWF0&hash=cbfb6a610643c1634c5abd9d68620ff2fa1ffef2&lang=en&cache-only=0",
            "defineEn": "to complete an action more than one time",
            "defineVi": "để hoàn thành một hành động nhiều hơn một lần",
            "hasImg": true
        },
        {
            "id": "6fb8a675-f151-4adb-9621-dea9422e6cb9",
            "word": "to struggle",
            "phonetic": "tə stɹʌɡəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The economy is struggling.",
                "The struggle ended indecisively.",
                "She struggled to keep up with the fast pace of the marathon runners.",
                "After all that struggle, their constructive advice fell on stony ground.",
                "For years they struggled to keep their heads above water."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RydWdnbGU&hash=337c32fbc79e8a700af61860ad68858e086eba68&lang=en&cache-only=0",
            "defineEn": "to put a great deal of effort into doing something, although it is extremely hard",
            "defineVi": "để nỗ lực rất nhiều để làm một cái gì đó, mặc dù nó là vô cùng khó khăn"
        },
        {
            "id": "0049b223-f6ab-4a2f-83c9-611d46d9e1b8",
            "word": "to present",
            "phonetic": "tə pɹɪzɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The lawyer presented the right argument in court.",
                "Bring Helen a present.",
                "Bring a present for Helen.",
                "He presented a false document as evidence in the court case.",
                "Our hosts presented us with an embarrassment of riches."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlc2VudA&hash=fbdbc79ce30213538d6b033b13c101fee368bad2&lang=en&cache-only=0",
            "defineEn": "to show, offer, or provide something for others to consider or look at",
            "defineVi": "để hiển thị, cung cấp hoặc cung cấp một cái gì đó để người khác xem xét hoặc xem xét"
        },
        {
            "id": "67041a35-31c7-46ee-b0ac-9d716177df9f",
            "word": "to sign",
            "phonetic": "tə saɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The sign must be taken down.",
                "The doctor examined her neck for any signs of injury.",
                "I checked the car for signs of damage.",
                "We sign our names with a pen when writing greeting cards.",
                "The loyal subjects bowed down before their king as a sign of reverence."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2lnbg&hash=ff26b0d4cc00218ede5ed415c30777e2ea9addcb&lang=en&cache-only=0",
            "defineEn": "to write your name on something such as a check, letter, document, etc. for people to recognize it and know that you wrote it or you authorize or agree with what is written on it",
            "defineVi": "để viết tên của bạn trên một cái gì đó như séc, thư, tài liệu, v.v. để mọi người nhận ra nó và biết rằng bạn đã viết nó hoặc bạn cho phép hoặc đồng ý với những gì được viết trên đó",
            "hasImg": true
        },
        {
            "id": "4c274385-8ba5-4000-b54e-01b79b09e7e5",
            "word": "to train",
            "phonetic": "tə tɹeɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The train’s here at long last.",
                "The train traveled through beautiful countryside.",
                "Trains between London and Brighton run throughout the day.",
                "To hold the train.",
                "The slow train arrived at the station behind schedule."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhaW4&hash=3865ef7839c764c1b18e71b114316704b4624fe5&lang=en&cache-only=0",
            "defineEn": "to teach a specific skill or a type of behavior to a person or an animal by exercise and instruction over time",
            "defineVi": "để dạy một kỹ năng cụ thể hoặc một loại hành vi cho một người hoặc một con vật bằng cách tập thể dục và hướng dẫn theo thời gian",
            "hasImg": true
        },
        {
            "id": "18bab419-843d-41f7-b73d-825e9b8402d7",
            "word": "to mail",
            "phonetic": "tə meɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The chocolate is available by mail order, but at a price.",
                "I went to the post office to mail a package to my friend.",
                "I do my friend a favor by picking up their mail while they're away.",
                "We can kill two birds with one stone by dropping off the mail when we go to the grocery store.",
                "I like to check my mailbox at the post office every day for any new mail."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFpbA&hash=207771502f87e8bc6e024eb39ffb347b578044dc&lang=en&cache-only=0",
            "defineEn": "to send a letter or package by post",
            "defineVi": "để gửi một lá thư hoặc gói qua đường bưu điện",
            "hasImg": true
        },
        {
            "id": "9cac591a-2920-4f98-ba23-b1e8e41e56fc",
            "word": "to gain",
            "phonetic": "tə ɡeɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company is gaining ground rapidly with its new product launch.",
                "He gained a reputation as a smart number-cruncher who could turn data into policy.",
                "She gained a second wind during the campaign and turned the opinion polls around.",
                "Smaller capitalist countries are maneuvering to gain a bigger share of the pie.",
                "The company's marketing team is on a roll with their latest campaign, gaining a lot of attention on social media."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2Fpbg&hash=909bf599f3723319374f363c6fc3551d85f275c6&lang=en&cache-only=0",
            "defineEn": "to obtain or achieve something that is needed or desired",
            "defineVi": "để có được hoặc đạt được một cái gì đó là cần thiết hoặc mong muốn",
            "hasImg": true
        },
        {
            "id": "ba17d8b1-3a43-41ea-8102-b5e85fdd60bc",
            "word": "to maintain",
            "phonetic": "tə meɪnteɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "With a balanced diet, regular exercise, and a positive mindset, Alex maintains being up to the mark in terms of his overall well-being.",
                "The tobacco products included a humectant to maintain the moisture content and freshness.",
                "Maintaining a low profile has never been Maggie's strongest suit.",
                "The document must be copied word for word to maintain its legal validity.",
                "Consuming milk can help maintain healthy skin due to the presence of vitamin A."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFpbnRhaW4&hash=d54a8e55e446e9570bf3c93ee82415ed4d4a85b3&lang=en&cache-only=0",
            "defineEn": "to make something stay in the same state or condition",
            "defineVi": "để làm cho một cái gì đó ở trong cùng một trạng thái hoặc điều kiện",
            "hasImg": true
        },
        {
            "id": "4b729b21-ce6a-42c2-89d8-fc16b727d434",
            "word": "to define",
            "phonetic": "tə dᵻfaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Despite being born on the wrong side of the blanket, Sarah grew up to become a successful entrepreneur and proved that one's origins don't define their potential.",
                "The title engineer defines his status within the context of employment. ",
                "Many experts define a recession as two consecutive quarters of negative GDP growth.",
                "Engineers define problems like these in terms of conversion and yield.",
                "Together, these two factors define every biome on the planet."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVmaW5l&hash=2619a8df93d07f2941b982f3139dcb80c6d74c0c&lang=en&cache-only=0",
            "defineEn": "to say the meaning of an expression or word, particularly in a dictionary",
            "defineVi": "để nói ý nghĩa của một biểu thức hoặc từ, đặc biệt là trong một từ điển"
        },
        {
            "id": "03a3861a-0b4d-4e37-83c0-d5927fe34d49",
            "word": "to remind",
            "phonetic": "tə ɹᵻmaɪnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Can you remind me of your name?",
                "The host reminded the guest that they didn't have all night, and that a drink is shorter than a tale.",
                "He reminded himself that it was better a small fish than an empty dish.",
                "The child's laughter reminded me that little fish are sweet, and that sometimes the simplest things can bring the greatest joy.",
                "When he returned home from a long trip, his cat's purrs and affection reminded him that she was truly the light of his life."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVtaW5k&hash=d05c8ab846ade841803496a369e3974ef98f117d&lang=en&cache-only=0",
            "defineEn": "to make a person remember an obligation, task, etc. so that they do not forget to do it",
            "defineVi": "để làm cho một người nhớ một nghĩa vụ, nhiệm vụ, vv để họ không quên làm điều đó",
            "hasImg": true
        },
        {
            "id": "098381c1-c661-405b-9c59-b1fa2c2a9145",
            "word": "to mix",
            "phonetic": "tə mɪks ",
            "partOfSpeechType": "verb",
            "examples": [
                "Mix cooked conchiglie with cherry tomatoes, cucumbers, and a vinaigrette for a pasta salad.",
                "They mixed Welsh onion with cream cheese for a tasty spread on their morning bagels.",
                "They mixed flax into their homemade granola bars.",
                "The artwork on the wall was a mix of colors and textures.",
                "The artist mixed different colors to create a masterpiece."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWl4&hash=546a170bd9424b6135dc7929cb1885c5f54a5636&lang=en&cache-only=0",
            "defineEn": "to combine different substances together to form one substance",
            "defineVi": "để kết hợp các chất khác nhau với nhau để tạo thành một chất",
            "hasImg": true
        },
        {
            "id": "6da8e243-ff7d-492c-b6aa-2bc05eb93c81",
            "word": "to surprise",
            "phonetic": "tə sɚpɹaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "They still have some surprises up their sleeves.",
                "As a loving husband, he surprises his wife with romantic gestures on special occasions.",
                "They were surprised by the unique taste of burdock chips, a healthier alternative to regular potato chips.",
                "I planned a surprise party for my little sister's birthday.",
                "He surprised his guests at a dinner party by presenting a unique dessert twist on cheese fondue."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VycHJpc2U&hash=595ce16cbab945e1d4d3842929666485c1e56d29&lang=en&cache-only=0",
            "defineEn": "to make someone feel mildly shocked",
            "defineVi": "để làm cho ai đó cảm thấy sốc nhẹ",
            "hasImg": true
        },
        {
            "id": "b43f982b-f307-4e17-a159-7f80eee9944e",
            "word": "to encourage",
            "phonetic": "tʊ ɛŋkɜːɹɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The police department has encouraged officers to walk the beat.",
                "The sunny day encouraged us to go for a bike ride.",
                "I encourage others to follow our example.",
                "I encourage others to follow our example.",
                "The coach encouraged his team to push the limit and give their all in the championship game."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5jb3VyYWdl&hash=7bb12ae7715247ce3824e65680000eaccd0b888b&lang=en&cache-only=0",
            "defineEn": "to provide someone with support, hope, or confidence",
            "defineVi": "để cung cấp cho ai đó sự hỗ trợ, hy vọng, hoặc sự tự tin",
            "hasImg": true
        },
        {
            "id": "19554e8d-8c65-440c-b57a-eb82a276274f",
            "word": "to retire",
            "phonetic": "tə ɹᵻtaɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Employees can retire at 60 if they choose.",
                "Jim retired to raise raspberries.",
                "When the CEO retired, the board of directors made the mistake of promoting the inexperienced intern to take his place.",
                "Since he retired, Bill has too much time on his hands.",
                "Even though I’ve retired, I still get up at 7 am by force of habit."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV0aXJl&hash=1999be924875d11168da8c52dc79e5f8d7471ea5&lang=en&cache-only=0",
            "defineEn": "to leave one's job and stop working, usually on reaching a certain age",
            "defineVi": "rời bỏ công việc của một người và ngừng làm việc, thường là khi đến một độ tuổi nhất định",
            "hasImg": true
        }
    ]
}