{
    "id": "39d27fbc-a8cb-487c-818d-0f76b2407209",
    "title": "Coats and Jackets",
    "originalTitle": "Coats and Jackets",
    "words": [
        {
            "id": "f1ab475a-73d1-4e24-a1a0-6dbfc1306a47",
            "word": "blazer",
            "phonetic": "bleɪzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A blazer, a T-shirt that says Gold Gym.",
                "I even got my new blazer.",
                "American carmakers are bringing back old names like Bronco, Blazer and Gladiator.",
                "I'm gonna wear this blazer to class, and everyone's gonna know I'm fancy.",
                "and I wanted to get a suit on or at least, like, maybe a nice feminine top but get a blazer on because that felt better, and pants."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxhemVy&hash=5105ce58388f7979ce55e7ffc513fce17f8b308a&lang=en&cache-only=0",
            "defineEn": "a type of light jacket either worn with pants that do not match or as a uniform by the members of a union, school, club, etc.",
            "defineVi": "một loại áo khoác nhẹ hoặc được mặc với quần không phù hợp hoặc là đồng phục của các thành viên của đoàn thể, trường học, câu lạc bộ, v.v.",
            "hasImg": true
        },
        {
            "id": "edee71b9-e1ff-46a8-8b2d-b719739be07f",
            "word": "cardigan",
            "phonetic": "kɑːɹdɪɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Okay, so for a quick primer on the Electoral College let me put on my professor glasses and cardigan.",
                "There is a DNA that you sort of have to inject into yourself at the same time that you put on that version of Batman's cape and cowl, except it's a red cardigan sweater and blue deck shoes."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZGlnYW4&hash=08a488a8d0336bd4cb4678591124aa63c18c0b99&lang=en&cache-only=0",
            "defineEn": "a type of jacket that is made of wool, usually has a knitted design, and its front could be closed with buttons or a zipper",
            "defineVi": "một loại áo khoác làm bằng len, thường có thiết kế dệt kim, mặt trước có thể đóng cúc hoặc khóa kéo",
            "hasImg": true
        },
        {
            "id": "9cde11b2-fcb2-47c7-b607-279354a0af88",
            "word": "coat",
            "phonetic": "koʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They coated their chicken nuggets with sesame seeds.",
                "She coated the pork ribs with a generous amount of piri-piri marinade.",
                "Her right leg was coated in plaster.",
                "The wind had coated everything with a layer of sand.",
                "take your coat off."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29hdA&hash=88fece31d4eea822a3d265764b757f28ed948741&lang=en&cache-only=0",
            "defineEn": "a piece of clothing with long sleeves, worn outdoors and over other clothes to keep warm or dry",
            "defineVi": "một bộ quần áo có tay dài, mặc ngoài trời và bên ngoài quần áo khác để giữ ấm hoặc khô",
            "hasImg": true
        },
        {
            "id": "25513ff0-3378-46ba-bf9f-8bcc94db15a0",
            "word": "dinner jacket",
            "phonetic": "dɪnɚ dʒækɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlubmVyIGphY2tldA&hash=d5b8dfb0dd11507dbb3ecba402c1a97cc4208293&lang=en&cache-only=0",
            "defineEn": "a black or white jacket for men worn with a bowtie as formal evening wear",
            "defineVi": "một chiếc áo khoác màu đen hoặc trắng dành cho nam giới đeo nơ như trang phục buổi tối trang trọng",
            "hasImg": true
        },
        {
            "id": "068c454a-e556-4103-8dc1-947477659ac0",
            "word": "duffle coat",
            "phonetic": "dʌfəl koʊt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHVmZmxlIGNvYXQ&hash=78065245551e4ed3d95fb4ff4e55089f36e09413&lang=en&cache-only=0",
            "defineEn": "a heavy woolen coat with a hood and toggle fasteners",
            "defineVi": "một chiếc áo khoác len dày có mũ trùm đầu và dây buộc",
            "hasImg": true
        },
        {
            "id": "a56398fb-6a4f-447a-b70d-b8f445a2d9a5",
            "word": "fleece",
            "phonetic": "fliːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even then, somebody was making a fast buck out of fleecing gullible patients.",
                "Think fleece jackets and yoga pants.",
                "Rouseys gather up the fleece and pressers squish it into huge bales.",
                "That's a fleece braid. ",
                "Toast is checking out the new fleece. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxlZWNl&hash=b17f2ee705a51ba9105b61096748b5d01febf258&lang=en&cache-only=0",
            "defineEn": "a pullover, jacket, etc. that is made from fleece material",
            "defineVi": "áo chui đầu, áo khoác, v.v. được làm từ chất liệu lông cừu",
            "hasImg": true
        },
        {
            "id": "0a41be5e-9c59-4dbc-b2ec-ff53d9316500",
            "word": "hoodie",
            "phonetic": "hʊdi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Here's a hoodie!",
                "We do sell Stealth hoodies on LTTStore.com.",
                "And I'm wearing this really thick hoodie.",
                "If you get cold, you should get a hoodie!",
                "You could also get a plushie or hoodie or poster."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9vZGll&hash=9acb0d210110996328649547d62d6bc0d3bc3a94&lang=en&cache-only=0",
            "defineEn": "a piece of clothing such as a sweatshirt or jacket that has a cover for the head",
            "defineVi": "một bộ quần áo như áo len hoặc áo khoác có che đầu",
            "hasImg": true
        },
        {
            "id": "9b98a11f-e1fd-473b-933e-5a0f7e3b53c6",
            "word": "jacket",
            "phonetic": "dʒækɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Is your jacket real leather?",
                "The jacket sat beautifully on her shoulders.",
                "Does this jacket go with this skirt?",
                "I'll take the grey jacket.",
                "I packed an extra jacket for the camping trip."
            ],
            "audio": "https://tts.langeek.co/read?text=amFja2V0&hash=85f93b2385b3a4af2624d17b30fecb9e8d67884e&lang=en&cache-only=0",
            "defineEn": "a short item of clothing that we wear on the top part of out body, usually has sleeves and something in the front so we could close it",
            "defineVi": "một bộ quần áo ngắn mà chúng ta mặc ở phần trên cùng của cơ thể, thường có tay áo và một cái gì đó ở phía trước để chúng ta có thể đóng nó lại",
            "hasImg": true
        },
        {
            "id": "2c0f2dbc-3c4b-48cb-9c92-605d6035f85a",
            "word": "jersey",
            "phonetic": "dʒɜːsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I have a jersey, a Mexican Jersey for you.",
                "So where did Jersey club come from?",
                "I'm from Jersey.",
                "I am in Jersey, in a different hotel, absolutely.",
                "It’s a Pikachu jersey."
            ],
            "audio": "https://tts.langeek.co/read?text=amVyc2V5&hash=7be1d24b0c007a290ef85961bb074a4990ba00cd&lang=en&cache-only=0",
            "defineEn": "a woolen or cotton piece of clothing with long sleeves and no buttons, which covers the upper body",
            "defineVi": "một bộ quần áo bằng len hoặc bông có tay áo dài và không có nút, che phần thân trên",
            "hasImg": true
        },
        {
            "id": "da50a32d-952a-421b-b579-704796d8fe96",
            "word": "mackintosh",
            "phonetic": "mækɪntɑːʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "After you visit it, you can have a coffee at the Willow Tea Rooms, also by Mackintosh, on Sauchiehall Street.",
                "About a hundred years ago Mackintosh and three friends began a new look in building: art nouveau.",
                "Much of Mackintosh's best work is in Glasgow."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFja2ludG9zaA&hash=c95295fc108432e4a9effec4bbb7eed60dcdfd1b&lang=en&cache-only=0",
            "defineEn": "a long coat made of rubberized cotton that is water-resistant and keeps one dry under the rain",
            "defineVi": "một chiếc áo khoác dài làm bằng bông cao su có khả năng chống thấm nước và giữ cho người ta khô ráo dưới mưa",
            "hasImg": true
        },
        {
            "id": "89d71aa6-c5ca-48b6-ac33-86be56280372",
            "word": "overcoat",
            "phonetic": "oʊvɚkoʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "On the west coast, he wears an overcoat to protect against the cold weather.",
                "He refuses to wear an overcoat.",
                "He returned to St. Petersburg with the money and bought himself a beautiful overcoat and a cake for his mother.",
                "And they were all given new wool overcoats to keep them warm.",
                "It’s like an overcoat, if that coat were made mostly of loosely woven collagen-fiber."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcmNvYXQ&hash=0b9aff7b0021591817c7496cb50ecb616a9da72a&lang=en&cache-only=0",
            "defineEn": "a long coat worn in cold weather to keep the body warm",
            "defineVi": "một chiếc áo khoác dài mặc trong thời tiết lạnh để giữ ấm cơ thể",
            "hasImg": true
        },
        {
            "id": "97b0cd11-f3d5-4f0e-b66d-5abf917330af",
            "word": "raincoat",
            "phonetic": "ɹeɪŋkoʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Soldiers wore new plastic helmet liners and water-resistant vinyl raincoats.",
                "It can be found all over the place, as a coating on raincoats, industrial ball bearings, artificial joints, circuit boards, and even the Rocky Mountains-themed roof of the Denver International Airport.",
                "Today PFAS are used in a ton of products, from raincoats to waterproof shoes, non-stick pots and pans, microwave popcorn bags and even cosmetics."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFpbmNvYXQ&hash=087e229f88719b26e3ff77775e96158ecddb8ed6&lang=en&cache-only=0",
            "defineEn": "a long, light coat, typically with a belt, made of water-resistant fabric that keeps us dry in the rain",
            "defineVi": "một chiếc áo khoác dài, nhẹ, thường có thắt lưng, làm bằng vải không thấm nước giúp chúng ta khô ráo dưới mưa",
            "hasImg": true
        },
        {
            "id": "e35a4ec2-f3f7-4b7b-ac0f-888c4acb5daf",
            "word": "tailcoat",
            "phonetic": "teɪlkoʊt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGFpbGNvYXQ&hash=09bf8942fa1e3a02da94a6a956e9cb51759f2aa8&lang=en&cache-only=0",
            "defineEn": "a very formal coat for men that is short at the front with two long pointed parts at the back",
            "defineVi": "một chiếc áo khoác rất trang trọng dành cho nam giới ngắn ở phía trước với hai phần dài nhọn ở phía sau",
            "hasImg": true
        },
        {
            "id": "b4fff784-4d3d-4be2-bd4f-23671c264209",
            "word": "sweatshirt",
            "phonetic": "swɛtʃɜːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They retail for around $38 for a T-shirt to $138 for a sweatshirt.",
                "This is, like, the sweatshirt that you get when you join the Illuminati.",
                "He came out with his khaki pants, a sweatshirt and that was it, and not a dime in his pockets.",
                "He comes out wearing Stacy's sweatshirt, and her shoes, and her daughter's pants.",
                "During the performance he was surrounded by suicide survivors and the hotline number was displayed across his sweatshirt and on his stage."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dlYXRzaGlydA&hash=5c6c0c4d94d0b6556de5ed913faad5d5da5a17ce&lang=en&cache-only=0",
            "defineEn": "a loose long-sleeved warm item of clothing worn casually or for exercising on the top part of our body, usually made of cotton",
            "defineVi": "một bộ quần áo ấm dài tay rộng rãi được mặc ngẫu nhiên hoặc để tập thể dục ở phần trên cùng của cơ thể chúng ta, thường được làm bằng bông",
            "hasImg": true
        },
        {
            "id": "f2b33ef4-b593-4db0-a5ab-16bdc1a188e0",
            "word": "pullover",
            "phonetic": "pʊloʊvɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHVsbG92ZXI&hash=03f9fd99ff24e148266af1d791ed1d06d5afc39e&lang=en&cache-only=0",
            "defineEn": "a warm knitted piece of clothing made of wool with long sleeves and no buttons",
            "defineVi": "một bộ quần áo dệt kim ấm áp làm bằng len với tay áo dài và không có nút",
            "hasImg": true
        },
        {
            "id": "9ec14b33-04b1-49f0-84c0-0faf28708e54",
            "word": "sweater",
            "phonetic": "swɛɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I need a lightweight sweater for the spring season.",
                "He bought a new sweater with a colorful pattern for me.",
                "I like to wear cozy sweaters and scarves during the fall season.",
                "I like the comfort of wearing a cashmere sweater against my skin.",
                "He prefers crewneck sweaters for a versatile and easy-to-wear option."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dlYXRlcg&hash=692d55a72813110c69bd3db36fc9e09aaff420ae&lang=en&cache-only=0",
            "defineEn": "a piece of clothing worn on the top part of our body that is made of cotton or wool, has long sleeves and a closed front",
            "defineVi": "một bộ quần áo mặc ở phần trên của cơ thể chúng ta được làm bằng bông hoặc len, có tay áo dài và mặt trước kín",
            "hasImg": true
        },
        {
            "id": "8378382b-ce9e-4e69-a067-c4bfe8376e94",
            "word": "windbreaker",
            "phonetic": "wɪndbɹeɪkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Solid ice, on the other hand, makes a good windbreaker, but it’s too heavy to lift."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZGJyZWFrZXI&hash=9c8baa9a97e4ec1c09602e4d885e36c747ab1bba&lang=en&cache-only=0",
            "defineEn": "a type of jacket that fits tightly around the cuffs, neck, and waistband protecting one from the wind",
            "defineVi": "một loại áo khoác vừa vặn quanh còng, cổ và dây thắt lưng để bảo vệ một người khỏi gió",
            "hasImg": true
        },
        {
            "id": "4bd4cc30-1846-4ed9-88d5-9c6edcf4db69",
            "word": "sports jacket",
            "phonetic": "spoːɹts dʒækɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BvcnRzIGphY2tldA&hash=8f97b1a27e8675a8cb8305ee2c129849e76a6692&lang=en&cache-only=0",
            "defineEn": "a casual or semi-formal men's jacket with a looser fit and various features like patch pockets and elbow patches",
            "defineVi": "áo khoác nam bình thường hoặc bán trang trọng với phom rộng hơn và nhiều tính năng khác nhau như túi vá và miếng dán khuỷu tay",
            "hasImg": true
        },
        {
            "id": "166375b1-dc18-4c25-92f4-53064248de7b",
            "word": "parka",
            "phonetic": "pɑːɹkə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Its expedition parka became standard-issue at Antarctica's McMurdo Station, where the scientists nicknamed it \"Big Red.\"",
                "His parkas became the unofficial uniform for cold-weather film crews, and in 2004, the coats made it in front of the camera.",
                "And then your outer layer is going to be your parka, your pants, boots, balaclava, hat, gloves and ear protectors.",
                "And its US exposure hit a new high in 2013 when Kate Upton donned a Canada Goose parka on the cover of Sports Illustrated.",
                "I think I'm also wearing my parka wrong."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFya2E&hash=e64648b25860020308c1136892b8ade748c3afc1&lang=en&cache-only=0",
            "defineEn": "a type of heavy, warm coat that is designed to protect the wearer from cold weather and wind, and often has a fur-lined hood",
            "defineVi": "một loại áo khoác nặng, ấm được thiết kế để bảo vệ người mặc khỏi thời tiết lạnh và gió, và thường có mũ trùm đầu bằng lông thú",
            "hasImg": true
        },
        {
            "id": "6f6babd9-1e7f-430b-96d9-3c27f7baa889",
            "word": "down vest",
            "phonetic": "daʊn vɛst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG93biB2ZXN0&hash=fabcc91386afdf679bb0fe7e26f1be427fa5839f&lang=en&cache-only=0",
            "defineEn": "a sleeveless insulated outer garment that is filled with down or a synthetic material to provide warmth",
            "defineVi": "một chiếc áo khoác ngoài cách nhiệt không tay được làm đầy bằng lông tơ hoặc chất liệu tổng hợp để tạo độ ấm",
            "hasImg": true
        },
        {
            "id": "85952df2-da72-404f-a65f-fa2958a349b9",
            "word": "down jacket",
            "phonetic": "daʊn dʒækɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG93biBqYWNrZXQ&hash=8fe6532edfc8700f0921269d71df81d4a045024e&lang=en&cache-only=0",
            "defineEn": "a warm, quilted jacket filled with the soft and fluffy under feathers of ducks or geese",
            "defineVi": "một chiếc áo khoác chần bông ấm áp chứa đầy lông vịt hoặc ngỗng mềm mại và mịn màng",
            "hasImg": true
        },
        {
            "id": "6a610bcf-8a16-44a0-8991-6e216463b752",
            "word": "single-breasted jacket",
            "phonetic": "sɪŋɡəlbɹɛstᵻd dʒækɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2luZ2xlLWJyZWFzdGVkIGphY2tldA&hash=1951bf3bfc29cd0608af211df10ad3362c2b936b&lang=en&cache-only=0",
            "defineEn": "a type of jacket with a single row of buttons down the front, commonly made from suit fabrics",
            "defineVi": "một loại áo khoác có một hàng nút ở phía trước, thường được làm từ vải phù hợp",
            "hasImg": true
        },
        {
            "id": "00f95130-2a44-4aa9-b0f1-b35cfe2aec6a",
            "word": "double-breasted jacket",
            "phonetic": "dʌbəlbɹɛstᵻd dʒækɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG91YmxlLWJyZWFzdGVkIGphY2tldA&hash=bd3bbd86d184e7b2ceb32bb08e8516532f66cab0&lang=en&cache-only=0",
            "defineEn": "a type of jacket that has two rows of buttons on the front, with the outer row overlapping the inner row",
            "defineVi": "một loại áo khoác có hai hàng nút ở phía trước, với hàng ngoài chồng lên hàng trong",
            "hasImg": true
        },
        {
            "id": "d3491425-dd65-4c48-961a-4737c52c7324",
            "word": "morning coat",
            "phonetic": "mɔːɹnɪŋ koʊt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9ybmluZyBjb2F0&hash=8a427259b98ded6d3cc8455cd86667dd9697b3be&lang=en&cache-only=0",
            "defineEn": "a formal daytime coat with a long, tapered tail at the back",
            "defineVi": "một chiếc áo khoác ban ngày chính thức với một cái đuôi dài và thon ở phía sau",
            "hasImg": true
        },
        {
            "id": "29192402-469e-4ec6-84a2-32d16b7203f0",
            "word": "fur coat",
            "phonetic": "fɜː koʊt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnVyIGNvYXQ&hash=e47483bdc3b6d269c77510cd0b35a5fed26c0fde&lang=en&cache-only=0",
            "defineEn": "a type of outerwear made from animal pelts, designed for warmth and insulation in cold weather",
            "defineVi": "một loại áo khoác ngoài làm từ da động vật, được thiết kế để giữ ấm và cách nhiệt trong thời tiết lạnh",
            "hasImg": true
        },
        {
            "id": "788e1b6c-cca1-488e-998b-e55587717d76",
            "word": "tuxedo",
            "phonetic": "tʌksiːdoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "On his wedding day, he looked like a million dollars in his tailored tuxedo and beaming smile.",
                "And he was wearing a white tuxedo.",
                "It’s like wearing your tuxedo with your tennis shoes because you couldn’t afford no good shoes.",
                "Denim top and denim bottom, the controllers ardorned with all the little details you'd expect, in a Canadian tuxedo.",
                "I have never heard, an all denim outfit, called a Canadian tuxedo before."
            ],
            "audio": "https://tts.langeek.co/read?text=dHV4ZWRv&hash=f4cd133b97cfb2ce9469cd051bc6f096dec48955&lang=en&cache-only=0",
            "defineEn": "a formal men's suit typically worn for black-tie events and formal occasions",
            "defineVi": "một bộ đồ nam trang trọng thường được mặc cho các sự kiện cà vạt đen và những dịp trang trọng",
            "hasImg": true
        },
        {
            "id": "8df8a206-888d-4db6-917f-64acc9d6d13e",
            "word": "business suit",
            "phonetic": "bɪznəs suːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnVzaW5lc3Mgc3VpdA&hash=d5ddc21eece7ead220447aae793e29fef84bfb89&lang=en&cache-only=0",
            "defineEn": "a type of professional attire consisting of a jacket and pants or a skirt",
            "defineVi": "một loại trang phục chuyên nghiệp bao gồm áo khoác và quần hoặc váy",
            "hasImg": true
        },
        {
            "id": "77ee8e16-c134-44e0-a9f8-422b021910ef",
            "word": "safari suit",
            "phonetic": "sɐfɑːɹɹi suːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2FmYXJpIHN1aXQ&hash=d9b24c8a496eaa33df5f793a3e0738e5dcb57e7b&lang=en&cache-only=0",
            "defineEn": "a light-colored suit usually with pockets on the front of the jacket, worn by men in hot weather",
            "defineVi": "một bộ đồ sáng màu thường có túi ở mặt trước áo khoác, được nam giới mặc trong thời tiết nóng",
            "hasImg": true
        },
        {
            "id": "da0effc0-b351-445d-869e-3fd2df283985",
            "word": "waterproof",
            "phonetic": "wɔːɾɚpɹuːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "She packed her swimming gear in a waterproof bag for the pool.",
                "The jacket is made of waterproof material, so it's great for rainy days.",
                "It's waterproof.",
                "They're waterproof, sand proof, and slush proof.",
                "So it becomes extra waterproof."
            ],
            "audio": "https://tts.langeek.co/read?text=d2F0ZXJwcm9vZg&hash=195d6391d884c48cfbae516b62246c70e56323bf&lang=en&cache-only=0",
            "defineEn": "a type of outerwear designed to prevent water from penetrating through the fabric and reaching the wearer's skin",
            "defineVi": "một loại áo khoác ngoài được thiết kế để ngăn nước thấm qua vải và tiếp xúc với da của người mặc",
            "hasImg": true
        },
        {
            "id": "2810dd68-4b28-40a8-8de7-303760531df2",
            "word": "trench coat",
            "phonetic": "tɹɛntʃ koʊt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJlbmNoIGNvYXQ&hash=ea9655de3458a8868b9c655d9097a39711d7844d&lang=en&cache-only=0",
            "defineEn": "a type of raincoat, typically made of waterproof or water-resistant fabric, that is designed to provide protection from rain",
            "defineVi": "một loại áo mưa, thường được làm bằng vải không thấm nước hoặc chống nước, được thiết kế để bảo vệ khỏi mưa",
            "hasImg": true
        },
        {
            "id": "86023076-da2d-45c1-8106-d94ec619c80b",
            "word": "turtleneck",
            "phonetic": "tɜːtəlnɛk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sometimes, the galaxy can feel like a big, lonely place, but like that guy with the turtleneck reminds us: \"For small creatures such as we, the vastness is bearable only through love.\"",
                "We may have trips with our families to the beach or the pool or whatever and we don't really know how to, um, cover them up or make it so people don't see them and there's no way we can just wear turtlenecks and leggings everywhere all day every day, right?"
            ],
            "audio": "https://tts.langeek.co/read?text=dHVydGxlbmVjaw&hash=7b430b024db4ff1e5d6d9136689a7e632e436787&lang=en&cache-only=0",
            "defineEn": "a sweater that has a lifted collar folding over itself and covering the neck",
            "defineVi": "một chiếc áo len có cổ áo nâng lên và che cổ",
            "hasImg": true
        },
        {
            "id": "6a5f5907-0639-4c75-b704-ba187ddfaa46",
            "word": "pantsuit",
            "phonetic": "pæntsuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Okay, I'm gonna need makeup in here immediately and let's lose the pantsuit.",
                "but she's going to have to improve We don't really frown on wearing jewelry or dramatic hairstyles or the new look in clothes I think the mini-skirts pantsuits bell bottoms are great in their place",
                "One of the big issues that has been revealed is that we're seeing a lot of disaffection and people tend to vote for candidates based on things as basic as what color pantsuit they're wearing."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFudHN1aXQ&hash=41d7d6e6c9c7a02af3f2976bed6a655555899d4d&lang=en&cache-only=0",
            "defineEn": "a type of women's suit consisting of a matching set of trousers and a jacket or blazer",
            "defineVi": "một loại trang phục của phụ nữ bao gồm một bộ quần phù hợp và áo khoác hoặc áo cộc tay",
            "hasImg": true
        },
        {
            "id": "45188539-da23-4887-92ae-0ffbdb1508d4",
            "word": "single-breasted suit",
            "phonetic": "sɪŋɡəlbɹɛstᵻd suːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2luZ2xlLWJyZWFzdGVkIHN1aXQ&hash=beb60418a14fba6a7ff84a9a41cd289cad573aca&lang=en&cache-only=0",
            "defineEn": "a type of men's suit consisting of a jacket with a single row of buttons down the front",
            "defineVi": "một loại trang phục nam bao gồm một chiếc áo khoác có một hàng nút ở phía trước",
            "hasImg": true
        },
        {
            "id": "bd11f873-e541-4803-b783-28c87dd8866c",
            "word": "double-breasted suit",
            "phonetic": "dʌbəlbɹɛstᵻd suːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG91YmxlLWJyZWFzdGVkIHN1aXQ&hash=5559af177d84a012d3e3800de243751842f16412&lang=en&cache-only=0",
            "defineEn": "a type of men's suit consisting of a jacket with two parallel columns of buttons on the front",
            "defineVi": "một loại trang phục nam bao gồm một chiếc áo khoác có hai cột nút song song ở mặt trước",
            "hasImg": true
        },
        {
            "id": "5cb5cf31-459f-43d7-9f5e-a59a397851d1",
            "word": "morning suit",
            "phonetic": "mɔːɹnɪŋ suːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9ybmluZyBzdWl0&hash=ae5c1a85d134c969bc4c4f4a6e37141739115cef&lang=en&cache-only=0",
            "defineEn": "a type of men's formal attire worn for daytime formal occasions",
            "defineVi": "một loại trang phục chính thức của nam giới mặc cho những dịp trang trọng ban ngày",
            "hasImg": true
        },
        {
            "id": "82b08c89-23d7-4edd-8abd-442eee629468",
            "word": "two-piece",
            "phonetic": "tuːpiːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHdvLXBpZWNl&hash=f2764eaba20fddf3df46036ef3325b1b7e012585&lang=en&cache-only=0",
            "defineEn": "a set of outerwear that includes a separate jacket or coat and a pair of matching pants",
            "defineVi": "một bộ áo khoác ngoài bao gồm áo khoác hoặc áo khoác riêng biệt và một chiếc quần phù hợp",
            "hasImg": true
        },
        {
            "id": "a4f70dbb-9f04-4d51-93f6-99c3232ec1a3",
            "word": "gilet",
            "phonetic": "dʒɪlɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2lsZXQ&hash=839fec0a1ae43c0cf895730f2fb39b1b5c77e7f9&lang=en&cache-only=0",
            "defineEn": "a sleeveless jacket or vest that is often quilted and padded for warmth",
            "defineVi": "một chiếc áo khoác hoặc áo vest không tay thường được chần và đệm để giữ ấm",
            "hasImg": true
        },
        {
            "id": "a676de35-a7dc-4910-b7d0-22e39bf858b9",
            "word": "manteau",
            "phonetic": "mæntoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFudGVhdQ&hash=442be5962106f4eccb7423ca204570c3cfc29286&lang=en&cache-only=0",
            "defineEn": "a loose, long, and typically waist-length coat or cloak, often worn as a garment for warmth or style",
            "defineVi": "một chiếc áo khoác hoặc áo choàng rộng, dài và thường dài đến thắt lưng, thường được mặc như một loại quần áo để giữ ấm hoặc tạo phong cách",
            "hasImg": true
        },
        {
            "id": "6828e4e6-1750-4e6d-81d7-54c0c5957a47",
            "word": "paletot",
            "phonetic": "pælɪtɑːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFsZXRvdA&hash=12f91ed15cf697fc747b849a2cd12e5c2b6c9e6e&lang=en&cache-only=0",
            "defineEn": "a type of short coat or jacket, typically reaching the hips or mid-thigh, often worn for warmth or as a fashionable outer garment",
            "defineVi": "một loại áo khoác hoặc áo khoác ngắn, thường dài đến hông hoặc giữa đùi, thường được mặc để giữ ấm hoặc làm trang phục bên ngoài thời trang"
        },
        {
            "id": "309d0fc2-a546-4913-aa4c-15f02fb522fc",
            "word": "ulster",
            "phonetic": "ʌlstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Day after day, Cú Chulainn defended Ulster alone.",
                "At last, the men of Ulster were recovering from their magical illness, and they surged out in pursuit.",
                "Though he was the best warrior in Ulster, Cú Chulainn knew he could not take on Queen Meadhbh’s whole army at once.",
                "Enraged at her husband’s possession of a white bull of awesome strength, she had set out to capture the fabled brown bull of Ulster at any cost.",
                "Unfortunately, the King of Ulster had chosen this moment to force the goddess Macha to race her chariot while pregnant."
            ],
            "audio": "https://tts.langeek.co/read?text=dWxzdGVy&hash=353a7b72b3a02656a1f8b4deb4218d60056b2f09&lang=en&cache-only=0",
            "defineEn": "a type of long overcoat with a loose, double-breasted design and a cape-like collar",
            "defineVi": "một loại áo khoác dài với thiết kế lỏng lẻo, hai bên ngực và cổ áo giống như áo choàng"
        },
        {
            "id": "197c7e03-4175-4085-b99b-87a6beedaa8a",
            "word": "topcoat",
            "phonetic": "tɑːpkoʊt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG9wY29hdA&hash=a057ac31388bedd6db60dee0d51149120369334e&lang=en&cache-only=0",
            "defineEn": "a long, lightweight overcoat that is worn over a suit or other formal attire",
            "defineVi": "một chiếc áo khoác dài, nhẹ được mặc bên ngoài một bộ đồ hoặc trang phục trang trọng khác",
            "hasImg": true
        },
        {
            "id": "5f2c2922-262c-4846-b78c-b9fcafa5399f",
            "word": "surtout",
            "phonetic": "sɜːɾaʊt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3VydG91dA&hash=52d961f7d642aa2c23e30a67424662e43966be2d&lang=en&cache-only=0",
            "defineEn": "a long overcoat worn over a man's formal dress in the 18th and 19th centuries",
            "defineVi": "một chiếc áo khoác dài mặc trên lễ phục của một người đàn ông trong thế kỷ 18 và 19",
            "hasImg": true
        },
        {
            "id": "8eb11079-ba15-4eae-97db-e77732088b36",
            "word": "slicker",
            "phonetic": "slɪkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The charge case is quite a bit bigger between these two, it's honestly slicker looking, it's got this nice click, this one you're not going to really be able to fidget with."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xpY2tlcg&hash=6693b04d30e38cfa1b1010d05574f16427d9a17a&lang=en&cache-only=0",
            "defineEn": "a waterproof raincoat or overcoat typically made of rubberized or waxed fabric",
            "defineVi": "áo mưa hoặc áo khoác ngoài không thấm nước thường làm bằng vải cao su hoặc sáp",
            "hasImg": true
        },
        {
            "id": "279d2d4c-481a-4743-8c8e-72312a57ffc0",
            "word": "raglan",
            "phonetic": "ɹæɡlən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmFnbGFu&hash=cad567b0663ae681093de5dadb0c11c84bc88141&lang=en&cache-only=0",
            "defineEn": "an outerwear with sleeves that extend to the collar; with diagonal seams from the underarm to the neckline",
            "defineVi": "áo khoác ngoài có tay áo kéo dài đến cổ áo; với các đường may chéo từ nách đến đường viền cổ áo",
            "hasImg": true
        },
        {
            "id": "3605620b-e1ff-4a1f-bc11-eee215063434",
            "word": "prince albert",
            "phonetic": "pɹɪns ælbɚt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJpbmNlIGFsYmVydA&hash=d1f1fff842ce02db7797dc914ff7371a06f309d9&lang=en&cache-only=0",
            "defineEn": "a formal men's coat typically worn at weddings during the Victorian era",
            "defineVi": "một chiếc áo khoác nam trang trọng thường được mặc trong đám cưới trong thời đại Victoria",
            "hasImg": true
        },
        {
            "id": "547e36fc-485e-4c0e-9bc3-3676da955a58",
            "word": "pea jacket",
            "phonetic": "piː dʒækɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVhIGphY2tldA&hash=804bd2864daba7bc985c1b8cc55973fb19d36ff5&lang=en&cache-only=0",
            "defineEn": "a heavy, double-breasted outer coat, typically made of wool and featuring broad lapels, large buttons, and a short length",
            "defineVi": "áo khoác ngoài nặng, có hai hàng khuy, thường được làm bằng len và có ve áo rộng, nút lớn và chiều dài ngắn",
            "hasImg": true
        },
        {
            "id": "18e98b53-9843-46a6-baf7-612ae812ba47",
            "word": "mackinaw coat",
            "phonetic": "mækɪnɔː koʊt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFja2luYXcgY29hdA&hash=4653874a4cf1897d205c7dcefee0921558ba8324&lang=en&cache-only=0",
            "defineEn": "a heavy, woolen coat that was originally designed for outdoor activities in cold and wet weather",
            "defineVi": "một chiếc áo khoác len dày ban đầu được thiết kế cho các hoạt động ngoài trời trong thời tiết lạnh và ẩm ướt"
        },
        {
            "id": "9886853c-2530-4bc8-b2a9-b352fe920a74",
            "word": "greatcoat",
            "phonetic": "ɡɹeɪtkoʊt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3JlYXRjb2F0&hash=688ffca68c82d6b8286fd997b2c86392380202d0&lang=en&cache-only=0",
            "defineEn": "a heavy overcoat with a full-length button-front, traditionally made of wool and designed to be worn over other clothing",
            "defineVi": "một chiếc áo khoác nặng với hàng cúc dài hết cỡ, theo truyền thống được làm bằng len và được thiết kế để mặc bên ngoài quần áo khác",
            "hasImg": true
        },
        {
            "id": "26adbab0-3a00-410c-b280-59c43a62f9ef",
            "word": "gabardine",
            "phonetic": "ɡæbɚdiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Gabardine pants, blond loafers, drinking beer."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FiYXJkaW5l&hash=d372e899d7f4a0f5d30a435bfd0a4fd890c94a6c&lang=en&cache-only=0",
            "defineEn": "a knee-length overcoat made from a heavy woolen material, often worn on top of traditional religious clothing",
            "defineVi": "áo khoác ngoài dài đến đầu gối làm từ chất liệu len nặng, thường được mặc bên ngoài trang phục tôn giáo truyền thống",
            "hasImg": true
        },
        {
            "id": "bbb88208-9930-48cd-aa70-3b697801455b",
            "word": "bolero",
            "phonetic": "bɑːlɛɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9sZXJv&hash=05c2dbfe15bf0cd4c59ebe6b7c2ec7e3908a6d5b&lang=en&cache-only=0",
            "defineEn": "a short, waist-length jacket with long sleeves that is open at the front and often worn by women",
            "defineVi": "một chiếc áo khoác ngắn, dài đến eo với tay áo dài mở ở phía trước và thường được phụ nữ mặc",
            "hasImg": true
        },
        {
            "id": "575a9066-bc71-4daa-b62e-a32c3fbfd5a8",
            "word": "bomber jacket",
            "phonetic": "bɑːmɚ dʒækɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9tYmVyIGphY2tldA&hash=339a2dbe1dd574ce7b00bd6fa42756e105c73452&lang=en&cache-only=0",
            "defineEn": "a short, waist-length jacket with a front zip closure, ribbed cuffs and waistband",
            "defineVi": "một chiếc áo khoác ngắn, dài đến thắt lưng có khóa kéo phía trước, còng có gân và dây thắt lưng",
            "hasImg": true
        },
        {
            "id": "e353d964-902c-446b-8114-c0acd554355b",
            "word": "lumber jacket",
            "phonetic": "lʌmbɚ dʒækɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bHVtYmVyIGphY2tldA&hash=cc77efb55590d1b42e54da60b740ab634eb8dcaa&lang=en&cache-only=0",
            "defineEn": "a heavy, warm jacket typically made of wool or flannel, and often features a plaid pattern",
            "defineVi": "một chiếc áo khoác nặng, ấm thường được làm bằng len hoặc flannel và thường có hoa văn kẻ sọc",
            "hasImg": true
        },
        {
            "id": "cbadee6e-ea1c-40ad-b631-083a0ae519bb",
            "word": "oilskin",
            "phonetic": "ɔɪlskɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2lsc2tpbg&hash=b36ab4c5e15413ba1cadac0bcfee7b0de1e6d332&lang=en&cache-only=0",
            "defineEn": "a type of waterproof garment made of tightly woven cotton fabric that has been treated with oil or wax to repel water",
            "defineVi": "một loại quần áo không thấm nước làm bằng vải bông dệt chặt đã được xử lý bằng dầu hoặc sáp để đẩy nước",
            "hasImg": true
        },
        {
            "id": "85de3313-a457-482a-9bbd-169e3f6847d0",
            "word": "reefer jacket",
            "phonetic": "ɹiːfɚ dʒækɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVlZmVyIGphY2tldA&hash=b859d5202dd6f41d838496be7bac4c5be3cd52c3&lang=en&cache-only=0",
            "defineEn": "a heavy, navy-blue coat that typically features broad lapels and double-breasted buttons",
            "defineVi": "một chiếc áo khoác dày, màu xanh nước biển, thường có ve áo rộng và hàng nút hai bên ngực",
            "hasImg": true
        },
        {
            "id": "0a159dcd-bc66-49f2-b2cf-b21a05e169c7",
            "word": "lightweight jacket",
            "phonetic": "laɪtweɪt dʒækɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGlnaHR3ZWlnaHQgamFja2V0&hash=1402a80a0d82747f62808fa216aed111e18a370a&lang=en&cache-only=0",
            "defineEn": "a thin and breathable outerwear piece designed to provide some protection from mild weather conditions",
            "defineVi": "một mảnh áo khoác ngoài mỏng và thoáng khí được thiết kế để bảo vệ khỏi điều kiện thời tiết ôn hòa",
            "hasImg": true
        },
        {
            "id": "c5816e59-aee8-4596-a467-8feb21590aba",
            "word": "straitjacket",
            "phonetic": "stɹeɪtdʒækɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RyYWl0amFja2V0&hash=31ad9afc2e2c450d71b160b4b439744aa2ef82c1&lang=en&cache-only=0",
            "defineEn": "a garment made of strong material that is designed to restrain a person's arms, making it difficult or impossible for them to move",
            "defineVi": "một loại quần áo làm bằng vật liệu chắc chắn được thiết kế để hạn chế cánh tay của một người, khiến họ khó hoặc không thể di chuyển"
        },
        {
            "id": "947909c8-33ff-4d39-9188-aa999cc7d09f",
            "word": "coatee",
            "phonetic": "koʊɾiː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29hdGVl&hash=2b8b6fa0d2275f75144c985e59cf1e8e63baebae&lang=en&cache-only=0",
            "defineEn": "a short close-fitting military jacket that is usually worn by officers",
            "defineVi": "một chiếc áo khoác quân sự ngắn vừa vặn thường được mặc bởi các sĩ quan",
            "hasImg": true
        },
        {
            "id": "b62b77c7-b753-494b-afe4-323ad4b8723d",
            "word": "suit",
            "phonetic": "suːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This suit is a steal at $80.",
                "Part-time work would suit me right down to the ground.",
                "He paired his suit with polished dress shoes.",
                "That job would suit you to a tee.",
                "My dad bought a stylish suit for his friend's wedding."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VpdA&hash=0256967c98f34fd7f4bd32194fe3a27f6749e902&lang=en&cache-only=0",
            "defineEn": "a jacket with a pair of pants or a skirt that are made from the same cloth and should be worn together",
            "defineVi": "áo khoác với quần hoặc váy được làm từ cùng một loại vải và nên được mặc cùng nhau",
            "hasImg": true
        }
    ]
}