{
    "id": "3a31989a-8d6d-4fb7-bf38-d51d2b93f3f1",
    "title": "Top 351 - 375 Nouns",
    "originalTitle": "Top 351 - 375 Nouns",
    "words": [
        {
            "id": "efde4605-c686-451a-bf83-9873dd713a28",
            "word": "nation",
            "phonetic": "neɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Neither nation is renowned for turning the other cheek.",
                "Careful planning laid the foundations for the nation’s economic miracle.",
                "The food supply proved to be the nation's Achilles' heel in its defense against terrorist attacks.",
                "There are bombs so powerful that whole nations could be wiped off the map by them.",
                "The Purple Heart, our nation's oldest military medal, is awarded to those service men and women who have borne the battle, sacrificing life and limb."
            ],
            "audio": "https://tts.langeek.co/read?text=bmF0aW9u&hash=c27450d4dbfa3ee0ca5e324a98e63255c3641052&lang=en&cache-only=0",
            "defineEn": "a country considered as a group of people that share the same history, language, etc., and ruled by the same government",
            "defineVi": "một quốc gia được coi là một nhóm người có cùng lịch sử, ngôn ngữ, v.v. và được cai trị bởi cùng một chính phủ"
        },
        {
            "id": "e827fbc8-ba28-4873-be91-c80f61c63134",
            "word": "individual",
            "phonetic": "ɪndᵻvɪdʒuːəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Last night we served individual portions of chicken and mushroom aspic.",
                "As a health-conscious individual, he sprinkled ground flaxseed over his morning yogurt.",
                "Then the punishment of individuals invariably took account of the harm or damage done to the victim.",
                "They ordered individual mini meatloaves, topped with a tangy ketchup glaze.",
                "As a health-conscious individual, he appreciated the nutritional benefits of incorporating poppy seeds into his meals."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kaXZpZHVhbA&hash=c4ee5a2cf37318cfbe5f277eab7cb076e3843f34&lang=en&cache-only=0",
            "defineEn": "a single person, particularly when considered as separate from a group, etc.",
            "defineVi": "một người duy nhất, đặc biệt khi được coi là tách biệt khỏi một nhóm, v.v.",
            "hasImg": true
        },
        {
            "id": "8acfab2c-67c7-448b-9ef4-4487e7cc8f9a",
            "word": "sentence",
            "phonetic": "sɛntəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "A sentence always starts with a capital letter.",
                "What does this sentence mean?",
                "He served an 18-month sentence for theft.",
                "He is serving a ten-year jail sentence.",
                "Read me that last sentence again."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VudGVuY2U&hash=4b54a07dbda2f5eab3bcbe29c16a5b3fc885e789&lang=en&cache-only=0",
            "defineEn": "a group of words that forms a statement, question, exclamation, or instruction, usually containing a verb",
            "defineVi": "một nhóm từ tạo thành một tuyên bố, câu hỏi, cảm thán, hoặc hướng dẫn, thường chứa một động từ"
        },
        {
            "id": "eebf4bae-a728-4c6d-9c72-643cbee1b910",
            "word": "benefit",
            "phonetic": "bɛnɪfɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The referee gave him the benefit of the doubt.",
                "The changes benefit management but leave the workers out in the cold.",
                "Only a minority of people exist on unemployment benefits alone.",
                "My friend studied the nutritional benefits of different legumes for her research project.",
                "I prefer brown rice over white rice for its nutritional benefits."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVuZWZpdA&hash=d1185d3f0829848cdf481e3e934c8984d8a7da3f&lang=en&cache-only=0",
            "defineEn": "an advantage or a helpful effect that is the result of a situation",
            "defineVi": "một lợi thế hoặc một hiệu ứng hữu ích đó là kết quả của một tình huống"
        },
        {
            "id": "80ff1cd7-4f16-4a03-b544-b07c13d182c4",
            "word": "shot",
            "phonetic": "ʃɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "That shot lost him the championship.",
                "The goalie saved Johnson's long-range shot.",
                "To take a shot at somebody/something.",
                "In a school, the principal is the big shot.",
                "You're not calling the shots anymore."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvdA&hash=c5065ff86414d122898a06aef6b31a95f469b354&lang=en&cache-only=0",
            "defineEn": "the act of firing a firearm or another weapon; the sound it produces",
            "defineVi": "hành động bắn súng hoặc vũ khí khác; âm thanh nó tạo ra",
            "hasImg": true
        },
        {
            "id": "702c4de0-a27b-4c0e-8771-467edaa1a2ca",
            "word": "structure",
            "phonetic": "stɹʌktʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We spent hours building structures with construction toys.",
                "The tall building stands out among the other structures in the city.",
                "With its higher protein content, bread flour gives breads a stronger structure and a chewier texture.",
                "They're up in arms over the new management structure.",
                "We examined the caryopsis of the rice grain under the microscope, observing its unique structure."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RydWN0dXJl&hash=fba9bea6c4a37b90293588bea22f8b0b3aeb5833&lang=en&cache-only=0",
            "defineEn": "anything that is built from several parts, such as a house, bridge, etc.",
            "defineVi": "bất cứ thứ gì được xây dựng từ nhiều bộ phận, chẳng hạn như một ngôi nhà, cây cầu, v.v.",
            "hasImg": true
        },
        {
            "id": "75861a43-587f-40e9-ba3a-9deee23f9f3c",
            "word": "impact",
            "phonetic": "ɪmpækt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The French Revolution had a significant impact on shaping modern France.",
                "Mary, as the young blood of the department, is already making an impact with her creative solutions and proactive approach.",
                "Consuming prunes may have a positive impact on heart health by reducing LDL cholesterol levels.",
                "Real eyes realize that success is not measured by material possessions, but by the impact we have on others.",
                "The orchestra's rendition of Beethoven's Ninth Symphony was of the first water, with precise execution and a powerful emotional impact that left the audience in awe."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wYWN0&hash=d339b191f30fb178b61f35e9b68b27a0ab79b292&lang=en&cache-only=0",
            "defineEn": "an influence or effect that something has on a person, situation, or thing",
            "defineVi": "một ảnh hưởng hoặc ảnh hưởng mà một cái gì đó có trên một người, tình huống, hoặc điều"
        },
        {
            "id": "522e4159-095f-4646-b3f5-a869e533d387",
            "word": "pattern",
            "phonetic": "pætɚn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The day followed the usual pattern.",
                "He bought a new sweater with a colorful pattern for me.",
                "He traced patterns in the sand with his foot, leaving temporary imprints.",
                "African clothing is known for its vibrant patterns and intricate designs.",
                "The fashion designer unrolled a bolt of colorful fabric to examine its pattern."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0dGVybg&hash=a6eac25c749da19c18c3087d9b45235a54aa12bf&lang=en&cache-only=0",
            "defineEn": "the way according to which something normally happens or is done",
            "defineVi": "cách mà theo đó một cái gì đó thường xảy ra hoặc được thực hiện"
        },
        {
            "id": "1ab51ec7-69a9-41f5-a65f-ef45b460001d",
            "word": "sleep",
            "phonetic": "sliːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sleep well and sweet dreams.",
                "I slept like a log until morning.",
                "I usually sleep like a baby.",
                "I didn't sleep a wink last night.",
                "I usually sleep for eight hours every night."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xlZXA&hash=b3d79942a4728ce74c18b41e2da71a83f736e189&lang=en&cache-only=0",
            "defineEn": "the natural state of resting that involves being unconscious, particularly for several hours every night",
            "defineVi": "trạng thái nghỉ ngơi tự nhiên liên quan đến việc bất tỉnh, đặc biệt là trong vài giờ mỗi đêm",
            "hasImg": true
        },
        {
            "id": "d55cc348-6434-4ce3-bf41-f8ab46bdb58b",
            "word": "hospital",
            "phonetic": "hɑːspɪɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The helicopter transported the injured person to the hospital.",
                "He later died in hospital.",
                "The hospital's plea for donors tugged at the heartstrings of millions of viewers.",
                "While in hospital, Jeremy took stock of his life.",
                "I have to go to hospital for an operation."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9zcGl0YWw&hash=1f0cfb41031280ce1afe4c48a555e1bda9cec0bf&lang=en&cache-only=0",
            "defineEn": "a large building where sick or injured people receive medical treatment and care",
            "defineVi": "một tòa nhà lớn nơi những người bị bệnh hoặc bị thương được điều trị và chăm sóc y tế",
            "hasImg": true
        },
        {
            "id": "79d21397-c8ac-437a-9c68-cc5c7b10f549",
            "word": "object",
            "phonetic": "ɑːbdʒɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boat hit against an object under the surface of the water.",
                "My cousin objected and he was not a minority of one.",
                "Workers scrambled to carry priceless objects out of harm's way.",
                "She stepped on a sharp object and hurt her foot.",
                "The metal rod began to bend under the weight of the heavy object."
            ],
            "audio": "https://tts.langeek.co/read?text=b2JqZWN0&hash=f20fc8f13c40b68046143db6737c9074bab1dc08&lang=en&cache-only=0",
            "defineEn": "a non-living thing that one can touch or see",
            "defineVi": "một thứ không sống mà người ta có thể chạm vào hoặc nhìn thấy",
            "hasImg": true
        },
        {
            "id": "e89c15d1-f11f-4c26-8c2d-f3b7fd210c34",
            "word": "career",
            "phonetic": "kɚɹɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Coach's career is on a sticky wicket.",
                "Not even the most talented athlete is guaranteed a long career.",
                "Long Island Marine and Olympian boxer Jamel Herring hangs up the gloves after championship career.",
                "The freelance investigative reporter made a career of digging up dirt on celebrities for tabloids.",
                "She started her career working for the BBC."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZWVy&hash=bf8ded266dfa4857a0216637d53a8e06201844df&lang=en&cache-only=0",
            "defineEn": "a profession or a series of professions that one can do for a long period of one's life",
            "defineVi": "một nghề hoặc một loạt các nghề mà người ta có thể làm trong một thời gian dài của cuộc đời mình",
            "hasImg": true
        },
        {
            "id": "0aa107cf-2b7b-4710-aa44-b14531b7a473",
            "word": "edge",
            "phonetic": "ɛdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "His apology took the edge off her anger.",
                "That DJ's voice really sets my teeth on edge.",
                "The new smartphone had the edge over the last product, with its larger screen and faster processor.",
                "The online retailer had an edge over the other services with its faster shipping and wider selection of products.",
                "Social workers operate on the razor’s edge."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWRnZQ&hash=815ce64aec4ed765642049b2c1c1a6f54cb25ee7&lang=en&cache-only=0",
            "defineEn": "the outer part of an area or object that is furthest from the center",
            "defineVi": "phần bên ngoài của một khu vực hoặc đối tượng xa trung tâm nhất",
            "hasImg": true
        },
        {
            "id": "052759f8-b77d-46c9-97be-35a5c3c413d0",
            "word": "fear",
            "phonetic": "fɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I fear no one.",
                "Your fears are all in the mind.",
                "Scientists fear that global warming has gone beyond the point of no return.",
                "Fear got a hold of me, but I gave it a twirl anyways.",
                "There are fears of a hidden agenda behind this new proposal."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVhcg&hash=6e1f3f0d311d861b5aa876b19940c6db7f4a7644&lang=en&cache-only=0",
            "defineEn": "a bad feeling that we get when we are afraid or worried",
            "defineVi": "một cảm giác tồi tệ mà chúng ta nhận được khi chúng ta sợ hãi hoặc lo lắng",
            "hasImg": true
        },
        {
            "id": "2b098931-3016-4cd4-b76c-7c623b236dd0",
            "word": "customer",
            "phonetic": "kʌstəmɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef impressed the customers by his special dish of button mushrooms with crumbled feta cheese.",
                "The bakery offered gluten-free options for customers with dietary restrictions.",
                "Customer service calls went unanswered.",
                "Our mascarpone cheesecake is a customer favorite",
                "Customers feel they have been left up the creek without a paddle by the bank."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VzdG9tZXI&hash=683db48f39be401059f0de0fff541aa167650cdb&lang=en&cache-only=0",
            "defineEn": "a person, organization, company, etc. that pays to get things from businesses or stores",
            "defineVi": "một người, tổ chức, công ty, v.v. trả tiền để lấy đồ từ doanh nghiệp hoặc cửa hàng",
            "hasImg": true
        },
        {
            "id": "0180e017-e6c4-4a11-b0a4-27c865a505e0",
            "word": "effort",
            "phonetic": "ɛfɚt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Efforts to stop the spread of the disease.",
                "Our efforts are finally paying dividends.",
                "The effort killed him.",
                "Efforts at reform seem to come in fits and starts.",
                "Efforts were made to check the disease."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWZmb3J0&hash=ae93f4420e6250e6ec5e47993551d90356c0f0c1&lang=en&cache-only=0",
            "defineEn": "an attempt to do something, particularly something demanding",
            "defineVi": "một nỗ lực để làm một cái gì đó, đặc biệt là một cái gì đó đòi hỏi"
        },
        {
            "id": "23671427-fdd2-48f4-8e42-03a9c3bf2756",
            "word": "temperature",
            "phonetic": "tɛmpɹɪtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Temperatures hit 40° yesterday.",
                "Daytime temperatures can reach 40°C.",
                "To take somebody’s temperature.",
                "The temperature dropped to minus eighty degrees Celsius in Antarctica.",
                "The temperature outside is nineteen degrees Celsius."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVtcGVyYXR1cmU&hash=4ce3dc1bf6ee587eca285ab70a918e5fbe7199e9&lang=en&cache-only=0",
            "defineEn": "a measure of how hot or cold something or somewhere is",
            "defineVi": "một thước đo mức độ nóng hoặc lạnh của một cái gì đó hoặc một nơi nào đó",
            "hasImg": true
        },
        {
            "id": "1e4b35a7-b989-44c4-a682-b851f560c2e4",
            "word": "activity",
            "phonetic": "æktɪvᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Activities range from trapeze and freefall to archery and motorsports.",
                "What's your favorite evening activity?",
                "The whole house was a hive of activity on the day before the wedding.",
                "There's a lot of police activity around here lately.",
                "Italy's Mediterranean climate and diverse geography offer a wide range of outdoor activities"
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0aXZpdHk&hash=aa449f50baaf63c5b0cb20c38c8af2ee4e073df5&lang=en&cache-only=0",
            "defineEn": "something that a person spends time doing, particularly to accomplish a certain purpose",
            "defineVi": "một cái gì đó mà một người dành thời gian làm, đặc biệt là để hoàn thành một mục đích nhất định"
        },
        {
            "id": "67ea275d-2cd5-4e60-95f9-87cce15f2e35",
            "word": "meat",
            "phonetic": "miːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Meat and mass never hindered man.",
                "In my plant-based lasagna, I replaced the meat with textured vegetable protein.",
                "She seasoned the meat with herbs and spices before cooking.",
                "Too much garlic killed the taste of the meat.",
                "As a vegetarian, I often substitute mozzarella for meat in my sandwiches."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVhdA&hash=c0f8d6677812f202675229cb0d0651f46355c72b&lang=en&cache-only=0",
            "defineEn": "the flesh of animals and birds that can be eaten as food",
            "defineVi": "thịt của động vật và chim có thể được ăn như thức ăn",
            "hasImg": true
        },
        {
            "id": "39d35fb7-2e80-4b2a-94bc-4dbbb93c3af4",
            "word": "access",
            "phonetic": "æksɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have access to a library with extensive resources at college.",
                "We have access to a state-of-the-art library at the university.",
                "A ramp allows easy access for wheelchairs.",
                "Students with disabilities have priority access to the lift.",
                "The US wants access to Chinese markets."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjZXNz&hash=11ae992854b7cb1b72921bea1806a3123ae6f9c5&lang=en&cache-only=0",
            "defineEn": "the right or opportunity to use something or benefit from it",
            "defineVi": "quyền hoặc cơ hội để sử dụng một cái gì đó hoặc hưởng lợi từ nó"
        },
        {
            "id": "737437cd-8cd4-4f51-9429-93cee3839a69",
            "word": "charge",
            "phonetic": "tʃɑːɹdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "To bring charges/legal action/proceedings against somebody.",
                "First of all, they're charging an arm and a leg.",
                "I was put in charge of the office.",
                "The charges against the suspect will come up in court tomorrow.",
                "Who put Tony in charge of the accounts?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcmdl&hash=b78c2d53cb3c7887b53b8ee9963a5d0c48c1cd2b&lang=en&cache-only=0",
            "defineEn": "the sum of money that needs to be payed for a thing or service",
            "defineVi": "tổng số tiền cần phải trả cho một thứ hoặc dịch vụ",
            "hasImg": true
        },
        {
            "id": "fe3177ad-674a-4fea-bdf9-ae5f79ea759a",
            "word": "mistake",
            "phonetic": "mɪsteɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "That one mistake left him thousands of pounds out of pocket.",
                "One mistake and we're back to the drawing board.",
                "He put salt into the sugar bowl by mistake.",
                "The athlete's mistakes during the game put him on the firing line of criticism from fans and media.",
                "The teacher corrected my mistake and explained the correct solution."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzdGFrZQ&hash=730494e5293b9b1d1d778109f2aa2b5ea5af2a74&lang=en&cache-only=0",
            "defineEn": "an act or opinion that is wrong",
            "defineVi": "một hành động hoặc ý kiến đó là sai"
        },
        {
            "id": "c2464065-d8b8-4fea-a1c1-910ae6437ce9",
            "word": "campaign",
            "phonetic": "kæmpeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Campaigns to save the planet/rain forest/whale.",
                "Public education campaigns highlight potential health risks of consuming pink slime products.",
                "The campaign for the ban was led by Greenpeace.",
                "Have you been following the election campaign?",
                "A campaign is under way to stop the bombers."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FtcGFpZ24&hash=bbfc7d944c4b3e8065219c026464c7d503f7266e&lang=en&cache-only=0",
            "defineEn": "a series of organized activities that are intended to achieve a particular goal",
            "defineVi": "một loạt các hoạt động có tổ chức nhằm đạt được một mục tiêu cụ thể"
        },
        {
            "id": "9a848f23-3c6a-4cfc-b620-783f52dec584",
            "word": "instance",
            "phonetic": "ɪnstəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Let's take Napoleon, for instance.",
                "His only regret, it appears, is digging a hole for himself by answering questions in the first instance.",
                "Many species of marine worms and brachiopods, for instance, use a totally different blood protein hemerythrin.",
                "For instance, human settlers bring dogs, cats, and stowaway rodents to islands.",
                "Baby blue whales, for instance, spend almost a full year inside their mother."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdGFuY2U&hash=45fc432e0622c8128696e968a7ef540a07063e8b&lang=en&cache-only=0",
            "defineEn": "a specific case or example of something",
            "defineVi": "một trường hợp cụ thể hoặc ví dụ về một cái gì đó"
        },
        {
            "id": "c2f70bd2-eba5-4fb2-832e-2c740e2a00eb",
            "word": "text",
            "phonetic": "tɛkst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The text runs along the margin of the page.",
                "When designing a website or presentation, it's important to use visuals to break up text and convey information in a more engaging way - after all, a picture is worth a thousand words.",
                "The student struggled with a challenging book, but knew that every book must be chewed to get out its juice - it was essential to persevere and put in the effort to understand and appreciate the text.",
                "Most people always just text.",
                "- Text a doctor."
            ],
            "audio": "https://tts.langeek.co/read?text=dGV4dA&hash=9995dc6219eb8d3968eebea941d88c8f15b00704&lang=en&cache-only=0",
            "defineEn": "anything that is in written form",
            "defineVi": "bất cứ thứ gì ở dạng viết",
            "hasImg": true
        }
    ]
}