{
    "id": "3a398021-c4f5-46e8-bff2-953df372bf4c",
    "title": "Transportation",
    "originalTitle": "Transportation",
    "words": [
        {
            "id": "2f18b566-39b2-488b-96f5-83393c108775",
            "word": "connection",
            "phonetic": "kənɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Police are holding two men in connection with last Thursday's bank raid.",
                "He is wanted by the police in connection with an arms theft.",
                "In this connection, I should once again like to haul my own country over the coals.",
                "Although they have their differences, there's no denying that they share a lot of similarities - like mother, like daughter, they have a strong bond and connection.",
                "Hanging your hat on your connection with the professor is not gonna save you this time Jess."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ubmVjdGlvbg&hash=c363c03f00cddb696421cef85f2edf151f07dc75&lang=en&cache-only=0",
            "defineEn": "a means of transportation that is used by a passenger after getting off a previous one to continue their journey",
            "defineVi": "một phương tiện giao thông được hành khách sử dụng sau khi xuống xe trước đó để tiếp tục hành trình",
            "hasImg": true
        },
        {
            "id": "3c710499-f7d0-40cf-a44a-76721d774cf9",
            "word": "terminal",
            "phonetic": "tɜːmɪnəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The terminal has two MetroNap sleep pods.",
                "Different objects have different terminal velocities, depending on their surface area, their mass, things like that.",
                "But we have a terminal.",
                "This is terminal velocity.",
                "Terminal is KGX."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVybWluYWw&hash=a723d2925375f0970c007adef99a896f875a8ae5&lang=en&cache-only=0",
            "defineEn": "a building where trains, buses, planes, or ships start or finish their journey",
            "defineVi": "một tòa nhà nơi xe lửa, xe buýt, máy bay hoặc tàu bắt đầu hoặc kết thúc hành trình của họ",
            "hasImg": true
        },
        {
            "id": "b28fe1f3-c45a-461a-b05c-0535d8b877d0",
            "word": "air traffic control",
            "phonetic": "ɛɹ tɹæfɪk kəntɹoʊl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWlyIHRyYWZmaWMgY29udHJvbA&hash=fcf51ff19234c9b228a145beaa80658c6821b976&lang=en&cache-only=0",
            "defineEn": "the process or act of controlling and directing the aircrafts during their flight which happens in the control tower using radio",
            "defineVi": "quá trình hoặc hành động điều khiển và chỉ đạo máy bay trong chuyến bay xảy ra trong tháp điều khiển bằng radio"
        },
        {
            "id": "8c7980b1-6d3c-42fe-a2bd-177cc94d36a8",
            "word": "aviation",
            "phonetic": "eɪvɪeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Wright brothers blazed a trail in aviation by building the first successful airplane.",
                "Everything aviation is here.",
                "Sustainable aviation fuel exists.",
                "Sustainable aviation fuel exists.",
                "We were making aviation history."
            ],
            "audio": "https://tts.langeek.co/read?text=YXZpYXRpb24&hash=c4bd063bcac261c8e3e46dfc0cebe82a466ff7e4&lang=en&cache-only=0",
            "defineEn": "the process of flying an aircraft",
            "defineVi": "quá trình lái máy bay"
        },
        {
            "id": "718e04de-52a2-4746-a90e-79db83efc34f",
            "word": "to board",
            "phonetic": "tə boːɹd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The board meeting painted a pretty grim picture.",
                "The board agreed to sell the company.",
                "The deal was completely open and above board.",
                "Heads will have to roll at board level.",
                "They jump off the diving board into the pool."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm9hcmQ&hash=03b143adfc984319dd7cf56ff92860de360e0b99&lang=en&cache-only=0",
            "defineEn": "to get on a means of transportation such as a train, bus, aircraft, ship, etc.",
            "defineVi": "lên phương tiện giao thông như tàu hỏa, xe buýt, máy bay, tàu thủy, v.v.",
            "hasImg": true
        },
        {
            "id": "7249e682-11f7-4d7f-abd3-f327ba3b8024",
            "word": "aboard",
            "phonetic": "ɐboːɹd ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Welcome aboard.",
                "Morning, welcome aboard.",
                "Welcome aboard to number 69.",
                "The scientists aboard the ISS have done thousands of experiments.",
                "Aboard the world's largest cruise ship, 6,600 passengers pay a premium to be entertained every single day."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJvYXJk&hash=2f3e129a101a74c7a6b83810eddd9f54686be213&lang=en&cache-only=0",
            "defineEn": "on or into a vehicle such as a bus, train, plane, etc.",
            "defineVi": "trên hoặc vào một phương tiện như xe buýt, xe lửa, máy bay, v.v.",
            "hasImg": true
        },
        {
            "id": "740d2763-e95b-4902-83b6-b05dd75b36fd",
            "word": "transit",
            "phonetic": "tɹænsɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "With the pandemic putting a damper on public transit, the automotive industry continued to fare well while other verticals may have seen larger sales dips.",
                "Our lowest grade and the report card were our transit systems.",
                "But by these assumptions so far, the astronomers estimated a transit of around 13 hours.",
                "A transit is when a planet’s orbit takes it between its parent star and Earth.",
                "Instead, they often buy conventional transit or cargo vans."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNpdA&hash=f9681a12e23a6422abe71d882bea2972def1b2fe&lang=en&cache-only=0",
            "defineEn": "the transfer of people on a public transportation vehicle",
            "defineVi": "chuyển người trên phương tiện giao thông công cộng"
        },
        {
            "id": "462c295b-f771-49b9-95d1-2b279f22a86c",
            "word": "to touch down",
            "phonetic": "tə tʌtʃ daʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "On January 3rd, local time, China’s Chang’e-4 lander touched down on the far side of the Moon.",
                "For the first time in history, a space mission has touched down on the far side of the moon.",
                "Two weeks later, the president touched down to survey the situation.",
                "After a brief fall, it touched down 14 kilometers from its planned target in the Ocean of Storms.",
                "InSight touched down in November 2018, and its first results were finally released this week in two Nature journals."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdG91Y2ggZG93bg&hash=a3ffafee168b427f58a38a2b68df195ba47a0d48&lang=en&cache-only=0",
            "defineEn": "(of an aircraft or spacecraft) to land on the ground",
            "defineVi": "(của máy bay hoặc tàu vũ trụ) hạ cánh trên mặt đất",
            "hasImg": true
        },
        {
            "id": "6d22085a-7af3-471d-9fc8-5d3b7dc2d44a",
            "word": "runway",
            "phonetic": "ɹʌnweɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The audience at the fashion show feasted their eyes on the stunning runway models, showcasing the latest designer collections.",
                "During the fashion show, he felt like a million bucks as he received compliments on his fashionable attire and runway presence.",
                "Its runway is terrifyingly sandwiched between two 1,000-foot drops.",
                "The Airport Improvement Program supports the runways, taxiways and overall quality and health of airfields.",
                "And it extends that runway by 25, 30 percent."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVud2F5&hash=81a2bbc9dba72be20b0a596325ac897dc27d58a7&lang=en&cache-only=0",
            "defineEn": "a strip of ground with a hard surface on which aircraft land or take off from",
            "defineVi": "một dải đất có bề mặt cứng để máy bay hạ cánh hoặc cất cánh từ",
            "hasImg": true
        },
        {
            "id": "ed707650-318c-4332-a19d-970e67b72545",
            "word": "on-board",
            "phonetic": "ɔnboːɹd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It has on-board circuitry that processes each individual pixel as it's being exposed.",
                "No one on-board was hurt, but Trump Shuttle's trouble was just beginning.",
                "And Atlantis got to carry plenty of on-board science, too. ",
                "So, he and Orville designed an aircraft with flexible wings that allowed an on-board pilot to control the vehicle’s roll."
            ],
            "audio": "https://tts.langeek.co/read?text=b24tYm9hcmQ&hash=5e459ec41620f561c247c041478358ce5cb4a81a&lang=en&cache-only=0",
            "defineEn": "on an aircraft, ship, etc.",
            "defineVi": "trên máy bay, tàu, v.v."
        },
        {
            "id": "17a2e04b-bd56-4c4a-aa9a-7a709d9e2e30",
            "word": "in-flight",
            "phonetic": "ɪnflaɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It ditched in-flight magazines, sold advertising on tray tables, overhead bins and on flight attendants apron's.",
                "Narrator: Here in Dubai, Emirates Flight Catering makes 110 million in-flight meals a year.",
                "There were in-flight massages and stylish airport lounges for passengers that looked like something out of a design magazine.",
                "So your in-flight nose is similar to your nose when you have a cold, but hopefully with less phlegm.",
                "Hey Conan, I am truly going to miss your Delta in-flight talk show, \"Wheels Up with Conan O'Brien.\""
            ],
            "audio": "https://tts.langeek.co/read?text=aW4tZmxpZ2h0&hash=05eb6848b07346dd5deffc1a78fc2fe184093920&lang=en&cache-only=0",
            "defineEn": "offered or occurring during a flight",
            "defineVi": "cung cấp hoặc xảy ra trong một chuyến bay"
        },
        {
            "id": "6aabcbf4-d8f4-4107-bcef-96707cbbe09b",
            "word": "cabin crew",
            "phonetic": "kæbɪn kɹuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Management urged cabin crew to call off their work to rule.",
                "The 21,000 flight attendants and pursers that make up Emirates cabin crew.",
                "I went and checked out the crew quarters, where cabin crew members and pilots can take a nap between their shifts.",
                "Like most of the cabin crew, Siti knows more than one language.",
                "But there are over 60 languages spoken across Emirates cabin crew and a staff of 140 nationalities."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FiaW4gY3Jldw&hash=6ed10526b512d09eba94a010c6c8368ff853c4be&lang=en&cache-only=0",
            "defineEn": "the group of people whose job is looking after the passengers on an aircraft",
            "defineVi": "nhóm người có công việc chăm sóc hành khách trên máy bay",
            "hasImg": true
        },
        {
            "id": "5391d115-a0c0-4822-9df4-2a358064bcd6",
            "word": "excess baggage",
            "phonetic": "ɛksɛs bæɡɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXhjZXNzIGJhZ2dhZ2U&hash=bbf1a4238f35c60675404d7bb92b659dfbfd8240&lang=en&cache-only=0",
            "defineEn": "luggage that weighs more than the amount each passenger is allowed on a flight without paying extra money",
            "defineVi": "hành lý nặng hơn số lượng mỗi hành khách được phép trên một chuyến bay mà không phải trả thêm tiền"
        },
        {
            "id": "1e73d9a3-21b7-4383-bd62-aec858228ca6",
            "word": "ascent",
            "phonetic": "ɐsɛnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ground contact was maintained with the ascent stage until its batteries were depleted, some 12 hours later.",
                "There's something called socially facilitated ascent.",
                "There's nothing left to do now and our oxygen is running out, so we begin our ascent.",
                "The ascent is so rapid, that even McDonald's and Popeye's are taking note.",
                "For one reason or another, they either couldn’t or didn’t control their ascent."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNjZW50&hash=1461fa753b46e34d97c0469dbcfa593a099acf03&lang=en&cache-only=0",
            "defineEn": "the act or process of moving upwards",
            "defineVi": "hành động hoặc quá trình di chuyển lên trên"
        },
        {
            "id": "93bab1c5-1ee0-455a-8b47-cafd02a378e5",
            "word": "descent",
            "phonetic": "dᵻsɛnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The question of the descent remained on his mind throughout 1598.",
                "When supplies ran low during the mountaineering expedition, the climbers realized that hunger breaks stone walls and undertook increasingly dangerous descents to forage for food.",
                "The Japanese royal family even claimed descent from dragons.",
                "In the winter of 2018, a crew from Aquatica Submarines started their descent to the bottom of the Blue Hole.",
                "Only then can they make their descent."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzY2VudA&hash=feece89223fe0aeb68942421560fd7dc3297a05d&lang=en&cache-only=0",
            "defineEn": "downward movement",
            "defineVi": "Phong trào đi xuống"
        },
        {
            "id": "07800766-d8d8-4a3a-bd9c-0fb80b74fc3c",
            "word": "control tower",
            "phonetic": "kəntɹoʊl taʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29udHJvbCB0b3dlcg&hash=2e4ec6356c65f63f9304934450a068872f0fab7b&lang=en&cache-only=0",
            "defineEn": "the tallest building at an airport from which aircraft's movements are controlled",
            "defineVi": "tòa nhà cao nhất tại sân bay mà chuyển động của máy bay được kiểm soát"
        },
        {
            "id": "e8fe40ee-b980-47f2-a4a8-e8d624345b00",
            "word": "turbulence",
            "phonetic": "tɜːbjʊləns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Firstly, turbulence is always chaotic.",
                "But even less dramatic weather, like sustained winds, can produce turbulence in the ionosphere.",
                "They also probably reduce turbulence and drag.",
                "Another important characteristic of turbulence is the different scales of motion that these flows display.",
                "Behavior like turbulence is hard to describe mathematically, even with the help of a computer!"
            ],
            "audio": "https://tts.langeek.co/read?text=dHVyYnVsZW5jZQ&hash=cd797912f6aade9114fb9144afc839747dba923b&lang=en&cache-only=0",
            "defineEn": "instability and sudden changes in the movement of water or air",
            "defineVi": "sự không ổn định và những thay đổi đột ngột trong chuyển động của nước hoặc không khí"
        },
        {
            "id": "1626fd2b-77b6-4787-84b0-68959f104146",
            "word": "to navigate",
            "phonetic": "tə nævɪɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The captain navigated the ship through rough waters with skill and expertise.",
                "The subway map helped me navigate the different lines.",
                "I used a map to navigate my way through the city.",
                "The baby elephant clumsily followed its mother, learning to navigate the world.",
                "In the darkness, he was blind as a bat, relying on his memory to navigate his own home."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbmF2aWdhdGU&hash=020777764b5207318468b8e2a533e229cffe554c&lang=en&cache-only=0",
            "defineEn": "to choose the direction of a vehicle, ship, etc., especially by using a map",
            "defineVi": "để chọn hướng của một chiếc xe, tàu, vv, đặc biệt là bằng cách sử dụng bản đồ",
            "hasImg": true
        },
        {
            "id": "defacc16-f6c5-4560-9d83-5a995ea51386",
            "word": "jet lag",
            "phonetic": "dʒɛt læɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "and I was jet lagged.",
                "We call this social jet lag.",
                "But on this flight, the plane and its passengers switched to Sydney time right away as part of an experiment to minimize jet lag.",
                "You're taking jet lag to a whole nother extreme.",
                "Even after crossing 15 time zones, I didn't feel jet lagged."
            ],
            "audio": "https://tts.langeek.co/read?text=amV0IGxhZw&hash=05c9c59ce53da6d60fa8f3e1c42d10dbd54c29ca&lang=en&cache-only=0",
            "defineEn": "the confusion and tiredness one can experience after a long flight, particularly when the origin is in a much different time zone than the destination",
            "defineVi": "sự bối rối và mệt mỏi mà người ta có thể trải qua sau một chuyến bay dài, đặc biệt khi điểm xuất phát ở múi giờ khác nhiều so với điểm đến"
        },
        {
            "id": "908fa8b2-ce90-4f5c-86b4-818665bfe764",
            "word": "landing card",
            "phonetic": "lændɪŋ kɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGFuZGluZyBjYXJk&hash=cdf1007cc9ef54375772b695a0d192046fd276d9&lang=en&cache-only=0",
            "defineEn": "a card that a passenger on a ship or airplane fills in with their personal information and then gives to officials upon arrival",
            "defineVi": "một thẻ mà hành khách trên tàu hoặc máy bay điền thông tin cá nhân của họ và sau đó đưa cho các quan chức khi đến nơi"
        },
        {
            "id": "daf4f111-3bdc-4fe8-8a65-9871d8465bcc",
            "word": "shipping",
            "phonetic": "ʃɪpɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The online retailer had an edge over the other services with its faster shipping and wider selection of products.",
                "Between flight and commercial, shipping constitutes about 5 percent of our total CO2 emissions per year.",
                "Shipping is a very old technology.",
                "We love free shipping.",
                "They make shipping robots."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hpcHBpbmc&hash=c6f1d4f337fca4ea51319057fc0f9d45d294ea72&lang=en&cache-only=0",
            "defineEn": "the act of transporting goods, particularly by sea",
            "defineVi": "hành vi vận chuyển hàng hóa, đặc biệt là bằng đường biển"
        },
        {
            "id": "8d9e538b-23db-4303-a838-af419c83a17e",
            "word": "cargo",
            "phonetic": "kɑːɹɡoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So when will you deliver the cargo?",
                "The ship sailed across the ocean, carrying cargo from one country to another.",
                "The first leg of the journey carried cargo like textiles, iron, alcohol, firearms, and gunpowder from Europe to Africa’s western coast. ",
                "Normally, the 22 yards only demolished a few dozen cargo ships a year.",
                "Narrator: Workers load any bulk cargo."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZ28&hash=8d0c9a8d52833d528c126ebcdffd40840332d69b&lang=en&cache-only=0",
            "defineEn": "goods on board an aircraft, ship, or vehicle, being transported",
            "defineVi": "hàng hóa trên máy bay, tàu hoặc phương tiện đang được vận chuyển"
        },
        {
            "id": "6520e3f7-11e5-4820-8206-c35ca6807f25",
            "word": "boarding pass",
            "phonetic": "boːɹdɪŋ pæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We had to show our passports and boarding passes at the airport immigration checkpoint.",
                "I checked my bag and got my boarding pass.",
                "The government is also partnering with some airlines to use facial recognition instead of boarding passes.",
                "In May 2020, United Airlines began testing touchless kiosks that can print your boarding pass and luggage tags directly from your phone.",
                "Connect your Gmail account if you want Google Pay to easily find things like coupons and boarding passes, then select your location preference."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9hcmRpbmcgcGFzcw&hash=5f408ca6e58351acce0c419ffa3340301fc1486d&lang=en&cache-only=0",
            "defineEn": "a ticket or card that passengers must show to be allowed on a ship or plane",
            "defineVi": "vé hoặc thẻ mà hành khách phải xuất trình để được phép lên tàu hoặc máy bay",
            "hasImg": true
        },
        {
            "id": "79db4008-da25-441c-9744-702f52815eaf",
            "word": "baggage claim",
            "phonetic": "bæɡɪdʒ kleɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "That was me, that was me at the baggage claim.",
                "By the time they made it to the baggage claim, they only had a few minutes of waiting left.",
                "There's a wonderful bronze sculpture of her in baggage claim at the Austin Airport.",
                "So the airport actually moved their arrival gates farther away from the baggage claim, so that passengers would have to walk farther to get there after landing.",
                "The Houston airport, for instance, was getting a lot of complaints from passengers that it took too long to pick up stuff at the baggage claim."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFnZ2FnZSBjbGFpbQ&hash=f6c8b987c1b907dcac555946e15794226a543e31&lang=en&cache-only=0",
            "defineEn": "the area at an airport where passengers can collect their cases, bags, etc. after they land",
            "defineVi": "khu vực tại sân bay nơi hành khách có thể lấy vali, túi xách, v.v. sau khi hạ cánh",
            "hasImg": true
        },
        {
            "id": "8d6826ec-030c-45b8-a3dd-8e7864b17723",
            "word": "transfer",
            "phonetic": "tɹænsfɜː ",
            "partOfSpeechType": "noun",
            "examples": [
                "I need to format my external hard drive before transferring files to it.",
                "Transfer tape makes light work of re-gluing in the workshop.",
                "And the iPod's FireWire connector transferred songs faster than USB.",
                "Transfers are locking up everywhere.",
                "So again, the bat can transfer the infection to other animals."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNmZXI&hash=9df5ebe0ddf4bbe69fcb2e18bbccf49196ba0d6b&lang=en&cache-only=0",
            "defineEn": "a ticket with which a passenger can continue their journey on another means of transportation",
            "defineVi": "một vé mà hành khách có thể tiếp tục hành trình của mình trên một phương tiện giao thông khác"
        },
        {
            "id": "2b11f67f-18cf-4285-b308-873017a27fe1",
            "word": "freight",
            "phonetic": "fɹeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Freight rates fell almost overnight.",
                "The freight's off the aircraft.",
                "On January 17, 1920, six armed men robbed a Chicago freight train.",
                "Air freight is actually a mode of transportation that has increased dramatically.",
                "Trucking and freight technology companies raised a record $3.6 billion in venture capital funds last year."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlaWdodA&hash=85f9460a31a12ebbac61798abc4229de643b3651&lang=en&cache-only=0",
            "defineEn": "goods carried by aircraft, trains, trucks, or ships; the transportation of goods using this method",
            "defineVi": "hàng hóa được vận chuyển bằng máy bay, tàu hỏa, xe tải hoặc tàu thủy; vận chuyển hàng hóa bằng phương thức này"
        },
        {
            "id": "ad4c2572-39f5-495c-9400-b7eb3de431cb",
            "word": "to cruise",
            "phonetic": "tə kɹuːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The cruise went very quickly.",
                "They were cruising for a bruising.",
                "To go on a journey/tour/trip/cruise.",
                "Unless you've got your stuff together then you're cruising for a bruising",
                "The Rhine River is one of the longest rivers in Germany and offers scenic boat cruises."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3J1aXNl&hash=07379eabbe823bfc6cda28e49fddaad344c9bb64&lang=en&cache-only=0",
            "defineEn": "to go on vacation by a ship or boat",
            "defineVi": "đi nghỉ bằng tàu hoặc thuyền",
            "hasImg": true
        },
        {
            "id": "0b10277d-9e22-4bc8-8b2d-ac88825e42b0",
            "word": "signpost",
            "phonetic": "saɪnpoʊst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The streets aren't as signposted.",
                "I don’t think that it was a signpost of a strategy.",
                "I think that coming down and leaving a little pile at the base of your favorite trees is sort of like a little signpost.",
                "Of course, Earth isn’t the only place that experiences tides, and tides have actually become a signpost in the search for life."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lnbnBvc3Q&hash=4facc4e38d1c28b700c7bae69dcae3e347ecba19&lang=en&cache-only=0",
            "defineEn": "a sign that provides information such as the distance to a certain place or its direction, usually found at the side of a road",
            "defineVi": "một dấu hiệu cung cấp thông tin như khoảng cách đến một địa điểm nhất định hoặc hướng của nó, thường được tìm thấy ở bên đường"
        },
        {
            "id": "f9139851-19df-4602-a10b-28fd7efca201",
            "word": "to pull in",
            "phonetic": "tə pʊl ɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Joe pulled in and killed the engine.",
                "The principal brought the hammer down on Mark because of that prank he pulled in class yesterday.",
                "The chain pulled in about five percent of its sales from services in 2018 up from about four percent the previous year.",
                "That first category pulls in the most cash.",
                "One of the sister chromatids is pulling in that direction."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVsbCBpbg&hash=3d997591a0fffbe874cb848e883255c509239f8e&lang=en&cache-only=0",
            "defineEn": "(of a train or bus) to arrive at a station",
            "defineVi": "(của một chuyến tàu hoặc xe buýt) để đến một nhà ga",
            "hasImg": true
        },
        {
            "id": "2a8e59bb-1815-4b71-bff1-b10722b2fbba",
            "word": "to pull out",
            "phonetic": "tə pʊl aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company's ambitious expansion plans went up in flames when their major investor pulled out.",
                "MY wife opened her purse and pulled out a pen to write a note.",
                "He reached into his pocket and pulled out his phone.",
                "She felt in her bag and pulled out a pen.",
                "Fred's pulling out all the stops for his daughter's wedding"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVsbCBvdXQ&hash=974a69769abb10822dfb18d9bff5688234ffc73d&lang=en&cache-only=0",
            "defineEn": "(of a train or bus) to leave a station with passengers on board",
            "defineVi": "(của một chuyến tàu hoặc xe buýt) để rời ga với hành khách trên tàu"
        },
        {
            "id": "77070035-f8f6-444f-85db-c890b75cbc05",
            "word": "approach",
            "phonetic": "ɐpɹoʊtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their approach to sports teaching broke the mold.",
                "To my way of thinking, this approach is more efficient.",
                "The car approached a sharp bend in the road and slowed down.",
                "A curious sheep approached me and sniffed my hand.",
                "As midnight approaches, Buddhist temples around the country begin ringing out the old year."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwcm9hY2g&hash=5dfcb0f4bc8d375d0feac39f0ae79332900d2cb1&lang=en&cache-only=0",
            "defineEn": "the part during an aircraft's flight when it is about to land",
            "defineVi": "phần trong chuyến bay của máy bay khi nó sắp hạ cánh"
        },
        {
            "id": "a4780ca3-6a98-4ba5-9bd2-05a820ef82b4",
            "word": "autopilot",
            "phonetic": "ɔːɾoʊpaɪlət ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tesla's autopilot has been both a great promise, as well as a huge headache for this company.",
                "I am on autopilot.",
                "And our brain's autopilot isn't just limited to our basic biological functions.",
                "The good news is autopilot will never take over a plane, à la HAL.",
                "The success of the autopilot depends on the knowledge of the actual human pilot."
            ],
            "audio": "https://tts.langeek.co/read?text=YXV0b3BpbG90&hash=4514508d453c41d1df941f47bda7582018d2d545&lang=en&cache-only=0",
            "defineEn": "a system or device in a ship or aircraft that can keep it on a preset course",
            "defineVi": "một hệ thống hoặc thiết bị trong một con tàu hoặc máy bay có thể giữ cho nó đi theo hướng định sẵn"
        },
        {
            "id": "f601d460-80f2-48de-8b79-cb3009c8d177",
            "word": "co-pilot",
            "phonetic": "koʊpaɪlət ",
            "partOfSpeechType": "noun",
            "examples": [
                "An Air Force co-pilot in World War II, Kahn was in the Battle of Iwo Jima and helped take aerial surveys of the damage wrought by the atomic bombs."
            ],
            "audio": "https://tts.langeek.co/read?text=Y28tcGlsb3Q&hash=8c8374fc29a7ac20b74e9dff84a79a376b7d9faa&lang=en&cache-only=0",
            "defineEn": "a pilot who assists the main pilot during a flight",
            "defineVi": "một phi công hỗ trợ phi công chính trong một chuyến bay"
        },
        {
            "id": "b72baa04-157b-4d05-8946-c6bacb921031",
            "word": "carry-on",
            "phonetic": "kæɹiɔn ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, imagine having a big suitcase, one carry-on and also a cane.",
                "So my carry-on is doing pretty alright still, but I feel like a lot of people have told me that the hard shell cases are heavier than a soft case.",
                "Like, I don't like it, so it was a mixture of sitting on my suitcase or my carry-on and also holding onto my cane.",
                "So the guests onboard when they pick, whether or not they want a checked bag or a carry-on bag or a seat assignment we're trying to align the price of that product with the demand in the season, and we think that gives us the best value to our guests it also gives our shareholders a good return.",
                "it was all over the place, and then also maneuvring my carry-on and get this back in there."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fycnktb24&hash=6bed755bb30ec88e6cf79660fe00e208eee18ef1&lang=en&cache-only=0",
            "defineEn": "a suitcase or a small bag that one can carry onto an airplane",
            "defineVi": "một chiếc vali hoặc một chiếc túi nhỏ mà người ta có thể mang lên máy bay",
            "hasImg": true
        },
        {
            "id": "61a10d0f-fe76-48a3-a33c-b285589861ad",
            "word": "coach",
            "phonetic": "koʊtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The coach always keeps a few tricks up his sleeve.",
                "Coach's career is on a sticky wicket.",
                "The coach dug his own grave when he publicly insulted the team's owner.",
                "The coach was determined to get his message through to the team before the big game.",
                "The coach tore the player out of the game after he made a mistake."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29hY2g&hash=71da5b56493069820666ba81a44b4a4a546a2d70&lang=en&cache-only=0",
            "defineEn": "the cheapest class of accommodations on a train or plane",
            "defineVi": "loại chỗ ở rẻ nhất trên tàu hỏa hoặc máy bay"
        },
        {
            "id": "381d63bf-01af-4067-a992-39fd46561808",
            "word": "hub",
            "phonetic": "hʌb ",
            "partOfSpeechType": "noun",
            "examples": [
                "London is the capital city of the United Kingdom and a major cultural and economic hub.",
                "Phandeeyar is a community technology hub. ",
                "That's the hub.",
                "He was the hub. ",
                "Airlines closed hubs that didn't make much sense after 9/11."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVi&hash=6f377907568080d8d25c2c03cc600f0fd10e6a80&lang=en&cache-only=0",
            "defineEn": "a central station, airport, etc. that provides passengers with many services",
            "defineVi": "một nhà ga trung tâm, sân bay, vv cung cấp cho hành khách nhiều dịch vụ"
        },
        {
            "id": "28a2360e-91cb-416f-b8b0-d4198fcee381",
            "word": "steward",
            "phonetic": "stuːɚd ",
            "partOfSpeechType": "noun",
            "examples": [
                "We're stewards of the land.",
                "As Earth's stewards, we have a duty to protect all creatures.",
                "So do waiters and waitresses, airline pilots and cabin stewards, and nurses and dental assistants. ",
                "I mean, there's no way I can run my farm, run my small business unless I become a steward of the oceans and grow crops that are breathing life back into it.",
                "So a lot of our regulations that we do now as protectors and stewards of what you see behind us is different than what we did back in that era."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Rld2FyZA&hash=63a70583e5b48f4b9d8b9684f65986e81aa001cc&lang=en&cache-only=0",
            "defineEn": "a person who attends to passengers on an airplane, train, or ship",
            "defineVi": "một người chăm sóc hành khách trên máy bay, xe lửa hoặc tàu",
            "hasImg": true
        }
    ]
}