{
    "id": "3aa48f1f-df6c-4c05-a4b9-eb7fb192d8d7",
    "title": "Lesson 3B",
    "originalTitle": "Lesson 3B",
    "words": [
        {
            "id": "f78dbcc2-784f-42cf-b0e1-7a69d2410a90",
            "word": "to overthrow",
            "phonetic": "tʊ oʊvɚθɹoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The leaders of the French Revolution didn't just overthrow the monarchy.",
                "The Russian empire was overthrown by the Bolsheviks.",
                "But he was overthrown in a CIA-sponsored coup.",
                "And the CIA helping Chile’s General Augusto Pinochet overthrow democratically elected Marxist president Salvador Allende in 1973.",
                "But in 1973, Allende was overthrown in a military coup by General Augusto Pinochet."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3ZlcnRocm93&hash=1c702c8a393524f5a7d39e6bc76cfaacf012e4ef&lang=en&cache-only=0",
            "defineEn": "to forcefully remove a person of authority or power from their position",
            "defineVi": "để loại bỏ mạnh mẽ một người có thẩm quyền hoặc quyền lực từ vị trí của họ"
        },
        {
            "id": "70dbbb82-674d-49bc-a8dc-4feb87f57427",
            "word": "coup",
            "phonetic": "kuːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The coup gave the dictatorship a dose of its own medicine, subjecting the dictator and his entourage to torture and confinement in deplorable conditions.",
                "He took up the reins of government immediately after the coup.",
                "Many people fear that the newly elected government will be ousted in a military coup and are leaving their country while the going is good.",
                "The president of the United States instigated an attempted coup in this country.",
                "Meanwhile, protests continued against Myanmar's military coup."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291cA&hash=559435f0b5f7ab4dd322457a09b4428aa2648cd8&lang=en&cache-only=0",
            "defineEn": "an unexpected, illegal, and often violent attempt to change a government",
            "defineVi": "một nỗ lực bất ngờ, bất hợp pháp và thường là bạo lực để thay đổi chính phủ"
        },
        {
            "id": "1272dc9f-e38e-48d7-a6a0-98e27b04f204",
            "word": "people",
            "phonetic": "piːpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "People held handkerchiefs over their mouths.",
                "People came from all over the country.",
                "A regular newsletter keeps people in touch with local events.",
                "people living in rural areas.",
                "People around the world enjoy various forms of music as a universal language."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVvcGxl&hash=59fc81c0ae933325aec600b53720799632579932&lang=en&cache-only=0",
            "defineEn": "human beings as a group, including men, women, and children",
            "defineVi": "con người như một nhóm, bao gồm cả đàn ông, phụ nữ và trẻ em",
            "hasImg": true
        },
        {
            "id": "4fe9decd-1622-49c1-ac7b-86d7f1d1ba1b",
            "word": "event",
            "phonetic": "ᵻvɛnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their bread and butter is reporting local events.",
                "The event finished with a spectacular fireworks display.",
                "These events occurred within living memory.",
                "The tragic event tore the community out of its sense of normalcy.",
                "The paper’s bread and butter is reporting local events in a small community."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZlbnQ&hash=67a965bdb4925b1c8d9416b6b498c1cd51785858&lang=en&cache-only=0",
            "defineEn": "anything that takes place, particularly something important",
            "defineVi": "bất cứ điều gì diễn ra, đặc biệt là một cái gì đó quan trọng"
        },
        {
            "id": "ab250b18-279e-448a-9420-9502e69374c1",
            "word": "ally",
            "phonetic": "ælaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Was Allies on to something?",
                "- You hate cats, Ally. -",
                "What's an ally?",
                "What is an ally? -",
                "An ally is a verb."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxseQ&hash=e914c8a66a00950484f29089a7cb56f25071812c&lang=en&cache-only=0",
            "defineEn": "a country that aids another country, particularly if a war breaks out",
            "defineVi": "một quốc gia hỗ trợ một quốc gia khác, đặc biệt nếu chiến tranh nổ ra",
            "hasImg": true
        },
        {
            "id": "104df413-be79-4b66-b74f-cea4847e7f19",
            "word": "civilian",
            "phonetic": "sɪvɪliən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Whatever meager rations remained were sent to the troops fighting the war, so the civilian population faced the brunt of the famine.",
                "The fact that innocent civilians often suffer the most in times of war is a clear example of when elephants fight, the grass gets trampled.",
                "\"During wartime, careless talk costs lives, as revealing sensitive information can put soldiers and civilians at risk,\" said the military commander during the briefing.",
                "He shrugged off the thought of his superiors dragging him over the coals for making such a statement to a civilian.",
                "We have reports that one of the soldiers went rogue and began firing upon unarmed civilians in the nearby town."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2l2aWxpYW4&hash=794eacd93fc71994968b34668f6343458240af50&lang=en&cache-only=0",
            "defineEn": "relating to a person who is not a part of the armed forces",
            "defineVi": "liên quan đến một người không phải là một phần của lực lượng vũ trang"
        },
        {
            "id": "20ba9822-044a-4bfd-9391-6a758d8663a5",
            "word": "commander",
            "phonetic": "kəmændɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"During wartime, careless talk costs lives, as revealing sensitive information can put soldiers and civilians at risk,\" said the military commander during the briefing.",
                "Living with the failure of losing your troops is a cross that a loosing commander should bear.",
                "'Commander?' someone said, very quietly.",
                "'Excuse me, Commander,' the guard said.",
                "- as these commanders put their best shots at the front lines."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWFuZGVy&hash=1d6aa16c2e47e6a4bcd90b57f8b1f4bd0b82205c&lang=en&cache-only=0",
            "defineEn": "an officer in charge of a military operation or a group of soldiers",
            "defineVi": "một sĩ quan phụ trách một hoạt động quân sự hoặc một nhóm binh lính",
            "hasImg": true
        },
        {
            "id": "1079146b-c39b-4c56-97bf-e354b1754099",
            "word": "force",
            "phonetic": "foːɹs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We all felt the force of her arguments.",
                "The school took the full force of the explosion.",
                "The organization was forced to abandon its plans for expansion due to budget constraints.",
                "The company CEO was forced to own up to the financial scandal.",
                "The referee was forced to stop the game because of heavy snow."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yY2U&hash=ba3fb6d081d754612a851c7a44fb2da6ad7fde4f&lang=en&cache-only=0",
            "defineEn": "a group of trained and organized people such as the police, soldiers, etc.",
            "defineVi": "một nhóm người được đào tạo và có tổ chức như cảnh sát, binh lính, v.v.",
            "hasImg": true
        },
        {
            "id": "8f69e95a-e122-42cf-950e-6a791a4886a7",
            "word": "refugee",
            "phonetic": "ɹɛfjuːdʒiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hungary's opening of the border was a turning point for the refugees.",
                "Supplies are being dropped for the refugees.",
                "We have a duty to care for the refugees.",
                "Refugees are welcome here!",
                "Syrian refugees tax an overburdened system."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmdWdlZQ&hash=432a89eb7eaabe004d7bdd4daf9725fd07909c70&lang=en&cache-only=0",
            "defineEn": "a person who is forced to leave their own country because of war, fear of prosecution, etc.",
            "defineVi": "một người buộc phải rời khỏi đất nước của họ vì chiến tranh, sợ bị truy tố, v.v."
        },
        {
            "id": "3d562157-45dc-4533-a289-618a1a00d292",
            "word": "sniper",
            "phonetic": "snaɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The sniper fired and hit a third man.",
                "He was hit by a sniper.",
                "Her husband Moussa became an ISIS sniper.",
                "But what are these cosmic snipers?",
                "There were snipers out in the square."
            ],
            "audio": "https://tts.langeek.co/read?text=c25pcGVy&hash=289e92364b7960e8ab2feba4a6ed46dcaa31e730&lang=en&cache-only=0",
            "defineEn": "an individual who shoots at their targets from a concealed and, usually, far place",
            "defineVi": "một cá nhân bắn vào mục tiêu của họ từ một nơi được che giấu và thường là xa",
            "hasImg": true
        },
        {
            "id": "bcb3e586-0dd0-45d5-b32d-727fe6e7152b",
            "word": "survivor",
            "phonetic": "sɚvaɪvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The changes cleared away the cobwebs and stirred the survivors to keener effort.",
                "hey toiled day and night to search for survivors and recover bodies.",
                "The car crashed into a tree and went down in flames, leaving no survivors.",
                "As a cancer survivor, I know firsthand how faith can move mountains.",
                "The survivor of a violent attack forgave their attacker, stating that an eye for an eye makes the whole world blind and choosing to break the cycle of violence rather than seek revenge."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vydml2b3I&hash=155eed72b6b9df447c927aa9e101452b785ccd22&lang=en&cache-only=0",
            "defineEn": "someone or something that stays alive or continues to exist, particularly after nearly dying or an unpleasant event",
            "defineVi": "ai đó hoặc cái gì đó vẫn còn sống hoặc tiếp tục tồn tại, đặc biệt là sau khi suýt chết hoặc một sự kiện khó chịu"
        },
        {
            "id": "fcffbdb9-ee1a-4c75-983a-9f3b87e1d147",
            "word": "wounded",
            "phonetic": "wuːndᵻd ",
            "partOfSpeechType": "noun",
            "examples": [
                "But presentation-wise, she was a wounded person.",
                "But Germany was the war’s most wounded nation.",
                "He's playing the role of a wounded Marine during a simulated casualty evacuation.",
                "David Treuer is a member of the Leech Lake Ojibwe Tribe in Minnesota and the author of \"The Heartbeat of Wounded Knee: Native America from 1890 to the Present.\"",
                "Emergency crews rushed the wounded away."
            ],
            "audio": "https://tts.langeek.co/read?text=d291bmRlZA&hash=9b68e79e704cf09bb7994d93ed14985d48f46e43&lang=en&cache-only=0",
            "defineEn": "someone who has been hurt or injured, either physically or emotionally",
            "defineVi": "một người đã bị tổn thương hoặc bị thương, về thể chất hoặc tình cảm",
            "hasImg": true
        },
        {
            "id": "cf8ac2fc-3964-405e-b0ee-7b11ce00dd70",
            "word": "ceasefire",
            "phonetic": "siːsfaɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fragile ceasefire may be just the lull before another storm.",
                "The government has upped the ante by refusing to negotiate until a ceasefire has been agreed .",
                "After a brief ceasefire, fighting continued."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Vhc2VmaXJl&hash=f04f5ef5a846c61fd7a0df207e51b92a1061230b&lang=en&cache-only=0",
            "defineEn": "a temporary peace during a battle or war when discussions regarding permanent peace is taking place",
            "defineVi": "một nền hòa bình tạm thời trong một trận chiến hoặc chiến tranh khi các cuộc thảo luận về hòa bình vĩnh viễn đang diễn ra"
        },
        {
            "id": "17634c55-d990-4b41-b982-ef68df1890be",
            "word": "rebellion",
            "phonetic": "ɹᵻbɛliən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The rebellion was nipped in the bud.",
                "Sir, the inhabitants have risen up in rebellion.",
                "Whether it's in politics, social movements, or any other area of life, those who are the most vulnerable or marginalized may also be the most fearless and willing to fight for their rights - beggars fear no rebellion, as the old saying goes.",
                "\"Fortnite\" and Epic Games are leading this rebellion here.",
                "This was called Shays’ Rebellion, after Revolutionary War veteran and indebted farmer Daniel Shays."
            ],
            "audio": "https://tts.langeek.co/read?text=cmViZWxsaW9u&hash=c6d781d61e24ddf391100f457f92cab72ef98be7&lang=en&cache-only=0",
            "defineEn": "an organized action, usually violent, against an authority, attempting to bring about a change",
            "defineVi": "một hành động có tổ chức, thường là bạo lực, chống lại chính quyền, cố gắng mang lại sự thay đổi"
        },
        {
            "id": "1b3d119e-5732-477a-b51f-24ed10c99bdb",
            "word": "siege",
            "phonetic": "siːdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "To raise a blockade/ban/siege.",
                "The city was under siege and food was getting scarce.",
                "The newspaper has been under siege lately by its readers for printing a false story.",
                "In late April Henry decided to raise the siege.",
                "The siege ends in surrender."
            ],
            "audio": "https://tts.langeek.co/read?text=c2llZ2U&hash=c0afa576eca899fb7d4f5cdebdd5c4c091f14f16&lang=en&cache-only=0",
            "defineEn": "the act of surrounding the enemy, a town, etc. and cutting off their supplies so that they would surrender",
            "defineVi": "hành động bao vây kẻ thù, một thị trấn, v.v. và cắt nguồn tiếp tế của chúng để chúng đầu hàng"
        },
        {
            "id": "578f17ce-9607-48e9-9444-e5fac45e299f",
            "word": "to break out",
            "phonetic": "tə bɹeɪk aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Soon, however, a thunderstorm breaks out.",
                "And a massive slave revolt broke out.",
                "Nationwide protests broke out over the police killings of George Floyd in Minneapolis and Breonna Taylor in Louisville.",
                "But the war broke out.",
                "The relief map of our objective is broken out."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJlYWsgb3V0&hash=82e24a22efcb7162ad985889e7e7505d0ac6c746&lang=en&cache-only=0",
            "defineEn": "to escape from a place of confinement",
            "defineVi": "để thoát khỏi một nơi giam cầm",
            "hasImg": true
        },
        {
            "id": "a4d71c33-7683-4cbd-8e04-cb1462a01d7d",
            "word": "to declare",
            "phonetic": "tə dᵻklɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I need to declare a conflict of interest here - one of the candidates for the job is a friend of mine.",
                "We critics variously declared the show brilliant, the cat's pyjamas, breathtaking, and unmissable.",
                "The election was declared null and void.",
                "As a dipping sauce connoisseur, I declared the cocktail sauce as the ideal accompaniment to my fried fish fillets.",
                "He was declared insane and ordered to be detained in a mental hospital at Her Majesty's pleasure."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVjbGFyZQ&hash=395f1a29fb600e324b12934eb47088a5a5f02504&lang=en&cache-only=0",
            "defineEn": "to officially tell people something",
            "defineVi": "để chính thức nói với mọi người một cái gì đó"
        },
        {
            "id": "5cbc5ceb-de49-4ed1-9150-1abbafc449f0",
            "word": "to defeat",
            "phonetic": "tə dᵻfiːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She had to accept defeat without losing face.",
                "The defeated army was forced to bow down before their conquerors, acknowledging their superiority.",
                "The rebels are standing fast and refuse to be defeated.",
                "I am working hard to defeat my competitor and to win I have to do or die.",
                "They put up a good fight, but they never really had a chance of defeating us."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVmZWF0&hash=16c407cead52b2b4aabdf8f589a3024de3e4387a&lang=en&cache-only=0",
            "defineEn": "to win against someone in a war, game, contest, etc.",
            "defineVi": "để giành chiến thắng trước ai đó trong một cuộc chiến, trò chơi, cuộc thi, v.v.",
            "hasImg": true
        },
        {
            "id": "87ab2c43-008f-4b3e-a0e7-a9f22a5ef062",
            "word": "to release",
            "phonetic": "tə ɹᵻliːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The nuclear power plant released a small amount of radiation into the atmosphere after the incident.",
                "Its release hasreally raised the ante on the story telling in video games.",
                "The European Community had even released lists of American unfair trade practices, paying us back in our own coin.",
                "The singer is in the spotlight for her new album release.",
                "She squeezed the orange, releasing the refreshing pulp into her glass."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVsZWFzZQ&hash=5d6cb704990b270eaca8ba9fa015cde280df0405&lang=en&cache-only=0",
            "defineEn": "to let someone leave a place in which they have been confined or stuck",
            "defineVi": "để cho ai đó rời khỏi một nơi mà họ đã bị giam cầm hoặc bị mắc kẹt",
            "hasImg": true
        },
        {
            "id": "6b54ae4a-53ad-4800-bd52-8b2aeae570a6",
            "word": "to retreat",
            "phonetic": "tə ɹᵻtɹiːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The team then beats a retreat from the mall, hoping no one noticed them.",
                "Next month, I will go on a yoga retreat to recharge my batteries.",
                "Just as a turtle retreats into its shell for protection, the turtle bean provides a nutritious and hearty meal.",
                "Due to the impending rain we did not hang around on the summit, but instead made hasty retreat back to the van.",
                "The man retreats inside."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV0cmVhdA&hash=278d6f2a524f82953a2924a069af8175843a4295&lang=en&cache-only=0",
            "defineEn": "(of military) to move away in order to escape the danger because one has been defeated or is weak",
            "defineVi": "(về quân sự) di chuyển để thoát khỏi nguy hiểm vì một người đã bị đánh bại hoặc yếu"
        },
        {
            "id": "813c1fa8-07b5-49d8-a4e6-0511397833f5",
            "word": "shell",
            "phonetic": "ʃɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Wow, Anna has really come out of her shell lately.",
                "Derek has really come out of his shell since he started working here.",
                "It took patience and precision to crack open the tough shell of the single-leaf pinyon pine cone.",
                "Use cottage cheese as a substitute for ricotta cheese in recipes like stuffed shells or lasagna.",
                "I found a cob of hazelnuts lying on the ground and eagerly started shelling them."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hlbGw&hash=fcd9b80be0bd08a1d6db092f1c6828b6c0b1207e&lang=en&cache-only=0",
            "defineEn": "a component of ammunition that is loaded into a firearm, including a casing or a hull, gunpowder, a primer, and a projectile",
            "defineVi": "một thành phần của đạn được nạp vào súng, bao gồm vỏ hoặc thân tàu, thuốc súng, mồi và đạn",
            "hasImg": true
        },
        {
            "id": "a2387876-b546-4ef3-8b81-bc4fe3acab09",
            "word": "to surrender",
            "phonetic": "tə sɚɹɛndɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Despite their initial resistance, the rebels eventually yielded and surrendered to the government troops.",
                "In July 1191, the town surrendered.",
                "The siege ends in surrender.",
                "In the end, she surrendered.",
                "I surrender, yeah."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VycmVuZGVy&hash=3ea58e5494a835036cd7f4da77e1d49b024aa1b8&lang=en&cache-only=0",
            "defineEn": "to give in or stop fighting against an enemy",
            "defineVi": "nhượng bộ hoặc ngừng chiến đấu chống lại kẻ thù",
            "hasImg": true
        },
        {
            "id": "fa6791a0-40cd-4d97-b811-678668f619ca",
            "word": "metaphorical",
            "phonetic": "mɛɾəfɔːɹɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Each rung on this metaphorical ladder is a different way of measuring astronomical distances.",
                "So at the dew point, our metaphorical sponge would be full and a cloud can be born. ",
                "So it might not just be a pain in the metaphorical physics butt.",
                "Because by the time of the Space Race really took off in the mid 20th century, imperial powers had run out of corners of the world to plant metaphorical flags in.",
                "It’s not that there are literal monsters and demons that stalk us day to day, it’s that King finds metaphorical ways to personify them."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0YXBob3JpY2Fs&hash=abbb778d378d6c97e912ee6b307cae3e3fc52bee&lang=en&cache-only=0",
            "defineEn": "using a word, phrase, etc. not for its ordinary meaning, but for the idea or symbol that it represents or suggests",
            "defineVi": "sử dụng một từ, cụm từ, v.v. không phải vì ý nghĩa thông thường của nó, mà vì ý tưởng hoặc biểu tượng mà nó đại diện hoặc gợi ý"
        },
        {
            "id": "d813dda0-78f5-4623-9abc-85a060b6a341",
            "word": "conflict",
            "phonetic": "kɑːnflɪkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The conflict has now reached a new level of intensity.",
                "To bring an end to the conflict.",
                "There is often a conflict of interests between farmers and conservationists.",
                "The conflict in this story was shown when the cyclops grabbed some of Odysseus' men and bashed their brains out on the floor.",
                "The talks are aimed at ending the conflict."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZmxpY3Q&hash=16d570ea5439fbdaa2d56bb3396c24e8c84edf26&lang=en&cache-only=0",
            "defineEn": "a strong disagreement, usually a prolonged one",
            "defineVi": "một sự bất đồng mạnh mẽ, thường là một kéo dài",
            "hasImg": true
        },
        {
            "id": "e46999fa-0c01-41fd-8f65-39d66c4d2132",
            "word": "warfare",
            "phonetic": "wɔːɹfɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She may not be a fan of outright warfare, but people standing up for themselves is her kind of thing.",
                "Every society throughout history, almost up to including the current day, practices warfare.",
                "Nearly three months ago, a dormant conflict on the fringes of Europe broke into brutal warfare. ",
                "Nearly three months ago, a dormant conflict on the fringes of Europe broke into brutal warfare.",
                "There’s warfare."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FyZmFyZQ&hash=ef56a2f42b5cf059a2b4df20906e2b68f783ab3b&lang=en&cache-only=0",
            "defineEn": "involvement in war, particularly using certain methods or weapons",
            "defineVi": "tham gia vào chiến tranh, đặc biệt là sử dụng một số phương pháp hoặc vũ khí",
            "hasImg": true
        },
        {
            "id": "90ee78ae-d0af-4bdf-9a02-2f378372f915",
            "word": "to execute",
            "phonetic": "tʊ ɛksᵻkjuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "More specifically, executing his uncle.",
                "The whole thing is pretty beautifully executed.",
                "Only one of us can be executed.",
                "Since yesterday, the Israeli Defense Forces executed hundreds of attacks on Hamas and Islamic Jihad in Gaza.",
                "Since yesterday, the Israeli Defense Forces executed hundreds of attacks on Hamas and Islamic Jihad in Gaza."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhlY3V0ZQ&hash=7e84ce7028a3d39381101d60d34c00d4dc782bed&lang=en&cache-only=0",
            "defineEn": "to kill someone, especially as a legal penalty",
            "defineVi": "để giết một ai đó, đặc biệt là một hình phạt pháp lý"
        },
        {
            "id": "ffd9c1ec-7038-4f5b-98a2-d50c38802601",
            "word": "to blow up",
            "phonetic": "tə bloʊ ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The incident has been blown up out of proportion.",
                "Some dirtbags tried to blow up the restaurant with a bomb.",
                "Her channel just blew up.",
                "Now blow up a planet!",
                "My notifications are blowing up."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxvdyB1cA&hash=ab6a23ce3277b7086b76fd59394facea63bdcec0&lang=en&cache-only=0",
            "defineEn": "to cause something to burst or explode",
            "defineVi": "để gây ra một cái gì đó để nổ hoặc phát nổ",
            "hasImg": true
        },
        {
            "id": "16b233c5-373e-4610-ad6b-dc9a94aa1a92",
            "word": "civil war",
            "phonetic": "sɪvəl wɔːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Civil war broke out.",
                "The Civil War is over!",
                "Libya's civil war began six years ago.",
                "The history of funeral homes in America really begins with the civil war.",
                "All this led to Civil War."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2l2aWwgd2Fy&hash=b089670601458a910bd2dc0402cb9595fd60bfae&lang=en&cache-only=0",
            "defineEn": "a war that is between people who are in the same country",
            "defineVi": "một cuộc chiến giữa những người ở trong cùng một quốc gia"
        },
        {
            "id": "457e2235-1a80-4c1f-84bd-a26af07cc419",
            "word": "revolution",
            "phonetic": "ɹɛvəluːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The revolution brought many changes.",
                "The workers went on strike because they knew that revolutions are not made with rose water, and they had to fight for their rights.",
                "But their revolution lives on.",
                "Was the revolution worth it?",
                "People didn’t want a revolution."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV2b2x1dGlvbg&hash=a24a0b1793a9ec6dff74b183cfe1f6dfe6a10e2f&lang=en&cache-only=0",
            "defineEn": "the fundamental change of power, government, etc. in a country by people, particularly involving violence",
            "defineVi": "sự thay đổi cơ bản về quyền lực, chính phủ, v.v. ở một quốc gia bởi người dân, đặc biệt liên quan đến bạo lực"
        },
        {
            "id": "ffd59188-f245-438e-8bbf-2a45b42af5cc",
            "word": "troop",
            "phonetic": "tɹuːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Troops drove out the demonstrators.",
                "The general had to get his troops across the river.",
                "Troops have been sent to protect aid workers against attack.",
                "There are reports of a violent incident involving local inhabitants and U.S. troops.",
                "Send in the troops, aircraft, nuclear submarine experts, the whole nine yards."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJvb3A&hash=1555deb2d359db4b34e67a4dea22f9ee59cabd9d&lang=en&cache-only=0",
            "defineEn": "armed forces or soldiers, especially by large numbers",
            "defineVi": "lực lượng vũ trang hoặc binh lính, đặc biệt là với số lượng lớn",
            "hasImg": true
        },
        {
            "id": "4aa74e2a-7727-4aa7-90d8-db7b066c00b7",
            "word": "to capture",
            "phonetic": "tə kæptʃɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The colorful fish in the aquarium captured my attention.",
                "The firm has captured the lion’s share of the UK market.",
                "The talented artist painted a beautiful portrait of a woman, capturing her strength and inner beauty on the canvas.",
                "I took a photo of the mountain peak, capturing its majestic beauty.",
                "The photographer zoomed in on the flower to capture its intricate details."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FwdHVyZQ&hash=7dc4eba13b3df86fe3161bd5086e520fadf55457&lang=en&cache-only=0",
            "defineEn": "to catch an animal or a person and keep them as a prisoner",
            "defineVi": "để bắt một con vật hoặc một người và giữ chúng như một tù nhân",
            "hasImg": true
        },
        {
            "id": "b58915fb-0f09-41d3-b1bf-f3a3c7cc5570",
            "word": "loot",
            "phonetic": "luːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "These companies have very deep pockets and don't mind spending a lot of loot to get their projects off the ground.",
                "If you get spotted, forget the loot.",
                "They looted.",
                "Mercenaries are in it for the loot.",
                "A loot box might come with a general description of what's in it."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9vdA&hash=0f29e9cd4e9787593530862fe39526930b3b7e5c&lang=en&cache-only=0",
            "defineEn": "money, goods, or valuables that have been taken by force or through illegal means",
            "defineVi": "tiền, hàng hóa hoặc vật có giá trị đã bị chiếm đoạt bằng vũ lực hoặc thông qua các biện pháp bất hợp pháp"
        },
        {
            "id": "c9a67f33-b980-49ce-9a74-bc30ba46533c",
            "word": "treaty",
            "phonetic": "tɹiːɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The peace treaty that ended the war.",
                "With the signing of the treaty, a powerful new European alliance first saw the light of day.",
                "So an entire industry, the salmon industry in America, depends on treaties.",
                "According to the US Department of State’s website, the treaty had a very colonial purpose in mind.",
                "he finally accepted the treaty."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlYXR5&hash=50e6a0ccfd553a03923ca4e6b9408c885433d147&lang=en&cache-only=0",
            "defineEn": "an official agreement between two or more governments or states",
            "defineVi": "một thỏa thuận chính thức giữa hai hoặc nhiều chính phủ hoặc tiểu bang"
        },
        {
            "id": "c1433a8b-9a01-4159-b6ed-8caea192a804",
            "word": "casualty",
            "phonetic": "kæʒuːəlɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Keeping a lookout for enemy aircraft is your job and that makes you responsible for all these casualties.",
                "During the investigation into the harassment allegations, both the accused employee and the victim were found to have distorted the truth, showcasing how truth is the first casualty of war.",
                "So the word of the day for this video is: - Casualty.",
                "Afghan troops face horrific casualties. ",
                "What is a casualty?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzdWFsdHk&hash=6fb7aa3c1f3b70f50ee489a798c04e31b65ae94c&lang=en&cache-only=0",
            "defineEn": "someone who is killed or wounded during a war or an accident",
            "defineVi": "một người bị giết hoặc bị thương trong chiến tranh hoặc tai nạn"
        }
    ]
}