{
    "id": "3ac7621c-46c4-4bb1-808d-0b6d3aac4af4",
    "title": "Making an Argument 2",
    "originalTitle": "Making an Argument 2",
    "words": [
        {
            "id": "6bf07cd1-7801-486b-b537-ebff64d536c8",
            "word": "to generalize",
            "phonetic": "tə dʒɛnɚɹəlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "He's not generalizing.",
                "And then they'll generalize it out to these years.",
                "We fully generalized our consumption function and now we've written it as a function of aggregate income, not just aggregate disposable income.",
                "So all of these are generalized ways for binomial coefficients.",
                "Then we will plot that generalized one based on the variables."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2VuZXJhbGl6ZQ&hash=6744afc45799313adb37a6dd989f729fa1749cd7&lang=en&cache-only=0",
            "defineEn": "to draw a general conclusion based on specific cases that can be irrelevant to other situations",
            "defineVi": "để rút ra một kết luận chung dựa trên các trường hợp cụ thể có thể không liên quan đến các tình huống khác"
        },
        {
            "id": "d5251b84-5762-4539-9dea-69638bc39d91",
            "word": "given that",
            "phonetic": "ɡɪvən ðæt ",
            "partOfSpeechType": "conjunction",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2l2ZW4gdGhhdA&hash=e936b7eae3ff5a558f05cf255d1332a4317abbb5&lang=en&cache-only=0",
            "defineEn": "used to express that one is considering a particular fact before sharing one's opinion or making a judgment",
            "defineVi": "được sử dụng để thể hiện rằng một người đang xem xét một thực tế cụ thể trước khi chia sẻ ý kiến của một người hoặc đưa ra phán quyết"
        },
        {
            "id": "e0591572-57c2-4a16-9395-90d000b3bb9d",
            "word": "hair-splitting",
            "phonetic": "hɛɹsplɪɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGFpci1zcGxpdHRpbmc&hash=6eccd15e579d49c480570eea9f25a18313200433&lang=en&cache-only=0",
            "defineEn": "‌the act of making petty distinctions or arguing about insignificant details and differences",
            "defineVi": "‌hành động phân biệt nhỏ nhặt hoặc tranh luận về những chi tiết và sự khác biệt không đáng kể"
        },
        {
            "id": "40bfbefb-dfde-4794-a57a-e33d80fab3b1",
            "word": "hearing",
            "phonetic": "hɪɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They set a date for a full hearing at the end of February.",
                "I really had to go through the wringer with that disciplinary hearing.",
                "well, I took a beating in prison and I kind of lost my hearing, you know.",
                "They had planned to go ahead with the court hearings that week, but lack of space forced them to change their minds.",
                "So they organized hearings."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhcmluZw&hash=b8ff066e1c27e842f099dcfe78ce413c02085717&lang=en&cache-only=0",
            "defineEn": "an opportunity to express one's opinions or ideas",
            "defineVi": "một cơ hội để bày tỏ ý kiến hoặc ý tưởng của một người"
        },
        {
            "id": "4dd8d58d-c8f1-47b5-b3ae-8b9695988bd7",
            "word": "high ground",
            "phonetic": "haɪ ɡɹaʊnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The broader group of these little men generally live on high ground whether it be on the tops of cliffs, hills, or sand dunes.",
                "maybe acknowledging those things can be the moral high ground sometimes?",
                "What moral high ground does the U.S. have to tell China about what it should do?",
                "They began by taking the high ground Mai Koho hill.",
                "They were on the rooftops withbinoculars and walkie-talkies, and they were controlling theouter areas of the square as you would control anymilitary operation, the high ground."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlnaCBncm91bmQ&hash=fc8c73c2f5913eac039ca1d5e9abeb726bb8f625&lang=en&cache-only=0",
            "defineEn": "the most advantageous position in an argument or discussion that grants one moral or ethical superiority",
            "defineVi": "vị trí thuận lợi nhất trong một cuộc tranh luận hoặc thảo luận mang lại một ưu thế về đạo đức hoặc đạo đức"
        },
        {
            "id": "66405f72-fd4f-41bb-83dc-e8d2eff5eb9a",
            "word": "in effect",
            "phonetic": "ɪn ɪfɛkt ",
            "partOfSpeechType": "adverb",
            "examples": [
                "A red-flag fire danger warning is in effect.",
                "In effect, it unlocked the door.",
                "So, in effect, 2.5 of the 4 main European Union institutions depend on the member state governments.",
                "It can, in effect, hear sounds.",
                "The Trump rule stays in effect until the new regulation is finalized."
            ],
            "audio": "https://tts.langeek.co/read?text=aW4gZWZmZWN0&hash=7fbd2344c586dd4afda54dcf3f604101f2eacd9c&lang=en&cache-only=0",
            "defineEn": "used to indicate that a rule or law is being operated",
            "defineVi": "được sử dụng để chỉ ra rằng một quy tắc hoặc luật đang được vận hành"
        },
        {
            "id": "d162da32-3eb7-4f47-9261-a5e0d9d7b8f6",
            "word": "in the first place",
            "phonetic": "ɪnðə fɜːst pleɪs ",
            "partOfSpeechType": "phrase",
            "examples": [
                "What brought you to Chicago in the first place?",
                "I didn't care much for the job in the first place.",
                "I'm not going to tell you because, in the first place, it's none of your business, and in the second place, you would tell everyone else.",
                "We should never have agreed to let him borrow the money in the first place.",
                "If you ask me, it was Diana who treated him like trash and put the whole divorce thing in motion in the first place."
            ],
            "audio": "https://tts.langeek.co/read?text=aW4gdGhlIGZpcnN0IHBsYWNl&hash=def3333798d678f967d563a5a6874eab4aa3d823&lang=en&cache-only=0",
            "defineEn": "used to talk about why something was or was not done from the beginning",
            "defineVi": "được sử dụng để nói về lý do tại sao một cái gì đó được hoặc không được thực hiện ngay từ đầu"
        },
        {
            "id": "7a6904ad-df35-4a45-b1db-9c82bce0c5c9",
            "word": "to invalidate",
            "phonetic": "tʊ ɪnvælᵻdeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Does that invalidate the whole reason people came out in the first place?",
                "Recently, the Roberts court invalidated parts of the Voting Rights Act, which had been passed originally in 1965 and renewed by Congress in 2010.",
                "None of these studies invalidate the research that has found some games, especially violent ones, can possibly increase stress and aggression in some people.",
                "You ended up with another woman who invalidates you.",
                "YVONNE RAWHOUSER, California: Seeing the fires raised about 2,000 degrees Fahrenheit, the interior wiring of my home has been invalidated."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW52YWxpZGF0ZQ&hash=5ae7700891ffebfc3e626992c0dbb0e200f45fe7&lang=en&cache-only=0",
            "defineEn": "to make or prove an idea, theory, argument, etc. unsound or erroneous",
            "defineVi": "để thực hiện hoặc chứng minh một ý tưởng, lý thuyết, lập luận, vv không hợp lý hoặc sai lầm"
        },
        {
            "id": "e84f45e9-efa9-42ba-9752-d79e6b389009",
            "word": "invalidation",
            "phonetic": "ɪnvælɪdeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW52YWxpZGF0aW9u&hash=fba1f7bd831f2fdd24faebbc6e6d79348b545de7&lang=en&cache-only=0",
            "defineEn": "the act of making or proving a belief, idea, argument, etc. wrong",
            "defineVi": "hành động tạo ra hoặc chứng minh một niềm tin, ý tưởng, lập luận, v.v. sai"
        },
        {
            "id": "b62bc2d8-ad87-45c1-93ef-af9698a3d4fb",
            "word": "to invoke",
            "phonetic": "tʊ ɪnvoʊk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The studied composition in Vermeer's paintings invokes a balanced harmony.",
                "Some of the less likely ones invoke our perceptions.",
                "Maybe the ads will invoke the authority of a famous baby doctor to emphasize the health appeal. ",
                "He invoked the sacred rite of single combat in order to fight the intruders one by one.",
                "He's irresponsibly invoked it already."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW52b2tl&hash=e159e2593e6923060031da5d7e92e648733abac3&lang=en&cache-only=0",
            "defineEn": "to mention someone or something of prominence as a support or reason for an argument or action",
            "defineVi": "để đề cập đến một ai đó hoặc một cái gì đó nổi bật như là một hỗ trợ hoặc lý do cho một cuộc tranh luận hoặc hành động"
        },
        {
            "id": "7d6327fe-32fa-439d-8196-ebac7131506b",
            "word": "keystone",
            "phonetic": "kiːstoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "They are a keystone species, which means that the animals hold up an ecosystem.",
                "Sea otters are keystone species, meaning their presence and activities have more positive effects than you’d expect, given their numbers.",
                "And they dig those burrows really far into the ground and it's not only important for them, but they are a keystone species because they're gonna dig those burrows which can house up to 200 or 350 other species, especially during those fires.",
                "So not only does it have automatic vertical and horizontal Keystone it's correcting for the angle that I'm holding it at right now.",
                "They’re known as a keystone species, and are consumed by over 1200 types of animals, including birds, fruit bats, and primates."
            ],
            "audio": "https://tts.langeek.co/read?text=a2V5c3RvbmU&hash=536ac51914f68fdfbfd53fb09095d022c4dec12d&lang=en&cache-only=0",
            "defineEn": "the most significant part of an argument, belief, or plan on which everything else depends",
            "defineVi": "phần quan trọng nhất của một lập luận, niềm tin hoặc kế hoạch mà mọi thứ khác phụ thuộc vào"
        },
        {
            "id": "e19e78b7-3552-485f-aae3-b185749a3a85",
            "word": "to labor the point",
            "phonetic": "tə leɪbɚ ðə pɔɪnt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbGFib3IgdGhlIHBvaW50&hash=d61be044f0f48e45c475be354f82014032e0dd59&lang=en&cache-only=0",
            "defineEn": "to describe or stress something excessively when it is already understood",
            "defineVi": "để mô tả hoặc nhấn mạnh một cái gì đó quá mức khi nó đã được hiểu"
        },
        {
            "id": "b813e6bf-41eb-4657-8ef2-72d64185884e",
            "word": "to lay out",
            "phonetic": "tə leɪ aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The contract also lays out the bond agent's terms for the defendant's release.",
                "And the latest edition of the DSM lays out two key symptoms of depression.",
                "The contract laid out the fee structure for the underlying portfolio funds.",
                "On Earth Day 2009, another new president laid out his agenda for the environment.",
                "The laws are laid out."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGF5IG91dA&hash=3ef711a565be1fa9344651382b2862ba3bf60e45&lang=en&cache-only=0",
            "defineEn": "to describe something such as a plan or concept clearly and in detail",
            "defineVi": "để mô tả một cái gì đó như một kế hoạch hoặc khái niệm rõ ràng và chi tiết"
        },
        {
            "id": "47d135ad-99ea-41e3-9f3e-000820027698",
            "word": "to [hold] water",
            "phonetic": "tə hoʊld wɔːɾɚ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaG9sZCB3YXRlcg&hash=c139fb3c61dd1534020a8d41949fd14412f9ad98&lang=en&cache-only=0",
            "defineEn": "(of an argument, theory, etc.) to be believable or supported by evidence",
            "defineVi": "(của một lập luận, lý thuyết, v.v.) đáng tin cậy hoặc được hỗ trợ bởi bằng chứng"
        },
        {
            "id": "a3e66d52-c251-4146-963e-2bac7f055013",
            "word": "pitch",
            "phonetic": "pɪtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He queered my pitch by asking for promotion before I did.",
                "You can't tag on to the training pitch with a chip on your shoulder because you haven't been selected.",
                "We don't get many new players, and our pitch has been in poor nick for as long as I can remember.",
                "The idea appears to be to target perceived 'luxury' goods, while not queering the pitch for exporters.",
                "Tom's the kind of guy who could sell ice to Eskimos, so don't get sucked into any of his sales pitches."
            ],
            "audio": "https://tts.langeek.co/read?text=cGl0Y2g&hash=91827bccee3f1b3ab1c1ea06d3e7e16a51dc0b75&lang=en&cache-only=0",
            "defineEn": "speeches or arguments used to persuade someone to do something or to accept an idea",
            "defineVi": "bài phát biểu hoặc lập luận được sử dụng để thuyết phục ai đó làm điều gì đó hoặc chấp nhận một ý tưởng"
        },
        {
            "id": "d7866ae1-0fd6-45b3-a51a-fb89911b0b56",
            "word": "to play one's ace",
            "phonetic": "tə pleɪ wʌn bækslæʃ ɛs eɪs ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxheSBvbmUncyBhY2U&hash=e051aa037719570514e456001dfbc0a25a9a05e3&lang=en&cache-only=0",
            "defineEn": "‌to use one's  best resource and do something clever and unexpected that gives one an advantage over others",
            "defineVi": "‌để sử dụng tài nguyên tốt nhất của một người và làm điều gì đó thông minh và bất ngờ mang lại lợi thế cho người khác so với người khác"
        },
        {
            "id": "eb29ab67-cf83-4c07-bf9a-0426d0b1c90e",
            "word": "to plead",
            "phonetic": "tə pliːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "My younger brother is always pleading for me to help out his career, so I threw him a bone and got him a small gig.",
                "Wright's mother pleaded for calm.",
                "Both pleaded not guilty to all counts.",
                "He pleads not guilty.",
                "President Trump's former lawyer, Michael Cohen, pleaded guilty to two campaign finance violations related to these hush money payments."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxlYWQ&hash=3ab939bb7e17d3df4a8b8d19be2209607b934c97&lang=en&cache-only=0",
            "defineEn": "to state something as an excuse",
            "defineVi": "để tuyên bố một cái gì đó như một cái cớ"
        },
        {
            "id": "cac7be59-0234-414b-8388-9814585d201d",
            "word": "point",
            "phonetic": "pɔɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The compass needle always points north.",
                "The problem has now reached crisis point.",
                "I take your point.",
                "No point in spoiling the ship for a ha'porth of tar",
                "The line cuts the circle at two points."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9pbnQ&hash=2c0c7698e836ae3e8b0cced32a1b5b0ca9b74704&lang=en&cache-only=0",
            "defineEn": "the most important thing that is said or done which highlights the purpose of something",
            "defineVi": "điều quan trọng nhất được nói hoặc làm làm nổi bật mục đích của một cái gì đó"
        },
        {
            "id": "6c39d095-6551-49b1-a281-f08d1263a16c",
            "word": "to point",
            "phonetic": "tə pɔɪnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The compass needle always points north.",
                "The problem has now reached crisis point.",
                "I take your point.",
                "No point in spoiling the ship for a ha'porth of tar",
                "The line cuts the circle at two points."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9pbnQ&hash=5f68b6af0cb61829d8c0200ae73cd4436c50967a&lang=en&cache-only=0",
            "defineEn": "to suggest that something is the case",
            "defineVi": "để gợi ý rằng một cái gì đó là trường hợp"
        },
        {
            "id": "f6cf3675-235b-40c8-bffc-0e84a2fc1f14",
            "word": "polemic",
            "phonetic": "pɑːlɛmɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9sZW1pYw&hash=1ca047ed5b9244e822fda293368ef8d1dc79217b&lang=en&cache-only=0",
            "defineEn": "a strong verbal or written statement of opinion, especially one that refutes or attacks a specific opinion",
            "defineVi": "một tuyên bố mạnh mẽ bằng lời nói hoặc bằng văn bản của quan điểm, đặc biệt là một trong đó bác bỏ hoặc tấn công một ý kiến cụ thể"
        },
        {
            "id": "a4838736-0818-418a-b518-81297ffd89aa",
            "word": "polemics",
            "phonetic": "pɑːlɛmɪks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9sZW1pY3M&hash=6691250bfc272b4f62d8883d092c68cab199fb95&lang=en&cache-only=0",
            "defineEn": "the art of arguing for or against someone or something, such as a particular idea or opinion",
            "defineVi": "nghệ thuật tranh luận cho hoặc chống lại ai đó hoặc một cái gì đó, chẳng hạn như một ý tưởng hoặc quan điểm cụ thể"
        },
        {
            "id": "d0ff1af5-14a8-49ec-9c2f-07a96d4a0318",
            "word": "polemical",
            "phonetic": "pɑːlɛmɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9sZW1pY2Fs&hash=c01bf6eea5aaa42a82a28ec1455b0cee469820a5&lang=en&cache-only=0",
            "defineEn": "of or relating to strong arguments meant to criticize or defend a particular opinion, person, idea, etc.",
            "defineVi": "thuộc hoặc liên quan đến những lập luận mạnh mẽ nhằm chỉ trích hoặc bảo vệ một ý kiến, con người, ý tưởng cụ thể, v.v."
        },
        {
            "id": "75e119ab-bddf-478a-81d8-2acc235d3591",
            "word": "to posit",
            "phonetic": "tə pɑːzɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He posited a complete system, joining the elements and the heavens.",
                "This posited in very basic terms that all forms of matter accelerated at the same rate in response to gravity.",
                "And he posited that even non-existent things could fit into this system.",
                "Their model, dubbed the fusion theory, posits that the embryo does completely split, and this split occurs a lot earlier on.",
                "Other models posit that it’s not the strength of a given pathway, but rather the speed at which a process occurs and that we read faster than we ID color, basically."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9zaXQ&hash=79a3cfe75e111ba886fe950e44e80345205c7b36&lang=en&cache-only=0",
            "defineEn": "to suggest or accept something as true so that one can use that as the base for an argument",
            "defineVi": "để đề xuất hoặc chấp nhận một cái gì đó là đúng để người ta có thể sử dụng nó làm cơ sở cho một cuộc tranh luận"
        },
        {
            "id": "a389ec0f-3e0b-4377-b824-73a89a37c5a4",
            "word": "premise",
            "phonetic": "pɹɛmɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film has a very interesting premise, but the final product leaves much to be desired.",
                "The game's premise and mechanics are interesting, but there's just no meat on the bone when it comes to story and gameplay variety.",
                "The book had an intriguing premise, but the characters felt shallow and undeveloped.",
                "Flip the premise.",
                "I reject that premise completely. "
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlbWlzZQ&hash=62e62a562484844fc7948cdcf725e3178860f193&lang=en&cache-only=0",
            "defineEn": "a theory or statement that acts as the foundation of an argument",
            "defineVi": "một lý thuyết hoặc tuyên bố đóng vai trò là nền tảng của một đối số"
        },
        {
            "id": "39f2f881-ebc7-4271-a364-9e991196e141",
            "word": "to [press|hammer] {sth} home",
            "phonetic": "tə pɹɛs slæʃ hæmɚɹ ɛstiːeɪtʃ hoʊm ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlc3Mge3N0aH0gaG9tZQ&hash=fd4dc2b0a25965554b093932424a31dc32aa441a&lang=en&cache-only=0",
            "defineEn": "to forcefully make a point in an argument or discussion to ensure that there are no misunderstandings",
            "defineVi": "mạnh mẽ đưa ra quan điểm trong một cuộc tranh luận hoặc thảo luận để đảm bảo rằng không có sự hiểu lầm"
        },
        {
            "id": "d392008a-e7e6-4dd4-a739-10776739c35e",
            "word": "presupposition",
            "phonetic": "pɹiːsəpəzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJlc3VwcG9zaXRpb24&hash=74292af9d24874fc95520602433fde4eaaf538b0&lang=en&cache-only=0",
            "defineEn": "something that one perceives to be true, even though it remains to be proved, especially at the beginning of an argument",
            "defineVi": "một cái gì đó mà một người cho là đúng, mặc dù nó vẫn còn phải được chứng minh, đặc biệt là khi bắt đầu một cuộc tranh luận"
        },
        {
            "id": "b77ade26-4b23-43ac-a3c2-c8a9bc4b883e",
            "word": "prong",
            "phonetic": "pɹɔŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The prongs could pick up signals from the phone lines, and from a relatively safe distance, soldiers would be able to listen in on sensitive conversations.",
                "To do this, they stuck two prongs into the ground hundreds of meters away, then ran attached cables to a device called an amplifier.",
                "This one's red, two edged prongs that are keyed.",
                "A globin molecule has a special prong on it that binds to an atom of iron, which in turn is surrounded by a donut-shaped molecule called heme.",
                "But we aren’t exactly sure why the four prongs exist, if they only use two at a time."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvbmc&hash=2f6d33a68841acecf660652b6eae3d46e2d2c6a5&lang=en&cache-only=0",
            "defineEn": "each separate part of an argument, plan, etc.",
            "defineVi": "mỗi phần riêng biệt của một đối số, kế hoạch, vv"
        },
        {
            "id": "a197480a-5bbf-4230-85e6-318449db0df7",
            "word": "proof",
            "phonetic": "pɹuːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "In a criminal trial the standard of proof is beyond the reasonable doubt.",
                "During a debate, each debater has the burden of proof to support their arguments and convince the audience of their position.",
                "In a criminal trial, the prosecution bears the burden of proof to demonstrate the guilt of the accused beyond a reasonable doubt.",
                "When making an argument or presenting a case, it is important to provide strong evidence to support your claims and carry the burden of proof.",
                "The job candidate's resume looked impressive, but the proof of the pudding is in the eating, and we need to see how well they perform in a real work setting."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvb2Y&hash=fd9428ab5aec8f245de385b6215f8250855facaa&lang=en&cache-only=0",
            "defineEn": "the act of testing the truth of something",
            "defineVi": "hành động kiểm tra sự thật của một cái gì đó"
        },
        {
            "id": "620cd41b-0d62-45f3-b8d6-7d029fc8641f",
            "word": "to prove",
            "phonetic": "tə pɹuːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The food supply proved to be the nation's Achilles' heel in its defense against terrorist attacks.",
                "This evidence proves that the senator was part of the conspiracy.",
                "That contract proved to be a millstone around his neck.",
                "\"This proves they're wrong.\"",
                "The new wide receiver and the team's veteran quarterback have proved to be a match made in heaven on the field."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvdmU&hash=d45029bd1ab54caccc8d2f78ce85e06f878d20d9&lang=en&cache-only=0",
            "defineEn": "to show that something is true through the use of evidence or facts",
            "defineVi": "để cho thấy rằng một cái gì đó là sự thật thông qua việc sử dụng các bằng chứng hoặc sự kiện"
        },
        {
            "id": "5c343508-7a7f-4c33-b9ab-7af007b97625",
            "word": "to [put] it to {sb}",
            "phonetic": "tə pʊt ɪt tʊ ɛsbiː ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0IGl0IHRvIHtzYn0&hash=721dd02d31dba6e5e44b3229c429713c49b7fd65&lang=en&cache-only=0",
            "defineEn": "to introduce a plan or suggestion to a group of individuals so that they decide whether to accept it or not",
            "defineVi": "để giới thiệu một kế hoạch hoặc gợi ý cho một nhóm các cá nhân để họ quyết định có chấp nhận nó hay không"
        }
    ]
}