{
    "id": "3b21e5db-4f4c-428e-a32b-3ae54d068757",
    "title": "Unit 6",
    "originalTitle": "Unit 6",
    "words": [
        {
            "id": "cc6d9bbf-f687-4888-971d-42c47f204a65",
            "word": "to spare",
            "phonetic": "tə spɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Spare his blushes.",
                "I let the spare room.",
                "In a lively street food market, a food stall specializes in Asian-inspired spare rib tacos.",
                "Martin went spare at me last night.",
                "The manager spoke for his young employee in order to spare her blushes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3BhcmU&hash=c6c6fbaf8606237ee89ff0851cc20f9324f17d5a&lang=en&cache-only=0",
            "defineEn": "to refrain from harming, injuring, or punishing someone or something",
            "defineVi": "kiềm chế làm hại, làm bị thương, hoặc trừng phạt ai đó hoặc cái gì đó"
        },
        {
            "id": "015a4a18-8632-4f59-ac13-a6d4c0657f36",
            "word": "business",
            "phonetic": "bɪznəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many more businesses are feeling the chill wind of the recession.",
                "The business has already closed the books for this quarter.",
                "The business is losing money.",
                "The business has legs.",
                "Many businesses use the Salesforce platform for customer relationship management."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVzaW5lc3M&hash=05385ff27a4a97f16285677f5b2378e28bce2ded&lang=en&cache-only=0",
            "defineEn": "the activity of providing services or products in exchange for money",
            "defineVi": "hoạt động cung cấp dịch vụ hoặc sản phẩm để đổi lấy tiền",
            "hasImg": true
        },
        {
            "id": "fb745d54-2999-4d2d-88ca-b2856c54d28b",
            "word": "consultant",
            "phonetic": "kənsʌltənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "When the company's financial problems became too severe to overcome, the CEO called in a financial consultant for advice.",
                "The consultant observed the team's dynamics and pointed out areas for improvement, acknowledging that lookers-on see most of the game.",
                "The business consultant said during the meeting that in a business setting, better go about than fall into the ditch, and always be prepared and make informed decisions to avoid costly mistakes.",
                "The business consultant recommended that we expand our operations overseas, but when we faced unexpected challenges and losses, he was not held accountable, highlighting the reality that advisors run no risks.",
                "Our consultant is Dr. Brandon Jackson."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3VsdGFudA&hash=82ab363f57ebb7961e9f75ce9e5737613ec2b045&lang=en&cache-only=0",
            "defineEn": "someone who gives professional advice on a given subject",
            "defineVi": "một người đưa ra lời khuyên chuyên nghiệp về một chủ đề nhất định",
            "hasImg": true
        },
        {
            "id": "3aab8062-7925-4563-abbb-32a13351d149",
            "word": "to diversify",
            "phonetic": "tə daɪvɜːsᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Investors should diversify their investments instead of putting all their eggs in one basket.",
                "The business owner anticipated a downturn in the market and diversified their products, avoiding losses.",
                "The financial advisor recommended diversifying the investment portfolio to maximize yield and minimize risk.",
                "Including pulses in your weekly meal plan can help diversify your diet.",
                "The company was making a lot of money, but didn't invest in innovation or diversify its products."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGl2ZXJzaWZ5&hash=4933f32e58e7ccf960d6c61a0eb0382fd920a4d1&lang=en&cache-only=0",
            "defineEn": "(of a business) to increase the range of goods and services in order to reduce risk of failure",
            "defineVi": "(của một doanh nghiệp) để tăng phạm vi hàng hóa và dịch vụ nhằm giảm rủi ro thất bại"
        },
        {
            "id": "755b306a-9157-4be8-bbd1-fb024ecdaec6",
            "word": "bust",
            "phonetic": "bʌst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I just about busted a gut.",
                "They're busting a move tomorrow.",
                "Time to bust a move.",
                "She busts her chops to make sure your experience is above and beyond.",
                "Let's bust a move."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVzdA&hash=8a38bb2cdbc1127da779cc1c769d880b91eff6bf&lang=en&cache-only=0",
            "defineEn": "describing a person or company that is bankrupt or financially ruined",
            "defineVi": "mô tả một người hoặc công ty bị phá sản hoặc bị hủy hoại về tài chính"
        },
        {
            "id": "0367ec73-9776-4a20-add1-93dbed85bde2",
            "word": "to go",
            "phonetic": "tə ɡoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Siemens display goes the whole hog.",
                "The cruise went very quickly.",
                "My laptop went haywire",
                "To go swimming/fishing/jogging.",
                "The email went to everyone in the company."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28&hash=a29af22a99b2c4ebaab92563d163caf4ad74d7f9&lang=en&cache-only=0",
            "defineEn": "to progress in a particular way",
            "defineVi": "để tiến bộ trong một cách cụ thể"
        },
        {
            "id": "8921829f-f00e-4927-9eeb-d72adbf07a72",
            "word": "quadruped",
            "phonetic": "kwɑːdɹʊpɛd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You could say that humans are built for long distance running but the truth is, long distance running build us the most four on the floor quadrupeds could easily beat me in a sprint, but humans are medal contenders in nature’s distance running events."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVhZHJ1cGVk&hash=e2876429988d8c0f756aace7e742681706da4b66&lang=en&cache-only=0",
            "defineEn": "(of animals) having four legs or feet",
            "defineVi": "(của động vật) có bốn chân hoặc bàn chân",
            "hasImg": true
        },
        {
            "id": "42befc79-bc66-4658-bc3c-e24e1c8b2821",
            "word": "bulk",
            "phonetic": "bʌlk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The meal replacement shake contained a bulking agent to create a thick and substantial drink.",
                "The low-calorie salad dressing used a bulking agent to create a satisfying texture without adding excess calories.",
                "Bulk items must also include extra time for consumption.",
                "Narrator: Workers load any bulk cargo.",
                "The bulk of that ticket price goes back to the distributor."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVsaw&hash=c5843393a2a9b68e179ebb17c573c6d0883203d9&lang=en&cache-only=0",
            "defineEn": "the major portion or greater part of something, often referring to the size or quantity of an object or substance",
            "defineVi": "phần chính hoặc phần lớn hơn của một cái gì đó, thường đề cập đến kích thước hoặc số lượng của một đối tượng hoặc chất",
            "hasImg": true
        },
        {
            "id": "c244ded7-4f22-4684-9a89-4bdb8e3be9b3",
            "word": "goods",
            "phonetic": "ɡʊdz ",
            "partOfSpeechType": "noun",
            "examples": [
                "ur company mainly produces goods for export.",
                "Such cheap goods obviously rely on dirt cheap labor.",
                "The goods will be delivered at your convenience.",
                "The truck delivered a large shipment of goods to the warehouse.",
                "She stored canned goods and snacks in the kitchen pantry."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29vZHM&hash=609fd6d05d1b9042acbab18737c0937d339e2193&lang=en&cache-only=0",
            "defineEn": "items made or produced for sale",
            "defineVi": "các mặt hàng được làm hoặc sản xuất để bán",
            "hasImg": true
        },
        {
            "id": "25228528-eb99-4bdc-abab-3b44602d480a",
            "word": "driven",
            "phonetic": "dɹɪvən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- I was very driven as a kid.",
                "I don't know, I just really enjoyed it and the money was good as long as you're very driven.",
                "He was incredibly driven in a way that turned other people, including his CHILDREN, his wife, INTO pawns to be used to his OWN ends.",
                "He was like: \"You know how your task-oriented, driven person.\""
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJpdmVu&hash=954c5a2f916f0418066617fb8bcb576c96a40edf&lang=en&cache-only=0",
            "defineEn": "forced to move or act in a particular way by circumstances beyond one's control",
            "defineVi": "buộc phải di chuyển hoặc hành động theo một cách cụ thể bởi hoàn cảnh ngoài tầm kiểm soát của một người"
        },
        {
            "id": "ba8df6ba-3d82-449f-9908-d3b4afc6473e",
            "word": "to boycott",
            "phonetic": "tə bɔɪkɑːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "In India, opposition parties boycotted the opening of Parliament's budget session.",
                "The opposition mostly boycotted the vote.",
                "No seriously like, no one is boycotting a mom and pop’s pizza place.",
                "We had crystal bus boycott.",
                "But the boycott also reflects a more assertive Beijing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm95Y290dA&hash=cee9a2c222295ed7662552f5bccc68cd23533c45&lang=en&cache-only=0",
            "defineEn": "to refuse to buy, use, or participate in something as a way to show disapproval or to try to bring about a change",
            "defineVi": "từ chối mua, sử dụng hoặc tham gia vào một cái gì đó như một cách thể hiện sự không tán thành hoặc cố gắng mang lại sự thay đổi"
        },
        {
            "id": "778f8feb-3eae-42b6-9ece-e2d83d386d5d",
            "word": "light bulb moment",
            "phonetic": "laɪt bʌlb moʊmənt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGlnaHQgYnVsYiBtb21lbnQ&hash=3c8962eaab3b3b7fe9aeca2bd861d951e55e4d05&lang=en&cache-only=0",
            "defineEn": "a moment when a good idea or solution comes to one's mind",
            "defineVi": "một thời điểm khi một ý tưởng hay giải pháp xuất hiện trong tâm trí của một người",
            "hasImg": true
        },
        {
            "id": "a80d5738-b7d8-4775-af22-b7547176a579",
            "word": "storage",
            "phonetic": "stoːɹɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He used a tool storage box to organize his workshop.",
                "The frozen berries included a color retention agent that prevented the vibrant red color from fading during storage.",
                "It's best to blanch the green beans before freezing them for long-term storage.",
                "Take holographic storage.",
                "Storage should be extremely snappy on this machine."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvcmFnZQ&hash=8d2ac891bcf8308bd58b4f67a644777df6517be3&lang=en&cache-only=0",
            "defineEn": "a location, facility or container designed for keeping things safe, secure and organized for future use",
            "defineVi": "một địa điểm, cơ sở hoặc thùng chứa được thiết kế để giữ mọi thứ an toàn, bảo mật và có tổ chức để sử dụng trong tương lai",
            "hasImg": true
        },
        {
            "id": "8b6b443b-0c7d-4516-9168-f26a9d68259d",
            "word": "to progress",
            "phonetic": "tə pɹəɡɹɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Journalists on the spot reported no progress.",
                "Fallen rock is impeding the progress of rescue workers.",
                "Our progress has been fairly slow so far, but it's early days.",
                "He made such quick progress that the others suspected him of having private lessons on the sly.",
                "The parents attended the school meeting to discuss their child's progress."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvZ3Jlc3M&hash=df133305a90f14e3bacaaf26562dfddccd935a81&lang=en&cache-only=0",
            "defineEn": "to develop into a more advanced or improved stage",
            "defineVi": "để phát triển thành một giai đoạn tiên tiến hơn hoặc cải thiện",
            "hasImg": true
        },
        {
            "id": "737d7683-152e-4d9d-abd3-a68f53c9055a",
            "word": "import",
            "phonetic": "ɪmpoːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Import barriers protected the fledgling enterprises.",
                "If push comes to shove, the government will impose quotas on imports.",
                "Fresh from prison, Brazilian returnee arrested at P/H airport for importing cocaine.",
                "By importing large quantities and selling at low prices, they have cornered the market.",
                "Importing hookah tobacco."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wb3J0&hash=f7be892097491ee09a397caf59b3440c2bcb2f75&lang=en&cache-only=0",
            "defineEn": "goods, products, or services that are brought into a country from another country for the purpose of trade",
            "defineVi": "hàng hóa, sản phẩm hoặc dịch vụ được đưa vào một quốc gia từ một quốc gia khác với mục đích thương mại"
        },
        {
            "id": "7b243e86-6012-4583-aea2-8b96f78b0149",
            "word": "to decrease",
            "phonetic": "tə diːkɹiːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Accepting a decrease in salary would be like turkeys voting for Christmas!",
                "With data filtering one pays the price of decreasing the effective library redundancy and increasing the number of hybridisations.",
                "When counterfeit bills started circulating in the town, people became skeptical of using the genuine currency, leading to a decrease in the overall value of money in circulation, showing how bad money drives out good.",
                "Your return decreases.",
                "Number two, decreased need for sleep."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVjcmVhc2U&hash=6964715fd3eee75dcbbe03640c0d5321b2f717da&lang=en&cache-only=0",
            "defineEn": "to become less in amount, size, or degree",
            "defineVi": "để trở thành ít hơn trong số lượng, kích thước, hoặc mức độ",
            "hasImg": true
        },
        {
            "id": "6cd591cc-35e3-4e29-896f-c87d5480ce13",
            "word": "export",
            "phonetic": "ɛkspoːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "ur company mainly produces goods for export.",
                "The recent economic recovery was almost entirely led by exports.",
                "Exporting pine to Scandinavia seems like carrying coals to Newcastle.",
                "More land was needed to grow crops for export.",
                "The government is committed to holding exports at their present level."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwb3J0&hash=b79f1852db09ebe0bc5a9ee1c488266e46b78afa&lang=en&cache-only=0",
            "defineEn": "a product or service that is produced in one country and then sold to another country for use or resale",
            "defineVi": "một sản phẩm hoặc dịch vụ được sản xuất ở một quốc gia và sau đó được bán sang một quốc gia khác để sử dụng hoặc bán lại"
        },
        {
            "id": "769d3a5a-be8d-4b14-951a-5c1754f1c58e",
            "word": "to record",
            "phonetic": "tə ɹᵻkoːɹd ",
            "partOfSpeechType": "verb",
            "examples": [
                "She had broken the world 100 meters record.",
                "His new world record will take some beating.",
                "His time in the 25-meter freestyle set a national record.",
                "The movie broke all box-office records.",
                "The movie broke box office records in the US."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjb3Jk&hash=350218f08e4c73cbf9febcc5b1a13d2542ed5b47&lang=en&cache-only=0",
            "defineEn": "to store information, music, etc. in a way that can be used in the future",
            "defineVi": "để lưu trữ thông tin, âm nhạc, v.v. theo cách có thể được sử dụng trong tương lai",
            "hasImg": true
        },
        {
            "id": "c899e422-c89f-4c60-9007-4e61c22d375a",
            "word": "refund",
            "phonetic": "ɹᵻfʌnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm afraid we can't offer you a refund for that item.",
                "Tom tried to cheat on his taxes to get a bigger refund, but he got caught and had to pay penalties and fines.",
                "Luckily, Albani and the anonymous guest eventually received refunds.",
                "Demanded a refund from their home state Senator Josh Hawley.",
                "Wilson also received a refund for her year old brownies."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmdW5k&hash=c784e96691c468ab5ab3c5c5d08741ded89121d3&lang=en&cache-only=0",
            "defineEn": "an amount of money that is paid back because of returning goods to a store or one overpaying for something",
            "defineVi": "một số tiền được trả lại do trả lại hàng hóa cho cửa hàng hoặc trả quá nhiều cho một cái gì đó"
        },
        {
            "id": "7cbd5578-9153-419d-a0a5-8e051531473f",
            "word": "to produce",
            "phonetic": "tə pɹəduːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The apple tree in our backyard produces juicy fruits every year.",
                "Violence in the last analysis produces more violence.",
                "ur company mainly produces goods for export.",
                "The local factory produces electronic components.",
                "The company has just produced a luxury version of the aircraft."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvZHVjZQ&hash=054a384a1e7f0a408ebc1210f3d4e80c3197790f&lang=en&cache-only=0",
            "defineEn": "to make something using raw materials or different components",
            "defineVi": "để làm một cái gì đó bằng cách sử dụng nguyên liệu thô hoặc các thành phần khác nhau",
            "hasImg": true
        },
        {
            "id": "a16db280-4d47-4ce2-9bac-43bd2c8196d4",
            "word": "permit",
            "phonetic": "pɜːmɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The permit runs for three months.",
                "You have to go through endless red tape to get a residence permit.",
                "Connection and use of this communications equipment is permitted by the Nigerian communications commission.",
                "Mining permits are sold only to individuals or small groups. ",
                "That's not permitted."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVybWl0&hash=aaa30a0b20ba708a6f2c2fb77e3e318548125ff9&lang=en&cache-only=0",
            "defineEn": "an official document that allows someone to do something",
            "defineVi": "một tài liệu chính thức cho phép ai đó làm điều gì đó"
        },
        {
            "id": "e0080384-155f-416c-afab-04c910f1a8b8",
            "word": "to transport",
            "phonetic": "tə tɹænspoːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The helicopter transported the injured person to the hospital.",
                "We loaded the heavy boxes onto the truck for transport.",
                "The pyramids can be reached by public transport.",
                "The transport company is concerned about the cost of running more buses.",
                "When I tasted the vinaigrette, I was instantly transported to a sunny Mediterranean coastline."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhbnNwb3J0&hash=464b8d2ea8e80dd2fe1919b43587e392e553dead&lang=en&cache-only=0",
            "defineEn": "to take people, goods, etc. from one place to another using a vehicle, ship, or aircraft",
            "defineVi": "để đưa người, hàng hóa, v.v. từ nơi này đến nơi khác bằng phương tiện, tàu hoặc máy bay",
            "hasImg": true
        },
        {
            "id": "91ff85d3-b7cb-4a77-8a39-ad540c56eaec",
            "word": "to insult",
            "phonetic": "tʊ ɪnsʌlt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She was insulted by his back-handed compliment.",
                "To ask our members to accept a pay cut adds insult to injury.",
                "He somehow took it as a personal insult.",
                "All pretence at unity went out of the window as cabinet colleagues traded insults.",
                "The coach dug his own grave when he publicly insulted the team's owner."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5zdWx0&hash=f4f9ba53283083eb625bc96534344a46a82e5368&lang=en&cache-only=0",
            "defineEn": "to disrespect someone by doing or saying something",
            "defineVi": "không tôn trọng ai đó bằng cách làm hoặc nói điều gì đó"
        },
        {
            "id": "37aec10c-431c-4e3e-a4d0-373c665b0e1e",
            "word": "to protest",
            "phonetic": "tə pɹətɛst ",
            "partOfSpeechType": "verb",
            "examples": [
                "The plans for the new development have raised angry protests from local residents.",
                "When the leaders of the protest movement became violent, they played right into the hands of the police.",
                "When the government tried to pass a law that would allow them to enter people's homes without a warrant, many citizens protested, stating that an Englishman's home is his castle.",
                "It seems the worm has turned - after years of silence local people are beginning to protest about waste emissions from the factory.",
                "Local residents protested so strongly that plans for a new motorway fell by the wayside."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvdGVzdA&hash=23dc0d84581833b3643247439fd744761f5e8180&lang=en&cache-only=0",
            "defineEn": "to express opposition or disapproval either with words or in action, particularly in public",
            "defineVi": "thể hiện sự phản đối hoặc không tán thành bằng lời nói hoặc bằng hành động, đặc biệt là ở nơi công cộng",
            "hasImg": true
        },
        {
            "id": "ca380ce1-3972-4d00-ada5-4261d36cdab2",
            "word": "to refuse",
            "phonetic": "tə ɹᵻfjuːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "They refused to present arms before the flag.",
                "The officer refused to let his men take part in the operation.",
                "The President refused to speak to reporters.",
                "They refused to let us cross the border.",
                "Mike refuses, takes the rap, and Ernie goes free."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVmdXNl&hash=ea287147aac1cdcc7aed3426ef357beb0b5135a6&lang=en&cache-only=0",
            "defineEn": "to say, indicate, or show that one is not inclined to do something that someone has asked",
            "defineVi": "để nói, chỉ ra hoặc cho thấy rằng một người không có khuynh hướng làm điều gì đó mà ai đó đã yêu cầu",
            "hasImg": true
        },
        {
            "id": "e878b217-2068-47b4-b3b6-d4733430aab4",
            "word": "to present",
            "phonetic": "tə pɹɪzɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The lawyer presented the right argument in court.",
                "Bring Helen a present.",
                "Bring a present for Helen.",
                "He presented a false document as evidence in the court case.",
                "Our hosts presented us with an embarrassment of riches."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlc2VudA&hash=fbdbc79ce30213538d6b033b13c101fee368bad2&lang=en&cache-only=0",
            "defineEn": "to show, offer, or provide something for others to consider or look at",
            "defineVi": "để hiển thị, cung cấp hoặc cung cấp một cái gì đó để người khác xem xét hoặc xem xét"
        },
        {
            "id": "a0969348-515b-4f92-aa7e-bd4ce900f198",
            "word": "minute",
            "phonetic": "mɪnɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This clock loses two minutes a day.",
                "Your plane leaves in ten minutes.",
                "Programs are running a few minutes behind schedule this evening.",
                "His first goal came in the 81st minute.",
                "She was only five minutes late!"
            ],
            "audio": "https://tts.langeek.co/read?text=bWludXRl&hash=d5ed2bc9ee9bf84446d993eb0972316a6ab7af04&lang=en&cache-only=0",
            "defineEn": "very small",
            "defineVi": "rất nhỏ",
            "hasImg": true
        },
        {
            "id": "77213f16-fc53-4c51-96b2-6c75d4e0ddbc",
            "word": "to object",
            "phonetic": "tʊ ɑːbdʒɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The boat hit against an object under the surface of the water.",
                "My cousin objected and he was not a minority of one.",
                "Workers scrambled to carry priceless objects out of harm's way.",
                "She stepped on a sharp object and hurt her foot.",
                "The metal rod began to bend under the weight of the heavy object."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb2JqZWN0&hash=df40bd38862928aeb3de311e06a362638b8d0dc1&lang=en&cache-only=0",
            "defineEn": "to give a fact or an opinion as a reason against something",
            "defineVi": "để đưa ra một thực tế hoặc một ý kiến như một lý do chống lại một cái gì đó"
        },
        {
            "id": "8a9937cc-c30b-4fbc-998f-d3fbce3f66e8",
            "word": "invalid",
            "phonetic": "ɪnvælɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Your argument is now invalid. ",
                "So, I'm like, OK, well that's, you know, not a totally invalid argument.",
                "In December 2020, the retailer was sued by the Justice Department, accused of fueling the opioid crisis in America and unlawfully filling thousands of invalid prescriptions.",
                "Link doesn't like coconut, so his opinion is also invalid for these.",
                "and I will render an incredibly unfair and invalid opinion."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52YWxpZA&hash=285f9eb95b67c93310e811824d3d53981743c7fd&lang=en&cache-only=0",
            "defineEn": "not legally or officially acceptable or recognized anymore due to a change in circumstances or conditions",
            "defineVi": "không được chấp nhận hoặc công nhận về mặt pháp lý hoặc chính thức nữa do thay đổi hoàn cảnh hoặc điều kiện"
        },
        {
            "id": "b8052f63-45bf-4388-b6d0-4e02cf879eb7",
            "word": "contract",
            "phonetic": "kɑːntɹækt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company has held the advertising contract since 2005.",
                "Contracts and leases to work the mines.",
                "Our competitors obtained the contract by breaking every rule in the book.",
                "That contract proved to be a millstone around his neck.",
                "The company has won a contract to supply books and materials to schools."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJhY3Q&hash=814273244b39704f542dbc2c66797eef7d53b75a&lang=en&cache-only=0",
            "defineEn": "an official agreement between two or more sides that states what each of them has to do",
            "defineVi": "một thỏa thuận chính thức giữa hai hoặc nhiều bên nêu rõ những gì mỗi người trong số họ phải làm",
            "hasImg": true
        },
        {
            "id": "bf3f4e8c-7c04-4a42-8873-15ead042996b",
            "word": "out of date",
            "phonetic": "aʊɾəv deɪt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3V0IG9mIGRhdGU&hash=d8ce3c842a54a1c24ca1a92ba33ea4437135feeb&lang=en&cache-only=0",
            "defineEn": "no longer useful or fashionable",
            "defineVi": "không còn hữu ích hoặc thời trang",
            "hasImg": true
        },
        {
            "id": "e6753fc7-799f-4213-9349-50e6c87bf573",
            "word": "rubbish",
            "phonetic": "ɹʌbɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is rubbish!",
                "Each 180-litre container will hold up to three black bags of rubbish.",
                "Each 180-litre container will hold up to three black bags of rubbish.",
                "The thing is, you're rubbish at copying your own code.",
                "When he saw that people used the Holy Mount in the middle of the town as a place for rubbish, he started to clean it with his own hands."
            ],
            "audio": "https://tts.langeek.co/read?text=cnViYmlzaA&hash=9d5b7a6aa141f74d2edc741acc1fdf2eaa3676e4&lang=en&cache-only=0",
            "defineEn": "unwanted, worthless, and unneeded things that people throw away",
            "defineVi": "những thứ không mong muốn, vô giá trị và không cần thiết mà mọi người vứt đi",
            "hasImg": true
        },
        {
            "id": "c9a49c19-7150-4fe6-9d1f-5b0ed17eccd7",
            "word": "small",
            "phonetic": "smɔːl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Small cracks appeared in the wall.",
                "That holiday cost me a small fortune.",
                "This small restaurant is the best pound for pound in the city.",
                "The whole may be smaller than the sum of its parts!",
                "I gave a small donation."
            ],
            "audio": "https://tts.langeek.co/read?text=c21hbGw&hash=7df44bdfe670afa5fa2f958b47b2ad3554cee646&lang=en&cache-only=0",
            "defineEn": "little or below average in size, amount, degree, etc.",
            "defineVi": "ít hoặc dưới mức trung bình về kích thước, số lượng, mức độ, v.v.",
            "hasImg": true
        },
        {
            "id": "76ef3538-75ab-4511-81ff-a99522b2e2c6",
            "word": "written agreement",
            "phonetic": "ɹɪʔn̩ ɐɡɹiːmənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d3JpdHRlbiBhZ3JlZW1lbnQ&hash=c985391561263ac728c986a8b298ec594da4b6d7&lang=en&cache-only=0",
            "defineEn": "a document that specifies the terms and conditions agreed upon by two or more parties in a contractual relationship",
            "defineVi": "một tài liệu quy định các điều khoản và điều kiện được thỏa thuận bởi hai hoặc nhiều bên trong một mối quan hệ hợp đồng",
            "hasImg": true
        },
        {
            "id": "f9a03b45-a572-4e51-8970-b0e39f256005",
            "word": "satisfied",
            "phonetic": "sæɾɪsfaɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Make a complaint if you are not satisfied with the service.",
                "The school's dedication to providing quality education and fostering a supportive learning environment was showcased in a good light by satisfied parents.",
                "Maria's boss was never satisfied with her work, and she realized that desire has no limit, as no matter how much she improved, he always wanted more.",
                "Jack never felt satisfied devoting his time and attention to one thing, so instead he's scratched the surface of a number of hobbies and interests.",
                "I'm satisfied."
            ],
            "audio": "https://tts.langeek.co/read?text=c2F0aXNmaWVk&hash=6e1187f5484ee3c56257e3b36c6fa85ca750190c&lang=en&cache-only=0",
            "defineEn": "feeling happy because we have what we wanted, or because something has happened the way we wanted",
            "defineVi": "cảm thấy hạnh phúc vì chúng tôi có những gì chúng tôi muốn, hoặc vì điều gì đó đã xảy ra theo cách chúng tôi muốn",
            "hasImg": true
        },
        {
            "id": "495bcf37-6d15-465c-a345-29aad603bea4",
            "word": "bags of {sth}",
            "phonetic": "bæɡz ʌv ɛstiːeɪtʃ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFncyBvZiB7c3RofQ&hash=8e86ef5d31466eebd38bad8a190e41f69d3b9653&lang=en&cache-only=0",
            "defineEn": "a large amount or quantity of something",
            "defineVi": "một số lượng lớn hoặc số lượng của một cái gì đó"
        },
        {
            "id": "483a150f-2c41-4f6d-b931-5ec01e5c699f",
            "word": "loads",
            "phonetic": "loʊdz ",
            "partOfSpeechType": "noun",
            "examples": [
                "- Loads of different ways but when we talked to these people, because we've interviewed people that sell these things, they'd say that when social media platforms put new regulation into account, into effect, it takes them about two or three weeks to counter those new speed bumps that they put in, if you wanna use that word.",
                "We know that it's complex, that it creates HUNDREDS of different compounds and that it involves LOADS of chemical reactions that, as I said, we’re not going to get into, and anyway we don’t understand it anywhere near 100%."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9hZHM&hash=a24e287532e306e3241721251d155a09db49ad07&lang=en&cache-only=0",
            "defineEn": "a large quantity or amount of something, usually used to express an exaggerated amount",
            "defineVi": "một số lượng lớn hoặc số lượng của một cái gì đó, thường được sử dụng để thể hiện một số lượng phóng đại"
        },
        {
            "id": "b008a131-5ab9-4dbd-8fbd-145673480508",
            "word": "zillion",
            "phonetic": "zɪliən ",
            "partOfSpeechType": "noun",
            "examples": [
                "There are a zillion things that I can talk about, but experiences are so helpful as well.",
                "Does that mean that I gained a zillion pounds and things just went off the rails?",
                "There are zillions of ways that we can be crafty and more thoughtful really, Without spending a lot of money.",
                "You’ll find a zillion different types of task managers out there, but there are only a few really essential features.",
                "The solar magnetic fields are like that, except there can be zillions of them all over the Sun’s surface, where they can interact and even get tangled up."
            ],
            "audio": "https://tts.langeek.co/read?text=emlsbGlvbg&hash=442a5d6f7ba07fec486f4f442fd92f0da7084000&lang=en&cache-only=0",
            "defineEn": "an extremely large, but unspecified number or quantity, often used as an exaggeration to emphasize the vastness of something",
            "defineVi": "một số lượng hoặc số lượng cực kỳ lớn, nhưng không xác định, thường được sử dụng như một sự phóng đại để nhấn mạnh sự rộng lớn của một cái gì đó"
        },
        {
            "id": "cc1d9598-7fe5-4b15-99b7-128d12c8bd66",
            "word": "bags of {sth}",
            "phonetic": "hiːps ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFncyBvZiB7c3RofQ&hash=8e86ef5d31466eebd38bad8a190e41f69d3b9653&lang=en&cache-only=0",
            "defineEn": "a large amount or quantity of something",
            "defineVi": "một số lượng lớn hoặc số lượng của một cái gì đó"
        },
        {
            "id": "67440433-a687-4d52-8111-fd565ed35075",
            "word": "pile",
            "phonetic": "paɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "She found her keys under a pile of papers on her desk.",
                "He savored the juicy bacon burger, piled high with crispy bacon, lettuce, tomato, and a tangy barbecue sauce.",
                "He carefully selected the least overripe avocados from the pile.",
                "On his return, when Pete saw the pile of files on his desk, he groaned inwardly.",
                "All is grist that comes to the mill, he would tell his employees, as they sorted through piles of discarded items."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlsZQ&hash=0c7be7c1c2b8b87af8622868ec6f727f66888741&lang=en&cache-only=0",
            "defineEn": "a large number or amount",
            "defineVi": "một số lượng lớn hoặc số tiền"
        },
        {
            "id": "da764494-b529-4aff-af98-568a614d5ceb",
            "word": "umpteen",
            "phonetic": "ʌmptiːn ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW1wdGVlbg&hash=c01398a9e8e475b5ef18fd8bc63af050b2ba21e7&lang=en&cache-only=0",
            "defineEn": "referring to an indefinitely large number of things or a large but unspecified number",
            "defineVi": "đề cập đến một số lượng lớn không xác định hoặc một số lượng lớn nhưng không xác định"
        },
        {
            "id": "e94db594-b9b5-4ca7-9b32-5f0d2f4a6e52",
            "word": "tons",
            "phonetic": "tʌnz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG9ucw&hash=b39629e6330ddf3e1cbb33b9236dda2bf7cfc660&lang=en&cache-only=0",
            "defineEn": "a large amount of something, usually a physical quantity",
            "defineVi": "một số lượng lớn của một cái gì đó, thường là một số lượng vật lý"
        },
        {
            "id": "4d65ef59-6b68-4df0-b75d-b2000e5325bb",
            "word": "horde",
            "phonetic": "hoːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Violence itself actually created the infected hordes in 28 Days Later.",
                "The body sends hordes of white blood cells, antibodies and inflammatory molecules to kill the foreign invader.",
                "Using charms and craftiness, they horde their treasures in mountains, woods, caves, and rocks.",
                "But these stores of food attracted hordes of rodents, as well as their predator, Felis silvestris lybica - the wildcat found across North Africa and Southwest Asia.",
                "In fact, it was a Mongol horde including converted Christian tribes that had routed the army."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9yZGU&hash=fbd4cc39ffdb5e76adcc35160a2f5d3d88d425dc&lang=en&cache-only=0",
            "defineEn": "an immense or overwhelming number of people or things",
            "defineVi": "một số lượng lớn hoặc áp đảo của người hoặc vật"
        },
        {
            "id": "e2ec2006-5d4f-44c9-a4d4-f054f2b3b50a",
            "word": "mass",
            "phonetic": "mæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Meat and mass never hindered man.",
                "Is Donald Trump trembling in his boots over mass occult and witch spells?",
                "My fitness coach kept telling me I need to eat breakfast like a king, lunch like a prince and dinner like a pauper in order to maintain my muscle mass while cutting body fat.",
                "You have mass.",
                "The answer is mass."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFzcw&hash=89d2e9b6dcf9ac4b17321fbb4443bd26d24f441b&lang=en&cache-only=0",
            "defineEn": "a large quantity or number of something, often referring to a group of objects or people that are considered together",
            "defineVi": "một số lượng lớn hoặc số lượng của một cái gì đó, thường đề cập đến một nhóm các đối tượng hoặc những người được coi là cùng nhau"
        },
        {
            "id": "61688ef9-cc76-4594-861a-12a69deb46f5",
            "word": "to tell off",
            "phonetic": "tə tɛl ɔf ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdGVsbCBvZmY&hash=1a364d9c24b9145579c97ad654e9564267f046a8&lang=en&cache-only=0",
            "defineEn": "to express sharp disapproval or criticism of someone's behavior or actions",
            "defineVi": "để bày tỏ sự phản đối hoặc chỉ trích gay gắt về hành vi hoặc hành động của ai đó"
        }
    ]
}