{
    "id": "3b289268-fe9e-453d-931f-b2b27b71952d",
    "title": "Are You Sure?",
    "originalTitle": "Lesson 34",
    "words": [
        {
            "id": "dadea5ac-9109-4912-9a3e-4aafcfafb774",
            "word": "to assure",
            "phonetic": "tʊ əʃʊɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I assure you.",
                "I assure you that our company has opened our kimono about every aspect of our tax obligations to the state.",
                "The customer service representative assured me that someone would be available to assist me shortly.",
                "I assure you, ma'am, we will stop at nothing to catch that thief.",
                "He felt a sense of relief when the doctor assured him that his stomach issue was temporary."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNzdXJl&hash=64c4c880d73696b9ecdc38b3b847eafa50b8c9c1&lang=en&cache-only=0",
            "defineEn": "to make someone sure about someone or something",
            "defineVi": "để làm cho ai đó chắc chắn về một ai đó hoặc một cái gì đó"
        },
        {
            "id": "6c67124f-6ef6-4eaf-ab19-7111d3ed9897",
            "word": "to bet",
            "phonetic": "tə bɛt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company bets its bottom dollar when it spends a lot of money on advertising.",
                "The company hedged its bets by developing a second line of products.",
                "I bet his ears are burning right now.",
                "She hedged her bets by applying for various other jobs as well.",
                "The pilot's best bet was to make an emergency landing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmV0&hash=7638a40068d4315cbfbcb73d87128387afc15a9e&lang=en&cache-only=0",
            "defineEn": "used to express that one is sure about something or thinks that something is very likely",
            "defineVi": "được sử dụng để thể hiện rằng một người chắc chắn về điều gì đó hoặc nghĩ rằng điều gì đó rất có thể xảy ra"
        },
        {
            "id": "d99f903e-39c5-44f4-b5a3-1c06b94f3121",
            "word": "to ensure",
            "phonetic": "tʊ ɛnʃʊɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "A very extensive research and development programme ensures that we're ahead of the game.",
                "She ensured that the lamb's lettuce received enough sunlight and water.",
                "He always ensures that his outfit is impeccable, never a hair out of place.",
                "The zookeepers took special care of the baby elephant, ensuring its healthy growth.",
                "Harvesting abalone for culinary purposes requires sustainable practices to ensure the long-term survival of it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5zdXJl&hash=5d4a4378a8c386bd421ae7c20a724f3fbea75dd7&lang=en&cache-only=0",
            "defineEn": "to make sure that something will happen",
            "defineVi": "để chắc chắn rằng một cái gì đó sẽ xảy ra"
        },
        {
            "id": "20b99628-fae4-4112-8d0d-a4489848c2b1",
            "word": "to forecast",
            "phonetic": "tə fɔːɹkæst ",
            "partOfSpeechType": "verb",
            "examples": [
                "Church officials today forecast red ink of nearly $60 million this year.",
                "J.C. Penney withdrew its financial forecast.",
                "A 2019 Morgan Stanley report forecasted that the market for high speed travel could reach 800 billion dollars in annual sales by 2040.",
                "The forecast does not include the COVID relief package now under consideration.",
                "Economists have been baking into their forecasts a slowdown of economic growth."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9yZWNhc3Q&hash=cd12ba9abbea30f07b374853bb46009a4bacdd5e&lang=en&cache-only=0",
            "defineEn": "to predict the coming events, based on the existing information",
            "defineVi": "để dự đoán các sự kiện sắp tới, dựa trên thông tin hiện có"
        },
        {
            "id": "d145bc55-bbb5-4972-bf03-6e3a049a6ac0",
            "word": "to guarantee",
            "phonetic": "tə ɡæɹəntiː ",
            "partOfSpeechType": "verb",
            "examples": [
                "Not even the most talented athlete is guaranteed a long career.",
                "Blue blood is no guarantee of any particular merit, competence, or expertise.",
                "Winning one game does not guarantee success for the entire season.",
                "If you leave your science project in my way, I can't guarantee I won't step on it!",
                "The talented athlete has it made with a lucrative contract and sponsorships that guarantee their financial security."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3VhcmFudGVl&hash=924cf1823c94ac7e1f51e8055bd9526d7fef1d90&lang=en&cache-only=0",
            "defineEn": "to make sure that something will occur",
            "defineVi": "để đảm bảo rằng một cái gì đó sẽ xảy ra"
        },
        {
            "id": "ade7a18f-aacc-4222-ab9f-c9f36ec8fc95",
            "word": "to hesitate",
            "phonetic": "tə hɛzᵻteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "so I didn't hesitate.",
                "She hesitated to touch the hot pan with her bare hands.",
                "Never one to hesitate before shaking the plum tree for himself or his intimates.",
                "Don't you dare hesitate Manfred!",
                "The soldier knew that in combat, he who hesitates is lost, and so he trained rigorously to react quickly and decisively in any situation."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGVzaXRhdGU&hash=832ccbe55ce1040f6478ca8b89fd7b7671376aaa&lang=en&cache-only=0",
            "defineEn": "to pause before saying or doing something because of uncertainty or nervousness",
            "defineVi": "tạm dừng trước khi nói hoặc làm điều gì đó vì không chắc chắn hoặc lo lắng"
        },
        {
            "id": "4d9c7c96-145d-4bfe-877e-f8af6537b2f3",
            "word": "ought to",
            "phonetic": "ɔːt tuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company ought to do something about the poor service.",
                "You ought to see a doctor about that cough.",
                "Peter ought to be ashamed of himself.",
                "He ought to resign, I think.",
                "If you're passing blood you ought to see a doctor."
            ],
            "audio": "https://tts.langeek.co/read?text=b3VnaHQgdG8&hash=3a0ff9200c91e72c30d610078b1c41a4cd80f142&lang=en&cache-only=0",
            "defineEn": "used to talk about what one expects or likes to happen",
            "defineVi": "được sử dụng để nói về những gì một người mong đợi hoặc muốn xảy ra"
        },
        {
            "id": "f140732a-657f-4765-8c82-953ece1ee466",
            "word": "to recall",
            "phonetic": "tə ɹᵻkɔːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The paintings were damaged beyond recall.",
                "He nostalgically recalled his childhood, reminiscing about his mom's homemade Vegemite and cheese scrolls.",
                "I'm afraid we can't recover the pictures - your camera is beyond recall.",
                "His wife smiled, recalling the old saying that a man is a lion in his own cause.",
                "He scratched his chin, trying to recall the answer to the question."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjYWxs&hash=8f81d15b82fa3c80a73b4cfb88dceb15bbd1faa5&lang=en&cache-only=0",
            "defineEn": "to bring back something from the memory",
            "defineVi": "để mang lại một cái gì đó từ bộ nhớ",
            "hasImg": true
        },
        {
            "id": "609b1f24-2325-474a-90cc-faedfeec7e15",
            "word": "should",
            "phonetic": "ʃʊd ",
            "partOfSpeechType": "verb",
            "examples": [
                "A couple of years in the army should make a man of him.",
                "Offenders should receive their just deserts.",
                "Teachers should read more poetry to children.",
                "Should've bought that shirt.",
                "Her death should serve as a warning to other young people."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvdWxk&hash=488311e8f07aaf6c7b29a7404a7a5134f73f08b6&lang=en&cache-only=0",
            "defineEn": "used to show expectancy regarding something",
            "defineVi": "được sử dụng để hiển thị mong đợi về một cái gì đó"
        },
        {
            "id": "5a18a341-9f7a-4d0c-9c5a-4c505b4f4399",
            "word": "to suspect",
            "phonetic": "tə səspɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The suspects are in the wind.",
                "One suspects that he is writing with tongue in cheek.",
                "The police searched the suspect's house for evidence.",
                "The suspect has been on the hook in the interrogation room for about 12 hours now.",
                "I suspect the management is dragging its heels on this issue."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VzcGVjdA&hash=a8634350201a5210d65ba418629e397bd5c881fe&lang=en&cache-only=0",
            "defineEn": "to think that something is probably true, especially something bad, without having proof",
            "defineVi": "để nghĩ rằng một cái gì đó có lẽ là sự thật, đặc biệt là một cái gì đó xấu, mà không có bằng chứng"
        },
        {
            "id": "77d214e9-9794-4c61-af11-34b958931cdc",
            "word": "would",
            "phonetic": "wʊd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The sauce would kill the taste of the herbs.",
                "This room would make a nice office.",
                "A cure for lung cancer would save thousands of lives each year.",
                "The book dealer would not break up the set.",
                "Would wonders ever cease?"
            ],
            "audio": "https://tts.langeek.co/read?text=d291bGQ&hash=60bb002312314c7bb3b315664ebe1851e3cf125d&lang=en&cache-only=0",
            "defineEn": "used to express an opinion about which one is not certain",
            "defineVi": "được sử dụng để bày tỏ ý kiến về cái gì không chắc chắn"
        },
        {
            "id": "2ef8d459-32a1-406c-8c19-5fe4abd3aba0",
            "word": "bound",
            "phonetic": "baʊnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The company is growing by leaps and bounds this year.",
                "Even though she was fully aware of the risks, Susan refused to take the necessary precautions to prevent the spread of a contagious disease, proving that selfishness knows no bound.",
                "It's bounded.",
                "In 1529, another treaty set bounds for each country in the Indian Ocean and Pacific regions.",
                "So the difference for Trump’s inauguration was leaps and bounds. "
            ],
            "audio": "https://tts.langeek.co/read?text=Ym91bmQ&hash=fb607a4d2ad609827f2dadbee2be40bc4f523674&lang=en&cache-only=0",
            "defineEn": "likely to happen or sure to experience something",
            "defineVi": "có khả năng xảy ra hoặc chắc chắn để trải nghiệm một cái gì đó"
        },
        {
            "id": "90b4fad1-e45e-4564-9081-fa545dcd3e73",
            "word": "sure",
            "phonetic": "ʃʊɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Jane sure ran a tight ship around here.",
                "That player sure got the bird after he dropped the ball.",
                "The boss sure aired his lungs when we lost another customer!",
                "He felt sure about his answer during the exam.",
                "You can be sure of that."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VyZQ&hash=f73faae01c779f276ccdba58f660a1e197d64697&lang=en&cache-only=0",
            "defineEn": "describing something that will happen or be received certainly",
            "defineVi": "mô tả một cái gì đó sẽ xảy ra hoặc được nhận chắc chắn"
        },
        {
            "id": "3257b479-2c2d-42d1-90c8-13d308bb4208",
            "word": "convinced",
            "phonetic": "kənvɪnst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He is convinced talk of a leadership challenge will come to nothing.",
                "When I voted for him I was convinced he would win, but I backed the wrong horse!",
                "Convinced I was.",
                "Are you convinced?",
                "But not everyone is convinced."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udmluY2Vk&hash=808ae6b252acde072a6c2ec315b2f13ef8d9067d&lang=en&cache-only=0",
            "defineEn": "having a strong belief in something or being certain about it",
            "defineVi": "có một niềm tin mạnh mẽ vào một cái gì đó hoặc chắc chắn về nó"
        },
        {
            "id": "e8a2be29-71fb-4f1c-a75a-84662eb34846",
            "word": "expected",
            "phonetic": "ɛkspɛktᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Those events in Tokyo have an expected cost of $118 million.",
                "and there's no expected reprieve.",
                "The expected value of this is going to be this.",
                "The expected cost varies from just six figures for a demonstrator, and then it goes into the several millions for a plant of the size we're currently building.",
                "In the next video I'll introduce you to the idea of an expected value."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwZWN0ZWQ&hash=62beb0c8b99c14c1b51c07c0262d0c988e714ce4&lang=en&cache-only=0",
            "defineEn": "considered to be probable or possible to happen",
            "defineVi": "được coi là có thể xảy ra hoặc có thể xảy ra"
        },
        {
            "id": "d2ee0352-e7ea-4cd9-abf2-e08b36bfbe80",
            "word": "inevitable",
            "phonetic": "ɪnɛvᵻɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "From the moment the negotiations failed, the die was cast and war was inevitable.",
                "Instead of whistling in the dark about the inevitable disaster, we should be making plans for when it strikes.",
                "The team knew they were going to lose the game, so they resigned themselves to the inevitable defeat and played their best anyway.",
                "Ecological disaster was inevitable.",
                "That carbon-based life is inevitable?"
            ],
            "audio": "https://tts.langeek.co/read?text=aW5ldml0YWJsZQ&hash=57e2469f6c8f5b4333365ae4d0efdb11a582f825&lang=en&cache-only=0",
            "defineEn": "bound to happen in a way that is impossible to avoid or prevent",
            "defineVi": "nhất định xảy ra theo cách không thể tránh hoặc ngăn chặn"
        },
        {
            "id": "baf3ac6d-3eff-4779-8b90-fc5c40a3890a",
            "word": "rash",
            "phonetic": "ɹæʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Three days later a rash appeared.",
                "There is no rash.",
                "I've already made a rash decision.",
                "Tell us about the rash.",
                "Ariana Hawk's son suffered from blisters and skin rashes."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFzaA&hash=743c4ae615fa9ceb109a872fae6ce336a96a657c&lang=en&cache-only=0",
            "defineEn": "done without carefully considering what might happen",
            "defineVi": "thực hiện mà không xem xét cẩn thận những gì có thể xảy ra"
        },
        {
            "id": "7fa86a31-e9bb-4654-acbd-971771b7a2a0",
            "word": "positive",
            "phonetic": "pɑːzᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She left a positive review online for the restaurant where she ordered a pizza.",
                "If you invest time and energy into learning and personal growth, you will see positive results in your life.",
                "Melissa's new book got off to a flying start, with high sales and positive reviews from readers and critics alike.",
                "Consuming prunes may have a positive impact on heart health by reducing LDL cholesterol levels.",
                "Sticks and stones may break my bones, but my positive attitude will never falter."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zaXRpdmU&hash=7b0e13c8ef0095c5a4870f016efef36834b94539&lang=en&cache-only=0",
            "defineEn": "(of a person) completely sure about the truth or correctness of something",
            "defineVi": "(của một người) hoàn toàn chắc chắn về sự thật hoặc tính đúng đắn của một cái gì đó"
        },
        {
            "id": "78346c68-b1e6-4911-b6ec-97a259c46dec",
            "word": "probable",
            "phonetic": "pɹɑːbəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Scientists have already found probable candidates, too.",
                "[Narrator] Some of the death certificates list probable COVID-19 as the cause of death, but tests were in short supply.",
                "And he says that it’s simply more probable that God designed the world, than that it came about through the pure chance of evolutionary processes.",
                "Klare says that Rank One's technology was misused in this case, because a match is not probable cause for arrest.",
                "Another one of the probable functions of capsaicin was to keep organisms like us away."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvYmFibGU&hash=56aa366af0fa38014a41b045539d4ffbd9224160&lang=en&cache-only=0",
            "defineEn": "with a high possibility to happen or be true but not certain",
            "defineVi": "với khả năng xảy ra cao hoặc có thật nhưng không chắc chắn"
        },
        {
            "id": "a288c7d2-1987-4f6f-b88e-04ca40c23430",
            "word": "uncertain",
            "phonetic": "ʌnsɜːʔn̩ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The success of the business venture was uncertain from the beginning, and now it is in the lap of the gods.",
                "She was told in no uncertain terms that the magazine had no interest in her short stories.",
                "While the promotion is not certain, John is hesitant to leave his current job as a bird in the hand is worth more than uncertain opportunities.",
                "When considering whether or not to start a family, it's important to keep in mind that children are certain cares but uncertain comforts and be prepared for the challenges of parenting.",
                "Whenever I feel lost or uncertain, I turn to my favorite books, knowing that a book holds a house of gold that can provide guidance and inspiration."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5jZXJ0YWlu&hash=baa834210f8ed90d55679a1e7b45b9a956917d56&lang=en&cache-only=0",
            "defineEn": "(of a person) showing a lack of confidence and having doubts about something",
            "defineVi": "(của một người) thể hiện sự thiếu tự tin và nghi ngờ về điều gì đó",
            "hasImg": true
        },
        {
            "id": "dcaafbd0-2b2e-4411-8941-478fc6e01037",
            "word": "out of sight",
            "phonetic": "aʊɾəv saɪt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3V0IG9mIHNpZ2h0&hash=ad7a0465deb551b272e742ed323927b9c153ed33&lang=en&cache-only=0",
            "defineEn": "not within the area that is visible to one",
            "defineVi": "không nằm trong khu vực mà một người có thể nhìn thấy"
        },
        {
            "id": "251499d4-c200-46ff-b773-04bcf7996114",
            "word": "unclear",
            "phonetic": "ʌŋklɪɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Its fate in the Senate remains unclear.",
                "Its prospects in the Senate are unclear.",
                "The details of the reforms are unclear.",
                "The outlook for coronavirus is still unclear.",
                "Prospects for passage in the Senate, however, are unclear."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5jbGVhcg&hash=4620a0840bf54c4457f34d66c93087bbcfb849db&lang=en&cache-only=0",
            "defineEn": "not easy to understand",
            "defineVi": "không dễ hiểu"
        },
        {
            "id": "9f0aa4be-b4a6-4f77-872d-8f5f3e1f2768",
            "word": "no doubt",
            "phonetic": "noʊ daʊt ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The intense gaze from across the room, eyes on stalks, left no doubt about his attraction.",
                "There will no doubt be a great hue and cry when the reorganisation is announced.",
                "There is no doubt that knowledge is power, and those who seek to learn will always have an advantage in life.",
                "The trees are aflame with color this week, letting there be no doubt we are really and truly in autumn.",
                "No doubt plastics are useful."
            ],
            "audio": "https://tts.langeek.co/read?text=bm8gZG91YnQ&hash=9d13fa532cd831e8ce830babb51a3cb7612decf3&lang=en&cache-only=0",
            "defineEn": "used to say that something is likely to happen or is true",
            "defineVi": "được sử dụng để nói rằng một cái gì đó có khả năng xảy ra hoặc là sự thật"
        },
        {
            "id": "d3b88a17-85c5-4c0a-8987-ec6cc98d284f",
            "word": "certainty",
            "phonetic": "sɜːtənti ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, like induction, abduction doesn’t give us certainty.",
                "There's no certainty as to when.",
                "Sputnik shatters certain American certainties and a sense of security.",
                "Inductive arguments don’t provide you with certainty.",
                "Because before taxes, the only certainty was death."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VydGFpbnR5&hash=232f70c501d5600112ffe6b6db5c7f7084029efb&lang=en&cache-only=0",
            "defineEn": "the state of being sure about something, usually when there is proof",
            "defineVi": "trạng thái chắc chắn về điều gì đó, thường là khi có bằng chứng"
        },
        {
            "id": "1730f7a1-acdc-4a3f-a667-02f95e34a229",
            "word": "confidence",
            "phonetic": "kɑːnfɪdəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "He lost confidence and backed out of the deal at the last minute.",
                "We have confidence in the police's ability to investigate and solve crimes.",
                "Olivia shows her skin with confidence, wearing a swimsuit at the beach.",
                "The performance improved as their confidence grew.",
                "He clearly knew the game backward and forward and had confidence in his opinions."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZmlkZW5jZQ&hash=bde7d3987db1987fe0253db1f3ef04bfca53ac62&lang=en&cache-only=0",
            "defineEn": "the belief that one can trust or count on someone or something",
            "defineVi": "niềm tin rằng một người có thể tin tưởng hoặc tin tưởng vào ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "f1e15dc3-6a55-47b5-be0a-509dc65b0745",
            "word": "confusion",
            "phonetic": "kənfjuːʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The announcement only succeeded in creating confusion.",
                "The group of students working on the assignment found that adding more people to the team only led to confusion and inefficiency, proving how two boys are half a boy, and three boys are no boy at all.",
                "The company had two CEOs, but they quickly realized that when two ride together one must ride behind, and eventually appointed one as the clear leader to avoid confusion and conflicts.",
                "Confusion about eligibility for loan forgiveness is widespread.",
                "The confusion takes away some of your sense of control."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZnVzaW9u&hash=5d7ac5dc7230c8bbdfb39364e74d787a491b179b&lang=en&cache-only=0",
            "defineEn": "a state of disorder in which people panic and do not know what to do",
            "defineVi": "một trạng thái rối loạn trong đó mọi người hoảng sợ và không biết phải làm gì"
        },
        {
            "id": "75e04940-ae0a-489b-8ea1-71460ff48d1f",
            "word": "probability",
            "phonetic": "pɹɑːbəbɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "A post, which in all probability, is fake and written solely for either earning a brownie point or being afraid of left out.",
                "Which light-absorbing molecule in which cone a particular photon hits, comes down to probability.",
                "These numbers are probabilities.",
                "Probability that this is a dog: 93%!",
                "The probability is less than our significance level."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvYmFiaWxpdHk&hash=7e7332f6234b2fc80c5d8dfef01dfa8c4f7d60c3&lang=en&cache-only=0",
            "defineEn": "how possible or likely something is to happen",
            "defineVi": "làm thế nào có thể hoặc có khả năng một cái gì đó sẽ xảy ra"
        },
        {
            "id": "c5446800-cf8b-4257-9508-a420eff838c8",
            "word": "to deceive",
            "phonetic": "tə dᵻsiːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "He always warned his friends to be cautious of women, saying that the female of the species is more deadly than the male and that they should never underestimate a woman's ability to manipulate and deceive.",
                "They deceived so many people.",
                "Do my eyes deceive me?",
                "'I do not deceive people!",
                "And you can deceive."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVjZWl2ZQ&hash=f4cc271baec4040ad39cb857401aa6cad2ad99ee&lang=en&cache-only=0",
            "defineEn": "to make a person believe something untrue",
            "defineVi": "để làm cho một người tin rằng một cái gì đó không đúng sự thật",
            "hasImg": true
        },
        {
            "id": "cdc1669d-5e10-4fff-954f-3c515f817eee",
            "word": "somehow",
            "phonetic": "sʌmhaʊ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "I'll get the money somehow.",
                "He somehow took it as a personal insult.",
                "If my dad somehow finds out about all this, our cake is dough.",
                "somehow managed to get out of that place still in one piece and into the fresh air, we thanked lucky stars and headed off in the direction of the river.",
                "Despite all that chaos, the crew somehow kept on top of the situation"
            ],
            "audio": "https://tts.langeek.co/read?text=c29tZWhvdw&hash=021a03c5702d45bd4eace63d8bf4fae9cdf64796&lang=en&cache-only=0",
            "defineEn": "in a way or by some method that is not known or certain",
            "defineVi": "theo một cách nào đó hoặc bằng một số phương pháp không được biết hoặc chắc chắn"
        },
        {
            "id": "2d4dfc11-46a1-447f-9963-05f2fff3f9de",
            "word": "scheme",
            "phonetic": "skiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scheme sets a precedent for other companies.",
                "Ruinous new road schemes that desecrate the countryside.",
                "The scheme is designed to help kids whose parents have fallen on hard times.",
                "You've put our entire business at risk with this ridiculous scheme!",
                "To my knowledge, he has not been involved in the fraud scheme."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NoZW1l&hash=9038e6648d0021685286bfa9e5306f91d0ac154e&lang=en&cache-only=0",
            "defineEn": "a secret plan, particularly one that is made to deceive other people",
            "defineVi": "một kế hoạch bí mật, đặc biệt là một kế hoạch được thực hiện để đánh lừa người khác"
        },
        {
            "id": "75866e41-1478-4d76-856f-cc78f09dbba7",
            "word": "not necessarily",
            "phonetic": "nɑːt nɛsɪsɛɹᵻli ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bm90IG5lY2Vzc2FyaWx5&hash=e2822b4f25c7823bcf3f090e7550d139559ca7bc&lang=en&cache-only=0",
            "defineEn": "used usually in a response to show that something may not be true",
            "defineVi": "thường được sử dụng trong một câu trả lời để chỉ ra rằng điều gì đó có thể không đúng"
        },
        {
            "id": "88b4754a-0876-4c3f-8ac2-b74679ba84d0",
            "word": "you bet",
            "phonetic": "juː bɛt ",
            "partOfSpeechType": "interjection",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=eW91IGJldA&hash=cdea6c3487d583faa34ad730804322e36d71008d&lang=en&cache-only=0",
            "defineEn": "used to show that someone has made a good suggestion or guess",
            "defineVi": "được sử dụng để chỉ ra rằng ai đó đã đưa ra một gợi ý hay đoán"
        },
        {
            "id": "95202d9a-f00d-4cd0-87e6-cb7079ab913b",
            "word": "to check out",
            "phonetic": "tə tʃɛk aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Alice's husband had a roving eye, always checking out other women even when they were out together.",
                "Check out the bag cam.",
                "Check out their site.",
                "Check out his astronomy blog here.",
                "Check out the links in the description."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hlY2sgb3V0&hash=c4ed40daff39efeb881afc68d72073089bf12b26&lang=en&cache-only=0",
            "defineEn": "to examine if someone is suitable or something is true",
            "defineVi": "để kiểm tra nếu ai đó là phù hợp hoặc một cái gì đó là đúng",
            "hasImg": true
        },
        {
            "id": "b79c9360-f08a-468a-8461-8d30ce7633a2",
            "word": "to go back on",
            "phonetic": "tə ɡoʊ bæk ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Go back on my head.",
                "So anyway, just going back on the different tranches of debt, or buckets of debt.",
                "Can I go back on the lap?",
                "They never went back on their word.",
                "And then maybe in the fall you go back on again."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28gYmFjayBvbg&hash=2646125fb1fc3f300e0519dbc454a70d505b5bf7&lang=en&cache-only=0",
            "defineEn": "to fail to do as one promised or agreed",
            "defineVi": "không làm như một người đã hứa hoặc đã đồng ý"
        },
        {
            "id": "0cee9348-1986-4b6f-baf9-668995b00058",
            "word": "bulletproof",
            "phonetic": "bʊlɪtpɹuːf ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The 9 mm, it is literally bulletproof to a 9-mm handgun.",
                "However, it is not bulletproof.",
                "- That's a bulletproof torso vest.",
                "That's a bulletproof vest, yeah.",
                "Is there going to be bulletproof pickup trucks?"
            ],
            "audio": "https://tts.langeek.co/read?text=YnVsbGV0cHJvb2Y&hash=e12817bd44341489a4393093d9359620aff5b426&lang=en&cache-only=0",
            "defineEn": "guaranteed to work or bring success; lacking any flaws",
            "defineVi": "được đảm bảo để làm việc hoặc mang lại thành công; thiếu bất kỳ sai sót"
        },
        {
            "id": "b21edbf5-de0f-4274-ae16-5c4537b5c777",
            "word": "odds",
            "phonetic": "ɑːdz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2Rkcw&hash=44f3cb72601333de0d0d40f501bf4e493ab8fb51&lang=en&cache-only=0",
            "defineEn": "the probabilities or chances of something actually taking place",
            "defineVi": "xác suất hoặc cơ hội của một cái gì đó thực sự diễn ra"
        },
        {
            "id": "0382a1e0-329d-4f3e-8342-83ced9480291",
            "word": "(set|written|carved|etched) in stone",
            "phonetic": "sɛt slæʃ ɹɪʔn̩ slæʃ kɑːɹvd slæʃ ɛtʃt ɪn stoʊn ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2V0IGluIHN0b25l&hash=7e7f949638cbddc79efb8efbed7d78cdfaa8db2d&lang=en&cache-only=0",
            "defineEn": "not possible to be altered or changed",
            "defineVi": "không thể thay đổi hoặc thay đổi"
        },
        {
            "id": "d51839e4-e1fd-48d1-b3f6-fa8d08039826",
            "word": "(God|Lord|Heaven|goodness) knows",
            "phonetic": "ɡɑːd slæʃ lɔːɹd slæʃ hɛvən slæʃ ɡʊdnəs noʊz ",
            "partOfSpeechType": "sentence",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=R29kIGtub3dz&hash=a8b7db7b26c7443aef996ed3bf9f302db11786a8&lang=en&cache-only=0",
            "defineEn": "used for emphasizing that a person does not have any information about something",
            "defineVi": "được sử dụng để nhấn mạnh rằng một người không có bất kỳ thông tin về một cái gì đó"
        },
        {
            "id": "edc7b915-e8bf-413f-9ddd-55208fd39256",
            "word": "to palm off",
            "phonetic": "tə pɑːm ɔf ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFsbSBvZmY&hash=f782739448e71da2e35af5c957587f4a99f8a603&lang=en&cache-only=0",
            "defineEn": "to dispose of something unwanted or worthless by giving or selling it to someone else via persuasion or deception",
            "defineVi": "vứt bỏ thứ gì đó không mong muốn hoặc vô giá trị bằng cách cho hoặc bán nó cho người khác thông qua thuyết phục hoặc lừa dối"
        },
        {
            "id": "31f75d6e-5a3c-4954-a4ac-c72a121288bb",
            "word": "plastic",
            "phonetic": "plæstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The children drank their juice from colorful plastic glasses.",
                "The children used a plastic fork to eat their pasta.",
                "The frames are made of plastic and they tend to break quite easily.",
                "The mother allowed the children to use a plastic knife for their safety.",
                "The children enjoyed eating yogurt with a colorful plastic spoon."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhc3RpYw&hash=310d1071d55baf9de079b6081e269c0a848852cf&lang=en&cache-only=0",
            "defineEn": "not seeming real, natural, or genuine",
            "defineVi": "dường như không có thật, tự nhiên hoặc chính hãng"
        },
        {
            "id": "fdcb7d24-4b4e-481e-8868-5584db963d82",
            "word": "to question",
            "phonetic": "tə kwɛstʃən ",
            "partOfSpeechType": "verb",
            "examples": [
                "The question requires critical thinking and analysis.",
                "The quiz consisted of multiple-choice questions.",
                "The book raises many important questions.",
                "The waiter patiently answered our questions about the ingredients in the dish.",
                "Can I ask a question?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcXVlc3Rpb24&hash=359c79579e9967bef15a85c4c08d57ab81bd8628&lang=en&cache-only=0",
            "defineEn": "to have or express uncertainty about something",
            "defineVi": "để có hoặc bày tỏ sự không chắc chắn về một cái gì đó",
            "hasImg": true
        }
    ]
}