{
    "id": "3b6fb53e-92ba-4592-b16f-244390be9530",
    "title": "Communication",
    "originalTitle": "Communication",
    "words": [
        {
            "id": "f2c4132a-ffb1-4629-8ed8-b05343b0617a",
            "word": "ADSL",
            "phonetic": "eɪdiːɛsɛl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=QURTTA&hash=7a5f1ba5416cf8b0e2762a3be897bb1c5ae38237&lang=en&cache-only=0",
            "defineEn": "a method of connecting to the internet using a phone line that allows you to use that phone line at the same time",
            "defineVi": "một phương pháp kết nối với internet bằng đường dây điện thoại cho phép bạn sử dụng đường dây điện thoại đó cùng một lúc",
            "hasImg": true
        },
        {
            "id": "79b16724-f92e-4da9-9e7b-70baa4185ebd",
            "word": "carrier",
            "phonetic": "kæɹiɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She carried her baby on her back using a baby carrier.",
                "U.S. carriers lost a record $60 billion, according to Airlines for America, an industry, trade and lobbying group.",
                "In 2019 the carrier expanded its farm-to-plane initiative for one of the world's longest flights.",
                "Now, strategic carriers are widening their scopes.",
                "American carriers later followed with their version of the flat bed seat."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fycmllcg&hash=e68e000e884944159523620c9cb068ab4a87c84d&lang=en&cache-only=0",
            "defineEn": "a telecommunications firm that provides a cellular or internet service",
            "defineVi": "một công ty viễn thông cung cấp dịch vụ di động hoặc internet"
        },
        {
            "id": "7be92f02-baf6-4193-9c5f-f29687fb1718",
            "word": "area code",
            "phonetic": "ɛɹiə koʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "But if it’s your home phone number you probably type it in quickly: area code, then the first three numbers and then the last four.",
                "[timely] With total photographic memory he remembers everything he's ever read He can tell you the every city in the united states its highways and its area codes and its zip codes and its television stations in his counties And when it was made a state history of any country all the rulers"
            ],
            "audio": "https://tts.langeek.co/read?text=YXJlYSBjb2Rl&hash=4659771ec75564a3c5f9bcb798f8d4721d51d96d&lang=en&cache-only=0",
            "defineEn": "a series of numbers at the beginning of a phone number that specifies a region, town, etc.",
            "defineVi": "một dãy số ở đầu số điện thoại xác định vùng, thị trấn, v.v."
        },
        {
            "id": "779d7b25-ddd9-424b-ab74-89acb52bd057",
            "word": "extension",
            "phonetic": "ɛkstɛnʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That extension is busy right now.",
                "We'll be in smooth waters if we can secure a new loan extension from the bank.",
                "She knew she was pushing the limit of her boss's patience by asking for yet another extension on the deadline.",
                "But thanks to this extension, my work seems easy as a pie.",
                "The extension runs five years."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0ZW5zaW9u&hash=f0a69e4e46fab78161cd725926a173eb1b2a004b&lang=en&cache-only=0",
            "defineEn": "an extra telephone connected to the main phone line in a house; a phone line connected to the central line in a large building, with a number of its own",
            "defineVi": "một điện thoại phụ kết nối với đường dây điện thoại chính trong nhà; một đường dây điện thoại được kết nối với đường dây trung tâm trong một tòa nhà lớn, với một số riêng"
        },
        {
            "id": "0b876b76-4553-427c-8e92-1280e1cfcb2c",
            "word": "caller ID",
            "phonetic": "kɔːlɚɹ aɪdiː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FsbGVyIElE&hash=80d4969ff4fdc992a1813db441a610f2a78360a8&lang=en&cache-only=0",
            "defineEn": "a system that shows the phone number of an incoming call",
            "defineVi": "một hệ thống hiển thị số điện thoại của một cuộc gọi đến",
            "hasImg": true
        },
        {
            "id": "d826f63d-e71f-4f6e-89f5-373b399b1db6",
            "word": "call waiting",
            "phonetic": "kɔːl weɪɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is called Waiting For Me, I'm Madame Gandhi."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FsbCB3YWl0aW5n&hash=70d07d0bf655ff668e92b41fd7b455bcf6d24763&lang=en&cache-only=0",
            "defineEn": "a phone service that enables one to know or answer an incoming call during another call",
            "defineVi": "một dịch vụ điện thoại cho phép một người biết hoặc trả lời cuộc gọi đến trong một cuộc gọi khác"
        },
        {
            "id": "e2cecc15-cac9-4080-b3fb-ea569e98ced8",
            "word": "domain",
            "phonetic": "dəmeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "What is the domain of sine of the sine function?",
                "Because the x-y plane here is our domain.",
                "So what is the domain of the sine function?",
                "We call it Domain.",
                "It's the domain."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9tYWlu&hash=274a0c6380fdddd823ab0012908bdde666844a03&lang=en&cache-only=0",
            "defineEn": "the last characters of a website's address such as '.com', '.org', etc.",
            "defineVi": "các ký tự cuối cùng của địa chỉ trang web, chẳng hạn như '.com', '.org', v.v."
        },
        {
            "id": "b0a52950-d4c8-4600-ba1a-415fc4ecb3ae",
            "word": "HTML",
            "phonetic": "eɪtʃtiːɛmɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "It was hand coded a few years ago using a combination of HTML, CSS, and JavaScript, and the problem is that it’s a huge pain to update regularly.",
                "You can back up WhatsApp Business, LINE, Viber, Kik, and WeChat, which is pretty sweet, and preview and check any item you want and export it to your computer as an HTML file for reading or printing.",
                "He did so by inventing an interface using HTTP, HTML, and URLs that made internet browsers possible."
            ],
            "audio": "https://tts.langeek.co/read?text=SFRNTA&hash=d9786a3f00e543d68eb40130f698390d674299fe&lang=en&cache-only=0",
            "defineEn": "(computing) a markup language used for the documents that are supposed to be displayed on the World Wide Web",
            "defineVi": "(máy tính) một ngôn ngữ đánh dấu được sử dụng cho các tài liệu được cho là sẽ được hiển thị trên World Wide Web"
        },
        {
            "id": "2fd032b7-bdee-41b1-aa3d-b2acb7587d49",
            "word": "EMS",
            "phonetic": "ɛmz ",
            "partOfSpeechType": "noun",
            "examples": [
                "- I did my first EMS call in June of 1962.",
                "We'll train US Military Special Forces, we'll train fire departments, EMS personnel, police and fire, commercial river guys.",
                "We had everyone involved including the local EMS.",
                "So our patient was placed in this by EMS and brought to our hospital and unloaded in his room.",
                "That's how long it took for FDNY for NYPD for Port Authority for EMS to Respond to an urgent need from the public five seconds Hundreds died in an instant Thousands more poured in To continue to fight for their brothers and sisters"
            ],
            "audio": "https://tts.langeek.co/read?text=RU1T&hash=49dbf1e1f867e80f61456f460664957f60851ed9&lang=en&cache-only=0",
            "defineEn": "a system for communicating music, pictures, and lengthy written messages between mobile phones",
            "defineVi": "một hệ thống giao tiếp âm nhạc, hình ảnh và tin nhắn dài bằng văn bản giữa các điện thoại di động"
        },
        {
            "id": "4f8e1db7-498f-493a-a2c3-3a05a7d8f30a",
            "word": "hypertext",
            "phonetic": "haɪpɚtɛkst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aHlwZXJ0ZXh0&hash=13de02e1dfd5a514c17274873debc15457c90631&lang=en&cache-only=0",
            "defineEn": "a database format that contains links by which one can access related information on a display directly from that display",
            "defineVi": "một định dạng cơ sở dữ liệu có chứa các liên kết mà người ta có thể truy cập thông tin liên quan trên màn hình trực tiếp từ màn hình đó"
        },
        {
            "id": "f126d7eb-5e08-49cb-a647-c66bfbfa752e",
            "word": "IP address",
            "phonetic": "aɪpiː ɐdɹɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "For example,172.217.7.238 is an IP Address for one of Google’s servers.",
                "Your internet connection right now is broadcasting your IP address, which is the way people track you online.",
                "Every computer connected to a network gets an IP Address.",
                "So Cloudflares 1.1.1.1 is simply a DNS resolver which is the service that translates your human readable domain name, like linustechtips.com into an internet understandable address like 10.30.192.6, an IP address!",
                "Finally, using a paid VPN can hide your internet traffic and IP address from third parties."
            ],
            "audio": "https://tts.langeek.co/read?text=SVAgYWRkcmVzcw&hash=d43d2bad73ae5af85669b228f2bfa11a5efbe28a&lang=en&cache-only=0",
            "defineEn": "(computing) a set of numbers separated by dots that a computer with an active internet connection is identified with",
            "defineVi": "(máy tính) một tập hợp các số được phân tách bằng dấu chấm mà máy tính có kết nối internet đang hoạt động được xác định bằng"
        },
        {
            "id": "ddfc94b9-9095-445b-bdf1-299e86d3fabf",
            "word": "Internet service provider",
            "phonetic": "ɪntɚnɛt sɜːvɪs pɹəvaɪdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Internet service providers obviously have a huge financial incentive to fight regulation.",
                "Apparently, ALEC is against government regulation of internet service providers.",
                "For private Internet service providers, there's often too little financial incentive to fill gaps in coverage, particularly in hard-to-reach rural areas.",
                "In America, the internet service provider that you use can legally sell your data to advertisers.",
                "I was recently on the phone with an internet service provider whose name shall remain unspoken because they promised me their mediocre internet services for one price and then charged me another price ."
            ],
            "audio": "https://tts.langeek.co/read?text=SW50ZXJuZXQgc2VydmljZSBwcm92aWRlcg&hash=b845b625052e9c7d43521bb23a6fb83c975161ca&lang=en&cache-only=0",
            "defineEn": "a company that provides its customers with Internet access and related services",
            "defineVi": "một công ty cung cấp cho khách hàng truy cập Internet và các dịch vụ liên quan"
        },
        {
            "id": "a89e54df-3cb0-4d00-836c-865e7f57af9e",
            "word": "hotspot",
            "phonetic": "hɑːtspɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This neighborhood is a hotspot for coronavirus.",
                "- Washington state has been called a hotspot because of its anti-vaccine movement.",
                "But feeders can also be a hotspot for the spread of avian diseases. ",
                "Interestingly, we still had a couple of little hotspots.",
                "Just enable your iPhone's hotspot setting, and its data signal will be shared."
            ],
            "audio": "https://tts.langeek.co/read?text=aG90c3BvdA&hash=8d91015b174fb6a52ab5b32144e5a4b7add3ebdf&lang=en&cache-only=0",
            "defineEn": "a public place where a wireless Internet connection is made available",
            "defineVi": "một nơi công cộng nơi kết nối Internet không dây được cung cấp",
            "hasImg": true
        },
        {
            "id": "caa48e2c-c34c-412c-ae41-f97d77279698",
            "word": "MMS",
            "phonetic": "ɛmɛmɛs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=TU1T&hash=e57b0eae97ed4d30b1312672cbd6cc756edf4d7a&lang=en&cache-only=0",
            "defineEn": "a cellular service that allows one to send and receive color pictures, sounds, etc. on their cell phone",
            "defineVi": "một dịch vụ di động cho phép một người gửi và nhận hình ảnh màu, âm thanh, v.v. trên điện thoại di động của họ"
        },
        {
            "id": "3486be45-5c8b-4c55-a2f9-093390e00719",
            "word": "SMS",
            "phonetic": "ɛsɛmɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Then verify via SMS, email, or a call.",
                "Twitter's 140 character limit was originally inspired by the length limit of SMS messages.",
                "Well, I'm the next Dr. Phil of SMS I'm poppin' out babies with the power of text",
                "If someone sends you an iMessage, you won't receive it, and if you're in an iMessage group message, you'll need to make a new one for SMS.",
                "Twilio, so we can't send SMS."
            ],
            "audio": "https://tts.langeek.co/read?text=U01T&hash=2d0d3165acf414f8cdf1da5be53546beaff12172&lang=en&cache-only=0",
            "defineEn": "a cellular service of sending and receiving brief text messages on a mobile phone",
            "defineVi": "một dịch vụ di động gửi và nhận tin nhắn văn bản ngắn trên điện thoại di động"
        },
        {
            "id": "072c6a82-92fa-4c96-bdde-35a1e26e77a8",
            "word": "telegraph",
            "phonetic": "tɛlᵻɡɹæf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Well, at the time Sona, they used telegraphs.",
                "Back in 1859, a severe solar storm wiped out telegraph systems, and a similar storm would be very bad for our electric grid today.",
                "Just like that telegraph we talked about.",
                "Back before telegraphs, telephones, or the Internet, the handwritten word was where it was at.",
                "By 1899, he sent the first wireless telegraph signal across the English Channel."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVsZWdyYXBo&hash=073c10b9f3c031fe4f95183b65a490062b36c6bf&lang=en&cache-only=0",
            "defineEn": "a communication system by which people were able to send and receive messages over long distances, using electrical or radio signals",
            "defineVi": "một hệ thống thông tin liên lạc mà mọi người có thể gửi và nhận tin nhắn trên một khoảng cách dài, sử dụng tín hiệu điện hoặc radio",
            "hasImg": true
        },
        {
            "id": "071e05b2-8867-4d8c-8460-a4001d302ac5",
            "word": "intercom",
            "phonetic": "ɪntɚkɑːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Each subject was told that they would be communicating with a few other students over intercom to avoid any privacy issues that might come up if they were face-to-face.",
                "The Learner was sent to a separate room so they were out of sight while the Experimenter observed the Teacher, the subject, instructing the Learner in a word-pairing task over an intercom.",
                "We also created a program where we mounted an iPad on some specially configured hardware to attach it to an I.V. pole and turned it into an always on video intercom so that we could reduce the need for providers to put on protective equipment, which is in very short supply."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJjb20&hash=de3cb847c850eb06155d588f394bc17c7f9d8c84&lang=en&cache-only=0",
            "defineEn": "a communication system that allows people in different parts of a plane, office, etc. to speak to each other",
            "defineVi": "một hệ thống liên lạc cho phép mọi người ở các phần khác nhau của máy bay, văn phòng, v.v. nói chuyện với nhau",
            "hasImg": true
        },
        {
            "id": "841b243d-89a8-47de-8ee5-76a191770a3d",
            "word": "teleconference",
            "phonetic": "tɛlᵻkɑːnfɚɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "They alert the Pentagon of the threat, as well as Strategic Command, who would initiate an emergency teleconference with the president and his advisors, including the Secretary of State, Secretary of Defense, and the National Security Advisor."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVsZWNvbmZlcmVuY2U&hash=3ea4866d764a5fda8b64e188b97580c1949f11d4&lang=en&cache-only=0",
            "defineEn": "a meeting held among several people who are in different locations, linked via the Internet",
            "defineVi": "một cuộc họp được tổ chức giữa một số người ở các địa điểm khác nhau, được liên kết qua Internet",
            "hasImg": true
        },
        {
            "id": "e483ed4f-ec20-4feb-815d-8cf88341aabb",
            "word": "payphone",
            "phonetic": "peɪfoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is a Cuban payphone that enables you to make a call, and get your hair permed at the same time."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF5cGhvbmU&hash=6dcf8dc755fff925a040ef529eb942413534b30a&lang=en&cache-only=0",
            "defineEn": "a telephone in a public place that one needs to pay for, mostly by prepaid cards",
            "defineVi": "điện thoại ở nơi công cộng mà người ta phải trả tiền, chủ yếu bằng thẻ trả trước",
            "hasImg": true
        },
        {
            "id": "4a54338e-5299-49b5-bbd9-b313fbf6700f",
            "word": "ad blocker",
            "phonetic": "æd blɑːkɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWQgYmxvY2tlcg&hash=5c95a459b15ae8fe45b745157aaaf1c28f16e539&lang=en&cache-only=0",
            "defineEn": "a piece of software that prevents pop-up advertisements from appearing on a website",
            "defineVi": "một phần mềm ngăn quảng cáo bật lên xuất hiện trên trang web"
        },
        {
            "id": "7f93d0ed-6929-4b4d-a57a-ed0b1c0df222",
            "word": "cookie",
            "phonetic": "kʊki ",
            "partOfSpeechType": "noun",
            "examples": [
                "She's a sharp cookie!",
                "I added a generous amount of wholewheat flour to the cookie batter.",
                "She baked a batch of delicious hazelnut cookies.",
                "A lot of people had their hands in the cookie jar at the company.",
                "I had a gluten-free cookie that was just as delicious as the regular ones."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29va2ll&hash=3bf9fc47c2be6246661c00346cd476c123aada4e&lang=en&cache-only=0",
            "defineEn": "(computing) data that a web server sends to a browser and receives if the user visits the website again, used for identifying or tracking the user's activities",
            "defineVi": "dữ liệu (máy tính) mà máy chủ web gửi đến trình duyệt và nhận được nếu người dùng truy cập lại trang web, được sử dụng để xác định hoặc theo dõi các hoạt động của người dùng"
        },
        {
            "id": "fe627a8b-b2cf-4cde-872d-48c699e7f720",
            "word": "to bounce",
            "phonetic": "tə baʊns ",
            "partOfSpeechType": "verb",
            "examples": [
                "He didn't get the prize he expected, but never mind - that's the way the ball bounces.",
                "He bounced into the office, full of the joys of spring.",
                "Although he'd lost his job, he said that was the way the ball bounced and kept going.",
                "Each bounce would wipe away any record of the universe’s previous history.",
                "Finally, in the 1960s, astronomers used radio telescopes to bounce radar pulses off of Venus."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm91bmNl&hash=a6a7ebe223b3d99a16278c762f3c7e3ce56c8aa9&lang=en&cache-only=0",
            "defineEn": "(of an email) to fail to reach the destination and be sent back to the sender",
            "defineVi": "(của một email) không đến được đích và được gửi lại cho người gửi"
        },
        {
            "id": "7f92d3d0-bf6e-42a9-a689-2fb52fb892ab",
            "word": "to ping",
            "phonetic": "tə pɪŋ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Ping means peace.",
                "and then you ping",
                "Tee-ping, they'd say.",
                "Tuh-ping, they'd say.",
                "So, so is it because of the ping part? "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGluZw&hash=7d7aa2a891b82c0721dff34412c3c6bca40dc357&lang=en&cache-only=0",
            "defineEn": "to send a signal to a computer and wait for a reply as a way to test the connection",
            "defineVi": "để gửi tín hiệu đến máy tính và chờ trả lời như một cách để kiểm tra kết nối"
        },
        {
            "id": "b93c9de0-cf94-4767-98d1-4e4cb8cba8d8",
            "word": "cc",
            "phonetic": "siːsiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The amount per cc is incredibly small, but there are a lot of cubic centimeters in the Universe.",
                "There's three separate race speeds, 50 CC, 100 CC and 150 CC.",
                "There's three separate race speeds, 50 CC, 100 CC and 150 CC.",
                "There's three separate race speeds, 50 CC, 100 CC and 150 CC.",
                "And my question is sometimes when I caption my videos, the CC sign doesn't appear on it,"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2M&hash=cc54f659cbd480fb803d74c070ff13c3a0653481&lang=en&cache-only=0",
            "defineEn": "used on a business letter or email indicating that a copy is being sent to the person mentioned",
            "defineVi": "được sử dụng trên một bức thư kinh doanh hoặc email cho biết rằng một bản sao đang được gửi cho người được đề cập"
        },
        {
            "id": "600ebf7a-4296-4044-96ba-5a058889e7ff",
            "word": "ego-surfing",
            "phonetic": "iːɡoʊsɜːfɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWdvLXN1cmZpbmc&hash=4b3d777f0d17b3e693c7915049dd4018683b10e8&lang=en&cache-only=0",
            "defineEn": "the act of searching the internet to find one's own name online",
            "defineVi": "hành động tìm kiếm trên internet để tìm tên của chính mình trực tuyến"
        },
        {
            "id": "d5c9e398-9147-4dfe-b096-f290a555f281",
            "word": "handle",
            "phonetic": "hændəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Throughout the evening, the waiter handled the busy restaurant.",
                "The handle came loose.",
                "Some artists have to be handled with kid gloves.",
                "The metal handle became hot when left in the sun.",
                "He couldn't handle the heat of the chili pepper and reached for a glass of water."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZGxl&hash=40989f0aaa6ba20b9fc1885f75d417945b0ead16&lang=en&cache-only=0",
            "defineEn": "someone's username on an online forum or social media platform",
            "defineVi": "tên người dùng của ai đó trên diễn đàn trực tuyến hoặc nền tảng truyền thông xã hội",
            "hasImg": true
        },
        {
            "id": "8a8b98d5-5ec5-4531-9850-19ff97e8dfbe",
            "word": "hashtag",
            "phonetic": "hæʃtæɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hashtag, you know, deaf problems.",
                "Use the hashtag #GetToThePoynt on Twitter.",
                "I use hashtag \"with captions.\"",
                "Okay, hashtag is this legit?",
                "Hashtag get sweaty."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFzaHRhZw&hash=9f3a8155c2480a476f5514e1c2ac1b8d3e689767&lang=en&cache-only=0",
            "defineEn": "a word or phrase coming after a hash sign '#' used on social media platforms so that one can access all messages with the same subject containing the same hashtag",
            "defineVi": "một từ hoặc cụm từ xuất hiện sau dấu thăng '#' được sử dụng trên các nền tảng truyền thông xã hội để một người có thể truy cập tất cả các tin nhắn có cùng chủ đề chứa cùng một thẻ bắt đầu bằng #",
            "hasImg": true
        },
        {
            "id": "f4e2ce82-4e8b-4c2b-8243-6b78db30a5a6",
            "word": "mailing list",
            "phonetic": "meɪlɪŋ lɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "He's on the holiday card mailing list.",
                "You can go on and sign up for model legislation in your state, and you will be provided a bill, whether it's on a trans medical ban or a sports measure, just by filling out a form, as if you were signing up for a mailing list."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFpbGluZyBsaXN0&hash=c4b09ae4323419167bf32e36ca166c241f7e94b1&lang=en&cache-only=0",
            "defineEn": "a list of names and addresses to which advertising material, information, etc. may be mailed regularly",
            "defineVi": "danh sách tên và địa chỉ mà tài liệu quảng cáo, thông tin, v.v. có thể được gửi thường xuyên qua đường bưu điện"
        },
        {
            "id": "40659448-29be-44b4-8e31-96da09df75fc",
            "word": "hotline",
            "phonetic": "hɑːtlaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "I called the police hotline to report a suspicious activity.",
                "Another resource are hotlines.",
                "Please call a suicide hotline.",
                "That was a hotline at the top.",
                "You know they should have a hotline."
            ],
            "audio": "https://tts.langeek.co/read?text=aG90bGluZQ&hash=f166a794ee5a6af26a004e8f05d02c5c956aabfa&lang=en&cache-only=0",
            "defineEn": "a direct phone line for emergency calls or calls between heads of governments",
            "defineVi": "một đường dây điện thoại trực tiếp cho các cuộc gọi khẩn cấp hoặc cuộc gọi giữa những người đứng đầu chính phủ"
        },
        {
            "id": "bdfaa415-020e-4682-910d-2c03abda3ef0",
            "word": "spammer",
            "phonetic": "spæmɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "For $2.99 a month, its answer bots will drive the spammers nuts from any of the almost 1.3 million scam call numbers on its list.",
                "You figure out how to block spam, and the spammers get better, and it goes back and forth. "
            ],
            "audio": "https://tts.langeek.co/read?text=c3BhbW1lcg&hash=e7c0d96667a648fd406ca3eaa2b96c6a8d13c322&lang=en&cache-only=0",
            "defineEn": "a person or organization that sends a large number of unwanted advertisements or messages online",
            "defineVi": "một người hoặc tổ chức gửi một số lượng lớn quảng cáo hoặc tin nhắn không mong muốn trực tuyến"
        },
        {
            "id": "d2229af1-cb53-4f6c-a0c4-f4894b76416b",
            "word": "troll",
            "phonetic": "tɹoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Early versions describe the troll with 300 heads, fifteen tails, goat horns, long ears, and a beard.",
                "By the end of the 2016 election, Russian trolls could reach millions of Americans through their social media accounts.",
                "Trolls are more likely to be males with psychopathy and sadism traits.",
                "Trolls can use bots and other forms of automation to help in their efforts.",
                "Don't troll in the captions."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJvbGw&hash=541af4dd194d01dd6897ccb5ae7d82661195003a&lang=en&cache-only=0",
            "defineEn": "(computing) someone who posts hostile, irrelevant, or offensive comments on a website or social media to annoy others",
            "defineVi": "(máy tính) người đăng những bình luận thù địch, không liên quan hoặc xúc phạm trên một trang web hoặc phương tiện truyền thông xã hội để làm phiền người khác"
        },
        {
            "id": "272a9533-3c42-482e-ad33-eab1b0bb9942",
            "word": "to lurk",
            "phonetic": "tə lɜːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "But the military lurked in the background.",
                "Lurking in this throng of microorganisms are species of Corynebacteria, Staphylococci, Micrococci, and others.",
                "They lurk in the sand around coral reefs.",
                "That said, disaster might lurk around the corner.",
                "After all, the Fermi bubbles seem to come from the galaxy’s center, right where our enormous supermassive black hole lurks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbHVyaw&hash=7200d53b421e8bdd90d689f275a2757b53b1c9bd&lang=en&cache-only=0",
            "defineEn": "to read the posts on a social media platform or discussion forum without actively participating",
            "defineVi": "để đọc các bài đăng trên nền tảng truyền thông xã hội hoặc diễn đàn thảo luận mà không tham gia tích cực"
        },
        {
            "id": "e3cfb1e6-aab5-415d-923e-ed781814e515",
            "word": "spoofing",
            "phonetic": "spuːfɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3Bvb2Zpbmc&hash=94204a53fad0b80c97ece5de56b32d2932a6296a&lang=en&cache-only=0",
            "defineEn": "(computing) the practice of sending emails or spams to someone pretending to be someone else by forging their address",
            "defineVi": "(máy tính) hành vi gửi email hoặc thư rác cho ai đó giả làm người khác bằng cách giả mạo địa chỉ của họ"
        }
    ]
}