{
    "id": "3c09be89-c21e-435b-baf5-8eac66c1e469",
    "title": "Plumbing System",
    "originalTitle": "Plumbing System",
    "words": [
        {
            "id": "6b6d9769-6abc-459a-be67-02eac093667f",
            "word": "downspout",
            "phonetic": "daʊnspaʊt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG93bnNwb3V0&hash=950ed3951970a8c1ac4415ec8d7c621e1f0babec&lang=en&cache-only=0",
            "defineEn": "a vertical pipe attached to a building which carries away rainwater from the roof to the ground",
            "defineVi": "một đường ống thẳng đứng gắn vào một tòa nhà mang nước mưa từ mái nhà xuống đất"
        },
        {
            "id": "0dadb29d-a7ae-4fe5-a74a-94655b23b275",
            "word": "sewer",
            "phonetic": "suːɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company actually used this technique on the sewers under one of the most famous buildings in the United States, the White House, in Washington, D.C. ",
                "For now, Kentucky's attorney general has successfully blocked Bevin's sewer bill in court.",
                "Sewers, come get him!",
                "She escaped through sewers, sewage water up to her neck.",
                "The channels of the sewer system are lined with baked clay or plastic. "
            ],
            "audio": "https://tts.langeek.co/read?text=c2V3ZXI&hash=0626775bb7add94045bd50d88903e1dd25005298&lang=en&cache-only=0",
            "defineEn": "a pipe built underground through which used water and waste matter from houses, factories, etc. is carried away",
            "defineVi": "một đường ống được xây dựng dưới lòng đất qua đó nước đã qua sử dụng và chất thải từ nhà ở, nhà máy, v.v. được mang đi"
        },
        {
            "id": "a270999f-bde5-43d8-9a48-f66c8ee6009d",
            "word": "pipework",
            "phonetic": "paɪpwɜːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGlwZXdvcms&hash=11b81fd0b089b88b90af75c11e8b53ff2175ed7e&lang=en&cache-only=0",
            "defineEn": "the pipes of a building or machine that carry water, gas, or oil",
            "defineVi": "các đường ống của một tòa nhà hoặc máy mang nước, khí đốt hoặc dầu"
        },
        {
            "id": "eb1382eb-024c-43b4-8958-3121df347efc",
            "word": "blockage",
            "phonetic": "blɑːkɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A blockage in the spleen, part of the immune system, puts patients at risk for dangerous infections.",
                "The mildest form of blockage just causes vibration, noise.",
                "And sleep apnea is when that blockage gets a little bit worse than just causing vibration and actually blocks the flow of air in.",
                "For example, one patient in Italy presented at the ER with all of the symptoms of a heart attack, but doctors couldn’t find evidence of a blockage in the coronary arteries that would normally cause such symptoms.",
                "If these histamine explosions occur in the lungs, the reaction can be serious perhaps including a blockage of the passages that deliver air to the lungs."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxvY2thZ2U&hash=d4f2e51a2a772d9f9afb39046651693f0724aa7b&lang=en&cache-only=0",
            "defineEn": "the obstruction or partial restriction of a passage, such as a pipe, duct, or pathway, preventing the smooth flow of air, fluid, or other substances",
            "defineVi": "sự tắc nghẽn hoặc hạn chế một phần của lối đi, chẳng hạn như đường ống, ống dẫn hoặc lối đi, ngăn cản luồng không khí, chất lỏng hoặc các chất khác trôi chảy"
        },
        {
            "id": "fe7ca7a5-a8c4-45a3-9e23-13e882b75272",
            "word": "cesspit",
            "phonetic": "sɛspɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2Vzc3BpdA&hash=b3e69bf02377e6bfd8413a15aba224400a161bbe&lang=en&cache-only=0",
            "defineEn": "an underground tank used for the temporary storage of sewage or wastewater",
            "defineVi": "một bể ngầm được sử dụng để lưu trữ tạm thời nước thải hoặc nước thải"
        },
        {
            "id": "ecd2b83d-64e0-4c3d-a4e8-7ffc46b5008d",
            "word": "cutoff",
            "phonetic": "kʌɾɑːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Oh, it has a cutoff also.",
                "It’s about 440 million years old, from around the Ordovician-Silurian cutoff.",
                "Towards the bottom of the device is microphone and webcam cutoff.",
                "A year later, he admitted the cutoff was somewhat subjective, but that 0.05 was generally his personal preference.",
                "I mean, on this density vs mass plot, hydrogen burning is a cutoff that clearly distinguishes stars from non-hydrogen-burning things, while deuterium burning doesn’t appear distinguishing at all."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3V0b2Zm&hash=3c7ef5ca56bb2a845efdddb5a78fe7e775ab0c69&lang=en&cache-only=0",
            "defineEn": "a valve, gate, or device that is used to stop or control the flow of fluid or gas within a pipe or conduit",
            "defineVi": "một van, cổng hoặc thiết bị được sử dụng để ngăn chặn hoặc kiểm soát dòng chảy của chất lỏng hoặc khí trong đường ống hoặc ống dẫn"
        },
        {
            "id": "0dde33c8-ed14-408f-a581-27f5ec6bacc7",
            "word": "drain",
            "phonetic": "dɹeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Has Trump drained the swamp in Washington?",
                "Britain has suffered a huge brain drain in recent years.",
                "He laughed like a drain instead of giving me a hand.",
                "She was laughing like a drain when I got there.",
                "Ronald Reagan called for draining the swamp of bureaucrats in Washington D.C. while in 2006."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhaW4&hash=f01142381e8c3294382e4baafceeea754f003380&lang=en&cache-only=0",
            "defineEn": "a pipe in the bottom of a sink, bath, etc. through which dirty water flows out",
            "defineVi": "một đường ống ở đáy bồn rửa, bồn tắm, v.v. qua đó nước bẩn chảy ra",
            "hasImg": true
        },
        {
            "id": "3b9e8065-52dd-4e43-8d08-af5836172068",
            "word": "drainage",
            "phonetic": "dɹeɪnɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The devil loves drainage pipes!",
                "Hey, what is lymphatic drainage?",
                "Next up was the drainage layer and substrate.",
                "It has substrate and a drainage layer here.",
                "Harmful chemicals, open sewer drainage, and garbage run directly into the river."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhaW5hZ2U&hash=aca6750fbc8007059f71c1a89966f3f1271ad717&lang=en&cache-only=0",
            "defineEn": "the process of removing excess water or other liquids from an area or system, typically through a network of pipes, channels, or natural slopes",
            "defineVi": "quá trình loại bỏ nước dư thừa hoặc các chất lỏng khác khỏi một khu vực hoặc hệ thống, thường thông qua mạng lưới đường ống, kênh hoặc sườn dốc tự nhiên"
        },
        {
            "id": "c0b37107-1ae6-4850-8e97-4a1ca32b4123",
            "word": "drainpipe",
            "phonetic": "dɹeɪnpaɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "When the police informer saw a friend, he took off like a rat up a drainpipe.",
                "When the recess bell rings, the kids run away to play like rats up a drainpipe."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhaW5waXBl&hash=1ad83f398fce7eea81be524780b55c499c24ac43&lang=en&cache-only=0",
            "defineEn": "a pipe installed in a building's plumbing system that carries wastewater or excess water away from the structure",
            "defineVi": "một đường ống được lắp đặt trong hệ thống ống nước của tòa nhà mang nước thải hoặc nước thừa ra khỏi cấu trúc"
        },
        {
            "id": "bb07c1d5-461d-4269-a49d-589fdc183782",
            "word": "duct",
            "phonetic": "dʌkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the dope travels through a duct in the spider’s abdomen, the spidroins form chains and other structures.",
                "Under warm conditions, the skin’s sweat glands will secrete sweat via ducts onto the surface, transferring heat out of the body.",
                "Humans lost all of those nasopalatine ducts a long time ago.",
                "Anyway, because of the fluid in these ducts, scents don’t passively drift up there.",
                "From there, sound traveled through air ducts carved into the structure that opened out into a plaza."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVjdA&hash=d43b4bc7f86112013ee26aff98ab4d6ad2ab2564&lang=en&cache-only=0",
            "defineEn": "a hollow conduit or passage that is used for the distribution, circulation, or ventilation of air, gases, or other substances within a building or system",
            "defineVi": "một ống dẫn rỗng hoặc lối đi được sử dụng để phân phối, lưu thông hoặc thông gió không khí, khí hoặc các chất khác trong tòa nhà hoặc hệ thống"
        },
        {
            "id": "13fcc4eb-62c7-4338-a1a0-f691f3992051",
            "word": "ducting",
            "phonetic": "dʌktɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHVjdGluZw&hash=d00e940150bfb1118092d5c96c9ea8e7cd4cf1c0&lang=en&cache-only=0",
            "defineEn": "the system of pipes, channels, or conduits used to convey or distribute air, gases, or other substances within a building, HVAC (heating, ventilation, and air conditioning) system, or industrial setup",
            "defineVi": "hệ thống đường ống, kênh hoặc ống dẫn được sử dụng để vận chuyển hoặc phân phối không khí, khí đốt hoặc các chất khác trong tòa nhà, hệ thống HVAC (sưởi ấm, thông gió và điều hòa không khí) hoặc thiết lập công nghiệp"
        },
        {
            "id": "bb76f302-0c20-44d9-addd-7951276f1594",
            "word": "fatberg",
            "phonetic": "fætbɜːɡ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmF0YmVyZw&hash=c0a6778682e2cdcb92b85858133112cf1f03a742&lang=en&cache-only=0",
            "defineEn": "a large congealed mass or blockage in a sewer system that is primarily composed of fats, oils, grease, and non-biodegradable items that have been flushed down drains or toilets",
            "defineVi": "một khối lớn hoặc tắc nghẽn trong hệ thống thoát nước chủ yếu bao gồm chất béo, dầu, mỡ và các vật phẩm không phân hủy sinh học đã được xả xuống cống hoặc nhà vệ sinh"
        },
        {
            "id": "fc01f65d-9119-4481-83b1-0e50a9a880f2",
            "word": "faucet",
            "phonetic": "fɔːsɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The homeowner decided to fix the leaky faucet on their own, believing that if you want something done right, do it yourself and knowing that relying on a plumber could lead to a suboptimal result.",
                "Close the faucet, and the flow of water stops.",
                "The control wire is like the faucet handle.",
                "- Did I turn the faucet, Jono? -",
                "These are Farrah's faucets at the bottom."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF1Y2V0&hash=7cda2498886ea138176424070e9b95b288a38432&lang=en&cache-only=0",
            "defineEn": "an object that controls the flow of liquid or gas from a container or pipe",
            "defineVi": "một đối tượng kiểm soát dòng chảy của chất lỏng hoặc khí từ thùng chứa hoặc đường ống",
            "hasImg": true
        },
        {
            "id": "c0f29b48-a648-419c-8f6a-6831d033a771",
            "word": "gutter",
            "phonetic": "ɡʌɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have no truck with that style of gutter journalism.",
                "I have to clean my gutters.",
                "I have to clean my gutters.",
                "Get your mind out of the gutter Stan.",
                "Yeah, I have to clean my gutters."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3V0dGVy&hash=c572498758510eee6f769a18764e1883c3d4836f&lang=en&cache-only=0",
            "defineEn": "an open pipe that is attached beneath the edge of a building roof and carries rainwater away",
            "defineVi": "một đường ống mở được gắn bên dưới mép của mái nhà và mang nước mưa đi",
            "hasImg": true
        },
        {
            "id": "4103af7f-f4b8-4fab-820c-3f02d1ec75e9",
            "word": "main",
            "phonetic": "meɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The screen is the main part of a laptop.",
                "The main sticking point was the question of taxes.",
                "The demonstrators marched in a body to the main square.",
                "We ride our bikes along the bike lane on the main street.",
                "Main motive of every worker is to keep the pot boiling."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFpbg&hash=19c171816878004e070b50aa9c3620d173c64e5f&lang=en&cache-only=0",
            "defineEn": "a large pipe through which water or gas is carried to a building; a wire by which electricity is carried to a building or house",
            "defineVi": "một đường ống lớn qua đó nước hoặc khí đốt được dẫn đến một tòa nhà; một dây dẫn điện được mang đến một tòa nhà hoặc ngôi nhà"
        },
        {
            "id": "fbeb4fe5-8f7a-4b11-976b-ba45f8336364",
            "word": "outfall",
            "phonetic": "aʊtfɔːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3V0ZmFsbA&hash=c26effdf94b01cb54bda8ea70ad05118dd0506e0&lang=en&cache-only=0",
            "defineEn": "a point or location where water or another substance is discharged or flows out from a system, such as a drainage system, sewer, or wastewater treatment plant, into a body of water or the environment",
            "defineVi": "một điểm hoặc vị trí nơi nước hoặc chất khác được thải ra hoặc chảy ra từ một hệ thống, chẳng hạn như hệ thống thoát nước, cống hoặc nhà máy xử lý nước thải, vào một vùng nước hoặc môi trường"
        },
        {
            "id": "207e0b12-0b39-4121-ae84-0ac6c91d1231",
            "word": "drainage system",
            "phonetic": "dɹeɪnɪdʒ sɪstəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHJhaW5hZ2Ugc3lzdGVt&hash=c0b190178c2861928e0cfe2d2c70e03410aec8dd&lang=en&cache-only=0",
            "defineEn": "a network of pipes, channels, and structures designed to collect and channel excess water, wastewater, or other liquids away from an area or a property",
            "defineVi": "một mạng lưới các đường ống, kênh và cấu trúc được thiết kế để thu gom và dẫn nước dư thừa, nước thải hoặc các chất lỏng khác ra khỏi một khu vực hoặc một tài sản"
        },
        {
            "id": "90617c00-8e15-4019-a6fd-913973980e7f",
            "word": "leakage",
            "phonetic": "liːkɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It would be radiation leakage.",
                "The fit test is designed to improve the overall sound and noise cancellation of your Hammerheads by reducing sound leakage.",
                "They wanted this thing to close so tightly that they could measure the amount of leakage on the scale of molecules.",
                "It's lucky we have these pelvic floor muscles because placing pressure on the system by coughing, sneezing, laughing, or jumping could cause bladder leakage.",
                "It has been found that, in the grocery sector, it's not uncommon to see leakage rates exceeding 20 percent per year."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVha2FnZQ&hash=bfc3f3281f8c9a0e1b5903c2302e5258af12bb79&lang=en&cache-only=0",
            "defineEn": "the unintended or accidental escape or loss of a substance, typically a liquid or gas, from a container, system, or structure",
            "defineVi": "sự thoát ra ngoài ý muốn hoặc tình cờ hoặc mất mát của một chất, điển hình là chất lỏng hoặc khí, từ thùng chứa, hệ thống hoặc cấu trúc",
            "hasImg": true
        },
        {
            "id": "5cebaa10-6290-436e-8ba3-15c9809106de",
            "word": "pipe",
            "phonetic": "paɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Disconnect the pipe leading from the top of the water tank.",
                "So your pal can stick that in his pipe and smoke it.",
                "Well it was just nominated for an Oscar, so put that in your pipe and smoke it!",
                "He savored a bowl of piping hot masala soup, filled with vegetables, lentils, and aromatic spices.",
                "Bill died with his boots on, caught by suction in a waste pipe."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlwZQ&hash=5404d490ae35657984a60156deba81d7983d34b2&lang=en&cache-only=0",
            "defineEn": "a cylindrical hollow tube or conduit typically made of metal, plastic, or other materials, used for the transportation of fluids, gases, or other substances from one place to another",
            "defineVi": "một ống rỗng hình trụ hoặc ống dẫn thường làm bằng kim loại, nhựa hoặc các vật liệu khác, được sử dụng để vận chuyển chất lỏng, khí hoặc các chất khác từ nơi này sang nơi khác"
        },
        {
            "id": "e5d316ee-d043-422c-996b-7ea2f12aa331",
            "word": "pipeline",
            "phonetic": "paɪplaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Newer treatments for the disease are in the pipeline.",
                "Important new laws are already in the pipeline.",
                "The group has a new CD in the pipeline.",
                "The theatre company has several new productions in the pipeline for next season.",
                "A tiny leak in a pipeline can cause a huge problem if left unaddressed."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlwZWxpbmU&hash=a572077501a8107c44d66c2e30a10d826a9c5a91&lang=en&cache-only=0",
            "defineEn": "a system of interconnected pipes used for the transport of liquids, gases, or other substances over long distances",
            "defineVi": "một hệ thống các đường ống liên kết với nhau được sử dụng để vận chuyển chất lỏng, khí hoặc các chất khác trên một khoảng cách dài"
        },
        {
            "id": "0e1718da-3609-42e3-b7e1-d0562ca5a742",
            "word": "running water",
            "phonetic": "ɹʌnɪŋ wɔːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cnVubmluZyB3YXRlcg&hash=2e7b0b9f96855daaf256dcb0015f62123537e217&lang=en&cache-only=0",
            "defineEn": "water that is brought into a house, building, etc. through pipes",
            "defineVi": "nước được đưa vào nhà, tòa nhà, v.v. qua đường ống",
            "hasImg": true
        },
        {
            "id": "8d278066-5380-4146-bfa6-6a7a8ce6c2fd",
            "word": "septic tank",
            "phonetic": "sɛptɪk tæŋk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VwdGljIHRhbms&hash=ca8d10a20e67a6f2889970cf5fc41278731dfce0&lang=en&cache-only=0",
            "defineEn": "an underground container that treats household wastewater by allowing solids to settle and separate from the liquid before further treatment or absorption into the soil",
            "defineVi": "một thùng chứa ngầm xử lý nước thải hộ gia đình bằng cách cho phép chất rắn lắng xuống và tách ra khỏi chất lỏng trước khi xử lý tiếp hoặc hấp thụ vào đất"
        },
        {
            "id": "5356813e-10bd-43a7-af83-4117d7fcc269",
            "word": "sewage",
            "phonetic": "suːɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Charile Mae Holcomb is sick and tired of seeing sewage in her backyard.",
                "Many treatment plants even seed their sludge with a bit of microbe-filled sewage, too.",
                "She escaped through sewers, sewage water up to her neck.",
                "That could mean higher water and sewage bills for everyone.",
                "Basically all of Vadodara’s sewage is dumped directly into it."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V3YWdl&hash=e6eb4cd6883b9b299fd493d5cfe1a1e73e1dacae&lang=en&cache-only=0",
            "defineEn": "the wastewater or used water that contains various types of contaminants, including human and household waste, from residential, commercial, or industrial sources",
            "defineVi": "nước thải hoặc nước đã sử dụng có chứa nhiều loại chất gây ô nhiễm khác nhau, bao gồm cả chất thải của con người và hộ gia đình, từ các nguồn dân cư, thương mại hoặc công nghiệp"
        },
        {
            "id": "eb681c7e-7290-4612-bb96-2814146ec050",
            "word": "sluice",
            "phonetic": "sluːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "They controlled a vast system of canals and sluices, funded by taxes."
            ],
            "audio": "https://tts.langeek.co/read?text=c2x1aWNl&hash=a6575ec5abb2137719f3c2a5f74e37050805480f&lang=en&cache-only=0",
            "defineEn": "a channel or gate that is used to control or redirect the flow of water. It typically consists of a barrier that can be opened or closed to regulate the passage of water",
            "defineVi": "một kênh hoặc cổng được sử dụng để kiểm soát hoặc chuyển hướng dòng chảy của nước Nó thường bao gồm một rào cản có thể mở hoặc đóng để điều chỉnh dòng chảy của nước"
        },
        {
            "id": "65476435-f335-4564-a337-f72def4b6411",
            "word": "spigot",
            "phonetic": "spɪɡət ",
            "partOfSpeechType": "noun",
            "examples": [
                "Man, you need to put a spigot on that sandwich.",
                "A new round of bad economic numbers, or the Fed turning off the spigot might pull it back down to earth.",
                "In a factory built to fight pandemics, they are going faster and working harder than ever to build the vats and turn on the spigots for coronavirus vaccines.",
                "So we focused on this strange, artificial watershed that lay in what was historically a dry wash, where water only flowed during monsoon rains and now flowed whenever people opened a spigot."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BpZ290&hash=4eb64bd60b6709ad5ec48b1e5f234168724d8e0c&lang=en&cache-only=0",
            "defineEn": "a valve or tap that is used to control the release of water from a pipe or container",
            "defineVi": "một van hoặc vòi được sử dụng để kiểm soát việc xả nước từ đường ống hoặc thùng chứa",
            "hasImg": true
        },
        {
            "id": "f4af9516-851f-43de-9a7b-d1506c4649a6",
            "word": "standpipe",
            "phonetic": "stændpaɪp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RhbmRwaXBl&hash=87a29ea153d5230043ed6ef4731f6fe9289b4954&lang=en&cache-only=0",
            "defineEn": "a vertical pipe or fixture connected to a water supply system, typically equipped with valves or outlets, used for firefighting purposes or as a source of water in buildings",
            "defineVi": "một đường ống thẳng đứng hoặc thiết bị cố định được kết nối với hệ thống cấp nước, thường được trang bị van hoặc đầu ra, được sử dụng cho mục đích chữa cháy hoặc làm nguồn nước trong các tòa nhà"
        },
        {
            "id": "899029ed-2fa9-4f0d-b2ed-e754953b354e",
            "word": "stopcock",
            "phonetic": "stɑːpkɑːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RvcGNvY2s&hash=948a190a815ac8f71bf24d0c9dc0c2a39ca73649&lang=en&cache-only=0",
            "defineEn": "a valve or faucet used to control or shut off the flow of water or other fluids in a plumbing system, typically located at a point where pipes connect or branch",
            "defineVi": "một van hoặc vòi được sử dụng để kiểm soát hoặc tắt dòng nước hoặc chất lỏng khác trong hệ thống ống nước, thường được đặt tại một điểm mà đường ống kết nối hoặc phân nhánh"
        },
        {
            "id": "be23dcf8-2e55-416c-86e1-499bc29a1d92",
            "word": "valve",
            "phonetic": "vælv ",
            "partOfSpeechType": "noun",
            "examples": [
                "The valves are completely efficient.",
                "Where is the valve?",
                "The valve may eventually fail.",
                "So these valves here, are these little screens? ",
                "Valve, valve, okay."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFsdmU&hash=65cc4147f490131e217550e81a3e566034ae0fe2&lang=en&cache-only=0",
            "defineEn": "a mechanical device that controls or regulates the flow of fluids, such as liquids, gases, or slurries, by opening, closing, or partially obstructing passageways within a pipe or system",
            "defineVi": "một thiết bị cơ học kiểm soát hoặc điều chỉnh dòng chảy của chất lỏng, chẳng hạn như chất lỏng, khí hoặc bùn, bằng cách mở, đóng hoặc cản trở một phần lối đi trong đường ống hoặc hệ thống"
        },
        {
            "id": "7d698c2d-a862-4ad6-9bbc-a8f9fd2848a1",
            "word": "sump",
            "phonetic": "sʌmp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3VtcA&hash=5737846116b5a5d7dfdaa448dc1325464169d4da&lang=en&cache-only=0",
            "defineEn": "a pit or reservoir typically found in the basement or lower level of a building that collects excess water or liquid, such as groundwater, rainwater, or wastewater",
            "defineVi": "một cái hố hoặc hồ chứa thường được tìm thấy ở tầng hầm hoặc tầng thấp hơn của tòa nhà để thu nước hoặc chất lỏng dư thừa, chẳng hạn như nước ngầm, nước mưa hoặc nước thải"
        },
        {
            "id": "1dd5351c-b684-4816-90dd-9715b872d590",
            "word": "waste pipe",
            "phonetic": "weɪst paɪp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2FzdGUgcGlwZQ&hash=ccf1ff63953d82d2bf3dd0263e815222428c759e&lang=en&cache-only=0",
            "defineEn": "a pipe within a building's plumbing system that carries wastewater from plumbing fixtures, such as sinks, toilets, or showers, to the main drainage system or septic tank for proper disposal or treatment",
            "defineVi": "một đường ống trong hệ thống ống nước của tòa nhà mang nước thải từ các thiết bị ống nước, chẳng hạn như bồn rửa, nhà vệ sinh hoặc vòi hoa sen, đến hệ thống thoát nước chính hoặc bể tự hoại để xử lý hoặc xử lý thích hợp",
            "hasImg": true
        },
        {
            "id": "42ce1210-65d3-4db3-b361-8e846e769f8e",
            "word": "water main",
            "phonetic": "wɔːɾɚ meɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2F0ZXIgbWFpbg&hash=8abe87507e43c24fc834a298d3c2f74269fe4066&lang=en&cache-only=0",
            "defineEn": "a large underground pipe that delivers potable water from a water treatment plant or other water source to individual buildings or communities",
            "defineVi": "một đường ống ngầm lớn cung cấp nước uống được từ nhà máy xử lý nước hoặc nguồn nước khác cho các tòa nhà hoặc cộng đồng riêng lẻ"
        },
        {
            "id": "62440c3b-1755-45ad-b3fc-9c503a2b5bd0",
            "word": "waterworks",
            "phonetic": "wɔːɾɚwɜːks ",
            "partOfSpeechType": "noun",
            "examples": [
                "If the child doesn't get what he wants, he immediately turns on the waterworks.",
                "When your body’s thermostat, in the hypothalamus region of your brain, detects a rise in body temperature or emotional changes or stress, special nerve impulses turn on your dermal waterworks."
            ],
            "audio": "https://tts.langeek.co/read?text=d2F0ZXJ3b3Jrcw&hash=c0e6994545530ea01a3fe30a668c7302ceb91a9a&lang=en&cache-only=0",
            "defineEn": "the infrastructure and facilities responsible for supplying clean water and managing wastewater",
            "defineVi": "cơ sở hạ tầng và cơ sở chịu trách nhiệm cung cấp nước sạch và quản lý nước thải"
        },
        {
            "id": "5aef6b92-0f2a-4f6e-86b2-1c592f35f28c",
            "word": "plumbing",
            "phonetic": "plʌmɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The inexperienced DIY enthusiast tried to fix a complex plumbing problem, and caused a flood in the house.",
                "Plumbing is set in similar grooves. ",
                "So you put in your own plumbing?",
                "That re-routes the plumbing of the entire heart, changing the entire blood flow of the baby.",
                "But in a low-wage-heavy economy, plumbing apprenticeships start at close to $20 an hour nowadays."
            ],
            "audio": "https://tts.langeek.co/read?text=cGx1bWJpbmc&hash=05080d8dfe3c5a02747d22946186180496b58de6&lang=en&cache-only=0",
            "defineEn": "the system of pipes for the distribution of water in a building",
            "defineVi": "hệ thống đường ống phân phối nước trong tòa nhà"
        },
        {
            "id": "9e5b0a2c-116f-4ed6-9a3a-e437dfa631fc",
            "word": "plumbing fixture",
            "phonetic": "plʌmɪŋ fɪkstʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGx1bWJpbmcgZml4dHVyZQ&hash=9b2bfeb7243bff06e0b864de1a49f4ec79f3980c&lang=en&cache-only=0",
            "defineEn": "a device or appliance connected to a plumbing system that is used for a specific function related to water supply or drainage",
            "defineVi": "một thiết bị hoặc thiết bị được kết nối với hệ thống ống nước được sử dụng cho một chức năng cụ thể liên quan đến cấp hoặc thoát nước"
        },
        {
            "id": "e507be71-54fb-47ef-9ade-4525fd52f331",
            "word": "pipe fitting",
            "phonetic": "paɪp fɪɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGlwZSBmaXR0aW5n&hash=658e2f08670309af43ff0f5400ede3a4e67f42cb&lang=en&cache-only=0",
            "defineEn": "a component used in plumbing and construction to join, redirect, or control the flow of fluids or gases in a piping system",
            "defineVi": "một thành phần được sử dụng trong hệ thống ống nước và xây dựng để nối, chuyển hướng hoặc kiểm soát dòng chảy của chất lỏng hoặc khí trong hệ thống đường ống"
        },
        {
            "id": "463b5bde-aa36-41f2-8e37-e146667135dc",
            "word": "urinal",
            "phonetic": "jʊɹɹɪnəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Urinals work the exact same way.",
                "Today, you might still encounter urinal cakes with this stuff in it",
                "In the early days of urinal cakes, probably around the turn of the 20th century, the little slabs were mostly made of naphthalene, AKA, olden-day moth balls.",
                "There's a lot of pee going into that thing and not all of it necessarily ends up in the drain, even if the urinal flushes.",
                "She says that in many buildings, the men's and women's rooms are the same size, but because urinals take up less space, men's rooms have more toilets, which contributes to less waiting time for men."
            ],
            "audio": "https://tts.langeek.co/read?text=dXJpbmFs&hash=3a8f3ac4e05101330878aee8115cdae2294e66a6&lang=en&cache-only=0",
            "defineEn": "a plumbing fixture specifically designed for the purpose of urination. It is typically found in public restrooms and is designed to be used by males",
            "defineVi": "một vật cố định ống nước được thiết kế đặc biệt cho mục đích đi tiểu. Nó thường được tìm thấy trong nhà vệ sinh công cộng và được thiết kế để nam giới sử dụng",
            "hasImg": true
        },
        {
            "id": "f32d3dfe-a800-45f3-be4f-6af524da9945",
            "word": "sink",
            "phonetic": "sɪŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your boat was sunk by a swordfish?",
                "He sank his teeth into an apple.",
                "My heart sank when I saw the pained expression on her face.",
                "I'm not sinking any more money into it now!",
                "He sank back on his pillow and fell into a brown study."
            ],
            "audio": "https://tts.langeek.co/read?text=c2luaw&hash=fda469519b7d2f1100adfd04c80d9aad29fb974a&lang=en&cache-only=0",
            "defineEn": "a large and open container that has a water supply and you can use to wash your hands, dishes, etc. in",
            "defineVi": "một thùng chứa lớn và mở có nguồn cung cấp nước và bạn có thể sử dụng để rửa tay, rửa bát đĩa, v.v.",
            "hasImg": true
        },
        {
            "id": "8c2bce46-fca4-4a8d-a20e-942419d34408",
            "word": "laundry sink",
            "phonetic": "lɔːndɹi sɪŋk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGF1bmRyeSBzaW5r&hash=504c0e3dcc7b06855b6c26fbdce53a217d154c10&lang=en&cache-only=0",
            "defineEn": "a type of sink that is specifically designed for use in laundry rooms or areas where clothes are washed or laundered",
            "defineVi": "một loại bồn rửa được thiết kế đặc biệt để sử dụng trong phòng giặt hoặc khu vực giặt hoặc giặt quần áo"
        },
        {
            "id": "220b3b3c-5ab7-46f4-8cbf-89661bb03697",
            "word": "toilet",
            "phonetic": "tɔɪlɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Could you keep an eye on my bag while I go to the toilet?",
                "You'll have to get down on all fours to clean behind the toilet.",
                "That toilet has a face on it too.",
                "My friend only wishes a toilet with washing capabilities.",
                "They have flushed the toilet."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9pbGV0&hash=9744bf14febe60b1bacb184c321b4c4333bbb387&lang=en&cache-only=0",
            "defineEn": "the seat we use for getting rid of bodily waste",
            "defineVi": "chỗ ngồi chúng ta sử dụng để loại bỏ chất thải cơ thể",
            "hasImg": true
        },
        {
            "id": "cbe75dee-746f-4173-9f2b-f6e4593a3549",
            "word": "shower",
            "phonetic": "ʃaʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He dropped the slippery soap in the shower.",
                "He took a refreshing shower in the bathroom after a long day.",
                "To take a bath/shower/wash.",
                "She wrapped herself in a warm bath towel after the shower.",
                "She organized shampoo and soap bottles in the shower caddy in the bathroom."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvd2Vy&hash=3a5e5601d6e0bd6f31c0d75bc06db736a3a23bb8&lang=en&cache-only=0",
            "defineEn": "a piece of equipment that flows water all over your body from above",
            "defineVi": "một thiết bị đưa nước chảy khắp cơ thể bạn từ trên cao",
            "hasImg": true
        },
        {
            "id": "03b52c17-5aaf-4586-a130-84ed8a109a7f",
            "word": "male pipe",
            "phonetic": "meɪl paɪp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFsZSBwaXBl&hash=9e97315c01cc24841281be3dad569bd80f9953db&lang=en&cache-only=0",
            "defineEn": "a type of pipe fitting that has external threads on the outer surface, designed to be inserted into a corresponding female pipe fitting with internal threads to create a secure and sealed connection for the flow of fluids or gases",
            "defineVi": "một loại đầu nối ống có các ren bên ngoài ở bề mặt bên ngoài, được thiết kế để lắp vào một đầu nối ống cái tương ứng có các ren bên trong nhằm tạo ra một kết nối an toàn và kín cho dòng chất lỏng hoặc khí"
        },
        {
            "id": "10b2c367-c143-4a1f-b975-39604451e6ac",
            "word": "female pipe",
            "phonetic": "fiːmeɪl paɪp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmVtYWxlIHBpcGU&hash=f32743eeeb9389e3d0a7404fe4753a878cd2894d&lang=en&cache-only=0",
            "defineEn": "a type of pipe fitting that has internal threads on the inner surface, designed to receive and make a secure connection with a male pipe fitting that has external threads, allowing for the flow of fluids or gases",
            "defineVi": "một loại đầu nối ống có các ren bên trong ở bề mặt bên trong, được thiết kế để tiếp nhận và tạo kết nối an toàn với đầu nối ống nam có các ren bên ngoài, cho phép dòng chảy của chất lỏng hoặc khí"
        }
    ]
}