{
    "id": "3c6434f2-5e81-47be-bcbe-f22f159c3ced",
    "title": "Let's Agree to Disagree!",
    "originalTitle": "Lesson 25",
    "words": [
        {
            "id": "5f6f776f-1b4f-4926-a14c-43fb568f5d81",
            "word": "to accommodate",
            "phonetic": "tʊ ɐkɑːmədeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The human resources manager understood that her employees had varying needs and preferences, and created a flexible work environment to accommodate them - different strokes for different folks.",
                "Now, it will accommodate a new wave of refugees escaping Turkey’s attack on northeast Syria.",
                "Part of this involved the shuffling around of the modules that made up Mir, to accommodate the arrival of Atlantis. ",
                "So, we're getting a lot more doses of the vaccine next week to accommodate that population.",
                "According to NASA’s original plan, those changes should have been enough to accommodate the new spacecraft."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNjb21tb2RhdGU&hash=f1425a34c911aa003f4adb136acbf63646ac0f23&lang=en&cache-only=0",
            "defineEn": "to accept someone's opinion and consider doing it, particularly when it differs from one's opinion",
            "defineVi": "chấp nhận ý kiến của ai đó và cân nhắc thực hiện nó, đặc biệt khi ý kiến đó khác với ý kiến của một người"
        },
        {
            "id": "c9ec4e9b-aef8-45ca-b4b9-8885887c14d6",
            "word": "to compromise",
            "phonetic": "tə kɑːmpɹəmaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "In the end we reached a compromise.",
                "The couple had to compromise and give and take in order to make their marriage work.",
                "We should take the lead in proposing a compromise and be ready to give ground on several points.",
                "The politician burned his boats by refusing to compromise on his position.",
                "The artist refused to compromise on their vision for commercial success, understanding that no man loves his fetters, be they made of gold."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcHJvbWlzZQ&hash=183f17eb9da0dd91b7b1f23ca5f46658557e90e2&lang=en&cache-only=0",
            "defineEn": "to come to an agreement after a dispute by reducing demands",
            "defineVi": "đi đến một thỏa thuận sau một tranh chấp bằng cách giảm nhu cầu"
        },
        {
            "id": "46c372ee-7b77-4a69-ab03-65c93c221b58",
            "word": "to concede",
            "phonetic": "tə kənsiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "He would not concede the points.",
                "So, many libertarians concede that the physical world itself is deterministic.",
                "We will never concede.",
                "We will never concede.",
                "You don't concede."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uY2VkZQ&hash=284947246689f5c3fc2faec160561b3ff8b2d4ab&lang=en&cache-only=0",
            "defineEn": "to reluctantly admit that something is true after denying it first",
            "defineVi": "miễn cưỡng thừa nhận rằng một cái gì đó là sự thật sau khi từ chối nó đầu tiên"
        },
        {
            "id": "7a19c6fc-12c0-4fb0-945a-e84ac4f78625",
            "word": "to cooperate",
            "phonetic": "tə koʊɑːpɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "This video is cooperating.",
                "Most animals cooperate with the scientists.",
                "The Republicans aren’t cooperating. ",
                "Will he cooperate and play ball?",
                "We cooperated with regard to Afghanistan, where Russia played a positive role, particularly in letting our forces and our equipment transit into and out of Afghanistan."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29vcGVyYXRl&hash=24928c7f5cfca0335ab7a5cbbaf57ac08844a363&lang=en&cache-only=0",
            "defineEn": "to work with other people in order to achieve a common goal",
            "defineVi": "để làm việc với những người khác để đạt được một mục tiêu chung",
            "hasImg": true
        },
        {
            "id": "f21364ab-3b5f-4a87-b95c-554af073a0cc",
            "word": "to intervene",
            "phonetic": "tʊ ɪntɚviːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "She began whaling on the poor child until a police officer finally intervened.",
                "The Prime Minister was often in the eye of the storm during the debate on whether or not to intervene in Syria.",
                "He knew what they were doing was wrong, but his yellow streak kept him from intervening.",
                "But senior Justice Department officials intervened.",
                "The president had intervened against him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50ZXJ2ZW5l&hash=d2fa38548725488d0d82e4cf41e32e91fd5dfe7f&lang=en&cache-only=0",
            "defineEn": "to intentionally become involved in a difficult situation in order to improve it or prevent it from getting worse",
            "defineVi": "cố tình tham gia vào một tình huống khó khăn để cải thiện nó hoặc ngăn nó trở nên tồi tệ hơn"
        },
        {
            "id": "f3aba73f-0c78-4ccf-9275-6e01cd80f800",
            "word": "to interfere",
            "phonetic": "tʊ ɪntəfɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She tried to interfere but I sent her packing.",
                "When the neighbors argued over their property lines, the mediator advised them to let every fox take care of his own tail and not to interfere with each other's property.",
                "No family to interfere!'",
                "It interferes with your body’s natural inflammatory responses.",
                "But these antimalarials can interfere with that."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50ZXJmZXJl&hash=dde262f4345e4e20f82ea04f7b8bb976739e03a3&lang=en&cache-only=0",
            "defineEn": "to take part or get involved in something when it is not necessary or without invitation, in a way that is annoying to others",
            "defineVi": "tham gia hoặc tham gia vào một việc gì đó khi không cần thiết hoặc không được mời, theo cách gây khó chịu cho người khác"
        },
        {
            "id": "c722178d-0f72-4a0d-960c-4f2b461c2be1",
            "word": "to seal",
            "phonetic": "tə siːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "My lips are sealed.",
                "The bill has the President's seal of approval.",
                "Fans have given the band's new song their seal of approval.",
                "My student had a secret but my lips were sealed.",
                "With a gentle push, the window closed tightly, sealing out the draft."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VhbA&hash=8aa8e568eac7eb6dd328f0d0a8f0535c5cac4421&lang=en&cache-only=0",
            "defineEn": "to finalize a contract, deal, or agreement",
            "defineVi": "để hoàn thành một hợp đồng, thỏa thuận, hoặc thỏa thuận",
            "hasImg": true
        },
        {
            "id": "530534f8-8a05-41e6-bfc4-3c7f88ca138c",
            "word": "to sign",
            "phonetic": "tə saɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The sign must be taken down.",
                "The doctor examined her neck for any signs of injury.",
                "I checked the car for signs of damage.",
                "We sign our names with a pen when writing greeting cards.",
                "The loyal subjects bowed down before their king as a sign of reverence."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2lnbg&hash=ff26b0d4cc00218ede5ed415c30777e2ea9addcb&lang=en&cache-only=0",
            "defineEn": "to agree to the terms of a contract by putting one's signature to it",
            "defineVi": "để đồng ý với các điều khoản của một hợp đồng bằng cách đặt chữ ký của một người vào nó",
            "hasImg": true
        },
        {
            "id": "e6eef54c-8cb6-425f-bef0-f66f75778420",
            "word": "to talk into",
            "phonetic": "tə tɔːk ɪntʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Going to talk into it here.",
                "Now tell your friend to put their cup over their ear while you talk into your cup.",
                "Now you can check if your microphones are working right on the interface by talking into them.",
                "I cannot understand anybody that is talking into a microphone, like from far away, it's just too muffly.",
                "I got talked into that. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFsayBpbnRv&hash=3310c8e1f1a1d0fea2837f923bea9dfff97e80a5&lang=en&cache-only=0",
            "defineEn": "to convince someone to do something they do not want to do",
            "defineVi": "để thuyết phục ai đó làm điều gì đó mà họ không muốn làm"
        },
        {
            "id": "f9659834-dab0-4240-82d0-358755439708",
            "word": "to undertake",
            "phonetic": "tʊ ʌndɚteɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "When supplies ran low during the mountaineering expedition, the climbers realized that hunger breaks stone walls and undertook increasingly dangerous descents to forage for food.",
                "The company undertook an initial public offering in 2018 at a float price just above 24 dollars.",
                "In time, these enterprising fish would undertake one of the most important journeys in the history of life.",
                "So it undertook an unusual effort called quantitative easing, or QE.",
                "She undertook the building of roads and the fostering of trade to bring economic unity to Russia."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5kZXJ0YWtl&hash=d37936d97dc2b060b856a102e24a9bb2dbe4c6de&lang=en&cache-only=0",
            "defineEn": "to accept or promise to do something particular",
            "defineVi": "để chấp nhận hoặc hứa sẽ làm một cái gì đó cụ thể"
        },
        {
            "id": "56f5c6f7-d4a3-4773-8865-edbb3856684c",
            "word": "to violate",
            "phonetic": "tə vaɪəleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The court held that such conduct violated the statute.",
                "Violates Texas gambling laws.",
                "[The sanctions] violate the principles of international trade and WTO regulations ",
                "You violate intergalactic space!",
                "In reality, a white hole would violate the second law of thermodynamics."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmlvbGF0ZQ&hash=1653afd3f29d06563525a9b967c968679c651014&lang=en&cache-only=0",
            "defineEn": "to disobey or break a regulation, an agreement, etc.",
            "defineVi": "để không tuân theo hoặc phá vỡ một quy định, một thỏa thuận, vv"
        },
        {
            "id": "5a6e447d-4102-48a5-a15c-bbfffcd41199",
            "word": "to [raise] hell",
            "phonetic": "tə ɹeɪz hɛl ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcmFpc2UgaGVsbA&hash=5ed9cac8e10c45854f55201c55dd19efd58ce68c&lang=en&cache-only=0",
            "defineEn": "to complain about or object to something angrily and loudly",
            "defineVi": "để phàn nàn về hoặc phản đối một cái gì đó giận dữ và lớn tiếng"
        },
        {
            "id": "7cf6609c-707b-4f7d-a8fe-46c6a495542a",
            "word": "to wrap up",
            "phonetic": "tə ɹæp ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "They are wrapping up their employees in cotton wool, offering extra benefits and rewards.",
                "It's pointless to put off what can be wrapped up today until tomorrow.",
                "The prosecution and defense wrap up their cases in the murder trial of former Minneapolis police officer Derek Chauvin.",
                "Today, prosecutors for the state of Minnesota wrapped up their case.",
                "Tomorrow, the House impeachment managers wrap up their opening arguments."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd3JhcCB1cA&hash=659996d7ea12e06c5b2fa3b69ac13d440a2f1607&lang=en&cache-only=0",
            "defineEn": "to conclude or complete a meeting, job, agreement, etc.",
            "defineVi": "để kết thúc hoặc hoàn thành một cuộc họp, công việc, thỏa thuận, vv",
            "hasImg": true
        },
        {
            "id": "07a38cc0-e74f-42a8-b4d7-fa3f60ec9893",
            "word": "acceptance",
            "phonetic": "ɐksɛptəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "John's family disowned him when they discovered he was born on the wrong side of the blanket, but he found solace and acceptance among friends who appreciated him for who he was.",
                "The teacher told her students that it takes all sorts to make a world in an effort to promote acceptance and understanding of different personalities and backgrounds.",
                "Those who are different or unconventional may struggle to gain acceptance in some groups or cultures - the nail that sticks out, gets hammered down.",
                "A theory's acceptance, however, is often gladiatorial.",
                "And part of this acceptance is also grieving the loss of your childhood."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjZXB0YW5jZQ&hash=166ed98f57d649e7310bd45429ba349aa968a090&lang=en&cache-only=0",
            "defineEn": "the act of agreeing with a belief, idea, statement, etc.",
            "defineVi": "hành động đồng ý với một niềm tin, ý tưởng, tuyên bố, vv",
            "hasImg": true
        },
        {
            "id": "050d3e57-6754-4a66-84fb-9a475a54397a",
            "word": "compliance",
            "phonetic": "kəmplaɪəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The second part of the story is compliance with medication.",
                "In the meantime, Beijing will demand compliance to its rules.",
                "The whole program started in its very early stages as sort of a compliance product.",
                "Iran is out of compliance on a number of fronts.",
                "Amazon has tackled the privacy issue with a HIPPA compliance policy."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGxpYW5jZQ&hash=02b85c265389df4ddb4b274c72d36693f9479646&lang=en&cache-only=0",
            "defineEn": "the act of following rules or regulations",
            "defineVi": "hành động tuân theo các quy tắc hoặc quy định"
        },
        {
            "id": "19e1d969-f7d1-482e-8025-e20d7ddf61dd",
            "word": "consensus",
            "phonetic": "kənsɛnsəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The political debate seemed to go on endlessly, with the candidates going from pillar to post without reaching a consensus.",
                "Practice consensus building.",
                "I built consensus around it.",
                "Nonetheless, scientific consensus is a powerful tool.",
                "What was the consensus about him?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2Vuc3Vz&hash=092e631975012462e70753d6729c712ee7eff04a&lang=en&cache-only=0",
            "defineEn": "an agreement reached by all members of a group",
            "defineVi": "một thỏa thuận đạt được bởi tất cả các thành viên của một nhóm",
            "hasImg": true
        },
        {
            "id": "1969d95a-5493-4e8f-9244-56f75d226801",
            "word": "convention",
            "phonetic": "kənvɛnʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Clinton also had two personal strikes against him as he went into the home stretch toward the July Democratic convention.",
                "After attending a gaming convention, she got the bug and now spends all her weekends playing video games.",
                "KISS convention.",
                "Convention starts at 10.",
                "So this Russian campaign successfully affected Hillary Clinton’s convention."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udmVudGlvbg&hash=1b1ff5f65d81ccb6e037de506b6e21aacfebc37c&lang=en&cache-only=0",
            "defineEn": "behavior and actions that most members of a society expect and consider appropriate",
            "defineVi": "hành vi và hành động mà hầu hết các thành viên trong xã hội mong đợi và cho là phù hợp"
        },
        {
            "id": "0d302395-256e-4aac-9c10-2f72a298168d",
            "word": "bargain",
            "phonetic": "bɑːɹɡɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can find bargain books in mint condition at jumble sales.",
                "She knows a bargain when she sees one.",
                "She has a good nose for a bargain.",
                "He drives a hard bargain, but we finally made a deal.",
                "The company is believed to have struck a hard bargain."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyZ2Fpbg&hash=ff2a28022d3af03e307452b2308321d6f13d6122&lang=en&cache-only=0",
            "defineEn": "an agreement between two people or a group of people, based on which they do something particular for one another",
            "defineVi": "một thỏa thuận giữa hai người hoặc một nhóm người, dựa trên đó họ làm điều gì đó đặc biệt cho nhau"
        },
        {
            "id": "0dd01164-65d1-4b86-866f-d9ad79a03043",
            "word": "breach",
            "phonetic": "bɹiːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "When the teacher fell ill, the substitute had to step into the breach and take over the class.",
                "The company had to eat crow and apologize to its customers after a major data breach exposed their personal information.",
                "After the data breach, the company is going to have to take a long, hard look at their security measures.",
                "The notice must be served upon the tenant and include a legal description of the breach they have committed.",
                "By 1990, CPUs breached the 1 million transistor count."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWNo&hash=e5dc7931384c1d9eedbf998ed17160c1934f39a6&lang=en&cache-only=0",
            "defineEn": "an act that violates an agreement, law, etc.",
            "defineVi": "một hành động vi phạm một thỏa thuận, pháp luật, vv"
        },
        {
            "id": "b2cd05d4-d1f7-4d48-9513-c9e0edb957eb",
            "word": "commitment",
            "phonetic": "kəmɪtmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He has shown his commitment to his art.",
                "The quality of our reporting and the accuracy of our stories are a reflection of our commitment to the truth and our dedication to our craft.",
                "They admire the police for their commitment to maintaining law and order.",
                "Many couples believe that marriage should be a lifelong commitment until death do part.",
                "She's always on the go, juggling work, family, and personal commitments."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWl0bWVudA&hash=d712a2bd8354614b679221f127367e21e249f2ea&lang=en&cache-only=0",
            "defineEn": "the state of being dedicated to someone or something",
            "defineVi": "trạng thái dành riêng cho ai đó hoặc cái gì đó"
        },
        {
            "id": "df217290-f1c8-43d8-8999-def7af1d4f7a",
            "word": "fuss",
            "phonetic": "fʌs ",
            "partOfSpeechType": "noun",
            "examples": [
                "to make a noise/mess/fuss",
                "To make a noise/mess/fuss.",
                "It works every time, no muss, no fuss.",
                "If the food doesn't come soon, I'm going to make a fuss.",
                "Local people are kicking up a fuss about the noise and smells from the farm."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVzcw&hash=dd924921ce32a09c2f590b36e6c5aded5c5b2cd2&lang=en&cache-only=0",
            "defineEn": "an argument about unimportant things",
            "defineVi": "một cuộc tranh luận về những điều không quan trọng"
        },
        {
            "id": "87938c45-2e94-437b-ae3a-b55058883a93",
            "word": "settlement",
            "phonetic": "sɛɾəlmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She came out of the divorce settlement a rich woman.",
                "The company opted for a settlement rather than taking their former employee to court.",
                "State regulators will go the extra mile to ensure that this settlement is as investor-friendly as possible.",
                "The settlement includes money for the victims families.",
                "This settlement is an abandoned care home."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V0dGxlbWVudA&hash=23eae63049451fd7e1f90cde8645028b41bd8d5a&lang=en&cache-only=0",
            "defineEn": "an official agreement that puts an end to a dispute",
            "defineVi": "một thỏa thuận chính thức chấm dứt tranh chấp",
            "hasImg": true
        },
        {
            "id": "3324f7ce-a496-4b57-b768-c0145ca2ce05",
            "word": "submission",
            "phonetic": "səbmɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Back then, submissions where, I had a lot of submissions through VHS tapes.",
                "I know some great submission holds.",
                "Just waiting for the submissions from them.",
                "A society of surveillance is just one step away from a society of submission.",
                "Lin’s proposal was selected from a pool of over fourteen hundred submissions and constituted a decisive break from the traditions of monument design."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VibWlzc2lvbg&hash=282b0f79f9170c78b797fdae6aaf91c035c85dfa&lang=en&cache-only=0",
            "defineEn": "the state or act of accepting defeat and not having a choice but to obey the person in the position of power",
            "defineVi": "trạng thái hoặc hành động chấp nhận thất bại và không có lựa chọn nào khác ngoài việc tuân theo người ở vị trí quyền lực"
        },
        {
            "id": "b3091561-6ae8-47b2-bce1-6e443906ca7c",
            "word": "tolerance",
            "phonetic": "tɑːlɚɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "What does tolerance mean?",
                "That tolerance aspect is especially important.",
                "For this example, a tolerance of 45 worked best.",
                "For this example, a tolerance of 45 worked best.",
                "There's no tolerance."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9sZXJhbmNl&hash=60b42fbd7e89fb305ab2371a658cc7d902af6fec&lang=en&cache-only=0",
            "defineEn": "willingness to accept behavior or opinions that are against one's own",
            "defineVi": "sẵn sàng chấp nhận hành vi hoặc ý kiến chống lại chính mình",
            "hasImg": true
        },
        {
            "id": "d37ecdcb-a6e8-415c-8c5a-fab1c1ef356b",
            "word": "mutual",
            "phonetic": "mjuːtʃuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The two countries were so consumed by their mutual hatred that they failed to see the benefits of working together, proving that hatred is as blind as love.",
                "Despite their mutual attraction, Barbara and John have only gone to first base in their relationship.",
                "As they danced together, Emily caught Alex giving her the eye, and she felt a spark of mutual attraction between them.",
                "Jake missed his friend's birthday party, but he made it up to her by organizing a surprise gathering with their mutual friends the following week.",
                "While it's easy to get swept up in the passion and excitement of a new romance, the saying hot love soon cold, reminds us that building a lasting and meaningful relationship requires a strong foundation of mutual respect, understanding, and shared values."
            ],
            "audio": "https://tts.langeek.co/read?text=bXV0dWFs&hash=e045c4cddb670d9eb7fa80e41499d5ba887e10eb&lang=en&cache-only=0",
            "defineEn": "(of actions or feelings) done to or shared by either of two individuals or more for each other",
            "defineVi": "(về hành động hoặc cảm xúc) được thực hiện hoặc chia sẻ bởi một trong hai cá nhân hoặc nhiều hơn cho nhau",
            "hasImg": true
        },
        {
            "id": "55a6f199-d964-4dae-8835-b2635ea3592c",
            "word": "collective",
            "phonetic": "kəlɛktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So, we need collective help from the national government.",
                "Collective judgments were doomed to be extreme.",
                "But when Hulse and Taylor published their results in 1975, the astronomy world lost its collective mind.",
                "This is an initiative, a collective.",
                "Each league sets through the collective bargaining agreement with player unions."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGVjdGl2ZQ&hash=806523f1e55173d1d9f29e0e8747db8ead39c931&lang=en&cache-only=0",
            "defineEn": "involving, done, or shared by all members of a group",
            "defineVi": "liên quan, thực hiện hoặc chia sẻ bởi tất cả các thành viên của một nhóm"
        },
        {
            "id": "f3c5eb7e-ec98-4922-b9ad-7c3c5c46bb2c",
            "word": "contrary",
            "phonetic": "kɑːntɹɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She didn't let her bad dream get her down, knowing that dreams go by contraries and that it probably meant something positive was on the horizon.",
                "On the contrary, the calcium in milk might even have a protective effect against colon cancer.",
                "However, authorities have contrary opinions about using voiceprints for identification. ",
                "On the contrary, some parents even see their offspring's gifts as a way to draw attention to themselves and their own interests.",
                "If you spend any time on youtube, you know people are contrary!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJhcnk&hash=38c1af734b85d4b17828f6fc703d961425a4f72d&lang=en&cache-only=0",
            "defineEn": "completely different",
            "defineVi": "hoàn toàn khác"
        },
        {
            "id": "66bc934c-f608-4199-8d2e-b166ec3050fe",
            "word": "joint",
            "phonetic": "dʒɔɪnt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My dad grilled a succulent pork joint with barbecue sauce for a backyard cookout.",
                "Nobody lays a glove on your joint.",
                "Mrs. Tinker puts my nose out of joint by bringing you the Lilies of the Field.",
                "Ever since Bill got that traffic ticket, he's had his nose out of joint.",
                "I smoked a joint an hour ago, and I'm still waiting to come up."
            ],
            "audio": "https://tts.langeek.co/read?text=am9pbnQ&hash=7060cbece844a5297f8a05981f4bf489c20609d5&lang=en&cache-only=0",
            "defineEn": "controlled, done, shared, or owned by two or more people",
            "defineVi": "được kiểm soát, thực hiện, chia sẻ hoặc sở hữu bởi hai người trở lên",
            "hasImg": true
        },
        {
            "id": "abbefe72-cccb-4f65-898c-2ed9f9d36758",
            "word": "persuasive",
            "phonetic": "pɚsweɪsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She is so persuasive that she has people eating out of her hand in no time.",
                "The essay was written in persuasive form, with the author arguing for a particular point of view.",
                "The negotiator held all the aces with their persuasive arguments, information, and bargaining power, and got a favorable deal.",
                "Lily was known for her strong will and persuasive abilities, which often resulted in her getting her way during important decision-making processes.",
                "Statistics are persuasive."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc3Vhc2l2ZQ&hash=46a2ac1cd45512d76bc1a07f90da5d5adcb0d2c0&lang=en&cache-only=0",
            "defineEn": "capable of convincing others to do or believe something particular",
            "defineVi": "có khả năng thuyết phục người khác làm hoặc tin vào điều gì đó cụ thể"
        },
        {
            "id": "89b72860-15c0-4e7e-8a4c-6a602629dff3",
            "word": "settled",
            "phonetic": "sɛɾəld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For each of these exercises, you would do them until you feel more settled and the distress has passed.",
                "When it was all settled, when the LAWSUIT was done, did you think it was a Fair Settlement?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2V0dGxlZA&hash=a211c83a3662ff1bcf448cb234e2c3c4480a7d04&lang=en&cache-only=0",
            "defineEn": "agreed upon, decided, or resolved",
            "defineVi": "đồng ý, quyết định, hoặc giải quyết"
        },
        {
            "id": "689930d0-41c4-46b7-9e54-f7c80261d8d8",
            "word": "to [come] to terms with {sb}",
            "phonetic": "tə kʌm tə tɜːmz wɪð ɛsbiː ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tZSB0byB0ZXJtcyB3aXRoIHtzYn0&hash=17ef831a853d2157dc88ea7a100bd3c3cbece007&lang=en&cache-only=0",
            "defineEn": "to come to an agreement with someone",
            "defineVi": "đi đến một thỏa thuận với ai đó"
        },
        {
            "id": "d589b386-5169-4cc0-b1db-6f700f36a745",
            "word": "tell me about it",
            "phonetic": "tɛl miː ɐbaʊt ɪt ",
            "partOfSpeechType": "sentence",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGVsbCBtZSBhYm91dCBpdA&hash=da519c812637943bb23e375da41f6a8d8cf5d1ab&lang=en&cache-only=0",
            "defineEn": "used to show that one understands or agrees with what is being said because one has already experienced it",
            "defineVi": "được sử dụng để chỉ ra rằng một người hiểu hoặc đồng ý với những gì đang được nói bởi vì một người đã trải qua nó"
        },
        {
            "id": "eec6c0ee-c360-4cc7-b5d2-8015a551b8fa",
            "word": "you can say that again",
            "phonetic": "juː kæn seɪ ðæt ɐɡɛn ",
            "partOfSpeechType": "sentence",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=eW91IGNhbiBzYXkgdGhhdCBhZ2Fpbg&hash=e74a12e113081e2e7d59b71b71c2039f0e08b1ac&lang=en&cache-only=0",
            "defineEn": "used to express one's complete agreement with someone's statement",
            "defineVi": "được sử dụng để bày tỏ sự đồng ý hoàn toàn của một người với tuyên bố của ai đó"
        },
        {
            "id": "01a59da3-96db-436b-aa60-cd51b48962d5",
            "word": "inconsistent",
            "phonetic": "ɪŋkənsɪstənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But the evidence for that is inconsistent.",
                "It's also inconsistent.",
                "They're just inconsistent.",
                "Although Coley was often reportedly successful, his tests were inconsistent.",
                "Have they been inconsistent with their communication?"
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jb25zaXN0ZW50&hash=0e88980d533f8f4908f11b8f2f751fc3f55e3476&lang=en&cache-only=0",
            "defineEn": "not agreeing with one's beliefs, principles, or standards",
            "defineVi": "không đồng ý với niềm tin, nguyên tắc hoặc tiêu chuẩn của một người"
        },
        {
            "id": "d31bafdd-1c17-4faa-8705-a92de3657a53",
            "word": "demonstration",
            "phonetic": "dɛmənstɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Opposition to the war in Vietnam has set off demonstrations in several major cities.",
                "Did you see demonstrations?",
                "Instead, thousands of protesters confronted police in pro-democracy demonstrations.",
                "West Virginia teachers in turn sparked similar demonstrations in Oklahoma and Arizona.",
                "The peaceful demonstrations were in response to the decadelong rule of Serzh Sargsyan."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtb25zdHJhdGlvbg&hash=b91cee6548451b06d2f10b813330aa0a78b2ba71&lang=en&cache-only=0",
            "defineEn": "a display of support for or protest against something or someone by a march or public meeting",
            "defineVi": "thể hiện sự ủng hộ hoặc phản đối điều gì đó hoặc ai đó bằng một cuộc tuần hành hoặc cuộc họp công cộng",
            "hasImg": true
        },
        {
            "id": "0a880836-6d80-42bb-b00f-71a0283735d3",
            "word": "off the table",
            "phonetic": "ɔf ðə teɪbəl ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2ZmIHRoZSB0YWJsZQ&hash=6600f4b9768cf4c28594628cc44da26418800e73&lang=en&cache-only=0",
            "defineEn": "(of a proposal, topic, or offer) unavailable or incapable of being considered",
            "defineVi": "(của một đề xuất, chủ đề hoặc ưu đãi) không có sẵn hoặc không có khả năng được xem xét"
        },
        {
            "id": "eb9b8155-57aa-4f91-a7ed-f7122cee4859",
            "word": "like hell",
            "phonetic": "laɪk hɛl ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGlrZSBoZWxs&hash=435f19211e64c1107960d3811a0608146b47f555&lang=en&cache-only=0",
            "defineEn": "used to emphasize the intensity or speed of something",
            "defineVi": "được sử dụng để nhấn mạnh cường độ hoặc tốc độ của một cái gì đó"
        }
    ]
}