{
    "id": "3c73b34e-d2c7-4109-8886-83f74867c9f4",
    "title": "Occupations",
    "originalTitle": "Lesson 5",
    "words": [
        {
            "id": "e80018a1-9bdb-4173-a7d2-0791f0ba2ec4",
            "word": "barber",
            "phonetic": "bɑːɹbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The barber said he'd do me next.",
                "Don't criticize the new intern so harshly, remember the saying - a barber learns to shave by shaving fools.",
                "The job seeker's friend warned her to remember the saying 'beware of the young doctor and the old barber' when she considered accepting a job offer from a start-up with little track record or an established company with outdated practices.",
                "The barber began.",
                "The barber began."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyYmVy&hash=19e9cf7eaa2bc626b26f083424a9550d1ef58f92&lang=en&cache-only=0",
            "defineEn": "someone whose job is to cut men’s hair or shave or trim their facial hair",
            "defineVi": "ai đó có công việc là để cắt tóc của nam giới hoặc cạo hoặc tỉa tóc trên khuôn mặt của họ",
            "hasImg": true
        },
        {
            "id": "601a2b48-1f4c-4de2-bd29-41fbdfbdfbc6",
            "word": "butcher",
            "phonetic": "bʊtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A butcher recommended trying the smoked ham shin.",
                "My mother visited the butcher shop and purchased a chuck steak.",
                "The butcher shop offered expertly cut racks of dry-aged beef.",
                "I bought a pound of fresh meat from the butcher.",
                "She collected the tail fat from the butcher to make traditional candles for a special celebration."
            ],
            "audio": "https://tts.langeek.co/read?text=YnV0Y2hlcg&hash=f8fb720eb67339d3556e6dfa6c55e932be692705&lang=en&cache-only=0",
            "defineEn": "someone who cuts up and sells meat as a job",
            "defineVi": "một người cắt và bán thịt như một công việc",
            "hasImg": true
        },
        {
            "id": "27771706-d290-47f5-97f1-48c9d9eea732",
            "word": "builder",
            "phonetic": "bɪldɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many banks have cut commercial builders off cold turkey.",
                "The builders may have adhered to the letter of the law, but not its spirit.",
                "Of the participating builders in the survey, 66 percent said they turned a profit in 1993.",
                "The builders had done a really nice job.",
                "But Roman road builders took the art of logistics to another level."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVpbGRlcg&hash=073aef4a03e57b569bfdedae9165960636337d93&lang=en&cache-only=0",
            "defineEn": "someone who builds or repairs houses and buildings, often as a job",
            "defineVi": "một người xây dựng hoặc sửa chữa nhà và các tòa nhà, thường là một công việc",
            "hasImg": true
        },
        {
            "id": "582fd943-d92a-45d1-ad78-749bd3138035",
            "word": "firefighter",
            "phonetic": "faɪɚfaɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The firefighter bravely extinguished the house fire.",
                "The firefighter held a hose on the blaze.",
                "His dream job is to become a firefighter.",
                "The firefighters rescued the trapped hiker, bringing him back safe and sound to his worried friends.",
                "The firefighter who rescued us was our knight in shining armor."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlyZWZpZ2h0ZXI&hash=31ca4a0e1216bff5c304b65a13c3e243dfa0f5e7&lang=en&cache-only=0",
            "defineEn": "someone whose job is to put out fires and help save people or animals from dangerous situations",
            "defineVi": "một người có công việc là dập lửa và giúp cứu người hoặc động vật khỏi những tình huống nguy hiểm",
            "hasImg": true
        },
        {
            "id": "0f413c48-cbc1-4aa5-8f81-a4d2fe7621fe",
            "word": "mailman",
            "phonetic": "meɪlmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "IAN SIMON, Mailman: I have been pretty lucky that I still get to work every day.",
                "Avalina Whitlow, a toddler in Portland, Oregon, and her neighborhood mailman dance together every day while separated by the window in her family's living room.",
                "And Avalina, her father, David, who made the video, and Ian Simon, their mailman, joins us now.",
                "I've had clients literally run to the mailbox every time the mailman comes to ensure that no information is given to their parents."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFpbG1hbg&hash=35b27f36068d11396f9b15142ce990fb53af7ce0&lang=en&cache-only=0",
            "defineEn": "someone who delivers letters, packages, etc. to people",
            "defineVi": "ai đó chuyển thư, gói hàng, v.v. cho mọi người",
            "hasImg": true
        },
        {
            "id": "7bc4446b-e9e8-40de-8cb5-ac161755e3f6",
            "word": "gardener",
            "phonetic": "ɡɑːɹdənɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The gardener dug a hole and gently placed the bulb of an onion into the soil.",
                "The gardener carefully wrapped the stem of the young tree with burlap to protect it from frost during winter.",
                "The gardener inspected the melon, looking for the presence of eyes that indicated ripeness.",
                "The gardener tended to their plants with consistent care and attention, trusting that slow and steady wins the race, and eventually grew a beautiful garden",
                "The gardener knew that keeping a garden beautiful required a lot of physical labor and effort, since elbow grease is the best polish when it comes to maintaining plants and flowers."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FyZGVuZXI&hash=48206fe3a30ad942d29c5ae0fd15f8b3643bfc64&lang=en&cache-only=0",
            "defineEn": "a person whose job is to take care of plants in a garden",
            "defineVi": "một người có công việc là chăm sóc cây cối trong vườn",
            "hasImg": true
        },
        {
            "id": "7471ad41-08fa-4297-b677-6a8b21f54a6f",
            "word": "guard",
            "phonetic": "ɡɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The guard stood straight as a ramrod.",
                "The tomb is guarded day and night by soldiers.",
                "Prison guards looked the other way as the man was attacked by fellow prisoners.",
                "There's no guard, and they have no security system.",
                "He stole past the sleeping guard and into the building undetected."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VhcmQ&hash=8152cc031fad60bdaf5917e929663276ddf5d41c&lang=en&cache-only=0",
            "defineEn": "a person whose job is to protect and look after a person or place",
            "defineVi": "một người có công việc là để bảo vệ và chăm sóc một người hoặc địa điểm",
            "hasImg": true
        },
        {
            "id": "93c2a537-7e4b-4337-bd38-4cbbcdf7ce48",
            "word": "tailor",
            "phonetic": "teɪlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The suit he wore was tailored to fit him perfectly.",
                "Daniel had dressed up to the nines at the wedding, looking dashing in his tailored suit and polished shoes.",
                "While our designs are tailored to specific needs, our styling fee suits all pockets alike.",
                "As a master tailor, he knew that the eye of the master will do more work than both his hands and could create a perfectly fitted garment with minimal waste of fabric.",
                "The coach understood that each athlete had different strengths and weaknesses, and tailored training programs accordingly - a carrion kite will never be a good hawk."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFpbG9y&hash=eda60894cda1f3dbc04a60650c1932046e0b25e3&lang=en&cache-only=0",
            "defineEn": "a person whose job is making clothes, especially for men",
            "defineVi": "một người có công việc là làm quần áo, đặc biệt là cho nam giới",
            "hasImg": true
        },
        {
            "id": "f13d709b-758b-4875-8131-2e9666df0eb9",
            "word": "sailor",
            "phonetic": "seɪlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sailors spend the better part of their time at sea.",
                "At precisely 6:45 a.m. the rowdiness ceases as Sailor, a union safety expert, takes the floor for his weekly lecture.",
                "When I faced my first big challenge at work, I struggled to keep up, but I kept reminding myself that a calm sea does not make a skilled sailor.",
                "But for centuries, sailors saw that all the time!",
                "In this version, sailors encounter nine beautiful women atop a submerged island at sea."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FpbG9y&hash=8a0259634f5af768c6e233a11817450fe3dd02f0&lang=en&cache-only=0",
            "defineEn": "a person who is a member of a ship’s crew",
            "defineVi": "một người là một thành viên của một thủy thủ đoàn của một con tàu",
            "hasImg": true
        },
        {
            "id": "1e9af5ff-c6f3-4a49-b0d0-be9cae98a300",
            "word": "photographer",
            "phonetic": "fətɑːɡɹəfɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The rumor ran through the pack of photographers.",
                "The photographer zoomed in on the flower to capture its intricate details.",
                "They were followed down the street by a bunch of photographers.",
                "He finally lost his cool with a photographer and threatened to hit him.",
                "The photographer ventured into remote landscapes, capturing stunning images of untouched nature in the raw, free from any human intervention."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhvdG9ncmFwaGVy&hash=66af12509ae5e2b32b43edb082dc5fd5b8bed86e&lang=en&cache-only=0",
            "defineEn": "someone whose hobby or job is taking photographs",
            "defineVi": "ai đó có sở thích hoặc công việc là chụp ảnh",
            "hasImg": true
        },
        {
            "id": "24a4b3e0-bfe5-4531-9577-866f7eaf7910",
            "word": "babysitter",
            "phonetic": "beɪbɪsɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A babysitter was hired to take care of the baby while the parents were out.",
                "It's hard to find a babysitter.",
                "What's the going rate for a babysitter?",
                "They always got a babysitter in to stay with me because I was only ten years old.",
                "And then we have a village, a team of people, my niece and their former babysitter."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFieXNpdHRlcg&hash=ff3f92529233dc87943320d5c3c377e68420aa17&lang=en&cache-only=0",
            "defineEn": "someone whose job is to take care of a child or children while their parents are away",
            "defineVi": "ai đó có công việc chăm sóc một đứa trẻ hoặc trẻ em trong khi cha mẹ của họ đi vắng",
            "hasImg": true
        },
        {
            "id": "a1c8c7b4-3b25-4b65-aa5c-8344e27d5ca2",
            "word": "bodyguard",
            "phonetic": "bɑːdɪɡɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "That guy doesn't need a bodyguard.",
                "Gus Gennerich: I am the president's personal bodyguard.",
                "Everyone thought he was my bodyguard.",
                "Now let’s look at 2013: relatively unnoticed, Hitler’s bodyguard died at the age of 96 while in June, Edward Snowden started the NSA scandal.",
                "From marrying his bodyguard to flying his own plane and throwing a four-day funeral for his pet poodle, here's everything we know about Thailand's eccentric ruler."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9keWd1YXJk&hash=43a6236b2833e9c29c27f5beaa9dd0c9e0c3af7e&lang=en&cache-only=0",
            "defineEn": "someone who is employed to protect a famous or important person",
            "defineVi": "một người được tuyển dụng để bảo vệ một người nổi tiếng hoặc quan trọng",
            "hasImg": true
        },
        {
            "id": "7fe89d32-5e63-4033-8f8d-63e95be26d3b",
            "word": "astronaut",
            "phonetic": "æstɹənɔːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Later, during the Apollo 15 and 17 missions, astronauts saw the glow again.",
                "Astronauts undergo lots of physical tests, from weight checks to eye exams.",
                "So astronauts don’t take baths or showers with water.",
                "As a result, astronauts on board live in a constant state of free fall, or weightlessness.",
                "In the series, an astronaut has a terrible accident. "
            ],
            "audio": "https://tts.langeek.co/read?text=YXN0cm9uYXV0&hash=cb6e2e56ac1b1892573511bb1585584aaaeb2884&lang=en&cache-only=0",
            "defineEn": "someone who is trained to travel and work in space",
            "defineVi": "một người được đào tạo để đi du lịch và làm việc trong không gian",
            "hasImg": true
        },
        {
            "id": "3eb00e57-a574-4c50-9199-a50635660798",
            "word": "agent",
            "phonetic": "eɪdʒənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have two agents on the case.",
                "a sharp talent agent who has a finger in the pie in show business.",
                "The literary festival attracts renowned authors, publishers, and literary agents.",
                "The agent put me on hold while she consulted a colleague.",
                "The agent counsels them obliquely against waste, repeats the letter of the law, and smiles."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdlbnQ&hash=b80e3659d4fa110bb390f592939de7c0b64406f8&lang=en&cache-only=0",
            "defineEn": "a company or person that represents another person or company or manages their affairs",
            "defineVi": "một công ty hoặc người đại diện cho người khác hoặc công ty hoặc quản lý công việc của họ",
            "hasImg": true
        },
        {
            "id": "d9ad7056-5a36-4e78-90f0-898ec497ba32",
            "word": "reporter",
            "phonetic": "ɹᵻpoːɹɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A reporter obtained documents from the company under false pretenses.",
                "the reporter who fought city hall.",
                "a young reporter thrown into the lion's den",
                "The reporter threw the candidate a curve by asking about his past drug use.",
                "She told reporters that her husband has two left feet."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwb3J0ZXI&hash=b169b9a95c35b8c18691085bebdab2e4672c178b&lang=en&cache-only=0",
            "defineEn": "a person who gathers and reports news or does interviews for a newspaper, TV or radio station, etc.",
            "defineVi": "một người thu thập và báo cáo tin tức hoặc thực hiện các cuộc phỏng vấn cho một tờ báo, đài truyền hình hoặc đài phát thanh, v.v.",
            "hasImg": true
        },
        {
            "id": "50ea3c0a-806f-4481-93c8-cc804415b4ab",
            "word": "servant",
            "phonetic": "sɜːvənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The parent reminded her child that fire is a good servant but a bad master when it came to social media, encouraging responsible use of technology and emphasizing the importance of privacy and safety online.",
                "In a business, when employers treat their employees fairly and provide opportunities for growth and development, it can lead to a more motivated and dedicated workforce, as good masters make good servants.",
                "Many people assume that all politicians are corrupt, but it's important to remember that all are not thieves that dogs bark at, and there are many honest and dedicated public servants working hard to make a positive impact.",
                "He brought with him servants.",
                "Call two servants, Ellen.'"
            ],
            "audio": "https://tts.langeek.co/read?text=c2VydmFudA&hash=64d22983e67da63ae2d17f19fd2b61bbbae87882&lang=en&cache-only=0",
            "defineEn": "a person who does the housework as a job",
            "defineVi": "một người làm việc nhà như một công việc",
            "hasImg": true
        },
        {
            "id": "63c52dc7-02d7-4665-b158-ae9291947783",
            "word": "housewife",
            "phonetic": "haʊswaɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "I guess it's true what they say, a rouk-town's seldom a good housewife at home.",
                "She would introduce herself as a housewife from a small town in Virginia.",
                "These are the single housewives where their husband had passed away.",
                "Their expectations of me were that I would become a good African housewife, I would cook and clean for my family.",
                "Campaigns can spread their messages through direct mail, press releases, news coverage, and through advertisements, often on the TV, which is like the internet, only less interactive and has a lot of real housewives on it."
            ],
            "audio": "https://tts.langeek.co/read?text=aG91c2V3aWZl&hash=22c37241646a518c9095fe1c0c3b2eafdc33f0d8&lang=en&cache-only=0",
            "defineEn": "a married woman who does the housework (cooking, cleaning, etc.) and takes care of the children, and does not work outside the house",
            "defineVi": "một người phụ nữ đã kết hôn làm công việc nhà (nấu ăn, dọn dẹp, v.v.) và chăm sóc con cái, và không làm việc bên ngoài nhà",
            "hasImg": true
        },
        {
            "id": "e075ca1e-f247-4482-809d-28b37b54935b",
            "word": "freelancer",
            "phonetic": "fɹiːlænsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many freelancers do this!",
                "A lot of them are freelancers.",
                "A lot of them are freelancers.",
                "It then helps assemble a team of freelancers over the Internet.",
                "You know, working as a freelancer, YouTube is wishy-washy."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlZWxhbmNlcg&hash=f466cd2c7b8b6e1a2b48bf5aa9b77e109a2b7a1b&lang=en&cache-only=0",
            "defineEn": "a person who works independently without having a long-term contract with companies",
            "defineVi": "một người làm việc độc lập mà không có hợp đồng dài hạn với các công ty",
            "hasImg": true
        },
        {
            "id": "d121bf12-2081-4afa-9e53-d057273e918c",
            "word": "judge",
            "phonetic": "dʒʌdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The judge will have the last word on the divorce agreement.",
                "The judge allowed my claim.",
                "The judge brought his hammer down on the table.",
                "The judge stood firm in her ruling.",
                "People often judge a book by its cover without reading the contents."
            ],
            "audio": "https://tts.langeek.co/read?text=anVkZ2U&hash=b96525476c8b191c4dbbc62d62e517bc1d8c049c&lang=en&cache-only=0",
            "defineEn": "the official in charge of a court who decides on legal matters",
            "defineVi": "quan chức phụ trách tòa án quyết định các vấn đề pháp lý",
            "hasImg": true
        },
        {
            "id": "5c577e65-5759-4168-b33e-088aec58aa6a",
            "word": "president",
            "phonetic": "pɹɛzɪdənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The president has the wind at his back on this issue.",
                "The new president takes office in January.",
                "The President runs the risk of assassination with every public appearance.",
                "The rumors eventually reached the President.",
                "The President handed over the baton to his successor."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc2lkZW50&hash=bca7ff16b5b3377ea2e046d7c8d0a7f24af50779&lang=en&cache-only=0",
            "defineEn": "the head of a company or corporation",
            "defineVi": "người đứng đầu một công ty hoặc tập đoàn",
            "hasImg": true
        },
        {
            "id": "55b8361f-e513-4abc-b77f-e34137fe1745",
            "word": "adviser",
            "phonetic": "ɐdvaɪzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Although America is a democracy, a lot of key decisions are made behind closed doors by unelected advisers.",
                "As did Susan Rice Obama's national security adviser.",
                "There's advisers, Iranian advisers.",
                "President-elect Joe Biden formally announced top economic advisers today.",
                "I joined the Clinton campaign as an adviser, not formally."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2aXNlcg&hash=8238cf55915c758a53a0f4159f4748d36cb04509&lang=en&cache-only=0",
            "defineEn": "someone whose job is to give advice professionally on a particular subject",
            "defineVi": "một người có công việc là đưa ra lời khuyên chuyên nghiệp về một chủ đề cụ thể",
            "hasImg": true
        },
        {
            "id": "a8b50860-9854-4c9d-9905-83458e6b42eb",
            "word": "director",
            "phonetic": "dᵻɹɛktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The director praised the actor for their outstanding performance in the movie.",
                "The director paid tribute to all she had done for the charity.",
                "She's wanted immediately in the director's office.",
                "The new executive director had big plans for the organization, but it was the long-time volunteers who knew the community and its needs.",
                "The energy company's board of directors was composed entirely of men in gray suits who were resistant to investing in renewable energy sources."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlyZWN0b3I&hash=3d3b5f3202d469e62536763408353874e4581834&lang=en&cache-only=0",
            "defineEn": "a person who manages or is in charge of an activity, department, or organization",
            "defineVi": "một người quản lý hoặc chịu trách nhiệm về một hoạt động, bộ phận hoặc tổ chức",
            "hasImg": true
        },
        {
            "id": "2af5e40d-4192-46a5-873c-5b6ecb6ee049",
            "word": "translator",
            "phonetic": "tɹænsleɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The translator went viral.",
                "And they had a translator there.",
                "The translator visas are officially called Special Immigration Visas, or SIVs.",
                "The translator visas are officially called Special Immigration Visas, or SIVs.",
                "But the document was either read in Spanish or Latin, often with no translators."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNsYXRvcg&hash=9ebb14c1081c5da187f99e2ce232a2708ad7b844&lang=en&cache-only=0",
            "defineEn": "someone whose job is to change written or spoken words from one language to another",
            "defineVi": "một người có công việc là thay đổi các từ viết hoặc nói từ ngôn ngữ này sang ngôn ngữ khác",
            "hasImg": true
        },
        {
            "id": "07623863-07b7-4cb2-8cac-2a0879f5f98c",
            "word": "sportsman",
            "phonetic": "spoːɹtsmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Yes, there are less extreme, more moderate groups - sportsmen's groups, really - that are in the political fray in Washington.",
                "Some didn’t reply, some say they did it the way they always have, and some said something totally irrelevant, like \"I'm a good sportsman.\""
            ],
            "audio": "https://tts.langeek.co/read?text=c3BvcnRzbWFu&hash=4bce70135fbc71edf96bdbaa902fa2ef203ed869&lang=en&cache-only=0",
            "defineEn": "a man who participates in a sport professionally",
            "defineVi": "một người đàn ông tham gia một môn thể thao chuyên nghiệp",
            "hasImg": true
        },
        {
            "id": "45f9ff48-b686-46d9-934a-8c3c185143e1",
            "word": "songwriter",
            "phonetic": "sɔŋɹaɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a successful singer-songwriter, she has a large fan base and is sought after by record labels.",
                "The songwriter thought the show would be a success so he wanted a piece of the action.",
                "And legendary singer/songwriter Bob Dylan has sold his entire catalog of songs to Universal Music Publishing Group.",
                "A sometime songwriter himself, he says the process was a revelation.",
                "I'm a music producer and songwriter and I've done a lot of work in the K-pop world."
            ],
            "audio": "https://tts.langeek.co/read?text=c29uZ3dyaXRlcg&hash=05c8a7de36611ccc4e3580519bdcb6ef3d864bb3&lang=en&cache-only=0",
            "defineEn": "someone who writes the words of songs and sometimes their music",
            "defineVi": "một người viết những lời của bài hát và đôi khi âm nhạc của họ",
            "hasImg": true
        },
        {
            "id": "fa6b97e4-adf4-42cc-9fa1-ffba9019c648",
            "word": "editor",
            "phonetic": "ɛdɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dees disliked all editors on principle, but he had to admit that this one at least gave credit where credit was due.",
                "The author had to eat crow and rewrite their manuscript after receiving harsh criticism from their editor.",
                "This author's editor asked her a simple question that opened the floodgates of creativity and changed the trajectory of her career.",
                "Editors alter them as well, literally and figuratively.",
                "Blame the editor."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWRpdG9y&hash=7f5bf7985a89b73115bb4df1c902bd72fb025d07&lang=en&cache-only=0",
            "defineEn": "someone who is in charge of a newspaper agency, magazine, etc. and decides what should be published",
            "defineVi": "một người phụ trách một cơ quan báo, tạp chí, vv và quyết định những gì nên được xuất bản",
            "hasImg": true
        },
        {
            "id": "49524848-f562-4765-94cb-c4f3bece1d9e",
            "word": "tutor",
            "phonetic": "tuːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He offered to tutor his friend in math, knowing that his friend could help him with another subject because one hand washes the other.",
                "After struggling to keep up with her classes, Sarah took her teacher's advice and started attending tutoring sessions to improve her grades.",
                "But her income as a tutor to low-income kids has plummeted.",
                "In normal times, wealthier students have access to tutors and test prep programs that can help them deliver better scores.",
                "Sign up for a Japanese class, hire a Hindi tutor, download an Italian app or really go for it."
            ],
            "audio": "https://tts.langeek.co/read?text=dHV0b3I&hash=5b6ff7b6b68440115b2be6148e0eba6d3a0683c6&lang=en&cache-only=0",
            "defineEn": "a teacher who gives lessons privately to one student or a small group",
            "defineVi": "một giáo viên giảng bài riêng cho một học sinh hoặc một nhóm nhỏ",
            "hasImg": true
        },
        {
            "id": "e621f047-f790-4eb2-a2b5-5c568dbb62ca",
            "word": "trader",
            "phonetic": "tɹeɪdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The council says it will prosecute traders who break the law.",
                "The council says it will prosecute traders who break the law.",
                "Consumers are spending less and traders are feeling the pinch.",
                "From their perspective, Portuguese traders offered them access to new markets and access to new goods.",
                "Recently, traders paid the equivalent of $195.87 for $100 and 20 year German bonds, which translates into a technical negative yield of .386 percent."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhZGVy&hash=df75786cc680bdc4fd107cffb1b1ea2471f0931a&lang=en&cache-only=0",
            "defineEn": "someone whose job is selling or buying shares, goods, or currencies",
            "defineVi": "ai đó có công việc là bán hoặc mua cổ phiếu, hàng hóa hoặc tiền tệ",
            "hasImg": true
        },
        {
            "id": "bf1f20e5-b18d-4fde-8e31-051695cfc615",
            "word": "technician",
            "phonetic": "tɛknɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "After hours of effort, the technicians finally broke the back of the beast and turned the electricity back on again.",
                "You need to take your laptop to the technician.",
                "Technicians build the planes IT Professionals, Radio Operators, logisticians, engineers, medical professionals.",
                "Narrator: 6,000 technicians can fix every inch of pretty much any commercial jet on the planet, from 150 other airlines, government organizations, and even military branches.",
                "The Mongols particularly prized gunpowder technicians from China."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVjaG5pY2lhbg&hash=8d3223df4cd55e8a10299025754967e039f146bf&lang=en&cache-only=0",
            "defineEn": "an expert who is employed to check or work with technical equipment or machines",
            "defineVi": "một chuyên gia được tuyển dụng để kiểm tra hoặc làm việc với các thiết bị hoặc máy móc kỹ thuật",
            "hasImg": true
        },
        {
            "id": "024fc0dc-021d-483e-acf0-2b8708974669",
            "word": "programmer",
            "phonetic": "pɹoʊɡɹæmɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "You're a talented programmer, and you could have a lot of influence here if you stood on your own feet a bit more.",
                "A programmer in the US has a higher CO₂ footprint than 50 farmers in Uganda.",
                "To build huge programs like this, programmers use a set of tools and practices.",
                "I'm a programmer.",
                "The virus was attributed to two programmers in the Philippines."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZ3JhbW1lcg&hash=c1c2818711f64101ad6ef7d560b186c626a38feb&lang=en&cache-only=0",
            "defineEn": "a person who writes computer programs",
            "defineVi": "một người viết chương trình máy tính",
            "hasImg": true
        },
        {
            "id": "8392fecd-c580-42ab-9644-423be830d077",
            "word": "flight attendant",
            "phonetic": "flaɪt ɐtɛndənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The flight attendant scanned my electronic ticket before I boarded the plane.",
                "Now, these requirements are for female flight attendants.",
                "Flight attendants can also easily push the carts up and down.",
                "Flight attendants, please prepare for takeoff.",
                "Flight attendants have to maintain a 90% average within the six assessments that they take."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxpZ2h0IGF0dGVuZGFudA&hash=a05176dfc54414879b96bf6b01c53e80f824497e&lang=en&cache-only=0",
            "defineEn": "a person who works on a plane to bring passengers meals and take care of them",
            "defineVi": "một người làm việc trên máy bay để mang thức ăn cho hành khách và chăm sóc họ",
            "hasImg": true
        },
        {
            "id": "11541ced-5ff7-45e8-b851-79c49e2cbfc4",
            "word": "veterinarian",
            "phonetic": "vɛɾɚɹɪnɛɹiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm an emergency and critical-care veterinarian at the Animal Medical Center in New York City.",
                "Christian Walzer is a global veterinarian and executive director for the Wildlife Conservation Society.",
                "Gladys became Uganda's chief veterinarian when she was 26.",
                "Hi, I'm Dr. Ann Hohenhaus, I'm the staff veterinarian at the Animal Medical Center here in New York City.",
                "If the animal is humanely euthanized by a veterinarian, the clinic usually offers the option of cremation."
            ],
            "audio": "https://tts.langeek.co/read?text=dmV0ZXJpbmFyaWFu&hash=f2c6f806fdc6d83e0e14386a63b319a56c815a00&lang=en&cache-only=0",
            "defineEn": "a doctor who is trained to treat animals",
            "defineVi": "một bác sĩ được đào tạo để điều trị động vật",
            "hasImg": true
        }
    ]
}