{
    "id": "3c7a8851-e854-44c3-8786-b4be23f0cc81",
    "title": "Failure Is not an Option!",
    "originalTitle": "Lesson 40",
    "words": [
        {
            "id": "d92f914f-deb3-4397-b641-00f9642b4632",
            "word": "deed",
            "phonetic": "diːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Remember, deeds are fruits, words are but leaves.",
                "Although Sarah wasn't able to attend the event, her friends were grateful for her sincere apologies, and decided to take the will for the deed.",
                "When my friend kept making promises but failing to follow through, I reminded him that good words without deeds are rushes and reeds.",
                "The politician promised to lower taxes, but the people knew that a man is judged by his deeds, not by his words, and voted for the candidate with a proven track record of following through on promises.",
                "Few words many deeds, and that's exactly what the team needed."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVlZA&hash=83c0ae584b4a9b7d018d700df57d82c0fc2780cd&lang=en&cache-only=0",
            "defineEn": "an action or behavior that someone does",
            "defineVi": "một hành động hoặc hành vi mà ai đó làm"
        },
        {
            "id": "2de9854b-ae81-4e0b-a1c4-57344494f02c",
            "word": "attempted",
            "phonetic": "ɐtɛmptᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "HE ALMOST DID NOT SURVIVE TO HIS 100th DAY, BUT HIS RECOVERY FROM AN ATTEMPTED ASSASSINATION HELPED GIVE HIM THE GOODWILL TO GET HIS MAJOR TAX PROGRAM PASSED, EVEN WITH A DEMOCRATIC HOUSE OF REPRESENTATIVES."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0ZW1wdGVk&hash=266d1133f2dc182b1daf2da8d5d0e720e0fdc305&lang=en&cache-only=0",
            "defineEn": "(of a crime, suicide, etc.) not done successfully",
            "defineVi": "(của một tội ác, tự sát, v.v.) không được thực hiện thành công"
        },
        {
            "id": "579e353c-95e8-4ddc-ab0b-de0981d93dce",
            "word": "big",
            "phonetic": "bɪɡ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The big fellow keeps a fish shop near the post office.",
                "The government makes a big thing out of public support.",
                "His dedication and hard work played a big part in the company's success.",
                "The conference attracted many big names in the tech industry.",
                "We're talking big money."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymln&hash=340cec77523732d5bc33f027cecb19ef75c4678d&lang=en&cache-only=0",
            "defineEn": "demanding a lot of time, effort, money, etc. to become successful",
            "defineVi": "đòi hỏi nhiều thời gian, công sức, tiền bạc, v.v. để thành công"
        },
        {
            "id": "8f1a1994-dbb2-4baa-b6f9-a39e3dab55ad",
            "word": "desperate",
            "phonetic": "dɛspɚɹət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Seeing no other option, the politician decided desperate times call for desperate measures and made a controversial speech spreading misleading information to sway the crucial election results.",
                "Seeing no other option, the politician decided desperate times call for desperate measures and made a controversial speech spreading misleading information to sway the crucial election results.",
                "In a desperate attempt to beat the clock, I raced to mail my tax return before midnight.",
                "Megan regretted throwing herself at Terry, realizing later that her actions came across as desperate and needy.",
                "It was clear to everyone at the club that Peter was throwing himself at anyone who showed the slightest interest, desperate for attention."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzcGVyYXRl&hash=73a4cfe54a3f981ec7ecc00a8da0bbce3bcb415f&lang=en&cache-only=0",
            "defineEn": "(of an act) without much hope for its success and done when nothing else works",
            "defineVi": "(của một hành động) không có nhiều hy vọng về sự thành công của nó và được thực hiện khi không có gì khác hoạt động"
        },
        {
            "id": "d60804d7-f1f7-49b1-8017-af852940cdb2",
            "word": "failed",
            "phonetic": "feɪld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But at the end of the day, Mitt Romney was a failed candidate. ",
                "So they see deviance as a matter of improper or failed socialization.",
                "In all of his surgeries, he noticed that allografts and xenografts always failed given enough time."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFpbGVk&hash=2267467952e00686ee37daac8b4a1a77ac65f84b&lang=en&cache-only=0",
            "defineEn": "not successful in achieving the desired result",
            "defineVi": "không thành công trong việc đạt được kết quả mong muốn"
        },
        {
            "id": "03eb2d80-f19c-4f37-bdeb-6d5a4ee4bd84",
            "word": "fatal",
            "phonetic": "feɪɾəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In some cases, the condition was fatal.",
                "Is it fatal?",
                "But thankfully, most shark attacks aren't fatal.",
                "In some fire-ant zones, fire ant venom causes more fatal reactions than bee stings.",
                "Plastics prevent fatal zaps by blocking the flow of electrons."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF0YWw&hash=73f19d94156977a810e92d9e1a40acbd0838d5b8&lang=en&cache-only=0",
            "defineEn": "harmful in a way that causes failure",
            "defineVi": "có hại theo cách gây ra sự thất bại"
        },
        {
            "id": "01db631d-0f41-4a9b-92e9-02ae206edf31",
            "word": "problematic",
            "phonetic": "pɹɑːbəlmæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When it comes to managing a business, it's important to identify and deal with problematic employees quickly, as the rotten apple injures its neighbours and can harm the overall performance of the company.",
                "That's problematic.",
                "Too much retail therapy can be problematic for your bank account.",
                "Firstly, the situation in Myanmar was really quite problematic in a number of different ways. ",
                "So, it’s pretty problematic."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvYmxlbWF0aWM&hash=3eb46d04b655df13a54c1440ff1b9aa6b2b62dd3&lang=en&cache-only=0",
            "defineEn": "hard to deal with and involving difficulties",
            "defineVi": "khó giải quyết và liên quan đến khó khăn"
        },
        {
            "id": "611ece89-c1e4-4c27-8247-18e2dbab7900",
            "word": "unambitious",
            "phonetic": "ʌnæmbɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW5hbWJpdGlvdXM&hash=afbe9854954547c0892b376ebb6e38e5bfcbc40a&lang=en&cache-only=0",
            "defineEn": "not having a strong desire or motivation to succeed",
            "defineVi": "không có mong muốn hoặc động lực mạnh mẽ để thành công"
        },
        {
            "id": "d6491f3b-0a2d-48e9-91c2-3f759357ba32",
            "word": "badly",
            "phonetic": "bædli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "They both pay their employees badly.",
                "This company badly needs to bring in some new blood.",
                "The evening started badly when the speaker failed to turn up.",
                "We've done very badly as far as planning is concerned.",
                "Jack vented his spleen at his wife whenever things went badly at work."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFkbHk&hash=c0c80db0643af6e8339c6ba90a5fa4101c99476c&lang=en&cache-only=0",
            "defineEn": "in a way that is not successful",
            "defineVi": "theo cách không thành công"
        },
        {
            "id": "c609e707-d720-4cd7-b80e-f87ff9ce6c87",
            "word": "hopeless",
            "phonetic": "hoʊpləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I remember feeling hopeless during my job search, but then I reminded myself that it is always darkest before the dawn.",
                "Seems pretty hopeless, eh?",
                "They'll feel hopeless.",
                "It’s not all hopeless.",
                "'Did the lady send you here with these hopeless words?'"
            ],
            "audio": "https://tts.langeek.co/read?text=aG9wZWxlc3M&hash=edb4abe32b9c633306103b82028aa3884bf055af&lang=en&cache-only=0",
            "defineEn": "showing or causing despair because there is no possibility for improvement or success",
            "defineVi": "thể hiện hoặc gây ra sự tuyệt vọng vì không có khả năng cải thiện hoặc thành công",
            "hasImg": true
        },
        {
            "id": "67ab50ec-e883-4135-8567-84ee34397fac",
            "word": "loser",
            "phonetic": "luːzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But the losers have gone by the wayside.",
                "Alyssa is a total live wire and I'm a total loser for just figuring this out.",
                "Of course the loser has to lick a salt lick.",
                "I have had losers.",
                "The loser has to give the winner a manicure for the feet."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9zZXI&hash=9baf63fb30fdbe8412ce935193013cb66211817a&lang=en&cache-only=0",
            "defineEn": "someone who usually fails and is unlikely to be successful",
            "defineVi": "một người thường thất bại và không có khả năng thành công"
        },
        {
            "id": "05441a62-f33e-4386-a3db-bfec94ec32bc",
            "word": "to address",
            "phonetic": "tʊ ɐdɹɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "He memorized his girlfriend's address by heart.",
                "The police officer took my name and address.",
                "Give me your name and address.",
                "The address is written in capital letters to ensure clarity.",
                "I sent a letter to their address but haven't received a response yet."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRkcmVzcw&hash=e51fe04b4f05f2b52e345b052d0ca40259a7a1f5&lang=en&cache-only=0",
            "defineEn": "to think about a problem or an issue and start to deal with it",
            "defineVi": "để suy nghĩ về một vấn đề hoặc một vấn đề và bắt đầu để đối phó với nó"
        },
        {
            "id": "049db972-e827-4b75-8c42-9f51ff05e55e",
            "word": "to battle",
            "phonetic": "tə bæɾəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "I was battling my way along the promenade in the teeth of a force ten gale.",
                "He rarely fought his political battles in the open.",
                "he battle lines has been drawn for years.",
                "The battle lines were drawn yesterday for the fiercest contest in the history of local radio.",
                "Drug companies are locking horns in a legal battle over patents."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmF0dGxl&hash=5453d6cd87d2a92026b8dc882b75a0e2d1e8a04f&lang=en&cache-only=0",
            "defineEn": "to try really hard to resist an unpleasant situation or achieve a difficult thing",
            "defineVi": "cố gắng hết sức để chống lại một tình huống khó chịu hoặc đạt được một điều khó khăn"
        },
        {
            "id": "efa37ade-8874-4d07-a09c-bcb84477a56d",
            "word": "to bear",
            "phonetic": "tə bɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The bear is a symbol of strength and courage in many cultures.",
                "The boy was born with a silver spoon in his mouth.",
                "The bear is known for its strong sense of smell.",
                "Canadian wildlife includes animals like bears, moose, beavers, and eagles.",
                "She was born in the purple."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVhcg&hash=de6bec203986eaad3638653f0c494a9c4ed50a74&lang=en&cache-only=0",
            "defineEn": "to accept and deal with an unpleasant person, thing, or situation",
            "defineVi": "để chấp nhận và đối phó với một người khó chịu, điều, hoặc tình huống"
        },
        {
            "id": "fb282a6c-3f78-46bd-95e0-2b4fc11d6cd3",
            "word": "to comfort",
            "phonetic": "tə kʌmfɚt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She found comfort in a warm bowl of creamy leek and potato soup on a rainy afternoon.",
                "This skirt has a stretchy waistband for comfort.",
                "I like the comfort of wearing a cashmere sweater against my skin.",
                "It was too near for comfort.",
                "Sarah used to cuddle her pillow for comfort and relaxation."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tZm9ydA&hash=01315f0d583b26ea9e871bcfa4fb14694ff65b4f&lang=en&cache-only=0",
            "defineEn": "to lessen the emotional pain or worry that someone feels by showing them sympathy and kindness",
            "defineVi": "để giảm bớt nỗi đau tinh thần hoặc lo lắng mà ai đó cảm thấy bằng cách cho họ thấy sự cảm thông và lòng tốt"
        },
        {
            "id": "dea302f7-3469-4cf3-83be-e2516d55ea84",
            "word": "to confront",
            "phonetic": "tə kənfɹʌnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I'm not surprised the bully backed down when you confronted him.",
                "Don't confront her about it until you have the right sow by the ear.",
                "Real eyes realise, and it's time for us to start confronting the uncomfortable truths about our society.",
                "She likes to strut around like she's the boss of the place, but she has a yellow streak running down her spine if you ever confront her on an issue.",
                "The trainee must then confront an assailant."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZnJvbnQ&hash=a099615fc0538697307b96a149ebbeb52b10a6ea&lang=en&cache-only=0",
            "defineEn": "to face a difficulty or problem and start to deal with it",
            "defineVi": "đối mặt với một khó khăn hoặc vấn đề và bắt đầu giải quyết nó"
        },
        {
            "id": "77394bba-6566-428d-b0de-6d5ed1566050",
            "word": "loss",
            "phonetic": "lɔs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The end-of-year accounts show a loss.",
                "Her loss has been keenly felt.",
                "The team's performance is standing on shaky ground after a series of losses.",
                "The company based its projections on shaky ground, leading to financial losses.",
                "The new CEO is making a lot of tough decisions to cut the company’s losses."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9zcw&hash=9d318fc84de98024e7f23d853dffcb64e4fb5d22&lang=en&cache-only=0",
            "defineEn": "the state or fact of losing someone or something",
            "defineVi": "tình trạng hoặc thực tế mất một ai đó hoặc một cái gì đó"
        },
        {
            "id": "84754273-398c-46f8-8a2f-7cbfd138370f",
            "word": "to fulfill",
            "phonetic": "tə fʊlfɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The politician made many promises during his campaign, but after he was elected, he failed to fulfill any of them.",
                "John is a responsible man who takes care of his family and fulfills his duties as a husband and father.",
                "In the US, federal bureaucrats fulfill a number of specific important functions.",
                "Fulfill your galactic destiny!",
                "We're going to fulfill the promises of Donald Trump."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnVsZmlsbA&hash=c57f65595dda46d30208380d429cbbf95c6c802e&lang=en&cache-only=0",
            "defineEn": "to accomplish or do something that was wished for, expected or promised",
            "defineVi": "để hoàn thành hoặc làm một cái gì đó đã được mong muốn, mong đợi hoặc đã hứa"
        },
        {
            "id": "d8f8a79d-7256-47c5-82c4-c7c0ca22a0b6",
            "word": "to gain",
            "phonetic": "tə ɡeɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company is gaining ground rapidly with its new product launch.",
                "He gained a reputation as a smart number-cruncher who could turn data into policy.",
                "She gained a second wind during the campaign and turned the opinion polls around.",
                "Smaller capitalist countries are maneuvering to gain a bigger share of the pie.",
                "The company's marketing team is on a roll with their latest campaign, gaining a lot of attention on social media."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2Fpbg&hash=909bf599f3723319374f363c6fc3551d85f275c6&lang=en&cache-only=0",
            "defineEn": "to obtain or achieve something that is needed or desired",
            "defineVi": "để có được hoặc đạt được một cái gì đó là cần thiết hoặc mong muốn",
            "hasImg": true
        },
        {
            "id": "ca9ed225-7254-4c71-b50f-86bb8953d286",
            "word": "to handle",
            "phonetic": "tə hændəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Throughout the evening, the waiter handled the busy restaurant.",
                "The handle came loose.",
                "Some artists have to be handled with kid gloves.",
                "The metal handle became hot when left in the sun.",
                "He couldn't handle the heat of the chili pepper and reached for a glass of water."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFuZGxl&hash=648951e6b16f858ab2b43bd996f3c82fc6f8ec33&lang=en&cache-only=0",
            "defineEn": "to deal with a situation or problem successfully",
            "defineVi": "để đối phó với một tình huống hoặc vấn đề thành công"
        },
        {
            "id": "e69b9a6c-fdf7-4280-82a5-330b22fb0afa",
            "word": "to obtain",
            "phonetic": "tʊ əbteɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "A reporter obtained documents from the company under false pretenses.",
                "Our competitors obtained the contract by breaking every rule in the book.",
                "The lunch invitation was clearly a fishing expedition to obtain information about his private life.",
                "The crime of obtaining title to another's property by false pretenses.",
                "He was accused of dishonestly obtaining property."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb2J0YWlu&hash=f7492a10fb3e8d83329bf4b211f26238708cb3b0&lang=en&cache-only=0",
            "defineEn": "to get something, often with difficulty",
            "defineVi": "để có được một cái gì đó, thường gặp khó khăn"
        },
        {
            "id": "2955a697-4bce-40d6-916f-b1ea9eed2ef9",
            "word": "to overcome",
            "phonetic": "tʊ oʊvɚkʌm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The policeman pinched his eyes as if overcome with a sudden stab of pain.",
                "The determined athlete carried the day, overcoming adversity and winning the race with a strong finish.",
                "When the company's financial problems became too severe to overcome, the CEO called in a financial consultant for advice.",
                "Mary gets a frog in her throat whenever she has to sing in front of an audience, but she practices diligently to overcome it.",
                "The scientist understood that every bean has its black, and that even the most promising hypothesis may have flaws that need to be addressed and overcome."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3ZlcmNvbWU&hash=0da89d23bb83e7939bdb62bf507e251149c529bb&lang=en&cache-only=0",
            "defineEn": "to defeat someone or something in a contest or battle",
            "defineVi": "để đánh bại một ai đó hoặc một cái gì đó trong một cuộc thi hoặc trận chiến"
        },
        {
            "id": "4e96b600-4397-4d88-97d1-c363a0022842",
            "word": "to ruin",
            "phonetic": "tə ɹuːɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The highly visible ruins serve as a reminder of the building's history.",
                "The scandal ruined his reputation and now his name is mud.",
                "The company's reputation was ruined by the scandal, and there was no unringing the bell.",
                "In the world of social media, bad news travels fast, and a single post can ruin a person's reputation.",
                "He handed in his notice at the bank and ruined his promising career."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcnVpbg&hash=7f79377d95b0af7675ff0bf5683938b692745c3b&lang=en&cache-only=0",
            "defineEn": "to cause severe damage or harm to something, usually in an irreparable way",
            "defineVi": "để gây ra thiệt hại nghiêm trọng hoặc thiệt hại cho một cái gì đó, thường là trong một cách không thể khắc phục"
        },
        {
            "id": "adcc7458-6cf9-4460-ba2e-34d3477618c6",
            "word": "optimism",
            "phonetic": "ɑːptɪmɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Only time will tell whether Broughton's optimism is justified.",
                "Vice President Pence projected optimism.",
                "Optimism for economic recovery triggered a rally on Wall Street today.",
                "[MUSIC PLAYING] \"I love American optimism.\"",
                "John McCain has energy and optimism."
            ],
            "audio": "https://tts.langeek.co/read?text=b3B0aW1pc20&hash=861fb0be5a80f1dcfecbce4b690c51961a32ee65&lang=en&cache-only=0",
            "defineEn": "a positive outlook or attitude towards life, characterized by expecting good outcomes or believing in the best possible outcome",
            "defineVi": "một quan điểm hoặc thái độ tích cực đối với cuộc sống, được đặc trưng bởi mong đợi kết quả tốt hoặc tin tưởng vào kết quả tốt nhất có thể"
        },
        {
            "id": "dff9a176-54d5-4297-b19e-ec1e5dc7bd0a",
            "word": "optimist",
            "phonetic": "ɑːptɪmɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "But entrepreneurs are optimists.",
                "but I am an optimist.",
                "Are you an optimist or a pessimist?",
                "MILES O'BRIEN: You're an unlikely optimist.",
                "JEH JOHNSON - I'm an eternal optimist."
            ],
            "audio": "https://tts.langeek.co/read?text=b3B0aW1pc3Q&hash=2c4d618cc5a191ff2a02a637db1363e2e2a8d213&lang=en&cache-only=0",
            "defineEn": "a person who expects good things to happen and is confident about the future",
            "defineVi": "một người mong đợi những điều tốt đẹp sẽ xảy ra và tự tin về tương lai",
            "hasImg": true
        },
        {
            "id": "625379ae-9fa2-4765-93e7-dc9669dba8cd",
            "word": "pessimism",
            "phonetic": "pɛsɪmɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "So sign number one: Feelings of hopelessness or constant pessimism.",
                "And they never went about that, at least not successfully, with an air of pessimism.",
                "You're never gonna fall prey to paralyzing pessimism.",
                "And this is where the blues comes in special relation to the United States that you can't reduce hope to narrow optimism, you see, And pessimism is a flip side of optimism.",
                "So why bother with all this pessimism?"
            ],
            "audio": "https://tts.langeek.co/read?text=cGVzc2ltaXNt&hash=70281fec2af1308ebaeec751000b7751c8d157b6&lang=en&cache-only=0",
            "defineEn": "the negative quality of having doubts about the future and expect the worst possible outcomes",
            "defineVi": "phẩm chất tiêu cực của việc nghi ngờ về tương lai và mong đợi những kết quả tồi tệ nhất có thể xảy ra"
        },
        {
            "id": "2ddadc60-40c8-48ab-ae13-0f44419c794d",
            "word": "pessimist",
            "phonetic": "pɛsɪmɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Are you an optimist or a pessimist?",
                "And Netanyahu is profoundly a pessimist, profoundly a pessimist.",
                "And Netanyahu is profoundly a pessimist, profoundly a pessimist.",
                "People ask me, Jared, are you an optimist or a pessimist?",
                "Well, I'm thinking I'm usually the pessimist and David's usually the optimist."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVzc2ltaXN0&hash=477c8575aa1e39de9d3bf858cd27069f7087f882&lang=en&cache-only=0",
            "defineEn": "a person who expects bad things to happen and sees the worst side of people and situations",
            "defineVi": "một người mong đợi những điều tồi tệ xảy ra và nhìn thấy mặt tồi tệ nhất của con người và tình huống",
            "hasImg": true
        },
        {
            "id": "5d7f696c-8f78-4ec4-8b0c-313514ce6359",
            "word": "to reach",
            "phonetic": "tə ɹiːtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Cable TV reaches a huge audience.",
                "Daytime temperatures can reach 40°C.",
                "The problem has now reached crisis point.",
                "This tree can reach a height of 24 metres.",
                "Her popularity reached its peak in the late 1990s."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVhY2g&hash=45f6f94d602a67edbf7a648e717160928fa46521&lang=en&cache-only=0",
            "defineEn": "to achieve something, especially after a lot of thinking or discussion",
            "defineVi": "để đạt được một cái gì đó, đặc biệt là sau rất nhiều suy nghĩ hoặc thảo luận"
        },
        {
            "id": "fbd3d2c5-aa2c-428f-b2be-1f620a2b4517",
            "word": "to resolve",
            "phonetic": "tə ɹᵻzɑːlv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Both projects are kept on ice until the question of funding is resolved.",
                "Experts have urged ministers to take the necessary steps to resolve the issue.",
                "I'm afraid this matter shall be resolved at the court of law, my hands are tied in this case.",
                "They're just playing for time, hoping that the situation will resolve itself.",
                "I learned the hard way that good accounting makes good friends after a disagreement with my roommate over unpaid bills almost ruined our friendship, but we were able to resolve the issue by keeping better track of our expenses."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzb2x2ZQ&hash=53121126355a21248f9a2c4fcd5d812671fda01b&lang=en&cache-only=0",
            "defineEn": "to find a way to solve a disagreement or difficulty",
            "defineVi": "để tìm một cách để giải quyết một sự bất đồng hoặc khó khăn"
        },
        {
            "id": "0f5b5ef1-0938-42ff-9592-380335974bf2",
            "word": "struggle",
            "phonetic": "stɹʌɡəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The economy is struggling.",
                "The struggle ended indecisively.",
                "She struggled to keep up with the fast pace of the marathon runners.",
                "After all that struggle, their constructive advice fell on stony ground.",
                "For years they struggled to keep their heads above water."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RydWdnbGU&hash=71b62ddccc9823bbe57e721fa95327e967d418df&lang=en&cache-only=0",
            "defineEn": "a great effort to fight back or break free",
            "defineVi": "một nỗ lực tuyệt vời để chống lại hoặc thoát ra"
        },
        {
            "id": "db17c682-f1f6-43ff-8f43-7cb6f2900a59",
            "word": "to struggle",
            "phonetic": "tə stɹʌɡəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The economy is struggling.",
                "The struggle ended indecisively.",
                "She struggled to keep up with the fast pace of the marathon runners.",
                "After all that struggle, their constructive advice fell on stony ground.",
                "For years they struggled to keep their heads above water."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RydWdnbGU&hash=337c32fbc79e8a700af61860ad68858e086eba68&lang=en&cache-only=0",
            "defineEn": "to put a great deal of effort into doing something, although it is extremely hard",
            "defineVi": "để nỗ lực rất nhiều để làm một cái gì đó, mặc dù nó là vô cùng khó khăn"
        },
        {
            "id": "ec351dbf-3cee-477f-a03c-332336459446",
            "word": "to let down",
            "phonetic": "tə lɛt daʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "They‘ve been let down by a Republican-led Senate who prioritized political posturing over real solutions.",
                "Over the shattered homes, over the broken bodies of millions of people that let down their guard. ",
                "What if I am let down again, or if I'm a failure again?'",
                "If you have been paying attention to the news, you will be aware that the United States’ healthcare system is letting down many Black Americans.",
                "Well, I do feel there's a sense of being let down from some folks, that they were really hoping that we'd be able to break this barrier."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGV0IGRvd24&hash=f010d28d38a34e6942661e367ae47f83fec82c24&lang=en&cache-only=0",
            "defineEn": "to make someone disappointed by not meeting their expectations",
            "defineVi": "để làm cho ai đó thất vọng bằng cách không đáp ứng mong đợi của họ"
        },
        {
            "id": "49020548-3ef0-4f5f-8f19-ba5993b4c943",
            "word": "to [go|get] nowhere",
            "phonetic": "tə ɡoʊ slæʃ ɡɛt noʊwɛɹ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28gbm93aGVyZQ&hash=d5988bd0da124932d6039b60a260844f9201b057&lang=en&cache-only=0",
            "defineEn": "to fail to achieve success",
            "defineVi": "thất bại để đạt được thành công",
            "hasImg": true
        },
        {
            "id": "7ac84bf9-637e-4b68-b413-61634461033e",
            "word": "presentation",
            "phonetic": "pɹɛzənteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your presentation sounded great, honestly.",
                "The teacher criticised her presentation so harshly that she was reduced to tears.",
                "She is taking a breather before her big presentation.",
                "My presentation went up in smoke when the slideshow stopped working.",
                "I took a back seat during the presentation because I knew you could handle it."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc2VudGF0aW9u&hash=d38d93a65b31117b059d9cf85204443660ec071f&lang=en&cache-only=0",
            "defineEn": "the act of giving something, such as a prize or reward, to someone in a formal or official event",
            "defineVi": "hành động tặng một cái gì đó, chẳng hạn như giải thưởng hoặc phần thưởng, cho ai đó trong một sự kiện chính thức hoặc chính thức"
        },
        {
            "id": "dffd16b3-ad87-437e-89c9-dd72d4eaaddc",
            "word": "chance",
            "phonetic": "tʃæns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Both teams chanced their arms at every opportunity.",
                "Several chances came our way",
                "The home side had a chance to take the lead.",
                "I had the chance to taste mangosteen during my trip to Thailand.",
                "Simon had an eye for the chance."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhbmNl&hash=6491198789a88581f894713174a8824b12a73c39&lang=en&cache-only=0",
            "defineEn": "a possibility that something will happen",
            "defineVi": "một khả năng rằng một cái gì đó sẽ xảy ra",
            "hasImg": true
        },
        {
            "id": "d8b0634a-381f-49fb-8429-d801901863fd",
            "word": "fault",
            "phonetic": "fɔlt ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the saying goes, love sees no faults.",
                "They were both at fault.",
                "He always finds faults in others and never has a good word to say for anyone.",
                "Taxi apparently jammed the brake, but it still the van's fault for not keeping a safe distance.",
                "If she didn't like it then it was her fault for rocking the boat."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF1bHQ&hash=435de06c53d8be2c37881a0cea722e30725c95f8&lang=en&cache-only=0",
            "defineEn": "the responsibility for a mistake or misfortune",
            "defineVi": "trách nhiệm cho một sai lầm hoặc bất hạnh"
        },
        {
            "id": "08601d71-0ecc-45b4-9571-b30ec5582cf7",
            "word": "duty",
            "phonetic": "duːɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "These heroes courageously answered the call of duty.",
                "Her duty was to produce an heir to the throne.",
                "He considers it his duty.",
                "For Anne, the call of duty was strong.",
                "We have a duty to care for the refugees."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHV0eQ&hash=c9a6e74c28d83ca79ed6ab94c930e19c7079311a&lang=en&cache-only=0",
            "defineEn": "an obligatory task that must be done as one's job",
            "defineVi": "một nhiệm vụ bắt buộc phải được thực hiện như một công việc của một người"
        },
        {
            "id": "bf3b78b0-3222-4c37-82dd-d76ee2818067",
            "word": "target",
            "phonetic": "tɑːɹɡɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The investment manager targeted high rollers, demanding a minimum investment of $100,000.",
                "In order to build your self-esteem, set yourself targets you can reach.",
                "Identifying a specific segment of the market as our target will be more effective than a shotgun approach.",
                "The cancer patient underwent radiation therapy to target and destroy cancer cells.",
                "By the end of the year, the team will have ridden the wave of productivity, completing several projects and meeting their targets."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFyZ2V0&hash=8e850d56dc7e036b7a52255b597cbdb6781f5205&lang=en&cache-only=0",
            "defineEn": "a goal that someone tries to achieve",
            "defineVi": "một mục tiêu mà ai đó cố gắng để đạt được",
            "hasImg": true
        },
        {
            "id": "74838a43-bf45-47a7-9063-d4749e43a19f",
            "word": "determination",
            "phonetic": "dɪtɜːmᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The final word on policy determination belongs to the committee.",
                "A grim determination to do or die.",
                "When faced with a difficult situation, Jane remembered the proverb the same fire that melts the butter, hardens the egg and chose to approach the problem with a positive attitude and determination",
                "The personal setbacks he faced became grist for the mill of his resilience and determination.",
                "After reading her biography, I saw her accomplishments in a different light and gained a deeper admiration for her resilience and determination."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV0ZXJtaW5hdGlvbg&hash=86fe5fcc1282ea4f35ca979f5da3d250a5ec9859&lang=en&cache-only=0",
            "defineEn": "the quality of working toward something despite difficulties",
            "defineVi": "chất lượng làm việc hướng tới một cái gì đó mặc dù khó khăn"
        },
        {
            "id": "2f6d9f70-70e2-4777-baa3-dc5e7f248a52",
            "word": "to disappoint",
            "phonetic": "tə dɪsɐpɔɪnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "You may be disappointed when a rainy day puts the kibosh on your picnic plans.",
                "The singer's live performance failed to be up to the mark, disappointing the audience who had high expectations.",
                "If you're having Johnny in your mind I'm sorry to disappoint you.",
                "As the saying goes, expect disappointment and you will never be disappointed.",
                "We were disappointed, to say the least, but we decided to put it behind us and get on with the project."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzYXBwb2ludA&hash=7cec299ce58a0bf0570cae0a08fb0779a39cc7a0&lang=en&cache-only=0",
            "defineEn": "to feel sad because something that one hoped for did not happen or was not what one expected; to make someone feel like this",
            "defineVi": "cảm thấy buồn vì điều gì đó mà người ta hy vọng đã không xảy ra hoặc không như người ta mong đợi; để làm cho ai đó cảm thấy như thế này"
        }
    ]
}