{
    "id": "3c94d09f-66b4-4f50-adc7-6ae5a2e2ffed",
    "title": "Chemistry",
    "originalTitle": "Lesson 20",
    "words": [
        {
            "id": "b35b4be9-f9db-4e17-8c15-0985b595bd8f",
            "word": "aluminium",
            "phonetic": "æljʊmɪniəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Back at the MRF, we've only got aluminium and plastic left.",
                "This induction field is so powerful that it causes electrons in a conductor, like aluminium, to create their own magnetic field.",
                "Now, we use a new process, called metalization, that allows us to deposit a thin layer of metal, like aluminium or copper.",
                "Aluminium gets left behind because aluminium isn't usually magnetic.",
                "So, now all we have left at the MRF are glass, aluminium, and plastic."
            ],
            "audio": "https://tts.langeek.co/read?text=YWx1bWluaXVt&hash=069e6a5e958059a3d3830ac82162fd75846ccdc8&lang=en&cache-only=0",
            "defineEn": "a metal element with a low density and silver color",
            "defineVi": "một nguyên tố kim loại có mật độ thấp và màu bạc",
            "hasImg": true
        },
        {
            "id": "53068383-d4a8-4218-976e-abfaa5286575",
            "word": "arsenic",
            "phonetic": "ɑːɹsnɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "But arsenic pigments weren’t the only harmful ones.",
                "It’s much more potent than arsenic or cyanide, for example.",
                "Local landowners want a more extensive cleanup of arsenic contamination than federal rules call for.",
                "Arsenic, of course, is completely natural, but that doesn’t mean you want to use it.",
                "And since evolution is a simple change in the genetic makeup of a population, this population seems to have evolved better arsenic tolerance."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJzZW5pYw&hash=549c630963d961de1780117d9721bd539dcb28da&lang=en&cache-only=0",
            "defineEn": "a poisonous chemical element with properties of both metals and nonmetals that is grey in color, used in industry or as a pesticide",
            "defineVi": "một nguyên tố hóa học độc hại có đặc tính của cả kim loại và phi kim có màu xám, được sử dụng trong công nghiệp hoặc làm thuốc trừ sâu"
        },
        {
            "id": "0fda9bfc-95c5-4f0d-b1f8-cb3db89c162c",
            "word": "calcium",
            "phonetic": "kælsiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Including homogenized milk in your diet provides essential nutrients like calcium and vitamin D.",
                "Milk is a good source of calcium, which helps in building strong bones and teeth.",
                "Calcium, magnesium, and phosphorus harden bones and teeth, while iron is, of course, crucial in hemoglobin.",
                "The essential ingredient in cement is calcium oxide, CaO.",
                "But scientists can track the calcium flow."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FsY2l1bQ&hash=2140e154a52f3baf64cbe29b2fc915913050961f&lang=en&cache-only=0",
            "defineEn": "a soft silver-white metal that is an important element in bones and teeth",
            "defineVi": "một kim loại mềm màu trắng bạc là một yếu tố quan trọng trong xương và răng"
        },
        {
            "id": "74536267-817b-4abf-95b7-858537c6d808",
            "word": "carbon",
            "phonetic": "kɑːɹbən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The carbon tax will inevitably lead to an increase in energy bills.",
                "Carbon is the foundation of biology.",
                "Getting carbon out of the air and into the soil.",
                "And carbon has lost the electron.",
                "Carbon is, maybe, the most important element for life."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyYm9u&hash=e2f5f9a9417517b52c70a2a0f12244a5917e7603&lang=en&cache-only=0",
            "defineEn": "a nonmetal element that can be found in all organic compounds and living things",
            "defineVi": "một nguyên tố phi kim có thể được tìm thấy trong tất cả các hợp chất hữu cơ và sinh vật",
            "hasImg": true
        },
        {
            "id": "a4c59982-12a5-4829-94ce-a6f20459e4b3",
            "word": "copper",
            "phonetic": "kɑːpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Additionally, falling prices for key commodities, like copper, are keeping a lid on most manufacturing costs.",
                "Instead, it contained copper.",
                "The blue color comes from copper in the blood.",
                "- Copper vat, which you always make cheese in a copper vat.",
                "The important elements here are vanadium and copper."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29wcGVy&hash=0443f633290ae09c8b3311901ff7fb7d9a2e58c8&lang=en&cache-only=0",
            "defineEn": "a metallic chemical element that has a red-brown color, primarily used as a conductor in wiring",
            "defineVi": "một nguyên tố hóa học kim loại có màu nâu đỏ, chủ yếu được sử dụng làm dây dẫn trong hệ thống dây điện",
            "hasImg": true
        },
        {
            "id": "5ff66d55-16e3-4d02-8146-2dc6f99f5890",
            "word": "helium",
            "phonetic": "hiːliəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "As of October 2019, the company's helium was back to full supply.",
                "A helium atom has two protons and two neutrons.",
                "Helium is lighter than air, which means sound moves faster through helium than through air.",
                "Or at least this helium atom has two protons and two neutrons.",
                "The helium is burned explosively in thermonuclear fusion reactors."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVsaXVt&hash=3bc084f670c27a47b5e29830d6f0e76b2da74c89&lang=en&cache-only=0",
            "defineEn": "a chemical element that is a colorless noble gas which is lighter than air",
            "defineVi": "một nguyên tố hóa học là một loại khí cao quý không màu, nhẹ hơn không khí"
        },
        {
            "id": "01006418-4dce-4a66-ac3c-11f2eafc76c6",
            "word": "gold",
            "phonetic": "ɡoʊld ",
            "partOfSpeechType": "noun",
            "examples": [
                "Prospectors have hit gold.",
                "To work gold.",
                "Some high-end restaurants use gold leaf as a garnish for desserts and other dishes.",
                "Tickets for the concert are like gold dust.",
                "This information is as good as gold."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29sZA&hash=9183f657bf0171de491d236eebc4786c8c7cb423&lang=en&cache-only=0",
            "defineEn": "a valuable yellow-colored metal that is used for making jewelry",
            "defineVi": "một kim loại màu vàng có giá trị được sử dụng để làm đồ trang sức",
            "hasImg": true
        },
        {
            "id": "7e3cbe1d-4fad-46b4-9414-6e9f8e317d79",
            "word": "iron",
            "phonetic": "aɪɚn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Turned the iron to a hotter setting.",
                "The patriarch has always been an iron fist in a velvet glove.",
                "Asparagus beanare rich in iron and vitamin K.",
                "The iron hand in the velvet glove approach seems to work best with this age group.",
                "She needs to iron her suit before the important meeting."
            ],
            "audio": "https://tts.langeek.co/read?text=aXJvbg&hash=06b7a94fa654ab595980a327cfbf97cf74c0b43c&lang=en&cache-only=0",
            "defineEn": "a magnetic gray metal that is very hard and is used in building structures or found in the blood or some food in small amounts",
            "defineVi": "một kim loại màu xám từ tính rất cứng và được sử dụng trong các công trình xây dựng hoặc được tìm thấy trong máu hoặc một số thực phẩm với số lượng nhỏ",
            "hasImg": true
        },
        {
            "id": "d42cc711-5bcf-452d-9a0c-ecc8e87c6ca8",
            "word": "lead",
            "phonetic": "liːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The receptionist led the way to the boardroom.",
                "The department led the world in cancer research.",
                "The company's new product launch led to a fat increase in revenue.",
                "We lead a very quiet life.",
                "To lead a life of luxury/a miserable existence."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVhZA&hash=e8c13e26cfbed16150978377d6d91e1a6eea432e&lang=en&cache-only=0",
            "defineEn": "a heavy soft metal, used in making bullets, in plumbing and roofing, especially in the past",
            "defineVi": "một kim loại mềm nặng, được sử dụng để chế tạo đạn, trong hệ thống ống nước và tấm lợp, đặc biệt là trong quá khứ",
            "hasImg": true
        },
        {
            "id": "59108970-fc0f-4d60-b954-dc957f8da341",
            "word": "acid",
            "phonetic": "æsɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Citric acid is a natural preservative found in citrus fruits and used in many foods and beverages to prevent spoilage.",
                "He read the food label carefully to avoid products containing trans fatty acids.",
                "Rhubarb leaves are toxic and should never be eaten, as they contain high levels of oxalic acid.",
                "In April in New York, a man poured acid on an Asian American woman.",
                "Enter uric acid."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNpZA&hash=46324d803cace411c36955cb927301cc3cd0f644&lang=en&cache-only=0",
            "defineEn": "a water-soluble chemical substance that contains Hydrogen and has a sour taste or corrosive feature with a PH less than 7",
            "defineVi": "một chất hóa học hòa tan trong nước có chứa Hydrogen và có vị chua hoặc tính năng ăn mòn với độ PH nhỏ hơn 7"
        },
        {
            "id": "216c2363-8e59-40d0-b230-9c72e6e5f332",
            "word": "catalyst",
            "phonetic": "kæɾɐlɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "It has a catalyst.",
                "The big catalyst was the Christie's auction.",
                "We have a catalyst pack.",
                "The beheading in October of Parisian teacher Samuel Paty by a Chechen Islamist was the catalyst for change.",
                "Catalysts are substances that increase the rate of chemical reactions."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0YWx5c3Q&hash=f94dfdc8df29d4fbb5a8bb6193817ff00d7c1008&lang=en&cache-only=0",
            "defineEn": "(chemistry) a substance that causes a chemical reaction to happen at a faster rate without undergoing any chemical change itself",
            "defineVi": "(hóa học) chất làm cho phản ứng hóa học xảy ra với tốc độ nhanh hơn mà bản thân nó không trải qua bất kỳ biến đổi hóa học nào"
        },
        {
            "id": "dcec6fb4-aeaf-4316-94f3-994f2c10dee7",
            "word": "chemical",
            "phonetic": "kɛmɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cleaning product contains stiff chemicals that effectively remove tough stains.",
                "These chemicals remain in the dock until we have more scientific evidence.",
                "She uses organic gardening methods in her garden, avoiding harmful chemicals.",
                "The students played a trick on their teacher by switching the labels on the chemical bottles.",
                "The chemical passes from a liquid to a solid state during the cooling process."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlbWljYWw&hash=491857ae3742469aac2d20d30fedf532abcae98b&lang=en&cache-only=0",
            "defineEn": "a substance or compound produced or used in a process involving chemistry",
            "defineVi": "một chất hoặc hợp chất được sản xuất hoặc sử dụng trong một quá trình liên quan đến hóa học",
            "hasImg": true
        },
        {
            "id": "b7a4fe14-f987-4959-946a-9709c8a844cd",
            "word": "element",
            "phonetic": "ɛlɪmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Any investment involves an element of risk.",
                "The clotted cream added a creamy element to the homemade trifle.",
                "My stepmother was in her element, organizing everything.",
                "We should not give preferential treatment to one element to the detriment of the others.",
                "The film incorporated abstract imagery and surreal elements to convey the protagonist's inner emotional journey."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlbWVudA&hash=6b1b0d150ba60d60fa9ecc1c28590b21f5cc19ec&lang=en&cache-only=0",
            "defineEn": "a substance that is composed of only one type of atom and is a primary constituent of matter",
            "defineVi": "một chất chỉ bao gồm một loại nguyên tử và là thành phần chính của vật chất",
            "hasImg": true
        },
        {
            "id": "1f2d7088-77e6-4803-bae1-9f1ddba68592",
            "word": "compound",
            "phonetic": "kɑːmpaʊnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "But my understanding is that most mortgages compound monthly.",
                "Because many seaweeds also produce growth-regulating compounds.",
                "It had compound eyes, a two-section body, and six pairs of appendages.",
                "Compounds in their saliva help blood pool under the surface of our skin.",
                "I'm compounding 1.0006274."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcG91bmQ&hash=7c2f244d43741501c6c2217509e0feeada6485dc&lang=en&cache-only=0",
            "defineEn": "(chemistry) a substance that its molecules consist of two or more elements that are held together by a chemical bond",
            "defineVi": "(hóa học) chất mà phân tử của nó gồm hai hay nhiều nguyên tố liên kết với nhau bằng liên kết hóa học",
            "hasImg": true
        },
        {
            "id": "d0edcd3f-890a-482d-930b-45a887ffbeac",
            "word": "to hydrate",
            "phonetic": "tə haɪdɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The cooling and hydrating properties of winter melon make it a popular choice for refreshing drinks.",
                "Sliced watermelon is a juicy and hydrating fruit to enjoy on a hot summer day.",
                "I decided to make a hydrating cucumber-infused water to beat the summer heat.",
                "Some hydrated a giant Redwood tree!",
                "Drink some water, hydrate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaHlkcmF0ZQ&hash=5d17196be24ad59fe33d7ffc3df410b28cc25019&lang=en&cache-only=0",
            "defineEn": "(chemistry) to combine and form a compound with water molecules",
            "defineVi": "(hoá học) kết hợp và tạo thành hợp chất với các phân tử nước"
        },
        {
            "id": "15495761-6592-41f1-b6dc-9a819a037380",
            "word": "mixture",
            "phonetic": "mɪkstʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Work the mixture into a paste with your hands.",
                "To work the mixture into a paste.",
                "A mixture of skill and good luck decided the outcome of the game.",
                "The ham was glazed with a mixture of brown sugar and mustard.",
                "The homemade pasta dough is made with a simple mixture of flour, eggs, and a pinch of salt."
            ],
            "audio": "https://tts.langeek.co/read?text=bWl4dHVyZQ&hash=30b847fa5ccf85a7ef60b1152090b1b7fb085e4e&lang=en&cache-only=0",
            "defineEn": "(chemistry) a combination of two or more substances without forming a chemical bond or any chemical reaction",
            "defineVi": "(hoá học) sự kết hợp của hai hay nhiều chất mà không tạo thành liên kết hoá học hay phản ứng hoá học nào"
        },
        {
            "id": "9148e20b-9f9f-44aa-803b-9a1823323c92",
            "word": "to adsorb",
            "phonetic": "tʊ ɐdsoːɹb ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRzb3Ji&hash=a32588a8267cb59298925f3e2814c7cb5d12c0a8&lang=en&cache-only=0",
            "defineEn": "to take in a liquid, gas, or other substance from the surface chemically or physically",
            "defineVi": "lấy chất lỏng, khí hoặc chất khác từ bề mặt về mặt hóa học hoặc vật lý",
            "hasImg": true
        },
        {
            "id": "ede03d12-66ed-4fae-90da-7045f012934a",
            "word": "balanced",
            "phonetic": "bælənst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We had a side salad with our main course for a balanced meal.",
                "With a balanced diet, regular exercise, and a positive mindset, Alex maintains being up to the mark in terms of his overall well-being.",
                "She packed a lunchbox with a turkey wrap, carrot sticks, and a yogurt cup for a balanced lunch.",
                "It is important to remember that exercise and a balanced diet are the foundation of any successful fitness plan.",
                "Eating a balanced diet rich in fruits and vegetables promotes healthfulness."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsYW5jZWQ&hash=dc156f4eb1d26764f5f666a84fea6cd70f6b033c&lang=en&cache-only=0",
            "defineEn": "keeping or demonstrating a state of balance, with equal or proportionate amounts",
            "defineVi": "giữ hoặc thể hiện trạng thái cân bằng, với số lượng bằng nhau hoặc tương ứng",
            "hasImg": true
        },
        {
            "id": "0d4289d1-259a-46b6-a489-1004b6f532d8",
            "word": "to behave",
            "phonetic": "tə bᵻheɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "I shouldn't have behaved like that.",
                "The teacher's stern grimace warned the students to behave.",
                "Cutting him some slack won't make him behave more politely next time you know.",
                "The sudden fame has turned her head, making her behave arrogantly and disregard others' opinions.",
                "Sally's usually very well behaved, so I gave her a pass on this one."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVoYXZl&hash=35a102e97276c42a1155b7b2a55b00c740a74f63&lang=en&cache-only=0",
            "defineEn": "(chemistry) to react in a particular way because of the laws",
            "defineVi": "(hoá học) phản ứng theo một cách cụ thể vì các định luật"
        },
        {
            "id": "13ffaf3d-c047-49be-8116-b31ac946546e",
            "word": "bond",
            "phonetic": "bɑːnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "His word is his bond and I vouch for him.",
                "Although they have their differences, there's no denying that they share a lot of similarities - like mother, like daughter, they have a strong bond and connection.",
                "Tom and his wife have been happily married for over 20 years, and they still have a strong bond.",
                "The bond offered a competitive yield, attracting many investors looking for stable returns.",
                "The mother and daughter enjoyed a delightful afternoon of shopping and bonding."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9uZA&hash=f3ad2c23bc915e49b63aa91f5a6dc6a3d4c9a3b0&lang=en&cache-only=0",
            "defineEn": "a linking force that holds atoms or ions together in any molecule or crystal",
            "defineVi": "một lực liên kết giữ các nguyên tử hoặc ion lại với nhau trong bất kỳ phân tử hoặc tinh thể nào",
            "hasImg": true
        },
        {
            "id": "c68824cd-ce57-4a85-ba62-4866be751800",
            "word": "to catalyze",
            "phonetic": "tə kæɾɐlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "And those oxygen molecules react to luciferin, catalyzed with the help of luciferase and energy in the form of ATP.",
                "All over the world, new movements are trying to catalyze the restoration of nature in a process called rewilding.",
                "Some astronomers have suggested that these atoms could have come from a recent supernova, or from ongoing reactions catalyzed by a nearby neutron star.",
                "And they suggested that the quartz somehow catalyzed a reaction so the water molecules were locked in place by stronger chemical bonds than what normally holds liquid water together.",
                "A photograph of an African village turned on its side and misinterpreted as an image of a Picasso portrait catalyzed Salvador Dali's so-called 'paranoiac critical method', a spontaneous method of irrational knowledge based on the critical and systematic objectivity of the associations and interpretations of delirious phenomena, or in other words, umm, make a science of your madness?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2F0YWx5emU&hash=c6cd547a2bea6bf9fecfa4484ec05037fc91e306&lang=en&cache-only=0",
            "defineEn": "to increase the rate of a chemical reaction",
            "defineVi": "để tăng tốc độ của một phản ứng hóa học"
        },
        {
            "id": "73626d9f-bbba-49c6-ba48-9d0cb36716ef",
            "word": "chain reaction",
            "phonetic": "tʃeɪn ɹɪækʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the first stage, a fission chain reaction triggers an even more powerful atomic process: fusion.",
                "It could start a chain reaction.",
                "But some nerves can speed up this chain reaction.",
                "When it finally finds one, a chain reaction takes place.",
                "Atomic bombs and nuclear power both rely on chain reactions of neutrons running into atoms like uranium, which lets off more neutrons."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhaW4gcmVhY3Rpb24&hash=48a418574744733983f24f38ed68a80dc2fd038e&lang=en&cache-only=0",
            "defineEn": "a chemical or nuclear process that is self-sustained and its products cause other processes of the same kind",
            "defineVi": "một quá trình hóa học hoặc hạt nhân tự duy trì và các sản phẩm của nó gây ra các quá trình khác cùng loại"
        },
        {
            "id": "b6db8089-67ec-4b0c-b880-c5f3ae1ce98c",
            "word": "chemical reaction",
            "phonetic": "kɛmɪkəl ɹɪækʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "These chemical reactions also produce heat.",
                "Chemical reactions have their own navigational language, too, in reaction mechanisms.",
                "Most enzymes can process thousands of chemical reactions a second.",
                "Many molecular enzyme machines can carry out thousands of chemical reactions in a single second.",
                "Lots of other chemical reactions are like this too."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlbWljYWwgcmVhY3Rpb24&hash=976e55d0a121255fad88b9156ed18109a9a9d68e&lang=en&cache-only=0",
            "defineEn": "(chemistry) a process in which several chemicals combine and form different substances",
            "defineVi": "(hóa học) một quá trình trong đó một số hóa chất kết hợp và tạo thành các chất khác nhau"
        },
        {
            "id": "f2327080-6eb1-4345-b435-de09cd254c88",
            "word": "to dehydrate",
            "phonetic": "tə diːhaɪdɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "So, their cells dehydrate rather than freeze. ",
                "WILLIAM BRANGHAM: Exactly at the moment when you're incredibly dehydrated because of the pneumonia.",
                "It's going to dehydrate you, which is the opposite of what you want.",
                "You're really just dehydrating the fruit, and that's what's taking so long, but the end result is worth it.",
                "That generally happens when you're dehydrated"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVoeWRyYXRl&hash=9a2f0217c09b1ac06c41697cd5b1c4e1a009cf63&lang=en&cache-only=0",
            "defineEn": "(chemistry) to lose water molecules during a chemical reaction",
            "defineVi": "(hóa học) làm mất phân tử nước trong phản ứng hóa học"
        },
        {
            "id": "cc2ffaed-9e81-473c-81eb-727a513ba77e",
            "word": "to distill",
            "phonetic": "tə dɪstɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The next morning on CBS, he distills the essence of this new Iowa effect.",
                "We raise the grains, mash it, distill it here.",
                "this is Senator Chuck Schumer on Passover Night and some have joke that you can distill the Haggadah and all Jewish holidays into three simple sentences.",
                "John, your fund has really outperformed peers over the last decade, and I wanted to see if you could maybe distill that success down to one specific strategy or behavior that you guys do better than anyone else.",
                "I get to take these complex topics and really distill them into the core and meat and make it accessible."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzdGlsbA&hash=b9b4469834697d380ff9139ab5de8fe70ee5a15c&lang=en&cache-only=0",
            "defineEn": "to heat a liquid and turn it into gas then cool it and make it liquid again in order to purify it",
            "defineVi": "để đun nóng một chất lỏng và biến nó thành khí sau đó làm mát nó và làm cho nó trở lại lỏng để làm sạch nó"
        },
        {
            "id": "c95b9816-ca47-48f3-9f4b-4952e5b66b6b",
            "word": "equation",
            "phonetic": "ᵻkweɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the student opened his textbook to a difficult math problem, he couldn't help but make a face at the challenging equations.",
                "I feel like I've been beating my head against the wall trying to understand this math equation.",
                "So this equation makes sense.",
                "This equation is essential to engineering.",
                "This equation is important."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXF1YXRpb24&hash=6c7618cbe8740d3d3aa641c4457e7365a8997c50&lang=en&cache-only=0",
            "defineEn": "(chemistry) a symbolic representation of a chemical reaction that consists of the reactants and products",
            "defineVi": "(hóa học) biểu diễn tượng trưng của một phản ứng hóa học bao gồm các chất phản ứng và sản phẩm"
        },
        {
            "id": "45b52b8b-0cb2-40b9-85fb-cb0f75517dcf",
            "word": "formula",
            "phonetic": "fɔːɹmjʊlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Formula One is the pinnacle of motorsport.",
                "You'll be following the same tried-and-true formula as other successful businesses.",
                "As the baby grew older, we transitioned from liquid formula to a powdered formula.",
                "As the baby grew older, we transitioned from liquid formula to a powdered formula.",
                "The professor delivered a lecture on abstract mathematics, exploring complex theories and formulas."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ybXVsYQ&hash=f39ba15cb3a95c86d178e289ca6866c9bb57cf6a&lang=en&cache-only=0",
            "defineEn": "(chemistry) a set of numbers, letters and signs that represent the chemical proportions of elements in compounds, etc.",
            "defineVi": "(hóa học) một tập hợp các số, chữ cái và dấu hiệu biểu thị tỷ lệ hóa học của các nguyên tố trong hợp chất, v.v."
        },
        {
            "id": "1f7ec8c7-1afc-4074-bf2c-588cf35b654d",
            "word": "to precipitate",
            "phonetic": "tə pɹɪsɪpᵻteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Any military action would have precipitated, in our view, a much broader conflict with Iran.",
                "Calcium and sulfate ions may precipitate as a salt that's more commonly known as gypsum.",
                "In fact, it may have precipitated action even sooner.",
                "Some of the most common challenges, though, that do precipitate a business closure relate to fundamental issues: lacking a firm business plan and a concrete business plan with real clear strategic direction and getting some of the fundamentals in place at the onset.",
                "Auroras happen when energetic electrons and protons from the Sun precipitate through the Earth’s atmosphere, exciting those gases and making them glow."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlY2lwaXRhdGU&hash=3ffbba7881c8f9b26129f020e2c0735a4c0c7102&lang=en&cache-only=0",
            "defineEn": "(chemistry) to become separated from the solvent in a solid form",
            "defineVi": "(hoá học) tách ra khỏi dung môi ở dạng rắn"
        },
        {
            "id": "d523f4c0-2818-48d6-882b-f4f37cf1404a",
            "word": "preservation",
            "phonetic": "pɹɛzɚveɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Soil acidity also greatly affects bone preservation.",
                "The best bat fossils come from these types of lagerstatten, or fossil sites with exceptional preservation.",
                "Ideal environments for DNA preservation include colder temperatures with very limited fluctuations.",
                "Another requirement, architectural preservation, to study the methods and regulation of restoration.",
                "The keepers of the Ise Shrine in Japan’s Mie Prefecture have taken a different approach to the preservation of their holy site."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc2VydmF0aW9u&hash=58a48526716fdaaf3d6c008d0620314c630a1f51&lang=en&cache-only=0",
            "defineEn": "the action of keeping something the way it is or in good condition",
            "defineVi": "hành động giữ một cái gì đó theo cách của nó hoặc trong tình trạng tốt"
        },
        {
            "id": "44e52344-8574-4d32-8c7c-016b1f3f8d02",
            "word": "chemical reaction",
            "phonetic": "ɹɪækʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "These chemical reactions also produce heat.",
                "Chemical reactions have their own navigational language, too, in reaction mechanisms.",
                "Most enzymes can process thousands of chemical reactions a second.",
                "Many molecular enzyme machines can carry out thousands of chemical reactions in a single second.",
                "Lots of other chemical reactions are like this too."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlbWljYWwgcmVhY3Rpb24&hash=976e55d0a121255fad88b9156ed18109a9a9d68e&lang=en&cache-only=0",
            "defineEn": "(chemistry) a process in which several chemicals combine and form different substances",
            "defineVi": "(hóa học) một quá trình trong đó một số hóa chất kết hợp và tạo thành các chất khác nhau"
        }
    ]
}