{
    "id": "3cedfaf1-1377-4b53-82a0-6ba77481c309",
    "title": "Cuts of Meat",
    "originalTitle": "Cuts of Meat",
    "words": [
        {
            "id": "7160ddad-d62b-4db7-8684-1bd9a88e0b6f",
            "word": "steak",
            "phonetic": "steɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her latest novel is all sizzle and no steak.",
                "The chef peppers the steak with a blend of spices for a flavorful taste.",
                "The restaurant offered a specialty hamburger steak dish.",
                "She prepared a mouthwatering tuna steak for dinner.",
                "My grandmother made strip steak kebabs, skewering marinated steak cubes with colorful bell peppers and onions."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlYWs&hash=a2616c3128d480776dbd1e9424607f63f85407b8&lang=en&cache-only=0",
            "defineEn": "a large piece of meat or fish cut into thick slices",
            "defineVi": "một miếng thịt lớn hoặc cá cắt thành lát dày",
            "hasImg": true
        },
        {
            "id": "c5b17878-9cf5-4c72-89b6-49f5a72a8d7e",
            "word": "brisket",
            "phonetic": "bɹɪskɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The restaurant featured a signature dish of slow-roasted brisket.",
                "I tried my hand at making homemade corned beef brisket.",
                "We visited a local smokehouse renowned for its mouthwatering brisket.",
                "King of BBQ here in Texas is brisket.",
                "You just can't have brisket, or any BBQ, without that beautiful smoke ring."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpc2tldA&hash=195af1ecb031d8635809ed4c7f28e165fcf57a38&lang=en&cache-only=0",
            "defineEn": "meat cut from the chest of an animal, especially a cow",
            "defineVi": "thịt cắt từ ngực của một con vật, đặc biệt là một con bò",
            "hasImg": true
        },
        {
            "id": "6df94afd-3154-4994-b698-bdf1683a9f27",
            "word": "chuck",
            "phonetic": "tʃʌk ",
            "partOfSpeechType": "noun",
            "examples": [
                "My mother visited the butcher shop and purchased a chuck steak.",
                "He marinated a chuck roast overnight and slow-cooked it to perfection.",
                "Deji's face look like he already chucked up the sponge just few minutes after starting the conversation.",
                "Narrator: Fast forward to 1998, and Chuck got a little bit of a makeover.",
                "Definitely just chuck this in your backpack."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2h1Y2s&hash=843b77d2a9cba15655079cfb5a1ddb351e4b3e9d&lang=en&cache-only=0",
            "defineEn": "a cut of beef taken from the shoulder area of the animal, known for its flavorful and versatile qualities",
            "defineVi": "một miếng thịt bò được lấy từ vùng vai của con vật, được biết đến với chất lượng hương vị và tính linh hoạt của nó",
            "hasImg": true
        },
        {
            "id": "7f1474f9-b437-4d55-89b6-3d2f7e87783d",
            "word": "shank",
            "phonetic": "ʃæŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "He mastered the art of slow-cooking chevon shanks.",
                "If we miss the last bus, we'll have to rely on shank's pony to get home.",
                "Since his car broke down, Tim has been traveling to work on shank's pony.",
                "They organized a cozy dinner party and served braised pork shanks as the main course.",
                "I explored Mediterranean cuisine and fell in love with the rich flavors of slow-cooked lamb shanks."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hhbms&hash=a48da02f5cdd851c0117b2386bb9d478985c62d2&lang=en&cache-only=0",
            "defineEn": "a cut of meat from the lower portion of an animal's leg, known for its rich flavor when cooked",
            "defineVi": "một miếng thịt từ phần dưới của chân động vật, được biết đến với hương vị đậm đà khi nấu chín",
            "hasImg": true
        },
        {
            "id": "b7d8fb87-b013-4224-8682-57877f699037",
            "word": "long bone",
            "phonetic": "lɔŋ boʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG9uZyBib25l&hash=6a97dc0cc27b2deb3b8b463c126ac79cafde0697&lang=en&cache-only=0",
            "defineEn": "a meat cut that includes a bone with an elongated shape",
            "defineVi": "một miếng thịt bao gồm một xương có hình dạng thon dài",
            "hasImg": true
        },
        {
            "id": "cac82c50-feef-40c6-b856-a2a4ba7c8e2e",
            "word": "oxtail",
            "phonetic": "ɑːksteɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I ordered a bowl of delicious oxtail soup for the first time.",
                "They attended a culinary workshop and learned how to make oxtail dumplings."
            ],
            "audio": "https://tts.langeek.co/read?text=b3h0YWls&hash=73b5c36764dcfc07ed57c2724f55d9c770f25568&lang=en&cache-only=0",
            "defineEn": "a meaty cut of beef taken from the tail of a cow",
            "defineVi": "một miếng thịt bò lấy từ đuôi của một con bò",
            "hasImg": true
        },
        {
            "id": "f325d439-af48-470e-83a9-5df3b8304289",
            "word": "ham hock",
            "phonetic": "hæm hɑːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGFtIGhvY2s&hash=d201efc5bf890695384868278bf719451826aa97&lang=en&cache-only=0",
            "defineEn": "the joint or knuckle of a pig's hind leg, often used in cooking for its flavorful meat",
            "defineVi": "khớp hoặc đốt ngón chân sau của lợn, thường được sử dụng để nấu ăn cho thịt có hương vị",
            "hasImg": true
        },
        {
            "id": "cda0eb3f-f978-4c46-b456-32497eece49a",
            "word": "shin",
            "phonetic": "ʃɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He prepared a tasty beef stew, using tender pieces of shin meat.",
                "They're wearing shin guards, helmets.",
                "It can also pad your shins if they fly forward during an impact.",
                "On this ride, safety devices restrain the legs, shins, and lap to secure each person in the car.",
                "On this ride, safety devices restrain the legs, shins, and lap to secure each person in the car."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hpbg&hash=9b21ee6238f209c8e1e2d3b6818ffe82a956575c&lang=en&cache-only=0",
            "defineEn": "a cut of meat taken from the front part of the lower leg of an animal",
            "defineVi": "một miếng thịt lấy từ phần trước của chân dưới của một con vật",
            "hasImg": true
        },
        {
            "id": "d5508f1a-e826-4896-b1f0-7a1fe03d183c",
            "word": "sirloin",
            "phonetic": "sɜːlɔɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He grilled a juicy sirloin steak to perfection, enjoying the succulent meat.",
                "I opted for a lean cut of red meat, such as sirloin, to create a delicious and healthy stir-fry.",
                "We attended a cooking class and learned how to prepare a flavorful sirloin stir-fry."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lybG9pbg&hash=fe8414c67aa7ec01aa7cb5eb34ad290eca0653da&lang=en&cache-only=0",
            "defineEn": "beef that is taken from a cow's back, which is of high quality",
            "defineVi": "thịt bò được lấy từ lưng bò, có chất lượng cao",
            "hasImg": true
        },
        {
            "id": "008765e2-dda9-408f-a103-22f081cf96db",
            "word": "flank",
            "phonetic": "flæŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef recommended trying the marinated flank steak.",
                "We gathered for a summer picnic and enjoyed sliced grilled flank steak sandwiches.",
                "A pair of golden lions flanked the imperial throne.",
                "These fans on the outside here are flanking this middle fan.",
                "So right over here would be the right flank of the German army."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxhbms&hash=defaeea83a6995a25d526eb57b04f0e66c3c70fd&lang=en&cache-only=0",
            "defineEn": "a lean and flavorful cut of meat located on the underside of an animal, typically used for dishes like fajitas or stir-fries",
            "defineVi": "một miếng thịt nạc và có hương vị nằm ở mặt dưới của một con vật, thường được sử dụng cho các món ăn như món fajitas hoặc món xào",
            "hasImg": true
        },
        {
            "id": "ca245f68-04c3-4678-939f-1ef550d6c74b",
            "word": "rump",
            "phonetic": "ɹʌmp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The restaurant featured a signature dish of sliced rump, cooked to perfection.",
                "He prepared a mouthwatering rump steak salad, featuring grilled steak slices, mixed greens and tomatoes.",
                "He seasoned a rump roast with aromatic herbs and slow-roasted it in the oven.",
                "The Korean-style barbecue featured thinly sliced rump steak, marinated in a flavorful soy-based sauce.",
                "Nearly every type of bird in the world has one on their rump, just above their tail feathers."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVtcA&hash=580228e6b9a3fa1be7a591ca671205837427353c&lang=en&cache-only=0",
            "defineEn": "meat from the upper part of the back legs of a cow, which is of high quality",
            "defineVi": "thịt từ phần trên của chân sau của một con bò, có chất lượng cao",
            "hasImg": true
        },
        {
            "id": "a9331bbf-8bd2-4feb-9ec8-9e5ff936c93f",
            "word": "rib",
            "phonetic": "ɹɪb ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friends enjoyed smoky beef rib chops at the countryside barbecue.",
                "She coated the pork ribs with a generous amount of piri-piri marinade.",
                "They hosted a backyard cookout, serving mouthwatering ribs that were a hit with their guests.",
                "She prepared a satisfying dish of pansotti stuffed with braised short rib and blue cheese.",
                "She visited a renowned steakhouse and savored a mouthwatering plate of grilled lamb ribs."
            ],
            "audio": "https://tts.langeek.co/read?text=cmli&hash=9d50d74a3453e1c17ff5ffc27aab95aa197bcfcb&lang=en&cache-only=0",
            "defineEn": "a piece of meat with one or more rib bones",
            "defineVi": "một miếng thịt với một hoặc nhiều xương sườn",
            "hasImg": true
        },
        {
            "id": "9aa1f47b-6b10-47d9-b8ee-6a233f892182",
            "word": "short loin",
            "phonetic": "ʃɔːɹt lɔɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2hvcnQgbG9pbg&hash=bf859e124ee93d95e8f4eb787bc8301ec94a791c&lang=en&cache-only=0",
            "defineEn": "a tender and well-marbled cut of meat located towards the back of an animal",
            "defineVi": "một miếng thịt mềm và có vân cẩm thạch nằm ở phía sau của một con vật",
            "hasImg": true
        },
        {
            "id": "4ee30726-4fda-48aa-827a-e022a67874b4",
            "word": "tenderloin",
            "phonetic": "tɛndɚlɔɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "A gourmet food truck serves mouthwatering tenderloin sliders with melted cheese and caramelized onions.",
                "So here we're using beef tenderloin pounded out, fried, two fried eggs on top, which we call a caballo."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVuZGVybG9pbg&hash=ce439d468dc3e72df569987ee606e6e2f1504aa4&lang=en&cache-only=0",
            "defineEn": "meat that is cut from near the backbone of a pig or cow, which is of high quality",
            "defineVi": "thịt được cắt từ gần xương sống của lợn hoặc bò, có chất lượng cao",
            "hasImg": true
        },
        {
            "id": "508cd93a-5c90-4e91-8eb6-b5ccccf53884",
            "word": "spare rib",
            "phonetic": "spɛɹ ɹɪb ",
            "partOfSpeechType": "noun",
            "examples": [
                "Each dish of spare ribs was coated in a secret family recipe sauce.",
                "Friends gather around the grill as spare ribs slowly cook over charcoal.",
                "♪ - Smoked turkey legs, ground beef, pork, chicken, pork sausage, chorizo, chicken thighs, whole chicken skin, chicken bones, spare ribs, and onions for nails."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BhcmUgcmli&hash=3f7ccd9d1ca5efa0ef3c4196236eebbad686e44f&lang=en&cache-only=0",
            "defineEn": "a pork rib that most of its meat has been cut off",
            "defineVi": "một miếng sườn lợn mà hầu hết thịt của nó đã bị cắt",
            "hasImg": true
        },
        {
            "id": "542ae794-a021-40da-a3dd-1cf7f775eac0",
            "word": "trotter",
            "phonetic": "tɹɑːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The street vendor served crispy trotter bites with a tangy dipping sauce at the food market.",
                "At a countryside farm festival, attendees line up for a taste of the famous trotter barbecue."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJvdHRlcg&hash=97432bec2b799c12abafd81e93618c84a3a56213&lang=en&cache-only=0",
            "defineEn": "a pig's foot that is cooked as food",
            "defineVi": "một chân lợn được nấu chín như thức ăn"
        },
        {
            "id": "4d481617-87ec-4648-8695-771e3de264fc",
            "word": "chop",
            "phonetic": "tʃɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friends enjoyed smoky beef rib chops at the countryside barbecue.",
                "She marinated the mutton chops with herbs and spices, then grilled them to perfection.",
                "The steakhouse served juicy lamb chops, perfectly grilled to perfection.",
                "At a Mediterranean-inspired restaurant, the chef prepares tender lamb chops marinated in garlic, lemon, and olive oil.",
                "He chopped some chives and mixed them into his sour cream."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hvcA&hash=a6286c8b75960bc525b3c9d12ae9ba191170a397&lang=en&cache-only=0",
            "defineEn": "a small cut of meat, typically taken from the rib or loin",
            "defineVi": "một miếng thịt nhỏ, thường được lấy từ xương sườn hoặc thăn",
            "hasImg": true
        },
        {
            "id": "dc63198f-9ed5-4c75-9103-735a81463364",
            "word": "pork belly",
            "phonetic": "poːɹk bɛli ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9yayBiZWxseQ&hash=d07fefed7c78267b447745e94adb36456712989d&lang=en&cache-only=0",
            "defineEn": "a fatty and flavorful cut of meat obtained from the underside of a pig",
            "defineVi": "một miếng thịt béo và có hương vị thu được từ mặt dưới của lợn"
        },
        {
            "id": "b35e8979-9a53-4009-b873-ad05d5babd95",
            "word": "pancetta",
            "phonetic": "pænsɛɾə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Italian man offered thinly sliced pancetta for adding rich flavor to dishes.",
                "The street vendor in the food market served delicious paninis with pancetta, mozzarella, and grilled vegetables."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFuY2V0dGE&hash=84eb3080c8548f0386f9126bbeacfeaa96f24bbc&lang=en&cache-only=0",
            "defineEn": "meat taken from the belly of a pig that has been smoked or salted, originated in Italy",
            "defineVi": "thịt lấy từ bụng lợn đã được hun khói hoặc ướp muối, có nguồn gốc từ Ý",
            "hasImg": true
        },
        {
            "id": "bff226b6-9848-4596-bd59-924423605062",
            "word": "gammon",
            "phonetic": "ɡæmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friends enjoyed tangy barbecue gammon skewers at the summer barbecue.",
                "The sandwich shop offered satisfying gammon and cheese paninis."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FtbW9u&hash=3d4cc89c855b960bfad6f70d25fdd9e4890f18ab&lang=en&cache-only=0",
            "defineEn": "meat from the side or back leg of a pig that has been smoked or salted",
            "defineVi": "thịt từ hông hoặc chân sau của lợn đã được hun khói hoặc ướp muối",
            "hasImg": true
        },
        {
            "id": "fe6cb516-bf83-4bda-b1fd-ed2d9ff87ffe",
            "word": "fatback",
            "phonetic": "fætbæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bakery incorporated finely diced fatback into savory pie crusts for flaky results.",
                "The cook rendered fatback to make lard for baking and frying in the farmhouse kitchen."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF0YmFjaw&hash=5fbd7f79d6ffc02deb477295aa5d6cc6b7331ca7&lang=en&cache-only=0",
            "defineEn": "a cut of pork that consists primarily of the fatty layer beneath the skin",
            "defineVi": "một miếng thịt lợn bao gồm chủ yếu là lớp mỡ bên dưới da",
            "hasImg": true
        },
        {
            "id": "89af0c04-1a4e-419b-b2d3-bfead8e2d75a",
            "word": "Boston butt",
            "phonetic": "bɔstən bʌt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Qm9zdG9uIGJ1dHQ&hash=6dc2b1f3d15e1fa1f6b214210f7092114075af72&lang=en&cache-only=0",
            "defineEn": "a pork cut from the upper shoulder, used in barbecue and slow-cooking for its rich flavor and marbling, often for pulled pork and stews",
            "defineVi": "một miếng thịt lợn được cắt từ vai trên, được sử dụng trong thịt nướng và nấu chậm vì hương vị đậm đà và vân mỡ, thường dùng cho thịt lợn kéo và món hầm",
            "hasImg": true
        },
        {
            "id": "162101f9-4ef4-432e-a61e-74f5f1c7b083",
            "word": "cutlet",
            "phonetic": "kʌtlɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The street vendor served crispy chicken cutlet sandwiches with lettuce and mayonnaise.",
                "In a trendy vegetarian café, guests enjoy flavorful chickpea and pork cutlets.",
                "That's the veal cutlet Parmesan?",
                "-That's like a fryless cutlet."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3V0bGV0&hash=866e5f97bc3a5e0af2e40be8bf768b65d9799ab9&lang=en&cache-only=0",
            "defineEn": "a piece of meat that is cut into a thick slice and usually broiled or fried",
            "defineVi": "một miếng thịt được cắt thành một lát dày và thường nướng hoặc chiên",
            "hasImg": true
        },
        {
            "id": "13654e83-5e09-45e6-8d20-d8d44a0f29b9",
            "word": "breast",
            "phonetic": "bɹɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "She prefers boneless turkey breast for its ease of slicing.",
                "He grilled a juicy chicken breast for his dinner.",
                "The chicken breast supreme salad featured grilled chicken, mixed greens, cherry tomatoes, and a balsamic vinaigrette.",
                "She made turkey breast wraps, filling tortillas with sliced turkey, cucumber, and a creamy ranch dressing.",
                "My grandmother shared her recipe for succulent roast chicken breast, passed down through generations."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYXN0&hash=f9e5e0b3f00c8a4b228021d24ab2216dfc0b5944&lang=en&cache-only=0",
            "defineEn": "meat cut from the front part of the body of a bird",
            "defineVi": "thịt cắt từ phần trước của cơ thể của một con chim",
            "hasImg": true
        },
        {
            "id": "e9b909a4-aff9-4549-8371-e85e5b8e2ec6",
            "word": "drumstick",
            "phonetic": "dɹʌmstɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Guests at the barbecue party enjoyed smoky grilled drumsticks with tangy barbecue sauce.",
                "The food truck offered crispy fried chicken drumsticks with secret spices.",
                "There's a drumstick and a t-bone.",
                "Lysa Dawn Robinson never went anywhere without a set of drumsticks.",
                "It has the familiarity of the original recipe with the drumsticks, that I think all Americans know, but also caters to local dishes of congee and egg tarts that people in China are familiar with."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJ1bXN0aWNr&hash=13e24d0c91d961640bce5ac25ce0eac2214b3294&lang=en&cache-only=0",
            "defineEn": "the lower joint of the leg of a fowl, eaten as food",
            "defineVi": "khớp dưới chân của một con gà, ăn như thức ăn",
            "hasImg": true
        },
        {
            "id": "1705a236-4bf7-45d5-ad27-6ab1fa7d56b2",
            "word": "lamb chop",
            "phonetic": "læm tʃɑːp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGFtYiBjaG9w&hash=3cff11def712e6f61165d5e8768919f2b6399c09&lang=en&cache-only=0",
            "defineEn": "a small, tender cut of lamb meat, typically taken from the rib or loin",
            "defineVi": "một miếng thịt cừu nhỏ, mềm, thường được lấy từ xương sườn hoặc thăn",
            "hasImg": true
        },
        {
            "id": "19bc4c5f-3e46-4dc6-84b2-57e872996d96",
            "word": "pork loin",
            "phonetic": "poːɹk lɔɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9yayBsb2lu&hash=c336f072ae25f8a5fb28a4a2ce24f4045fcd72f9&lang=en&cache-only=0",
            "defineEn": "a lean and tender cut of meat from the back of the pig, commonly used for roasting",
            "defineVi": "một miếng thịt nạc và mềm từ lưng lợn, thường được dùng để nướng",
            "hasImg": true
        },
        {
            "id": "b5832e2b-4152-4c35-8162-bfcbbad784a6",
            "word": "wing",
            "phonetic": "wɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He took the rookie pitcher under his wing.",
                "A new wing was added to the building.",
                "Who's playing on the wing?",
                "Friends shared a platter of crispy chicken wings with tangy dipping sauces at the sports bar.",
                "She dusts the chicken wings with cornflour before frying them."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZw&hash=28225112da3a423cb871b914a16cafa9807f7621&lang=en&cache-only=0",
            "defineEn": "meat from the wing of a duck, chicken, etc., eaten as food",
            "defineVi": "thịt từ cánh vịt, gà, v.v., dùng làm thực phẩm",
            "hasImg": true
        },
        {
            "id": "7b85e52f-ba47-40de-a5c6-4173ec9854cc",
            "word": "rack",
            "phonetic": "ɹæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "We racked our brains but we couldn't come up with a solution.",
                "I've been racking my brain, but I can't remember his name.",
                "He racked his brains all weekend trying to think of a solution to the problem.",
                "As a specialty dish, the chef prepared a gourmet chevon rack, perfectly seared and served with a delicate herb-infused sauce.",
                "The butcher shop offered expertly cut racks of dry-aged beef."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFjaw&hash=9ad9f73e052afce14c0acbe99231555ab0b4b1c7&lang=en&cache-only=0",
            "defineEn": "a piece of meat from a pig or lamb which is attached to the front ribs",
            "defineVi": "một miếng thịt từ lợn hoặc thịt cừu được gắn vào xương sườn trước",
            "hasImg": true
        },
        {
            "id": "6497aa4b-d6fa-4279-b294-07bee6bc398b",
            "word": "short ribs",
            "phonetic": "ʃɔːɹt ɹɪbz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Unfortunately, the price of short ribs can be quite high.",
                "She preferred the bony cut of beef short ribs.",
                "Short ribs are my son's favorite cut of meat, especially when they're slow-cooked to perfection."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvcnQgcmlicw&hash=a36348ec740cfc1635ac1c141cbfd137bb49fd78&lang=en&cache-only=0",
            "defineEn": "a cut of beef attached to the rib bones",
            "defineVi": "một miếng thịt bò gắn liền với xương sườn",
            "hasImg": true
        },
        {
            "id": "40c3184a-1bd8-484b-a424-43de7628a696",
            "word": "shoulder",
            "phonetic": "ʃoʊldɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "That hot guy had a good head on his shoulders.",
                "The jacket sat beautifully on her shoulders.",
                "He gently rested his chin on her shoulder.",
                "He received a cold shoulder from his former friends after the argument.",
                "She gave a shrug of her shoulders."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvdWxkZXI&hash=aa6c794c911628c3d4b3f9c5d63eca18f0f0f4f5&lang=en&cache-only=0",
            "defineEn": "meat taken from the upper part of the front leg of an animal",
            "defineVi": "thịt lấy từ phần trên của chân trước của động vật",
            "hasImg": true
        },
        {
            "id": "54016e60-af22-43d7-a39c-aa39481709db",
            "word": "beef plate",
            "phonetic": "biːf pleɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmVlZiBwbGF0ZQ&hash=da2b499af94253d7dafe4aad4ac0421e4066cdd1&lang=en&cache-only=0",
            "defineEn": "a cut of meat that comes from the lower belly or underside of the cow",
            "defineVi": "một miếng thịt đến từ bụng dưới hoặc mặt dưới của con bò",
            "hasImg": true
        },
        {
            "id": "62c64e2c-b8f6-4fc5-a1f5-b277dadb2e25",
            "word": "leg",
            "phonetic": "lɛɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The business has legs.",
                "The street vendor served flavorful turkey legs.",
                "At a lively seafood restaurant, guests relished succulent crab legs.",
                "She lost a leg in a car crash.",
                "College tuitions cost an arm and leg nowadays."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVn&hash=5f8f04ff0cf2f7301b58813e1b162bc9a90143e0&lang=en&cache-only=0",
            "defineEn": "a portion of meat, typically from the lower limb of an animal",
            "defineVi": "một phần thịt, thường là từ chi dưới của động vật",
            "hasImg": true
        },
        {
            "id": "5358a3aa-078f-4141-a46c-4522212983cb",
            "word": "round",
            "phonetic": "ɹaʊnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "My debts are a millstone round my neck.",
                "The hairstylist used a round brush to create curls.",
                "Glaring round at the solitary embryo sheepskin, who quaked in his shoes.",
                "The mortgage on it has turned into a real yoke round my neck.",
                "You can buy strawberries all year round, but at a price."
            ],
            "audio": "https://tts.langeek.co/read?text=cm91bmQ&hash=34ce8fbc7fb0b9ad4c72b60949f85719f0ccccce&lang=en&cache-only=0",
            "defineEn": "a lean cut of meat, typically from the hindquarters of an animal",
            "defineVi": "một miếng thịt nạc, thường là từ chân sau của một con vật",
            "hasImg": true
        },
        {
            "id": "1dfdabd7-ab28-4d27-a7e6-7f6986809d35",
            "word": "picnic shoulder",
            "phonetic": "pɪknɪk ʃoʊldɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGljbmljIHNob3VsZGVy&hash=87b1c63bc0e5b44ba821256f2b11bf8a18a22a3c&lang=en&cache-only=0",
            "defineEn": "a cut of pork, typically from the upper part of the shoulder",
            "defineVi": "một miếng thịt lợn, thường là từ phần trên của vai",
            "hasImg": true
        },
        {
            "id": "dbdaa451-5626-411d-a752-1b4abec37636",
            "word": "side",
            "phonetic": "saɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "To hear both sides of the argument.",
                "His arms dropped limply to his sides.",
                "The manager played his strongest side of the season.",
                "On the credit side, the restaurant offers a wide range of choices.",
                "The restaurant served their fish and chips with a side of brown sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lkZQ&hash=3c335b15eec1e0d55d15fbfd511e11e8683e74ce&lang=en&cache-only=0",
            "defineEn": "a cut from the rib area of an animal, often known for its tender and flavorful qualities",
            "defineVi": "một vết cắt từ vùng xương sườn của một con vật, thường được biết đến với chất lượng mềm và hương vị của nó",
            "hasImg": true
        },
        {
            "id": "3e8fc473-a5f2-4e8f-bc70-4f0aaccf3ccb",
            "word": "beefsteak",
            "phonetic": "biːfsteɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Guests at the outdoor wedding reception enjoye grilled beefsteaks as the main course.",
                "The gourmet cooking class focused on mastering the art of cooking the perfect beefsteak.",
                "We grilled the beefsteak tomatoes alongside the steak for a smoky and savory addition to our barbecue feast.",
                "He sliced the beefsteak tomato and stacked it on a burger for a juicy and flavorful bite."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVlZnN0ZWFr&hash=f756a933cd077969b599c1c140b511b38b3e2e84&lang=en&cache-only=0",
            "defineEn": "a thick slice of beef that is often cooked by broiling or grilling",
            "defineVi": "một miếng thịt bò dày thường được nấu bằng cách nướng hoặc nướng",
            "hasImg": true
        },
        {
            "id": "fb21881c-7b71-42eb-af09-af61944b560b",
            "word": "cut",
            "phonetic": "kʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The line cuts the circle at two points.",
                "He's cutting his own throat.",
                "Budget cuts are putting the squeeze on scientific research.",
                "Cutting Jefferson a break?",
                "He really cuts the ground from under my feet."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3V0&hash=d16f1388479dd1933f1fbaa7dbf36f5a5619c760&lang=en&cache-only=0",
            "defineEn": "a piece of meat cut from the body of an animal",
            "defineVi": "một miếng thịt cắt từ cơ thể của một con vật",
            "hasImg": true
        },
        {
            "id": "cf36699a-1edf-42fa-a5d5-f39c74de64ee",
            "word": "fillet",
            "phonetic": "fɪleɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The skinless tilapia fillets were pan-fried until crispy.",
                "I prepared a delicious fillet of trout with a generous dollop of meunière butter on top.",
                "Coat fish fillets with breadcrumbs and pan-fry them until they are golden and crispy.",
                "The chef's special included a tender beef fillet served on a bed of creamy garlic mash.",
                "I dipped the fish fillets in a light and crispy batter before frying them."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlsbGV0&hash=1436ce92a0c588d43aa2b18b8b8ef286a4499cf0&lang=en&cache-only=0",
            "defineEn": "a piece of boneless meat or fish cut from near the ribs of an animal",
            "defineVi": "một miếng thịt hoặc cá không xương được cắt từ gần xương sườn của một con vật",
            "hasImg": true
        },
        {
            "id": "1114adfb-3447-4bc0-8b7f-4271831e4baa",
            "word": "flesh",
            "phonetic": "flɛʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The memory of all that blood made his flesh creep.",
                "Just talking about snakes makes my flesh crawl.",
                "The golden skin of the loquat contrasts beautifully with its vibrant orange flesh.",
                "The roasted duck had a crispy skin and succulent flesh.",
                "He dipped a spoon into the luscious flesh of the ripe cantaloupe."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxlc2g&hash=2446754f10e3ed46de60c8a10391b288ad5aaf96&lang=en&cache-only=0",
            "defineEn": "the soft part of the body of an animal, between the skin and bones",
            "defineVi": "phần mềm của cơ thể động vật, giữa da và xương",
            "hasImg": true
        },
        {
            "id": "90ad8c6d-a607-4d2c-b673-e98846f5a91c",
            "word": "gigot",
            "phonetic": "dʒɪɡət ",
            "partOfSpeechType": "noun",
            "examples": [
                "They roasted a tender and juicy gigot of lamb.",
                "She prepared a gourmet gigot of chicken, stuffed with herbs and wrapped in bacon."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2lnb3Q&hash=8dc9bc557bb069666d23a0ee4666842e9a74fe8b&lang=en&cache-only=0",
            "defineEn": "the leg of a lamb or an adult sheep that is eaten as food",
            "defineVi": "chân cừu hoặc cừu trưởng thành được dùng làm thức ăn",
            "hasImg": true
        },
        {
            "id": "2c9fbaed-71db-4f29-a1cb-5128353d92df",
            "word": "joint",
            "phonetic": "dʒɔɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "My dad grilled a succulent pork joint with barbecue sauce for a backyard cookout.",
                "Nobody lays a glove on your joint.",
                "Mrs. Tinker puts my nose out of joint by bringing you the Lilies of the Field.",
                "Ever since Bill got that traffic ticket, he's had his nose out of joint.",
                "I smoked a joint an hour ago, and I'm still waiting to come up."
            ],
            "audio": "https://tts.langeek.co/read?text=am9pbnQ&hash=7060cbece844a5297f8a05981f4bf489c20609d5&lang=en&cache-only=0",
            "defineEn": "a large piece of meat for roasting",
            "defineVi": "một miếng thịt lớn để nướng",
            "hasImg": true
        },
        {
            "id": "5d395fa8-ca5c-4341-8c01-845b93d2fea6",
            "word": "escalope",
            "phonetic": "ɛskɐloʊp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXNjYWxvcGU&hash=d99d2e22bb715493b8c21dbe5ba863a0cf3486b6&lang=en&cache-only=0",
            "defineEn": "a thin, boneless slice of meat that is coated in breadcrumbs and fried",
            "defineVi": "một lát thịt mỏng, không xương được bọc trong vụn bánh mì và chiên",
            "hasImg": true
        },
        {
            "id": "f7dac188-91ac-43fc-838c-5409b78237bd",
            "word": "haunch",
            "phonetic": "hɔːntʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He marinated a haunch of lamb overnight, then grilled it to perfection.",
                "I ordered a plate of roasted haunch of rabbit, accompanied by a delicate mustard sauce.",
                "The bowl of the dipper is the bear’s haunches, and the handle is its tail.",
                "So, it's that teardrop shape, you know, coming from the front axle and really wasting away as much as possible, and then a short rear muscular haunch over the rear wheel, and they're connected by those buttresses, which creates that very, very dramatic view.",
                "If it sat back on its haunches to rear up, like some paleontologists have hypothesized that it could have, then Diplodocus might’ve reached a full 11 meters up into the trees."
            ],
            "audio": "https://tts.langeek.co/read?text=aGF1bmNo&hash=c9d68fb3ca105ddd19b1cd0a13030842c19db7e6&lang=en&cache-only=0",
            "defineEn": "the hindquarter or leg of an animal, often referring to a cut of meat from that region",
            "defineVi": "chân sau hoặc chân của một con vật, thường đề cập đến một miếng thịt từ khu vực đó"
        },
        {
            "id": "8574e9c8-75ed-4b4b-979e-3858fd97e2d8",
            "word": "hock",
            "phonetic": "hɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "He prepared a delicious pork hock stew, with tender chunks of meat, vegetables, and a savory broth.",
                "Tonight, my favorite restaurant is serving a delightful cranberry bean and smoked ham hock soup.",
                "We hosted a backyard barbecue and smoked a ham hock to perfection.",
                "The butcher displayed a freshly ham hock in the shop.",
                "The restaurant featured roasted duck hock, tender and juicy, served with a tangy orange glaze."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9jaw&hash=2ba60306da9b2623be4422390caeb755c151f806&lang=en&cache-only=0",
            "defineEn": "the joint in the hind limb of a quadruped between the fetlock and the knee",
            "defineVi": "khớp ở chi sau của động vật bốn chân giữa khóa và đầu gối",
            "hasImg": true
        },
        {
            "id": "582d575b-7f57-4743-a2da-726748991e53",
            "word": "neck",
            "phonetic": "nɛk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The doctor examined her neck for any signs of injury.",
                "His parents are always breathing down his neck.",
                "My debts are a millstone round my neck.",
                "The bullet got him in the neck.",
                "She wore a necklace around her neck."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVjaw&hash=9de013395b3339c27a4c2a894134f0c10d0c1667&lang=en&cache-only=0",
            "defineEn": "a cut of meat derived from the neck region of an animal, typically used in stews, soups, and braised dishes",
            "defineVi": "một miếng thịt có nguồn gốc từ vùng cổ của một con vật, thường được sử dụng trong các món hầm, súp và món om",
            "hasImg": true
        },
        {
            "id": "15bb2fa4-7b19-4d83-9d14-6c22a39f96f1",
            "word": "rasher",
            "phonetic": "ɹæʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She prepared a tasty pasta carbonara, tossing cooked spaghetti with rashers of crispy pancetta, eggs, and Parmesan cheese.",
                "The English breakfast spread featured rashers of grilled sausage, bacon, and tomato."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFzaGVy&hash=ae8e909c952575a99847ab9dbb3c2a31bd722612&lang=en&cache-only=0",
            "defineEn": "a thin piece of bacon",
            "defineVi": "một miếng thịt xông khói mỏng",
            "hasImg": true
        },
        {
            "id": "e132b079-9ddc-40bd-ae75-5c7fb950879f",
            "word": "rump steak",
            "phonetic": "ɹʌmp steɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cnVtcCBzdGVhaw&hash=2f9506f2acd967b4cb5189d49077372d49ab551b&lang=en&cache-only=0",
            "defineEn": "a cut of beef taken from the hindquarters of the animal",
            "defineVi": "một miếng thịt bò lấy từ chân sau của con vật",
            "hasImg": true
        },
        {
            "id": "4bbe5047-14aa-4ea6-9c16-a6537a077758",
            "word": "t-bone steak",
            "phonetic": "tiːboʊn steɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dC1ib25lIHN0ZWFr&hash=27b91f64c6a102654639271ea989f459c5c42d66&lang=en&cache-only=0",
            "defineEn": "a cut of beef from the loin region that contains a T-shaped bone, with tenderloin on one side and strip steak on the other",
            "defineVi": "một miếng thịt bò từ vùng thăn có xương hình chữ T, với một bên là thịt thăn và một bên là dải bít tết",
            "hasImg": true
        },
        {
            "id": "79fbbbe0-cee4-4246-a6d8-5865e02e79ee",
            "word": "thigh",
            "phonetic": "θaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Look at little baby's adorable thunder thighs!",
                "I asked my mother to prepare a delicious honey-glazed roasted turkey thigh for dinner.",
                "Growing up, Jason was teased for his larger thighs, but he eventually learned to love and appreciate his thunder thighs for their strength and endurance.",
                "They marinated their chicken thighs in a mixture of mace, garlic, and lemon juice.",
                "The skinless turkey thighs were tender and juicy, perfect for a Thanksgiving dinner."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhpZ2g&hash=c6b8e632d47688a49c38f06a76600ae1de981ec1&lang=en&cache-only=0",
            "defineEn": "the upper part of an animal's leg, often used as a meaty portion for cooking and eating",
            "defineVi": "phần trên của chân động vật, thường được sử dụng làm phần thịt để nấu và ăn",
            "hasImg": true
        },
        {
            "id": "7dcad4f2-22ab-4de0-9369-8d75430f0f48",
            "word": "wishbone",
            "phonetic": "wɪʃboʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He collected wishbones from different birds and displayed them as a unique collection.",
                "They made a wish and pulled apart the wishbone, hoping for good luck.",
                "What does the wishbone do?",
                "That’s right, just like your Thanksgiving turkey, dinos from T. rex to Archaeopteryx had wishbones.",
                "VO: Fossil wishbones are one of the most important pieces of evidence we have that birds descended from Theropod dinosaurs."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lzaGJvbmU&hash=b8ffc93716d96d4d787e9c17acfe41011b21532e&lang=en&cache-only=0",
            "defineEn": "a Y-shaped bone between the neck and breast of a bird",
            "defineVi": "một xương hình chữ Y giữa cổ và ngực của một con chim",
            "hasImg": true
        },
        {
            "id": "f2d751f2-5687-4df1-9b58-325998266853",
            "word": "patty",
            "phonetic": "pæɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She made mini sliders with turkey patties, topped them with cranberry sauce.",
                "The kids loved chicken nuggets made with breaded and baked chicken patties.",
                "You don't want a frozen patty with a burnt bun.",
                "Benji: Now, all 13 veggie burgers did have more sodium than the beef patty.",
                "Let's call her Patty."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0dHk&hash=4465c3fbeda5c78e3ade4785bc6fd6daa9ed6e00&lang=en&cache-only=0",
            "defineEn": "a small, flattened portion of ground meat or other ingredients, often used as a base for burgers or sandwiches",
            "defineVi": "một phần nhỏ, dẹt của thịt xay hoặc các thành phần khác, thường được sử dụng làm cơ sở cho bánh mì kẹp thịt hoặc bánh mì",
            "hasImg": true
        },
        {
            "id": "73362647-cf7b-4f99-a142-e02bd9c5a265",
            "word": "boneless",
            "phonetic": "boʊnləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She prefers boneless turkey breast for its ease of slicing.",
                "She made a delicious boneless leg of lamb roast, seasoned with garlic and rosemary.",
                "He slips his conveniently boneless body through chimney after chimney, drops off the gifts, and now gets to munch on his well-deserved treats.",
                "Even more occasionally, they're a true outgrowth of the spine but are completely boneless, a soft tube made entirely of fat and tissue.",
                "That sandwich was made of a boneless chicken breast, breaded and fried in peanut oil, and served on a toasted buttered bun with pickles."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9uZWxlc3M&hash=b0403525b279f94d3f76efaea65da95cb4b4dc9f&lang=en&cache-only=0",
            "defineEn": "describing something that does not contain bones",
            "defineVi": "mô tả một cái gì đó không chứa xương"
        },
        {
            "id": "6a6c6ae8-349b-4728-8da2-64f66464b48f",
            "word": "bony",
            "phonetic": "boʊni ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She preferred the bony cut of beef short ribs.",
                "The bony texture of the sardines makes it difficult to enjoy.",
                "He also had bony growths in his ear canals, which probably impacted his hearing.",
                "These ancient birds had short tails, instead of the longer bony tail of Archaeopteryx.",
                "The horn is a bony protrusion that actually looks like something in between a horn and a really long nose."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9ueQ&hash=113d1da0e23994f4f529ab7607d602f27e90df3d&lang=en&cache-only=0",
            "defineEn": "describing something that contains many bones or has an abundance of bones",
            "defineVi": "mô tả một cái gì đó có chứa nhiều xương hoặc có rất nhiều xương"
        },
        {
            "id": "50e7ddf8-3963-4543-9b67-735049f8c3a6",
            "word": "lean",
            "phonetic": "liːn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He leaned forward to take her hand.",
                "Poultry is a lean source of protein and a healthier alternative to red meat.",
                "She leaned back against the wall and closed her eyes.",
                "He opted for lean ground turkey instead of beef for a healthier burger option.",
                "They knew that a lean agreement is better than a fat lawsuit."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVhbg&hash=cfa38aae37eeac67b501e5e1d8acb1d9e7b81f00&lang=en&cache-only=0",
            "defineEn": "describing meat that contains a small or no amount of fat",
            "defineVi": "mô tả thịt có chứa một lượng nhỏ hoặc không có chất béo",
            "hasImg": true
        },
        {
            "id": "14e4124f-221d-469d-a67d-c526a80850e6",
            "word": "skinless",
            "phonetic": "skɪnləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The skinless tilapia fillets were pan-fried until crispy.",
                "The skinless turkey thighs were tender and juicy, perfect for a Thanksgiving dinner.",
                "Your hint is \"skinless paradise.\""
            ],
            "audio": "https://tts.langeek.co/read?text=c2tpbmxlc3M&hash=edfa131ed602763b93c8ef30325afe7ea47a866f&lang=en&cache-only=0",
            "defineEn": "describing something that lacks or has had the skin removed",
            "defineVi": "mô tả một cái gì đó thiếu hoặc đã bị loại bỏ da"
        },
        {
            "id": "c0595104-7058-40b0-975f-feda94700f0f",
            "word": "strip steak",
            "phonetic": "stɹɪp steɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RyaXAgc3RlYWs&hash=3abfefd3d7a0cc37e221a7adffd9e7a64639c43e&lang=en&cache-only=0",
            "defineEn": "a tender cut of beef taken from the short loin, characterized by its distinctive strip of fat",
            "defineVi": "một miếng thịt bò mềm được lấy từ phần thăn ngắn, đặc trưng bởi dải mỡ đặc biệt của nó",
            "hasImg": true
        },
        {
            "id": "69967790-6af2-40b9-a96f-b0e7e64ad8c9",
            "word": "goujon",
            "phonetic": "ɡaʊdʒɑːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "She enjoyed the tender and succulent goujons of chicken, coated in a seasoned breadcrumb crust.",
                "She made a satisfying meal with goujons of cod, paired with a fresh salad and a squeeze of lemon.",
                "The kids enjoyed the bite-sized goujons of chicken, perfect for dipping in their favorite sauces."
            ],
            "audio": "https://tts.langeek.co/read?text=Z291am9u&hash=cec0a673acf4ef446cb557b58d15e837e5892d06&lang=en&cache-only=0",
            "defineEn": "small strips of fish or poultry that are typically breaded and deep-fried, similar to fish fingers or chicken tenders",
            "defineVi": "những miếng cá hoặc thịt gia cầm nhỏ thường được tẩm bột và chiên giòn, tương tự như món chả cá hoặc thăn gà"
        },
        {
            "id": "a6231596-2feb-4014-b647-fabd93148331",
            "word": "lardon",
            "phonetic": "lɑːɹdən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I discovered a pack of lardons in the back of my home fridge.",
                "The creamy potato salad was enhanced with crispy lardons of bacon."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFyZG9u&hash=7361014f33a2088b3b2d1ee8076278e6cdc63142&lang=en&cache-only=0",
            "defineEn": "small strips or cubes of bacon or salt pork that are typically used as a flavoring ingredient in French cuisine",
            "defineVi": "dải nhỏ hoặc khối thịt xông khói hoặc thịt lợn muối thường được sử dụng như một thành phần hương vị trong ẩm thực Pháp"
        },
        {
            "id": "63f7fd79-cdaf-4fb5-ad6e-6e752a7d5594",
            "word": "roulade",
            "phonetic": "ɹuːleɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The tender chicken roulade was filled with spinach and cheese."
            ],
            "audio": "https://tts.langeek.co/read?text=cm91bGFkZQ&hash=c5cdc1d2576f15ad23b8a84445c297f8ace17ab1&lang=en&cache-only=0",
            "defineEn": "a rolled dish typically made by wrapping meat, fish, or vegetables around a filling and then cooking it",
            "defineVi": "một món ăn cuộn thường được làm bằng cách gói thịt, cá hoặc rau xung quanh nhân và sau đó nấu nó"
        }
    ]
}