{
    "id": "3d034733-d168-4920-8b7e-680327b7198f",
    "title": "Unit 4 - Lesson 4",
    "originalTitle": "Unit 4 - Lesson 4",
    "words": [
        {
            "id": "67f46057-8e48-4c7e-bf17-cfd71ba6dcd2",
            "word": "bad",
            "phonetic": "bæd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Bad weather brought chaos to the utility companies.",
                "Bad luck often brings good luck.",
                "The bad weather brought famine.",
                "Don’t use bad language.",
                "Bad manners will get you nowhere."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFk&hash=ba0e7eda3d140656dd10d32c2ec596c38ebb3e1a&lang=en&cache-only=0",
            "defineEn": "having a standard or quality that is unsatisfying",
            "defineVi": "có tiêu chuẩn hoặc chất lượng không thỏa mãn",
            "hasImg": true
        },
        {
            "id": "1eee4de7-7ae5-435c-b006-2d57d2730ed2",
            "word": "aggressive",
            "phonetic": "ɐɡɹɛsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The company's ex-CEO was known for his aggressive management style.",
                "The normally reserved and polite man became aggressive and confrontational when he was drunk, revealing a darker side of his personality.",
                "The two lawyers were both known for their aggressive tactics, so when they faced each other in court, it was a case of when Greek meets Greek, then comes the tug of war.",
                "The squirrels got aggressive, a hallmark of frustration.",
                "Windows updates are notoriously aggressive."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdncmVzc2l2ZQ&hash=15a2ec45fe228ea2b8111bffb2241d4276121e5f&lang=en&cache-only=0",
            "defineEn": "behaving in an angry way and having a tendency to be violent",
            "defineVi": "cư xử một cách tức giận và có xu hướng bạo lực",
            "hasImg": true
        },
        {
            "id": "edff4f54-e85f-45ee-a603-3ce142e6d6a5",
            "word": "driver",
            "phonetic": "dɹaɪvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Both drivers shared the blame for the accident.",
                "But a truck driver saved her bacon.",
                "The driver of the car opened the car door for the passengers.",
                "The driver knew that anger and haste hinder good counsel when he was cut off in traffic.",
                "The taxi driver helped me with my luggage."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJpdmVy&hash=c8fedec14115a1d1ebb260baef8f417d7694d675&lang=en&cache-only=0",
            "defineEn": "someone who drives a truck, bus, car, or another vehicle",
            "defineVi": "một người lái xe tải, xe buýt, xe hơi, hoặc phương tiện khác",
            "hasImg": true
        },
        {
            "id": "2234cac7-4200-49e5-9aaa-e24f3884e84e",
            "word": "driving",
            "phonetic": "dɹaɪvɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She hasn't passed her driving test yet.",
                "He hasn’t passed his driving test yet.",
                "The policeman hammered home the dangers of drinking and driving.",
                "All that driving has given me a headache.",
                "She passed her driving test with flying colors - she got a perfect score!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJpdmluZw&hash=6dda96dcabc16abb4370488542c4339e59d07e08&lang=en&cache-only=0",
            "defineEn": "the act of controlling the movement and the speed of a car, bus, truck, etc. when it is moving",
            "defineVi": "hành động kiểm soát chuyển động và tốc độ của ô tô, xe buýt, xe tải, v.v. khi nó đang di chuyển",
            "hasImg": true
        },
        {
            "id": "e55d3481-a4dc-4558-ab67-21a4a8d85758",
            "word": "behavior",
            "phonetic": "bᵻheɪvjɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Harassment or bullying is unacceptable behavior in the workplace.",
                "Her behavior toward her colleagues was unprofessional.",
                "The parent modeled good behavior by always wearing a seatbelt in the car, even for short trips.",
                "The CEO's focus on customer satisfaction was reflected in the employees' behavior, as like master, like man.",
                "Here are 4 behaviors a narcissist displays that reveals their true colors."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVoYXZpb3I&hash=4e7feb1b671dafad93f44b4784e747dd1222dcbf&lang=en&cache-only=0",
            "defineEn": "the way that someone acts, particularly in the presence of others",
            "defineVi": "cách mà ai đó hành động, đặc biệt là trong sự hiện diện của người khác"
        },
        {
            "id": "1c752752-8ff8-4987-9710-9d7edcc6cc33",
            "word": "to honk",
            "phonetic": "tə hɔŋk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Everything suddenly honks: it is 12:40 of a Thursday. ",
                "And Pennywise doesn’t make balloon animals or honk his nose.",
                "Human drivers care about minimizing their travel time and don’t give two honks about what other drivers want.",
                "That maybe feels inconsiderate, but zipper merging can reduce traffic congestion by about 40%, which seems, like, worth a honk or two by people who don’t get it.",
                "In 399 BCE, Socrates was sentenced to death for, among other things, refusing to acknowledge the official deities of Athens, radicalizing youth, and generally honking off the people in charge."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaG9uaw&hash=5e855db61bf10e7d73bb2c37050af0c49f0b5c2b&lang=en&cache-only=0",
            "defineEn": "to cause a horn, particularly of a vehicle, to make a loud noise",
            "defineVi": "để gây ra một còi, đặc biệt là một chiếc xe, để làm cho một tiếng ồn lớn",
            "hasImg": true
        },
        {
            "id": "762353b0-273e-49ba-a57b-7d47a81d69a5",
            "word": "horn",
            "phonetic": "hɔːɹn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Drug companies are locking horns in a legal battle over patents.",
                "Passing motorists sounded their horns in support.",
                "I remember the screech of the horn as the car came towards me.",
                "She decided to take the bull by the horns and try to solve the problem without any further delay.",
                "The cow's horns were impressive and curved outward."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9ybg&hash=8754f6817d7473bc572031e6edbfcbf73be69a66&lang=en&cache-only=0",
            "defineEn": "a device placed inside of a vehicle that makes an alarming and loud sound, used to give a warning or signal to others",
            "defineVi": "một thiết bị được đặt bên trong xe phát ra âm thanh báo động và lớn, được sử dụng để cảnh báo hoặc báo hiệu cho người khác",
            "hasImg": true
        },
        {
            "id": "4a1f20c3-f8d3-41dd-97e6-4a9d62a07739",
            "word": "to stare",
            "phonetic": "tə stɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The solution was staring me in the face.",
                "We are staring bankruptcy in the face.",
                "Failure was staring him in the face.",
                "A rise in interest rates is staring us in the face.",
                "Some of my patients are actually staring death in the face."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhcmU&hash=0272acc7df4002a56880f91a51bc24a9468dabaa&lang=en&cache-only=0",
            "defineEn": "to look at someone or something without moving the eyes or blinking, usually devoid of any expression or for a long time",
            "defineVi": "nhìn vào ai đó hoặc cái gì đó mà không di chuyển mắt hoặc chớp mắt, thường không có bất kỳ biểu hiện nào hoặc trong một thời gian dài",
            "hasImg": true
        },
        {
            "id": "69376b8d-e221-4e09-9629-ca0002c444ff",
            "word": "other",
            "phonetic": "ʌðɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Other students followed her lead and boycotted lectures.",
                "The lovers held each other close.",
                "Other football stakeholders also got a share of the cake.",
                "Join the other kids.",
                "Share your thoughts with other people."
            ],
            "audio": "https://tts.langeek.co/read?text=b3RoZXI&hash=dcd98ec0da840d55a2f6dccbdfafd1bc3b32cc3b&lang=en&cache-only=0",
            "defineEn": "being the one that is different, extra, or not included",
            "defineVi": "là cái khác, bổ sung hoặc không được bao gồm"
        },
        {
            "id": "acf3b0a2-e24e-44c6-9b0d-15430dbed99e",
            "word": "to gesture",
            "phonetic": "tə dʒɛstʃɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "As a loving husband, he surprises his wife with romantic gestures on special occasions.",
                "Thanks to her kind gesture, she was in credit with her neighbor, who offered to water her plants while she was away.",
                "Although she didn't speak the language fluently, she was able to get by with basic phrases and gestures.",
                "He performed a political balancing act, making gestures towards the left as well as the right.",
                "Despite his initial shyness, Christian made a heartfelt gesture to win Jane's heart by writing her a beautiful love letter."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2VzdHVyZQ&hash=0cabfdac6f707c47ddb2860c1d586453a88997e7&lang=en&cache-only=0",
            "defineEn": "to express a meaning with a movement of the hands, face, head, etc.",
            "defineVi": "để diễn đạt một ý nghĩa với một chuyển động của bàn tay, khuôn mặt, đầu, vv",
            "hasImg": true
        },
        {
            "id": "973d07d8-6c4d-4116-ac5f-107577af5cba",
            "word": "to [pay] attention to {sb/sth}",
            "phonetic": "tə peɪ ɐtɛnʃən tʊ ɛsbiː slæʃ ɛstiːeɪtʃ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcGF5IGF0dGVudGlvbiB0byB7c2JzdGh9&hash=c839c74d4f7062340713f64aaa9263775f39bc35&lang=en&cache-only=0",
            "defineEn": "to carefully watch, consider, or listen to someone or something",
            "defineVi": "cẩn thận xem xét, xem xét, hoặc lắng nghe ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "7b8e5195-6b0b-4180-aba6-e2006170fafc",
            "word": "to observe",
            "phonetic": "tʊ əbzɜːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Earth Day is observed on April 22nd to promote environmental awareness.",
                "We used a telescope to observe distant stars and galaxies.",
                "We examined the caryopsis of the rice grain under the microscope, observing its unique structure.",
                "They were crouching in the bushes, observing the wildlife.",
                "She congratulated herself still more on observing in the course of days that Mr Verloc seemed to be taking kindly to Stevie's companionship."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb2JzZXJ2ZQ&hash=277023850aceccf0eb43506f23b869d15fac760f&lang=en&cache-only=0",
            "defineEn": "to carefully watch something in order to discover facts",
            "defineVi": "để cẩn thận xem một cái gì đó để khám phá sự thật",
            "hasImg": true
        },
        {
            "id": "9d2a9a63-f27a-48c2-8b0e-a7223c2ac57b",
            "word": "speed limit",
            "phonetic": "spiːd lɪmɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BlZWQgbGltaXQ&hash=2d60b46162033f1bbc70ff74bb3069e8138b24e6&lang=en&cache-only=0",
            "defineEn": "the most speed that a vehicle is legally allowed to have in specific areas, roads, or conditions",
            "defineVi": "tốc độ cao nhất mà một chiếc xe được phép có một cách hợp pháp ở những khu vực, con đường hoặc điều kiện cụ thể",
            "hasImg": true
        },
        {
            "id": "0bdb5909-87c1-43f3-b916-5207e5ef8463",
            "word": "to maintain",
            "phonetic": "tə meɪnteɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "With a balanced diet, regular exercise, and a positive mindset, Alex maintains being up to the mark in terms of his overall well-being.",
                "The tobacco products included a humectant to maintain the moisture content and freshness.",
                "Maintaining a low profile has never been Maggie's strongest suit.",
                "The document must be copied word for word to maintain its legal validity.",
                "Consuming milk can help maintain healthy skin due to the presence of vitamin A."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFpbnRhaW4&hash=d54a8e55e446e9570bf3c93ee82415ed4d4a85b3&lang=en&cache-only=0",
            "defineEn": "to make something stay in the same state or condition",
            "defineVi": "để làm cho một cái gì đó ở trong cùng một trạng thái hoặc điều kiện",
            "hasImg": true
        },
        {
            "id": "b852f2d6-64a2-4772-92bb-8e597beb9100",
            "word": "safe",
            "phonetic": "seɪf ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Keep your passport in a safe place.",
                "After all, the highest branch is not the safest roost.",
                "You can feel as safe as houses here with electric entrance gates.",
                "Don't worry, Uncle Tim, your future is safe in our hands.",
                "I always put my important documents in a safe deposit box at the bank because safe bind, safe find."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FmZQ&hash=3e67fa5139504d250baa4657c76f6c74576e8ba8&lang=en&cache-only=0",
            "defineEn": "being without danger or harm",
            "defineVi": "không có nguy hiểm hoặc tổn hại",
            "hasImg": true
        },
        {
            "id": "c572fd25-eb56-4fa5-a702-c0b655a24a56",
            "word": "following",
            "phonetic": "fɑːloʊɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Jake missed his friend's birthday party, but he made it up to her by organizing a surprise gathering with their mutual friends the following week.",
                "She thought that being an influencer was a gravy train, but soon realized that building a following requires hard work and dedication.",
                "Now, consider the following.",
                "The following spring, the adult bee chews its way out.",
                "The following year, construction on the tower foundations finally began."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9sbG93aW5n&hash=896126927e6134e1a2550d2bfd3cf5c4db9e11b7&lang=en&cache-only=0",
            "defineEn": "moving behind something or someone in the same direction as them",
            "defineVi": "di chuyển phía sau một cái gì đó hoặc ai đó theo cùng một hướng với họ"
        },
        {
            "id": "edb0cfb5-c799-4c45-b68b-aa3c96be6893",
            "word": "distance",
            "phonetic": "dɪstəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The distance between the two cities is twenty kilometers.",
                "In the distance a band was playing.",
                "He saw a light in the distance.",
                "The distance between the two cities is 50 miles, to be precise.",
                "The airplane is a fast way to travel long distances."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzdGFuY2U&hash=9f7c5d0b5159405f4701037fe54e76952792702e&lang=en&cache-only=0",
            "defineEn": "the length of the space that is between two places or points",
            "defineVi": "chiều dài của không gian nằm giữa hai địa điểm hoặc điểm",
            "hasImg": true
        },
        {
            "id": "f237e9ad-7730-4264-8571-8ec19f06da9d",
            "word": "flashlight",
            "phonetic": "flæʃlaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The doctor used a small flashlight to examine her eyes.",
                "With a flashlight in hand, the police officer searched for clues at the crime scene.",
                "\"Hey Siri, turn on a flashlight.\"",
                "Was that a flashlight?",
                "Well, try this little trick with a flashlight."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxhc2hsaWdodA&hash=0cfd51eb32038b6fa2ce330f807a32bbf114ac96&lang=en&cache-only=0",
            "defineEn": "a portable handheld electric light that is powered by batteries and used to give light to a place in the dark",
            "defineVi": "một đèn điện cầm tay di động chạy bằng pin và được sử dụng để chiếu sáng một nơi trong bóng tối",
            "hasImg": true
        }
    ]
}