{
    "id": "3d0b3302-9740-4b7e-9c83-5e78313778a3",
    "title": "Unit 4",
    "originalTitle": "Unit 4",
    "words": [
        {
            "id": "77b660a6-620f-4d7a-a83a-f4be6c767fb9",
            "word": "airport",
            "phonetic": "ɛɹpoːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Airport security was extra tight in the wake of yesterday's bomb attacks.",
                "My mother drove us to the airport.",
                "The taxi driver drove us to the airport quickly and safely.",
                "The closing of the airport knocked our holiday plans on the head.",
                "The journey to the airport takes about half an hour."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlycG9ydA&hash=85636aa0b2a99c38a3d8270814d4021018aef0cd&lang=en&cache-only=0",
            "defineEn": "a large place where planes take off and land, with buildings and other facilities, in which passengers wait for their flights",
            "defineVi": "một nơi rộng rãi, nơi máy bay cất cánh và hạ cánh, với các tòa nhà và cơ sở vật chất khác, trong đó hành khách đợi chuyến bay của họ",
            "hasImg": true
        },
        {
            "id": "0ad4a256-3a94-49d6-8b3c-bcecf4c98636",
            "word": "a lot of",
            "phonetic": "ɐ lɑːt ʌv ",
            "partOfSpeechType": "phrase",
            "examples": [
                "This type of heater uses a lot of electricity.",
                "Every relationship has a lot of ups and downs.",
                "The entrepreneur received a lot of feedback from friends and family on her new business idea.",
                "The years of stagnation did a lot of harm to the younger generation.",
                "A lot of people give money to good causes."
            ],
            "audio": "https://tts.langeek.co/read?text=YSBsb3Qgb2Y&hash=752ec1179dc3e640f1abf01f62ac8986d9eac36e&lang=en&cache-only=0",
            "defineEn": "people or things in large numbers or amounts",
            "defineVi": "người hoặc vật với số lượng lớn hoặc số lượng"
        },
        {
            "id": "231f8032-84f6-45a9-90eb-1de585de1b92",
            "word": "apartment",
            "phonetic": "ɐpɑːɹtmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The apartment has a secure entry system.",
                "I won't have the apartment until next month.",
                "She invited her friends over to her apartment for a movie night.",
                "He rented an apartment in the city to be closer to his workplace.",
                "She lives downstairs in the basement apartment."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBhcnRtZW50&hash=a1b8d71002534dc32a9719e07d5bdec8883660b1&lang=en&cache-only=0",
            "defineEn": "a place that has a few rooms for people to live in, normally part of a building that has other such places on each floor",
            "defineVi": "một nơi có một vài phòng để mọi người ở, thường là một phần của tòa nhà có những nơi khác như vậy trên mỗi tầng",
            "hasImg": true
        },
        {
            "id": "b8f62197-7999-4a29-b0a6-b0f43c025d66",
            "word": "home",
            "phonetic": "hoʊm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The policeman hammered home the dangers of drinking and driving.",
                "My son is coming home soon.",
                "The forest is home to a diverse range of plant and animal species.",
                "I pressed the issue home to them.",
                "To hit a home run."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tZQ&hash=81f3f81d500e0b71450cf5a7d611a31cb5fcd3e0&lang=en&cache-only=0",
            "defineEn": "the place that we live in, usually with our family",
            "defineVi": "nơi mà chúng tôi sống, thường là với gia đình của chúng tôi",
            "hasImg": true
        },
        {
            "id": "1ceb4b88-070f-465d-9be9-111c0b7cc4ef",
            "word": "boy",
            "phonetic": "bɔɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Boys his age are a law unto themselves.",
                "In his mother’s eyes, the boy can do no wrong.",
                "Boy meets girl, boy loses girl, yadda yadda yadda.",
                "A boy took us to our room.",
                "\"That boy isn't very bright.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Ym95&hash=364d1e5c79e892c8583f1302e15c187b6d0f0189&lang=en&cache-only=0",
            "defineEn": "someone who is a child and a male",
            "defineVi": "một người là một đứa trẻ và một người đàn ông",
            "hasImg": true
        },
        {
            "id": "25e44f02-f2d4-4fa4-b9a4-4e2b764f92cf",
            "word": "boyfriend",
            "phonetic": "bɔɪfɹɛnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "She brought her boyfriend to the party.",
                "Has she got a new boyfriend?",
                "She introduced her boyfriend to her parents during the family gathering.",
                "Her boyfriend is an amateur race car driver who really lives on the edge.",
                "Mentioning her new boyfriend just rubbed salt into the wound."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym95ZnJpZW5k&hash=f5ce6f62035a674e2815ce5105f4bde368479ce1&lang=en&cache-only=0",
            "defineEn": "a man that you love and are in a relationship with",
            "defineVi": "một người đàn ông mà bạn yêu và đang trong một mối quan hệ với",
            "hasImg": true
        },
        {
            "id": "7ac60b55-7b48-46f1-8386-5ca1af136ee5",
            "word": "business card",
            "phonetic": "bɪznəs kɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnVzaW5lc3MgY2FyZA&hash=f06d8c0239df336c965ac369eeb9cb530bec5dba&lang=en&cache-only=0",
            "defineEn": "a small card that contains contact information for a person or company, used to share and promote professional connections",
            "defineVi": "một thẻ nhỏ chứa thông tin liên hệ của một người hoặc công ty, được sử dụng để chia sẻ và thúc đẩy các kết nối nghề nghiệp",
            "hasImg": true
        },
        {
            "id": "152580f7-8e60-486c-a99c-be61f6a2d572",
            "word": "businesswoman",
            "phonetic": "bɪznəswʊmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "She came a long way from being a poor child to becoming a successful businesswoman.",
                "She was businesswoman and star.",
                "and she's the businesswoman I want to be.",
                "You know, we all know you as a great artist, but I understand you have always been a great businesswoman as well.",
                "A time-sensitive businesswoman that needs to be at a board meeting tomorrow, might be willing to pay $800 for that same type of seat on the same flight."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVzaW5lc3N3b21hbg&hash=0c2103dbfc63717f0130d8ddd8cf7373abe8f9c9&lang=en&cache-only=0",
            "defineEn": "a woman who works in business, especially at a high level",
            "defineVi": "một người phụ nữ làm việc trong kinh doanh, đặc biệt là ở cấp cao",
            "hasImg": true
        },
        {
            "id": "72541798-e474-46b4-bf07-67539c312b98",
            "word": "charity",
            "phonetic": "tʃæɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Charity hits rock bottom in Emmerdale.",
                "Reputable charities spend the lion's share of donations on aid and a tiny fraction on administration.",
                "Proceeds from the concert will go to charity.",
                "They both gave regularly to charity.",
                "At the charity event, the wealthy businessman's joke had everyone in stitches."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcml0eQ&hash=7381df3a19fbd0961ef379190f6abacff1f795e4&lang=en&cache-only=0",
            "defineEn": "an organization that helps those in need by giving them money, food, etc.",
            "defineVi": "một tổ chức giúp đỡ những người gặp khó khăn bằng cách cho họ tiền, thức ăn, v.v.",
            "hasImg": true
        },
        {
            "id": "2172a028-7e95-4c07-b759-9a1a2831d7fc",
            "word": "chef",
            "phonetic": "ʃɛf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef incorporated chunks of multiple fruits into a delectable dessert.",
                "The chef peppers the steak with a blend of spices for a flavorful taste.",
                "The chef used a secret blend of herbs and spices as the seasoning for the famous fried chicken.",
                "The chef prepared a creamy tomato soup for lunch.",
                "The chef used juniper berries as a key ingredient in her signature marinade for the grilled meat."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlZg&hash=11d6c3635cecc0c971dcf98383bb25c3d676c15a&lang=en&cache-only=0",
            "defineEn": "a highly trained cook who often cooks for hotels or restaurants",
            "defineVi": "một đầu bếp được đào tạo chuyên sâu thường nấu ăn cho khách sạn hoặc nhà hàng",
            "hasImg": true
        },
        {
            "id": "c5fc2318-e9b2-4938-a13b-83ea80339cd4",
            "word": "class",
            "phonetic": "klæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "This class is intense!",
                "The college also runs evening classes in bricklaying and joinery.",
                "Our next class will take the form of a debate.",
                "The teacher withdrew the assignment from the class website.",
                "The suite will add a touch of class to your bedroom."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3M&hash=013287836b2b951edfa84747856b479a5b59a8ff&lang=en&cache-only=0",
            "defineEn": "students as a whole that are taught together",
            "defineVi": "học sinh như một toàn thể được dạy cùng nhau",
            "hasImg": true
        },
        {
            "id": "eca64e08-f34f-46a2-8674-c15f1b78edbc",
            "word": "classroom",
            "phonetic": "klæsɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The classroom has rows of chairs for students.",
                "The classroom is filled with desks, chairs, and a chalkboard.",
                "The children threw the crumpled paper balls into the classroom trash can.",
                "The classroom ruler is marked in both inches and centimeters for easy measurement.",
                "The teacher ruled the classroom with a heavy hand, rarely allowing any freedom or creativity."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3Nyb29t&hash=544ec172ec6129b6fd0c4af9817aeb1b526df2f7&lang=en&cache-only=0",
            "defineEn": "a room that students are taught in, particularly in a college, school, or university",
            "defineVi": "một căn phòng mà học sinh được giảng dạy, đặc biệt là trong một trường cao đẳng, trường học, hoặc trường đại học",
            "hasImg": true
        },
        {
            "id": "87442a1c-56a3-4142-9e5b-9ed56b383aa2",
            "word": "college",
            "phonetic": "kɑːlɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Parents often support their children financially during college.",
                "The college runs summer courses for foreign students.",
                "The college also runs evening classes in bricklaying and joinery.",
                "College tuitions cost an arm and leg nowadays.",
                "The young man was a twenty-one-year-old college student."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGVnZQ&hash=f94196aa911f3513e856032d5f642617cbf84b71&lang=en&cache-only=0",
            "defineEn": "a university in which students can study up to a bachelor's degree after graduation from school",
            "defineVi": "một trường đại học trong đó sinh viên có thể học lên đến bằng cử nhân sau khi tốt nghiệp ra trường",
            "hasImg": true
        },
        {
            "id": "bc95603c-f388-4ac6-968d-5af20ebccfdd",
            "word": "competition",
            "phonetic": "kɑːmpətɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Competition is good but only up to a certain point.",
                "The singer won the talent competition by a nose, impressing the judges with her powerful voice and stage presence.",
                "Last year's champions have been making mincemeat of the competition again this year.",
                "They are studying for the science competition next month.",
                "To hold an event/a party/a competition."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGV0aXRpb24&hash=e4689ccd75493facdf51e4cf4c5a8ca276d95ffb&lang=en&cache-only=0",
            "defineEn": "an event or contest in which people or teams compete against each other",
            "defineVi": "một sự kiện hoặc cuộc thi trong đó mọi người hoặc các đội cạnh tranh với nhau",
            "hasImg": true
        },
        {
            "id": "75105ec5-5972-4a33-92e9-1e245e8ded6e",
            "word": "dance",
            "phonetic": "dæns ",
            "partOfSpeechType": "noun",
            "examples": [
                "He danced the issue around.",
                "As the wind blew gently, the silver-gray leaves of artemisia danced in the breeze.",
                "She attends a dance class every Thursday to learn new moves.",
                "Asian cultures have a rich heritage of art, music, and dance.",
                "He always dances around the topic of pay raises for my team whenever I bring it up to him."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFuY2U&hash=e89468c10501d1a7ca00b2bebfd0856dc01ac3b3&lang=en&cache-only=0",
            "defineEn": "a series of rhythmical movements performed to a particular type of music",
            "defineVi": "một loạt các chuyển động nhịp nhàng được thực hiện cho một loại nhạc cụ thể",
            "hasImg": true
        },
        {
            "id": "5f590506-0f78-4ab9-ae65-3ff79801cd13",
            "word": "dancing",
            "phonetic": "dænsɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dancing seemed to come naturally to her.",
                "She only wanted him to go on dancing till he dropped.",
                "-I always loved dancing.",
                "He doesn't like dancing.",
                "What's good dancing music, for dancing?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFuY2luZw&hash=49c33a1b2df23f86dd9d5282d4feaf68e5829de1&lang=en&cache-only=0",
            "defineEn": "‌the act of moving our body to music; a set of movements performed to music",
            "defineVi": "‌hành động di chuyển cơ thể của chúng ta theo âm nhạc; một tập hợp các phong trào thực hiện âm nhạc",
            "hasImg": true
        },
        {
            "id": "b0b80507-1764-4c6f-b4ec-24c845ed71b7",
            "word": "dog",
            "phonetic": "dɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "These dogs seldom make the news.",
                "The tail was wagging the dog.",
                "The dog has gone inside.",
                "A dog is undoubtedly a man’s best friend.",
                "As the saying goes, dogs of the same street bark alike."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9n&hash=9c76ede62c83ccf5a858995731637f8190ae4301&lang=en&cache-only=0",
            "defineEn": "an animal that has a tail and four legs and we keep as a pet",
            "defineVi": "một con vật có đuôi và bốn chân và chúng tôi giữ như một con vật cưng",
            "hasImg": true
        },
        {
            "id": "c0522e1f-430e-4ab2-beba-d13b4ab86dcd",
            "word": "e-pal",
            "phonetic": "iːpæl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZS1wYWw&hash=8b76f83a0180949f769dcaa8568bac5a7926d625&lang=en&cache-only=0",
            "defineEn": "an online friend or correspondent with whom one communicates primarily through electronic means, such as email or online messaging",
            "defineVi": "một người bạn hoặc phóng viên trực tuyến mà một người giao tiếp chủ yếu thông qua các phương tiện điện tử, chẳng hạn như email hoặc tin nhắn trực tuyến"
        },
        {
            "id": "a834bb8d-219e-4032-9bc3-37deef9fee02",
            "word": "famous",
            "phonetic": "feɪməs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This store is famous for its bait and switch tactics.",
                "The famous author made a mint from royalties on his best-selling books.",
                "The Black Forest in Germany is famous for its beautiful scenery and delicious cake.",
                "I saw a famous actress at the shopping mall today.",
                "My sister's famous sweet cherry jam is a family favorite."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFtb3Vz&hash=ef9ded7d95792328240ced8ffd35d098b6841f3b&lang=en&cache-only=0",
            "defineEn": "known by a lot of people",
            "defineVi": "được nhiều người biết đến",
            "hasImg": true
        },
        {
            "id": "affe8569-d247-4f46-84f5-605d0ef145b8",
            "word": "fan",
            "phonetic": "fæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "His speeches fanned the flames of racial tension.",
                "Fans have given the band's new song their seal of approval.",
                "The fans had fun and got their money's worth.",
                "The determined fan elbowed his way through the crowd to get closer to the stage.",
                "The new album by that band is going down a bomb with music fans all over the world."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFu&hash=af482d3c8e5ab064e654e5b69cdc159e7a446b94&lang=en&cache-only=0",
            "defineEn": "someone who has a strong admiration or interest for someone or something; a person who admires someone or something",
            "defineVi": "ai đó có sự ngưỡng mộ hoặc quan tâm mạnh mẽ đối với ai đó hoặc cái gì đó; một người ngưỡng mộ một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "d316258b-69c7-41a4-a48f-a047c6c0aece",
            "word": "fashion",
            "phonetic": "fæʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That color has gone out of fashion.",
                "Her fashion sense is very old school, with vintage dresses and retro accessories.",
                "This could set a new fashion.",
                "The magazine keeps tabs on the latest fashion trends.",
                "Italian fashion brands like Gucci and Prada are renowned for their luxury and style."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFzaGlvbg&hash=c3447ac5b77639ea7e616a5d60472d05becc5906&lang=en&cache-only=0",
            "defineEn": "the styles and trends of clothing, accessories, makeup, and other items that are popular in a certain time and place",
            "defineVi": "phong cách và xu hướng quần áo, phụ kiện, đồ trang điểm và các mặt hàng khác phổ biến ở một thời điểm và địa điểm nhất định",
            "hasImg": true
        },
        {
            "id": "1b74b857-0582-4f16-850a-c318d50579cb",
            "word": "friend",
            "phonetic": "fɹɛnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Friends shared a platter of crispy chicken wings with tangy dipping sauces at the sports bar.",
                "The new student quickly made friends with the other musicians, because birds of a feather flock together.",
                "My friends enjoyed tangy barbecue gammon skewers at the summer barbecue.",
                "My friend prefers a vegetarian sandwich with avocado and sprouts.",
                "My friends enjoyed smoky beef rib chops at the countryside barbecue."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJpZW5k&hash=5e74cc46adc85945ef3be3fac90f3f092f8114c9&lang=en&cache-only=0",
            "defineEn": "someone we know well, like a lot, and trust, but normally they are not part of our family",
            "defineVi": "một người mà chúng ta biết rõ, rất thích và tin tưởng, nhưng thông thường họ không phải là một phần của gia đình chúng ta",
            "hasImg": true
        },
        {
            "id": "dd7d3bf5-b71f-4f40-924a-1f898118b59c",
            "word": "funny",
            "phonetic": "fʌni ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The play was too funny for words.",
                "He always tells funny jokes that make everyone laugh.",
                "I saw some really funny pictures of myself as a kid and I couldn't believe what a minger I was.",
                "She imagined kids making funny faces after trying scorzonera for the first time.",
                "We spent the evening watching funny movies and she felt much better."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVubnk&hash=b191c1a0aa80e329a670cd704f4d54f133c73dc3&lang=en&cache-only=0",
            "defineEn": "able to make people laugh",
            "defineVi": "có thể làm cho mọi người cười",
            "hasImg": true
        },
        {
            "id": "7b88b037-ad6e-43ab-8064-b8201704df46",
            "word": "hard",
            "phonetic": "hɑːɹd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This disaster comes hard on the heels of last week’s train crash.",
                "The kids always work hard at school.",
                "For Walter, disaster followed hard on the heels of his initial success.",
                "Life on the road can be very hard.",
                "She worked hard toward her degree."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFyZA&hash=5639b510cf9e21afe64ddfe2840c09b85a4ce8ac&lang=en&cache-only=0",
            "defineEn": "needing a lot of skill or effort to do",
            "defineVi": "cần rất nhiều kỹ năng hoặc nỗ lực để làm",
            "hasImg": true
        },
        {
            "id": "db340f57-f1db-43bc-bd1d-bade99f9b105",
            "word": "to have",
            "phonetic": "tə hæv ",
            "partOfSpeechType": "verb",
            "examples": [
                "That hot guy had a good head on his shoulders.",
                "The hotel had expensive rates during the holiday season.",
                "The group has a new CD in the pipeline.",
                "The police had the situation well in hand.",
                "The theatre company has several new productions in the pipeline for next season."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGF2ZQ&hash=f50f008a97735633f0ac679f3f12de346952ff3e&lang=en&cache-only=0",
            "defineEn": "to hold, possess, or own an object or a quality",
            "defineVi": "để giữ, sở hữu, hoặc sở hữu một đối tượng hoặc một chất lượng",
            "hasImg": true
        },
        {
            "id": "0b1e3343-dbdf-4fb8-a156-77e676906ed3",
            "word": "head teacher",
            "phonetic": "hɛd tiːtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGVhZCB0ZWFjaGVy&hash=f05dd8631bad70e1e0c144c776590981c7a999cb&lang=en&cache-only=0",
            "defineEn": "the leader of a school, responsible for managing and guiding the school",
            "defineVi": "người đứng đầu nhà trường, chịu trách nhiệm quản lý, hướng dẫn nhà trường"
        },
        {
            "id": "d173e7ad-17d3-4280-a711-3abfd75bf639",
            "word": "important",
            "phonetic": "ɪmpoːɹtənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The book raises many important questions.",
                "We mark important passages in a book with a pencil underline.",
                "It's very important.",
                "Important new laws are already in the pipeline.",
                "Saving money for the future is really important."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wb3J0YW50&hash=56ec8e7c01d41cee5c55f7f238195176ba6816fa&lang=en&cache-only=0",
            "defineEn": "having a lot of value",
            "defineVi": "có nhiều giá trị",
            "hasImg": true
        },
        {
            "id": "f724561b-708d-4d25-aeb7-da7f422d66c8",
            "word": "interest",
            "phonetic": "ɪntɹɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bank raised interest rates.",
                "Everyone has different interests.",
                "My parents always took an interest in my hobbies.",
                "The movie trailer piqued my interest in the film.",
                "These discussions held little interest for Lucy."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJlc3Q&hash=53dc4941987dfe8ea63d929ee519433267b5067d&lang=en&cache-only=0",
            "defineEn": "the desire to find out or learn more about a person or thing",
            "defineVi": "mong muốn tìm hiểu hoặc tìm hiểu thêm về một người hoặc vật"
        },
        {
            "id": "e8c3ccde-cd1a-430e-b8a1-36aed234b686",
            "word": "to like",
            "phonetic": "tə laɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Over seven hundred Facebook users have already liked the company’s website.",
                "He likes the comfortable seats and big screen at the movie theater.",
                "By the next morning, over twenty of my friends had liked my new profile picture.",
                "Like the commandments written in stone.",
                "Such helps were like drop in the ocean."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGlrZQ&hash=a753f2b9d00ab3c1a3a0bec21a1ef34a42143faf&lang=en&cache-only=0",
            "defineEn": "to feel that someone or something is good, enjoyable, or interesting",
            "defineVi": "để cảm thấy rằng một ai đó hoặc một cái gì đó là tốt, thú vị, hoặc thú vị",
            "hasImg": true
        },
        {
            "id": "b9a6e36d-7a02-4654-982d-d4802ad84137",
            "word": "love",
            "phonetic": "lʌv ",
            "partOfSpeechType": "noun",
            "examples": [
                "After all, love will find a way.",
                "He loved gardening.",
                "They loved the sun-dried tomato and mozzarella-filled pansotti.",
                "I love the vibrant green color of Granny Smith apples.",
                "I love the crunch of romaine lettuce in my sandwiches."
            ],
            "audio": "https://tts.langeek.co/read?text=bG92ZQ&hash=23bacb84d963fcc6fb074f92910ad265fd48c756&lang=en&cache-only=0",
            "defineEn": "the very strong emotion we have for someone or something that is important to us and we like a lot and want to take care of",
            "defineVi": "cảm xúc rất mạnh mẽ mà chúng ta dành cho ai đó hoặc điều gì đó quan trọng đối với chúng ta và chúng ta rất thích và muốn chăm sóc",
            "hasImg": true
        },
        {
            "id": "96fb4c54-fe8e-41ce-81df-06fb82904de5",
            "word": "model",
            "phonetic": "mɑːdəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The parent modeled good behavior by always wearing a seatbelt in the car, even for short trips.",
                "Many young people look up to celebrities as role models.",
                "The reforms served as a model for the rest of the Communist world.",
                "The new smartphone model is currently the flavor of the week among tech enthusiasts.",
                "The car manufacturer's latest model outperformed its competitors by a nose, offering slightly better fuel efficiency and a more comfortable ride."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9kZWw&hash=5abaea122502faa5fea42a9cbc791be8e81d5809&lang=en&cache-only=0",
            "defineEn": "a description of a process or system that is simplified to demonstrate how it works under specific circumstances, especially in mathematics",
            "defineVi": "mô tả về một quy trình hoặc hệ thống được đơn giản hóa để chứng minh cách thức hoạt động của nó trong các trường hợp cụ thể, đặc biệt là trong toán học"
        },
        {
            "id": "6130768e-a1c2-4ed0-b499-1fecd79425ea",
            "word": "Northern Ireland",
            "phonetic": "nɔːɹðɚn aɪɚlənd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The United Kingdom is made up of four countries: England, Scotland, Wales, and Northern Ireland.",
                "The British flag, known as the Union Jack, is a combination of the flags of England, Scotland, and Northern Ireland.",
                "In Northern Ireland, many people earn a living through farming, like my family.",
                "About 50,000 households in Northern Ireland lost power.",
                "Violence is escalating in Northern Ireland over post-Brexit trade rules."
            ],
            "audio": "https://tts.langeek.co/read?text=Tm9ydGhlcm4gSXJlbGFuZA&hash=8865e337d0c47e3cc8d23e2a6139b207064f9df9&lang=en&cache-only=0",
            "defineEn": "a region in northeastern Ireland, part of the United Kingdom, with a unique history, culture, and its own government",
            "defineVi": "một khu vực ở phía đông bắc Ireland, một phần của Vương quốc Anh, có lịch sử, văn hóa độc đáo và chính phủ riêng",
            "hasImg": true
        },
        {
            "id": "a86fd3a6-a1c1-47a1-84df-3243c3d683ba",
            "word": "people",
            "phonetic": "piːpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "People held handkerchiefs over their mouths.",
                "People came from all over the country.",
                "A regular newsletter keeps people in touch with local events.",
                "people living in rural areas.",
                "People around the world enjoy various forms of music as a universal language."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVvcGxl&hash=59fc81c0ae933325aec600b53720799632579932&lang=en&cache-only=0",
            "defineEn": "human beings as a group, including men, women, and children",
            "defineVi": "con người như một nhóm, bao gồm cả đàn ông, phụ nữ và trẻ em",
            "hasImg": true
        },
        {
            "id": "138cc8a7-7578-4435-9b1f-e0b121efbd8c",
            "word": "rich",
            "phonetic": "ɹɪtʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The rich family owned a private jet.",
                "The rich man bought a big house and a fancy car.",
                "The rich businessman owned multiple luxurious cars.",
                "Asparagus beanare rich in iron and vitamin K.",
                "Asian cultures have a rich heritage of art, music, and dance."
            ],
            "audio": "https://tts.langeek.co/read?text=cmljaA&hash=5371549ed8826faf60ccbef7166d7e90d1ec9cdb&lang=en&cache-only=0",
            "defineEn": "owning a great amount of money or many things that cost a lot",
            "defineVi": "sở hữu một số tiền lớn hoặc nhiều thứ có giá rất cao",
            "hasImg": true
        },
        {
            "id": "3cea4dbe-24e5-422c-b395-6d9603af1d09",
            "word": "school",
            "phonetic": "skuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Schools have welcomed such arrangements with open arms.",
                "The school took the full force of the explosion.",
                "She left school at 16.",
                "Many schools don’t take full advantage of the Internet.",
                "The kids always work hard at school."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Nob29s&hash=aa43afe44c159e58dab84a8e13fbc414dccf25ae&lang=en&cache-only=0",
            "defineEn": "a place where children learn things from teachers",
            "defineVi": "một nơi mà trẻ em học những điều từ giáo viên",
            "hasImg": true
        },
        {
            "id": "d08cf955-cf18-4350-ac61-2be779c46526",
            "word": "girl",
            "phonetic": "ɡɜːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The girls looked so pretty in their summer dresses.",
                "The girl held her father's hand tightly.",
                "The girls watched the development of this relationship with incredulity.",
                "These girls play for keeps.",
                "The poor girl was almost beside herself."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2lybA&hash=2b3842253bcd0500eb69f12e697a4e820e528fac&lang=en&cache-only=0",
            "defineEn": "someone who is a child and a female",
            "defineVi": "một người là một đứa trẻ và một phụ nữ",
            "hasImg": true
        },
        {
            "id": "76eaf4ce-48eb-4591-9e51-5936e42fa188",
            "word": "shop",
            "phonetic": "ʃɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many shops have raised their prices.",
                "Her father kept a grocer's shop.",
                "The shopkeeper closed the shop for a short break.",
                "He and his fellow workers would incessantly talk shop in the village pub.",
                "The big fellow keeps a fish shop near the post office."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvcA&hash=02af54149cc721ff1e09e2d9929b15a8742bde56&lang=en&cache-only=0",
            "defineEn": "a building or place that sells goods or services",
            "defineVi": "một tòa nhà hoặc địa điểm bán hàng hóa hoặc dịch vụ",
            "hasImg": true
        },
        {
            "id": "a1acce6a-e881-4964-a191-437f72492f42",
            "word": "to spell",
            "phonetic": "tə spɛl ",
            "partOfSpeechType": "verb",
            "examples": [
                "After all, one case of the trots hardly spells disaster.",
                "The current situation is spelling disaster for the project.",
                "The flowers died during a dry spell.",
                "Failing to properly maintain the equipment could spell disaster for the entire operation.",
                "If we don't take action soon, it will spell disaster for the company."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3BlbGw&hash=e284cba3a16e7f3eacc61e1da6ba3e90d354cfce&lang=en&cache-only=0",
            "defineEn": "to write or say the letters that form a word one by one in the right order",
            "defineVi": "viết hoặc nói từng chữ cái tạo thành một từ theo đúng thứ tự",
            "hasImg": true
        },
        {
            "id": "0da4fda6-cbac-4aa2-b4f7-b354d53d54e0",
            "word": "tennis",
            "phonetic": "tɛnɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "I look at tennis differently from some coaches.",
                "She won the tennis tournament and received a trophy.",
                "We played a game of tennis using a yellow ball.",
                "The tennis player achieved a clean sweep of her matches, winning every set and advancing to the finals.",
                "He likes watching professional tennis matches on TV."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVubmlz&hash=76c374a9fee3cb85005905ec5475c6ca9411950c&lang=en&cache-only=0",
            "defineEn": "a sport played with rackets by two or four players, who hit a small ball backwards and forwards over a net on a marked court",
            "defineVi": "một môn thể thao được chơi bằng vợt bởi hai hoặc bốn người chơi, những người này đánh một quả bóng nhỏ tới lui qua lưới trên sân được đánh dấu",
            "hasImg": true
        },
        {
            "id": "071851fb-b521-4404-ac23-cb8b29badb12",
            "word": "text",
            "phonetic": "tɛkst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The text runs along the margin of the page.",
                "When designing a website or presentation, it's important to use visuals to break up text and convey information in a more engaging way - after all, a picture is worth a thousand words.",
                "The student struggled with a challenging book, but knew that every book must be chewed to get out its juice - it was essential to persevere and put in the effort to understand and appreciate the text.",
                "Most people always just text.",
                "- Text a doctor."
            ],
            "audio": "https://tts.langeek.co/read?text=dGV4dA&hash=9995dc6219eb8d3968eebea941d88c8f15b00704&lang=en&cache-only=0",
            "defineEn": "anything that is in written form",
            "defineVi": "bất cứ thứ gì ở dạng viết",
            "hasImg": true
        },
        {
            "id": "c1eb0c67-7015-4088-8bed-30118a018cad",
            "word": "traditional",
            "phonetic": "tɹɐdɪʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Traditional stores are now pursuing a bricks and clicks strategy.",
                "In these traditional stories, no crime goes unpunished.",
                "Traditional parents used to believe in laying down the law for their offspring.",
                "Iceland moss is commonly used in traditional Scandinavian cuisine",
                "The traditional English breakfast included a generous portion of kippers, served alongside eggs and bacon."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhZGl0aW9uYWw&hash=be1299c8bcf071d27712e3b476f8be36fabd7ad5&lang=en&cache-only=0",
            "defineEn": "belonging to or following the methods or thoughts that are old as opposed to new or different ones",
            "defineVi": "thuộc về hoặc tuân theo các phương pháp hoặc suy nghĩ cũ trái ngược với những phương pháp hoặc suy nghĩ mới hoặc khác"
        },
        {
            "id": "43bb82b4-91a6-4d43-b498-bef2a0db39d3",
            "word": "Turkish",
            "phonetic": "tɜːkɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Traditionally, Turkish carpets are handwoven by women.",
                "Azerbaijan's successful military campaign was helped by Turkish know-how and drone technology.",
                "Azerbaijan's successful military campaign was helped by Turkish know-how and drone technology.",
                "Turkish President Recep Tayyip Erdogan accuses the cleric Fethullah Gulen of orchestrating the uprising.",
                "Now the Azerbaijani and Turkish leaders exult in their popularity."
            ],
            "audio": "https://tts.langeek.co/read?text=VHVya2lzaA&hash=0e039adf0b530445f73b81f2dea46caa1b80b07a&lang=en&cache-only=0",
            "defineEn": "relating to the country, people, culture, or language of Turkey",
            "defineVi": "liên quan đến đất nước, con người, văn hóa, hoặc ngôn ngữ của Thổ Nhĩ Kỳ",
            "hasImg": true
        },
        {
            "id": "3fab577a-9c9e-4ae1-ba4e-f49ab8494d91",
            "word": "university",
            "phonetic": "juːnɪvɜːsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have a university lecture on art history this afternoon.",
                "The university is working to raise the number of students from state schools.",
                "She attends a prestigious university known for its engineering program.",
                "I will graduate from university next year with a degree in psychology.",
                "This candidate is fresh from university and has no teaching experience."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5pdmVyc2l0eQ&hash=b7330d7941ea6107c7aba3a2d924f4b025d36112&lang=en&cache-only=0",
            "defineEn": "an educational institution at the highest level, where we can study for a degree or do research",
            "defineVi": "một tổ chức giáo dục ở cấp cao nhất, nơi chúng ta có thể học để lấy bằng hoặc nghiên cứu",
            "hasImg": true
        },
        {
            "id": "4c4bfa63-c64d-41b2-a315-cfde05114a7a",
            "word": "to work",
            "phonetic": "tə wɜːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The students worked their heart and soul on their project.",
                "Not working my foot.",
                "Soymilk works well as a substitute for milk in sauces and creamy pasta dishes.",
                "My dad works forty hours a week.",
                "To work clay."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd29yaw&hash=3d6788b1b4d25d2f1e1a1e483fea4bad3abafecf&lang=en&cache-only=0",
            "defineEn": "to do a job or task, usually for a company or organization, in order to receive money",
            "defineVi": "thực hiện một công việc hoặc nhiệm vụ, thường là cho một công ty hoặc tổ chức, để nhận tiền",
            "hasImg": true
        },
        {
            "id": "2e532877-df1d-421e-95f4-ca9eb71b30d6",
            "word": "young",
            "phonetic": "jʌŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The best professional musicians start young.",
                "The young actress received an award for her outstanding performance.",
                "Those young people have some guts.",
                "That young woman was close as an oyster!",
                "The young man was a twenty-one-year-old college student."
            ],
            "audio": "https://tts.langeek.co/read?text=eW91bmc&hash=98e17b97a56524f91b120fdf3018d0262bb60d98&lang=en&cache-only=0",
            "defineEn": "still in the earlier stages of life",
            "defineVi": "vẫn còn trong giai đoạn đầu của cuộc sống",
            "hasImg": true
        },
        {
            "id": "e5b0c9f7-9483-4a0d-b9a0-623d57e70142",
            "word": "child",
            "phonetic": "tʃaɪld ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children enjoyed a refreshing slice of watermelon on a hot summer day.",
                "Parents often support their children financially during college.",
                "The children threw the crumpled paper balls into the classroom trash can.",
                "The children decorated their cupcakes on a colorful dish.",
                "The children drank their juice from colorful plastic glasses."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpbGQ&hash=31bd1d075c4b75f6f5c51c25b7169101aaa079d3&lang=en&cache-only=0",
            "defineEn": "a young person who has not reached puberty or adulthood yet",
            "defineVi": "một người trẻ chưa đến tuổi dậy thì hoặc trưởng thành",
            "hasImg": true
        },
        {
            "id": "4a2619ad-343e-4a53-ae8f-c8ce5cb5111f",
            "word": "family",
            "phonetic": "fæmɪli ",
            "partOfSpeechType": "noun",
            "examples": [
                "Most families have one or two skeletons in the closet.",
                "His family comes first.",
                "His family is as poor as a Job's turkey.",
                "Her family is English to the core.",
                "My family goes on a vacation once a year."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFtaWx5&hash=e53c0dcfde61764d593b9f4fe0a9c2d3e4d00bee&lang=en&cache-only=0",
            "defineEn": "people that are related to each other by blood or marriage, normally made up of a father, mother, and their children",
            "defineVi": "những người có quan hệ huyết thống với nhau hoặc hôn nhân, thường bao gồm cha, mẹ và con cái của họ",
            "hasImg": true
        },
        {
            "id": "12e0b42a-37ff-44d2-966c-28c88bca7c79",
            "word": "brother",
            "phonetic": "bɹʌðɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her brother is the bane of her life.",
                "The three brothers took stock of the warehouse.",
                "My brother always drinks smoothie after exercising.",
                "My brother taught me the best way to cook spuds over the campfire.",
                "She has one brother and two sisters."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvdGhlcg&hash=61393eb7cc473b4eda7bf10932b623ae4d6e2f76&lang=en&cache-only=0",
            "defineEn": "a man who shares a mother and father with us",
            "defineVi": "một người đàn ông chia sẻ một người mẹ và cha với chúng tôi",
            "hasImg": true
        },
        {
            "id": "a75645da-31c8-41f0-b351-a53673296f55",
            "word": "sister",
            "phonetic": "sɪstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My sister has a job at a restaurant as a waitress.",
                "My sister skillfully cooks a flavorful curry for dinner.",
                "My sister has a girl crush on Billie Eilish.",
                "My sister packed some Spanish limes in her picnic basket for a tangy snack on our outdoor adventure.",
                "He loved his sister dearly."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lzdGVy&hash=e3f6556d90506c42ccf7f0b16654d10dc56ab040&lang=en&cache-only=0",
            "defineEn": "a lady who shares a mother and father with us",
            "defineVi": "một người phụ nữ chia sẻ một người mẹ và cha với chúng tôi",
            "hasImg": true
        },
        {
            "id": "3ba6b66a-2272-40df-b0a3-35daf888b953",
            "word": "daughter",
            "phonetic": "dɔːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The father proudly walked his daughter down the aisle on her wedding day.",
                "My daughter always has her head in the clouds as she walks home from school.",
                "My daughters love gur candies that their grandfather buys for them.",
                "My daughter enjoys homemade popsicles I make with pomegranate juice.",
                "Their daughter is as clever as they come."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGF1Z2h0ZXI&hash=77ff6bdc50635883d124500766eb34c32aae3e46&lang=en&cache-only=0",
            "defineEn": "a person's female child",
            "defineVi": "con gái của một người",
            "hasImg": true
        },
        {
            "id": "371750be-c110-44d1-8bc2-5bf1ecaa5e84",
            "word": "father",
            "phonetic": "fɑːðɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Fathers play a crucial role in their children's upbringing and development.",
                "My father pays his bills at the beginning of the month.",
                "My father has brown eyes.",
                "Her father kept a grocer's shop.",
                "My father always had a lead foot."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF0aGVy&hash=8b49844f32762d6c79be86193a449311846fa0c1&lang=en&cache-only=0",
            "defineEn": "a child's male parent",
            "defineVi": "cha mẹ nam của một đứa trẻ",
            "hasImg": true
        },
        {
            "id": "eb898c0b-2ead-46e8-87a5-d61b183467d7",
            "word": "husband",
            "phonetic": "hʌsbənd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her husband had been very involved in his work.",
                "She lost her husband in the fire.",
                "She lost her husband in the crowd.",
                "Her husband disappeared into thin air for years.",
                "She introduced her husband as a successful entrepreneur during the charity event."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVzYmFuZA&hash=fd1e3231a06255d855f0a1b7fb2b121fdac572bd&lang=en&cache-only=0",
            "defineEn": "the man you are officially married to",
            "defineVi": "người đàn ông bạn đã chính thức kết hôn",
            "hasImg": true
        },
        {
            "id": "86822fd3-4dea-47f3-9ec0-27d7a0f24014",
            "word": "mother",
            "phonetic": "mʌðɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The mother gently cradled her newborn baby in her arms.",
                "My mother pickled radishes with vinegar and spices.",
                "My mother throws that far away.",
                "This picture shows my mother as a young woman.",
                "My mother has blue eyes and black hair."
            ],
            "audio": "https://tts.langeek.co/read?text=bW90aGVy&hash=d75032151c301990b21ab1f40620038c08a8969b&lang=en&cache-only=0",
            "defineEn": "a child's female parent",
            "defineVi": "cha mẹ của một đứa trẻ",
            "hasImg": true
        },
        {
            "id": "a9fc412c-0a69-4fc1-89cd-54fae0d2112d",
            "word": "son",
            "phonetic": "sʌn ",
            "partOfSpeechType": "noun",
            "examples": [
                "My son reads twelve pages of his book every day.",
                "My sister's son is my beloved nephew.",
                "His son doesn't share his passion for athletics.",
                "Your son is in high school already?",
                "My son is coming home soon."
            ],
            "audio": "https://tts.langeek.co/read?text=c29u&hash=4b9c77866033904e62e58cf1d81ed826e12d1887&lang=en&cache-only=0",
            "defineEn": "a person's male child",
            "defineVi": "con trai của một người",
            "hasImg": true
        },
        {
            "id": "b139b303-91af-4e74-8953-a56368e2b8fa",
            "word": "parent",
            "phonetic": "pɛɹənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Parents often support their children financially during college.",
                "His parents footed the bill for his college education.",
                "My parents always took an interest in my hobbies.",
                "My parents enjoyed a delicious calamari appetizer at the seaside restaurant.",
                "My parents always drink orange juice for breakfast."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyZW50&hash=f2a00e6568c98c0531d50eea35e189d2fc3f328c&lang=en&cache-only=0",
            "defineEn": "our mother or our father",
            "defineVi": "mẹ của chúng tôi hoặc cha của chúng tôi",
            "hasImg": true
        },
        {
            "id": "c3d4477a-ba2a-4452-8b71-8eb45b9d8fd9",
            "word": "wife",
            "phonetic": "waɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "My wife talked sense into me.",
                "His wife drove him to Regent's Park.",
                "He leaves a wife and two children.",
                "As a loving husband, he surprises his wife with romantic gestures on special occasions.",
                "My wife enjoys reading books in her free time during the week."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lmZQ&hash=9cc4cf7cd3e1d99a1df649a31fefa7a35645966e&lang=en&cache-only=0",
            "defineEn": "the lady you are officially married to",
            "defineVi": "người phụ nữ bạn đã chính thức kết hôn",
            "hasImg": true
        }
    ]
}