{
    "id": "3d48e425-f21f-41b3-8c44-b3be6657a0a5",
    "title": "Lesson 7A",
    "originalTitle": "Lesson 7A",
    "words": [
        {
            "id": "df9b1361-20b2-49bb-b18b-82a59bf4f3c3",
            "word": "to advise",
            "phonetic": "tʊ ɐdvaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Dietary experts can advise on the ins and outs of dieting.",
                "My doctor advised me to drink pasteurized milk during my pregnancy for the safety of my baby.",
                "An old hand advised me that the fireman approach would suit my scrawny physique.",
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure.",
                "They advised them to invest in better security measures."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWR2aXNl&hash=4f6297fbd209f68f37e5ab8d1b1f3b3cd6f127b1&lang=en&cache-only=0",
            "defineEn": "to provide someone with a suggestion regarding a specific situation",
            "defineVi": "để cung cấp cho ai đó một gợi ý liên quan đến một tình huống cụ thể",
            "hasImg": true
        },
        {
            "id": "3624a04b-c46d-4a7b-8808-52327f9217e3",
            "word": "to argue",
            "phonetic": "tʊ ɑːɹɡjuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "They were always arguing about money, chores, and even the smallest things.",
                "For the past couple of years, the chattering classes have argued about whether the religious right is in decline.",
                "The prosecutor argued that the defendant should be sentenced to life imprisonment at the court's pleasure, given the severity of the crime.",
                "One person argued the toss for four hours before he agreed to pay.",
                "We used to argue a lot, but that's all water under the bridge now."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXJndWU&hash=9a444fc8d1250de576887a53ca15bd9f5a14c7a4&lang=en&cache-only=0",
            "defineEn": "to speak to someone often angrily because one disagrees with them",
            "defineVi": "nói chuyện với ai đó thường giận dữ vì một người không đồng ý với họ",
            "hasImg": true
        },
        {
            "id": "1355f21e-721a-44c7-a248-c391d0cb6894",
            "word": "to deny",
            "phonetic": "tə dᵻnaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The government has denied that the events ever happened.",
                "But officials deny they've been keeping their proposals under wraps.",
                "Sources close to the bank have denied suggestions that heads will roll following the huge losses reported this week.",
                "Mark couldn't deny that he had the hots for his coworker, Lisa.",
                "He appeared on national television to deny the claims."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVueQ&hash=00c50ae58ea1c5baebc29a6f1cb45f1f94d4f7c4&lang=en&cache-only=0",
            "defineEn": "to declare that something is not true",
            "defineVi": "để tuyên bố rằng một cái gì đó là không đúng sự thật"
        },
        {
            "id": "4fdb116b-608a-463c-b82e-21da458cca59",
            "word": "to discuss",
            "phonetic": "tə dɪskʌs ",
            "partOfSpeechType": "verb",
            "examples": [
                "We discuss current scientific advancements and discoveries in science class.",
                "We discussed what punishment should be given to the boys.",
                "We discussed our favorite movie scenes with our friends after watching a film.",
                "The doctor made a call to the patient to discuss the test results.",
                "The parents attended the school meeting to discuss their child's progress."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzY3Vzcw&hash=baaa6cf9eccdbb91de3b23861d342c969b9a2728&lang=en&cache-only=0",
            "defineEn": "to talk or have a discussion about something with someone",
            "defineVi": "để nói chuyện hoặc có một cuộc thảo luận về một cái gì đó với một ai đó",
            "hasImg": true
        },
        {
            "id": "2246f159-a4a2-4db2-aa8b-785322985fde",
            "word": "to refuse",
            "phonetic": "tə ɹᵻfjuːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "They refused to present arms before the flag.",
                "The officer refused to let his men take part in the operation.",
                "The President refused to speak to reporters.",
                "They refused to let us cross the border.",
                "Mike refuses, takes the rap, and Ernie goes free."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVmdXNl&hash=ea287147aac1cdcc7aed3426ef357beb0b5135a6&lang=en&cache-only=0",
            "defineEn": "to say, indicate, or show that one is not inclined to do something that someone has asked",
            "defineVi": "để nói, chỉ ra hoặc cho thấy rằng một người không có khuynh hướng làm điều gì đó mà ai đó đã yêu cầu",
            "hasImg": true
        },
        {
            "id": "d7966872-f187-4a23-8458-d6333cfb351a",
            "word": "to warn",
            "phonetic": "tə wɔːɹn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The security expert warned the business owner that a bad padlock invites a picklock.",
                "The teacher's stern grimace warned the students to behave.",
                "Parents often warn their children that evil communications corrupt good manners, urging them to surround themselves with positive influences.",
                "He warned us that we would pay the price.",
                "The detective warned the gang members that blood will have blood, and that their violent actions would only lead to more violence and retribution."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2Fybg&hash=9f7ad9990d061e6fea21166bf4f85a5851a7bd08&lang=en&cache-only=0",
            "defineEn": "to tell someone about a possible danger or problem in order to prevent harm or damage",
            "defineVi": "để nói với ai đó về một mối nguy hiểm hoặc vấn đề có thể xảy ra để ngăn chặn tác hại hoặc thiệt hại",
            "hasImg": true
        },
        {
            "id": "a42e5791-3d17-4b6b-831d-87d14ab82569",
            "word": "to notice",
            "phonetic": "tə noʊɾɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "I handed in my notice yesterday.",
                "She noticed a small bird nesting on the roof of her garage.",
                "He noticed a spider crawling up the wall.",
                "Did you notice the way he was looking at you?",
                "She noticed a difference in taste and texture when she switched to unbleached flour in her cookie recipe."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbm90aWNl&hash=85e8e890bade5530f30622fcacfb6eb3ad2ebd20&lang=en&cache-only=0",
            "defineEn": "to become aware of something or someone",
            "defineVi": "để trở thành nhận thức của một cái gì đó hoặc ai đó",
            "hasImg": true
        },
        {
            "id": "a00b4441-c763-4a86-baff-d8af69b32a01",
            "word": "to realize",
            "phonetic": "tə ɹiːəlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "She realized that the information in the textbook was incorrect.",
                "She realized that her initial assumption was correct.",
                "I realized I'd been had.",
                "She realized the truth in the saying 'a person with too much ambition cannot sleep in peace.'",
                "After a heated debate, the politicians realized the importance of building bridges and finding common ground for the benefit of the nation."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVhbGl6ZQ&hash=e1c00458106777bc404c9a199e0dd8f3faab1aeb&lang=en&cache-only=0",
            "defineEn": "to become aware of a situation or fact",
            "defineVi": "để nhận thức được một tình huống hoặc thực tế",
            "hasImg": true
        },
        {
            "id": "f441b0fc-c089-426d-a15b-5aaabc00292b",
            "word": "to avoid",
            "phonetic": "tʊ ɐvɔɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "He avoided serious injury following a head-first fall on to the ice.",
                "Avoid showing him the beers, or he’ll inform your parents.",
                "She uses organic gardening methods in her garden, avoiding harmful chemicals.",
                "He avoided consuming saturated fatty acids in his diet to maintain a healthy lifestyle.",
                "He read the food label carefully to avoid products containing trans fatty acids."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXZvaWQ&hash=18027e0d7656d4e09cd9913090f4a92c3a39a984&lang=en&cache-only=0",
            "defineEn": "to try to stay away from someone or something; to stop doing something",
            "defineVi": "cố gắng tránh xa ai đó hoặc cái gì đó; dừng lại làm một cái gì đó",
            "hasImg": true
        },
        {
            "id": "29a0ac98-2a53-45e8-8dd7-be3bdd78c9fe",
            "word": "to prevent",
            "phonetic": "tə pɹɪvɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Regular exercise and healthy eating habits can prevent many illnesses as prevention is better than cure.",
                "The bathroom rug absorbs water and prevents slipping on the floor.",
                "The baker dusted the work surface with flour to prevent the dough from sticking.",
                "The cook lards the pan with pork fat to prevent the food from sticking.",
                "The food packaging film had a color retention agent to prevent discoloration and maintain the attractive appearance of it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJldmVudA&hash=dae0d3f05abb6f4c554fda56d441f2975b322896&lang=en&cache-only=0",
            "defineEn": "to stop someone from doing something; to not let something happen",
            "defineVi": "để ngăn ai đó làm điều gì đó; để không để cho một cái gì đó xảy ra",
            "hasImg": true
        },
        {
            "id": "bb72ed41-7bb9-43f7-9391-0de1a08d735e",
            "word": "to lend",
            "phonetic": "tə lɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Lend an ear and listen to my version.",
                "Can you lend me your red pen to fill out this form?",
                "She lends her pencil to a classmate who forgot to bring one.",
                "If Laura damages the car, her dad won't lend it to her again.",
                "You'll lend him some, since you can afford to make ducks and drakes of it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGVuZA&hash=0abbe0eb387fb142f26ac5cec364e6f4f8acb6f8&lang=en&cache-only=0",
            "defineEn": "to allow someone to have or use something that you own which must be returned to you later",
            "defineVi": "để cho phép ai đó có hoặc sử dụng một cái gì đó mà bạn sở hữu mà phải được trả lại cho bạn sau này",
            "hasImg": true
        },
        {
            "id": "725b05fe-4b82-4ddd-bfe9-13f0022dda81",
            "word": "to borrow",
            "phonetic": "tə bɑːɹoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Eve borrows money to buy expensive designer clothes - champagne taste on a beer budget!",
                "They can borrow them for as long as they need them.",
                "My roommate asked me if she could borrow a zucchini to make a zucchini bread.",
                "I decided to borrow a leaf out of his book and invest some money in the stock market.",
                "I’ve got money you can borrow if you run out."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm9ycm93&hash=0685e690f5dc19bd2beaa697e2760d65eb09e1c2&lang=en&cache-only=0",
            "defineEn": "to use or take something that someone else owns, which must be given back to them later on",
            "defineVi": "sử dụng hoặc lấy thứ gì đó mà người khác sở hữu, sau này phải trả lại cho họ",
            "hasImg": true
        },
        {
            "id": "4514cb0c-6589-45f4-abd5-e7d48a72802c",
            "word": "to mind",
            "phonetic": "tə maɪnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Mind your own business!",
                "You mind the cattle, Herb.",
                "Mind if I take a rain check on that drink?",
                "Travel broadens the mind.",
                "My mind went totally blank."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWluZA&hash=1fd1b208472885a8c7e81d4d3d626edee103de0c&lang=en&cache-only=0",
            "defineEn": "to care or be concerned about a particular person or thing",
            "defineVi": "để quan tâm hoặc được quan tâm về một người cụ thể hoặc điều"
        },
        {
            "id": "14295181-7f73-41cd-9fc9-4c32644eaa63",
            "word": "to matter",
            "phonetic": "tə mæɾɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The chairman's resignation finally brought matters to a head.",
                "I gave the matter a lot of thought.",
                "What's the matter with Matt?",
                "Art is very much a matter of taste.",
                "Local people took matters into their own hands and hired their own security guards."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWF0dGVy&hash=80c67dbc5532f62297491250fbbfb7227ea85de3&lang=en&cache-only=0",
            "defineEn": "to be important or have a great effect on someone or something",
            "defineVi": "quan trọng hoặc có ảnh hưởng lớn đến ai đó hoặc cái gì đó"
        },
        {
            "id": "b36bd8e2-0b5f-4f67-bf79-653aaffa107d",
            "word": "to remember",
            "phonetic": "tə ɹᵻmɛmbɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Always remember that.",
                "I'll always remember this holiday.",
                "He couldn't remember the name of the movie for the life of him.",
                "Remember Jackson.",
                "I don't remember my first day at school."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVtZW1iZXI&hash=c75466806e140cb873d14e59147d0be78a3c65b2&lang=en&cache-only=0",
            "defineEn": "to bring a type of information from the past to our mind again",
            "defineVi": "để đưa một loại thông tin từ quá khứ vào tâm trí của chúng tôi một lần nữa",
            "hasImg": true
        },
        {
            "id": "ecea7e6f-3524-446d-9535-35e864d2fced",
            "word": "to remind",
            "phonetic": "tə ɹᵻmaɪnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Can you remind me of your name?",
                "The host reminded the guest that they didn't have all night, and that a drink is shorter than a tale.",
                "He reminded himself that it was better a small fish than an empty dish.",
                "The child's laughter reminded me that little fish are sweet, and that sometimes the simplest things can bring the greatest joy.",
                "When he returned home from a long trip, his cat's purrs and affection reminded him that she was truly the light of his life."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVtaW5k&hash=d05c8ab846ade841803496a369e3974ef98f117d&lang=en&cache-only=0",
            "defineEn": "to make a person remember an obligation, task, etc. so that they do not forget to do it",
            "defineVi": "để làm cho một người nhớ một nghĩa vụ, nhiệm vụ, vv để họ không quên làm điều đó",
            "hasImg": true
        },
        {
            "id": "dfe41a16-422f-4dea-a731-363e0e7ff716",
            "word": "to expect",
            "phonetic": "tʊ ɛkspɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Expecting eight guests all told.",
                "Expect these changes to happen soon.",
                "The company's new product launch is expected to do well in the market.",
                "The novel was expected to sell between 1 000 and 1 500 copies.",
                "Thousands of firms are expected to go to the wall this year."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwZWN0&hash=5df88cc7a16d82de1da362bc53f321f1e714e5d2&lang=en&cache-only=0",
            "defineEn": "to think or believe that it is possible for something to happen or for someone to do something",
            "defineVi": "suy nghĩ hoặc tin rằng điều gì đó có thể xảy ra hoặc ai đó có thể làm điều gì đó"
        },
        {
            "id": "8e856e77-cb77-4665-b0c0-e560855e3ad7",
            "word": "to wait",
            "phonetic": "tə weɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Your car is waiting, sir.",
                "C'm on the crowd is waiting.",
                "We waited there for the better part of an hour.",
                "What are you waiting for?",
                "Leeds United had waited for success for eighteen years."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FpdA&hash=74591c31ad6ebbfbb06b428dd2e259575e443fa8&lang=en&cache-only=0",
            "defineEn": "to not leave until a person or thing is ready or present or something happens",
            "defineVi": "để không rời đi cho đến khi một người hoặc điều đã sẵn sàng hoặc hiện tại hoặc một cái gì đó xảy ra",
            "hasImg": true
        },
        {
            "id": "2dfe1fd2-a8c4-4c0f-b56a-ba712b2ba141",
            "word": "to wish",
            "phonetic": "tə wɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Your wish is my command sire.",
                "Her wish was my command",
                "I wouldn't wish that professor on my worst enemy.",
                "I wished him well with his new venture.",
                "Don't you wish!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2lzaA&hash=d6fee71f3d1838f3709de4922a445bf04ca66844&lang=en&cache-only=0",
            "defineEn": "to desire something to occur or to be true even though it is improbable or not possible",
            "defineVi": "để mong muốn một cái gì đó xảy ra hoặc là sự thật mặc dù nó là không thể hoặc không thể",
            "hasImg": true
        },
        {
            "id": "e7843a90-0298-4b34-becd-c5c308262243",
            "word": "to hope",
            "phonetic": "tə hoʊp ",
            "partOfSpeechType": "verb",
            "examples": [
                "He's hoping for an offer of compensation.",
                "I hope this guilty verdict puts that rat of a CEO in his place.",
                "I hope you have it on your conscience for the rest of your days!",
                "I hope this letter reaches you.",
                "I hope you've learned a lesson from this, Eddie."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaG9wZQ&hash=102731c410072985d45263a09144f76609baa702&lang=en&cache-only=0",
            "defineEn": "to want something to happen or be true",
            "defineVi": "để muốn một cái gì đó xảy ra hoặc là sự thật"
        },
        {
            "id": "14c6b05f-b7bf-40a8-a91c-3a12602b9e16",
            "word": "to beat",
            "phonetic": "tə biːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Beat it!",
                "Truly we have beaten swords into ploughshares!",
                "Don't beat around the bush - get to the point!",
                "They could easily have beaten us.",
                "The team then beats a retreat from the mall, hoping no one noticed them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVhdA&hash=14b6a5e5516853eab3dd3c141536485f300b4800&lang=en&cache-only=0",
            "defineEn": "to get more points, votes, etc. than the other side, in a game, race, competition, etc. and win",
            "defineVi": "để nhận được nhiều điểm, phiếu bầu, v.v. hơn phía bên kia, trong một trò chơi, cuộc đua, cuộc thi, v.v. và giành chiến thắng",
            "hasImg": true
        },
        {
            "id": "32296769-f84c-40cd-973c-c81614d7b48c",
            "word": "to win",
            "phonetic": "tə wɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Three cheers for Sarah, whose brilliant goal at the last minute won us the game!",
                "The fast runner won the race by a wide margin.",
                "Which team won?",
                "The proposal has won the approval of the city council.",
                "Our team actually won!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2lu&hash=d3678ed5e6f83738b13de30399077199a8dcb63b&lang=en&cache-only=0",
            "defineEn": "to become the most successful, the luckiest, or the best in a game, race, fight, etc.",
            "defineVi": "để trở thành người thành công nhất, may mắn nhất hoặc giỏi nhất trong một trò chơi, cuộc đua, cuộc chiến, v.v.",
            "hasImg": true
        },
        {
            "id": "43a760ac-0e28-4b13-8fd5-e2aa1d92550e",
            "word": "to raise",
            "phonetic": "tə ɹeɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The bank raised interest rates.",
                "Many shops have raised their prices.",
                "The piece raises the ghosts of a number of twentieth-century art ideas.",
                "The book raises many important questions.",
                "Local residents have raised concerns about late-night noise."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmFpc2U&hash=500f1aa3fef8123f772ac0554c8b0885efe19dfd&lang=en&cache-only=0",
            "defineEn": "to put something in a higher place or lift it to a higher position",
            "defineVi": "để đặt một cái gì đó ở một nơi cao hơn hoặc nâng nó lên một vị trí cao hơn",
            "hasImg": true
        },
        {
            "id": "f22c1a2a-2ac3-41b3-a0c3-fd4c029e8cf2",
            "word": "to rise",
            "phonetic": "tə ɹaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The sun always rises in the east.",
                "The basic pay of the average worker has risen by 3 per cent.",
                "The sun rises in the east and sets in the west.",
                "Tax rises have made some inroads into the country's national debt.",
                "On the credit side, inflation has not risen this year."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmlzZQ&hash=bd58ef661fd4d9793e5fadb4f18c4e8622fad134&lang=en&cache-only=0",
            "defineEn": "to reach a higher position; to go up",
            "defineVi": "để đạt được một vị trí cao hơn; đi lên",
            "hasImg": true
        },
        {
            "id": "292daa2c-4bbf-4fba-9f31-dfe5f104969e",
            "word": "to lay",
            "phonetic": "tə leɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Careful planning laid the foundations for the nation’s economic miracle.",
                "Her early research laid the foundation for many important medical discoveries.",
                "The chicken laid an egg in the nesting box.",
                "The media barely lays a glove on him.",
                "Your article barely laid a glove on my arguments."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGF5&hash=de53d3058bf96b21c48f7ba19053d04d05c594d6&lang=en&cache-only=0",
            "defineEn": "to put or place something in a certain position or location",
            "defineVi": "để đặt hoặc đặt một cái gì đó ở một vị trí hoặc vị trí nhất định",
            "hasImg": true
        },
        {
            "id": "22837e82-1a00-4971-8830-ca6857460261",
            "word": "to lie",
            "phonetic": "tə laɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The city of Paris lies on the banks of the Seine River.",
                "The witness was clearly lying through his teeth.",
                "He lies like a rug.",
                "I believed his lies for years.",
                "To tell stories/jokes/lies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGll&hash=71a3a2cb3545f669b90371d3399cd76761c134a0&lang=en&cache-only=0",
            "defineEn": "(of a person or animal) to be in a resting position on a flat surface, not standing or sitting",
            "defineVi": "(của người hoặc động vật) ở tư thế nghỉ ngơi trên một mặt phẳng, không đứng hoặc ngồi",
            "hasImg": true
        },
        {
            "id": "8bd17234-74fc-4c3a-96b9-3119c0015e78",
            "word": "to steal",
            "phonetic": "tə stiːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "She stole the shoes from under the assistant's nose.",
                "The thief stole into the house through an unlocked window.",
                "The spy stole across the border under the cover of darkness.",
                "This suit is a steal at $80.",
                "They would never steal."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RlYWw&hash=047bc2d5f6c9ac1ff615b42a93bea1b4b3d3da30&lang=en&cache-only=0",
            "defineEn": "to take something from someone or somewhere without permission or paying for it",
            "defineVi": "lấy thứ gì đó từ ai đó hoặc nơi nào đó mà không được phép hoặc trả tiền cho nó",
            "hasImg": true
        },
        {
            "id": "9712bc43-fe6a-4592-a57a-81e05de585cd",
            "word": "to rob",
            "phonetic": "tə ɹɑːb ",
            "partOfSpeechType": "verb",
            "examples": [
                "Rob has had the cockroach ever since Gloria broke up with him.",
                "Rob has been down in the mouth ever since Gloria broke up with him.",
                "People said he had robbed the cradle.",
                "He tried to rob a bank and was caught in the act.",
                "I can't turn a blind eye when someone is being robbed."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcm9i&hash=bafab1eba3972ad6a55bf323f441a1c89ee2ca96&lang=en&cache-only=0",
            "defineEn": "to take something from an organization, place, etc. without their consent, or with force",
            "defineVi": "để lấy một cái gì đó từ một tổ chức, địa điểm, vv mà không có sự đồng ý của họ, hoặc bằng vũ lực",
            "hasImg": true
        }
    ]
}