{
    "id": "3d71d893-9d8e-4041-aadc-ca0c4412f623",
    "title": "Domesticated Animals",
    "originalTitle": "Domesticated Animals",
    "words": [
        {
            "id": "55a7c47a-10a3-47f9-ab5e-f4c659ef9811",
            "word": "horse",
            "phonetic": "hɔːɹs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The horse took the first fence well.",
                "My people have a horse in this race, too.",
                "She sits her horse gracefully.",
                "Just hold your horses, Bill!",
                "They turned the horse into the field."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9yc2U&hash=35fc4244c152e9021535a7b4d0262ff226a3fff6&lang=en&cache-only=0",
            "defineEn": "an animal that is large, has a tail and four legs, and we use for racing, pulling carriages, riding, etc.",
            "defineVi": "một con vật lớn, có đuôi và bốn chân, và chúng tôi sử dụng để đua, kéo xe, cưỡi ngựa, v.v.",
            "hasImg": true
        },
        {
            "id": "d8be9a69-32eb-4fc1-b5f9-52a27dff3ac5",
            "word": "donkey",
            "phonetic": "dɔŋki ",
            "partOfSpeechType": "noun",
            "examples": [
                "I have talked the hind leg off a donkey.",
                "I've been a vegetarian for donkey's years.",
                "She's been in the same job for donkey's years.",
                "You are unusually communicative, to the point of talking the hind legs off a donkey.",
                "The professor may have a wealth of academic credentials, but a donkey that carries a lot of books is not necessarily learned - true expertise comes from experience and practical application."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9ua2V5&hash=797ffc28bb73d3530127b734cbda3c2ccb730a74&lang=en&cache-only=0",
            "defineEn": "an animal that is like a horse but has shorter legs and longer ears, and we use for carrying things and riding",
            "defineVi": "một con vật giống như ngựa nhưng có chân ngắn hơn và tai dài hơn, và chúng tôi sử dụng để mang đồ và cưỡi",
            "hasImg": true
        },
        {
            "id": "894ebe34-3027-4f48-b40f-03ec2ae6fcd1",
            "word": "sheep",
            "phonetic": "ʃiːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "To drive sheep into a field.",
                "They drove a flock of sheep through the center of the city.",
                "The sheep gathered around the feeding trough to eat their meal.",
                "The sheep had thick wool that was used to make warm clothing.",
                "A curious sheep approached me and sniffed my hand."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hlZXA&hash=682afe5a452e28b71db0bbfb6bd6924b9ea65d16&lang=en&cache-only=0",
            "defineEn": "a farm animal that we keep to use its meat or wool",
            "defineVi": "một động vật trang trại mà chúng tôi giữ để sử dụng thịt hoặc len của nó",
            "hasImg": true
        },
        {
            "id": "3e010966-8d66-4544-ab34-076fde0cee9f",
            "word": "Shetland pony",
            "phonetic": "ʃɛtlənd poʊni ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=U2hldGxhbmQgcG9ueQ&hash=60f4dcd6a77dba18e24a6d0cd6e09e6d56b5cee3&lang=en&cache-only=0",
            "defineEn": "a Scottish breed of horse that is short and strong with a rough coat",
            "defineVi": "một giống ngựa Scotland ngắn và khỏe với bộ lông xù xì",
            "hasImg": true
        },
        {
            "id": "d9982387-cdb7-4b64-9fb6-ea8882a9cc20",
            "word": "alpaca",
            "phonetic": "ælpækə ",
            "partOfSpeechType": "noun",
            "examples": [
                "And the wild vicugna, from which alpacas are descended.",
                "We use cashmeres, alpaca materials, silks, crystals, we've talked about ceramics.",
                "It is an alpaca. - (buzzer sounds)",
                "In fact along with dogs, llamas, alpacas, and guinea pigs, turkeys are one of the few domesticated animals native to the Americas.",
                "Wool is actually the hair, or fiber, of animals like sheep, alpacas, and some kinds of goats and rabbits."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxwYWNh&hash=cb43eb37977db4fdb2164144e7758ae684b08aa8&lang=en&cache-only=0",
            "defineEn": "a domestic mammal related to the llama that has long hair and is native to Peru",
            "defineVi": "một động vật có vú trong nước có liên quan đến llama có mái tóc dài và có nguồn gốc từ Peru",
            "hasImg": true
        },
        {
            "id": "b79f92ec-da7b-471d-9793-d88b2cf3d49d",
            "word": "dog",
            "phonetic": "dɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "These dogs seldom make the news.",
                "The tail was wagging the dog.",
                "The dog has gone inside.",
                "A dog is undoubtedly a man’s best friend.",
                "As the saying goes, dogs of the same street bark alike."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9n&hash=9c76ede62c83ccf5a858995731637f8190ae4301&lang=en&cache-only=0",
            "defineEn": "an animal that has a tail and four legs and we keep as a pet",
            "defineVi": "một con vật có đuôi và bốn chân và chúng tôi giữ như một con vật cưng",
            "hasImg": true
        },
        {
            "id": "c3aa9a22-e9ba-46da-9edd-01315e53c2e2",
            "word": "cat",
            "phonetic": "kæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our cat has just had five kittens.",
                "Our cat produced kittens last week.",
                "My cat jumped onto the kitchen counter.",
                "The cat ran right past me and into the house.",
                "The prime minister's casual remarks about the role of ethnicity in unemployment numbers has predictably put the cat among the pigeons on both sides of the political spectrum."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0&hash=afc08b57293c7f6b1db69087bfa64278e5dc3b1a&lang=en&cache-only=0",
            "defineEn": "a small animal that has soft fur, a tail, and four legs and we often keep it as a pet",
            "defineVi": "một con vật nhỏ có lông mềm, có đuôi và bốn chân và chúng tôi thường nuôi nó như thú cưng",
            "hasImg": true
        },
        {
            "id": "e24d8e11-d799-41ff-8013-033fc5f8fa52",
            "word": "llama",
            "phonetic": "lɑːmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "- Right, but this just in: the schoolteacher was teaching llama mutation!",
                "It's a pregnant llama! -",
                "Is it a pregnant llama?",
                "It looks like a freakin' llama! -",
                "And of course, that's a llama."
            ],
            "audio": "https://tts.langeek.co/read?text=bGxhbWE&hash=a8d55ff612f296aafac17570a7164e60cb971baa&lang=en&cache-only=0",
            "defineEn": "a mammal that resembles a camel with a soft woolen coat, found in South America",
            "defineVi": "một loài động vật có vú giống lạc đà với bộ lông len mềm, được tìm thấy ở Nam Mỹ",
            "hasImg": true
        },
        {
            "id": "b49261fb-ac7b-4afd-8e3f-fe5d1c5ebab4",
            "word": "pig",
            "phonetic": "pɪɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"And pigs can fly!\"",
                "\"Yeah, and pigs might fly.\"",
                "Yeah, and pigs might fly.",
                "They made complete pigs of themselves at the dinner.",
                "Beware of that pig in a poke."
            ],
            "audio": "https://tts.langeek.co/read?text=cGln&hash=aba53c59705f5c5d6e92f1e2ed18b176172e2d7b&lang=en&cache-only=0",
            "defineEn": "a farm animal that has short legs, a curly tail, and a fat body and people usually keep to use its meat",
            "defineVi": "một con vật trang trại có chân ngắn, đuôi quăn và thân hình mập mạp và người ta thường giữ để sử dụng thịt của nó",
            "hasImg": true
        },
        {
            "id": "5283c6d1-cfb6-4095-b2d3-63f83a547d5c",
            "word": "hog",
            "phonetic": "hɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Siemens display goes the whole hog.",
                "Those movie stars live pretty high off the hog.",
                "The Smith family has been eating pretty high on the hog since they had a good corn harvest.",
                "They've been living high on the hog ever since David won the lottery.",
                "It doesn't help our organization's appearance to have a hog in armor parading himself as our leader"
            ],
            "audio": "https://tts.langeek.co/read?text=aG9n&hash=672251063a579275f51e9f9330c4df71883ba14a&lang=en&cache-only=0",
            "defineEn": "a domestic pig that is kept for its meat",
            "defineVi": "một con lợn trong nước được giữ cho thịt của nó",
            "hasImg": true
        },
        {
            "id": "c46c8592-d433-4542-9037-bce842e53b2c",
            "word": "mule",
            "phonetic": "mjuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bank evicted his family from their home and Muley refused to leave, he remained stubborn as a mule.",
                "His friends advised him to accept the offer, but you know Larry - he's as stubborn as a mule!",
                "Take mules, for example, the offspring of a male donkey and a female horse.",
                "It's Montana mule.",
                "Like mules or ligers, though, the hybrid iguanas are sterile."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVsZQ&hash=1049042c602033d5814f7cfa96e04a0c49b33fe2&lang=en&cache-only=0",
            "defineEn": "an animal that is the offspring of a male donkey and a female horse, which is particularly used to carry heavy loads",
            "defineVi": "một con vật là con đẻ của một con lừa đực và một con ngựa cái, được sử dụng đặc biệt để mang vác nặng",
            "hasImg": true
        },
        {
            "id": "dd0826fb-41f7-4414-9d87-0558d5cefc1c",
            "word": "Angora",
            "phonetic": "æŋɡoːɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is an angora goat."
            ],
            "audio": "https://tts.langeek.co/read?text=QW5nb3Jh&hash=653d51c29e4207962a0d99fb20beaa736337b0fd&lang=en&cache-only=0",
            "defineEn": "a domestic breed of rabbit with a long soft coat that a special fiber is obtained from",
            "defineVi": "một giống thỏ nhà có bộ lông dài mềm mà một loại sợi đặc biệt được lấy từ",
            "hasImg": true
        },
        {
            "id": "dc4e04d2-4d21-45bc-85c2-8e2788bd54e5",
            "word": "goat",
            "phonetic": "ɡoʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The goats eagerly nibbled on the cardoon leaves.",
                "Other countries don't share our reluctance to eat goat meat.",
                "Please tell me you weren't acting the goat again.",
                "Examining job applications is the first stage in separating the sheep from the goats.",
                "I can't think of any other way one would have sorted out the sheep from the goats."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29hdA&hash=563a2a9f22027fdd73291395430057ce7666fa3b&lang=en&cache-only=0",
            "defineEn": "‌an animal with horns and a coat of hair that lives wild in the mountains or is kept on farms for its milk or meat",
            "defineVi": "‌một con vật có sừng và có lông sống hoang dã trên núi hoặc được nuôi trong các trang trại để lấy sữa hoặc thịt",
            "hasImg": true
        },
        {
            "id": "88b3c0c5-8e7d-434a-8321-61eb2450517c",
            "word": "bunny",
            "phonetic": "bʌni ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dad gave him bunny ears in the second picture.",
                "For one thing, this bunny was a giant, up to six times heavier than your average cottontail.",
                "Was he our bunny?",
                "It’s not the bunny.",
                "Looks like a bunny with a big tail."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVubnk&hash=d8f7ee8abf529ec66a2998fb161062402ec080db&lang=en&cache-only=0",
            "defineEn": "a child's word for a rabbit, usually a young one",
            "defineVi": "một từ của một đứa trẻ cho một con thỏ, thường là một đứa trẻ",
            "hasImg": true
        },
        {
            "id": "e9192146-c8a6-48b6-a5f9-d07cd2e9719c",
            "word": "dromedary",
            "phonetic": "dɹoʊmdɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Those dromedary camels are the species that was sent to Australia in the 1800s.",
                "SARS, for example, seems to have been transmitted to humans by civet cats, while MERS was first transmitted through dromedary camels.",
                "but there are also camels that have two humps the humps are still the same made of fat but each type of camel has a special name a camel with one hump is called a dromedary or sometimes an Arabian camel and a camel with two humps is called a Bactrian camel a camel's hump can weigh as much as 35 kilograms which is pretty heavy"
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJvbWVkYXJ5&hash=b1c66a81a6aef7e6eeb547b660259dacb9047f88&lang=en&cache-only=0",
            "defineEn": "an Arabian one-humped camel that is kept for racing",
            "defineVi": "một con lạc đà một bướu Ả Rập được giữ để đua",
            "hasImg": true
        },
        {
            "id": "917db35c-3605-4b99-be34-1e94c59d8279",
            "word": "cow",
            "phonetic": "kaʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The old government program has become a sacred cow.",
                "The cow's milk was used to make cheese and butter.",
                "I noticed the cow's strong muscles as it moved around.",
                "I learned about different breeds of cows and their characteristics.",
                "The farmer used a bucket to collect fresh milk from the cow."
            ],
            "audio": "https://tts.langeek.co/read?text=Y293&hash=bcbe239980c7057c5e0583b18c68ad04a5c424d0&lang=en&cache-only=0",
            "defineEn": "a large farm animal that we keep to use its milk or its meat",
            "defineVi": "một động vật trang trại lớn mà chúng tôi giữ để sử dụng sữa hoặc thịt của nó",
            "hasImg": true
        }
    ]
}