{
    "id": "3defc108-6dc6-4643-9a30-2baa5e86ab90",
    "title": "Mental Healthcare",
    "originalTitle": "Mental Healthcare",
    "words": [
        {
            "id": "b3cd30f6-cc69-4604-b606-2e0ad76156ce",
            "word": "autogenic training",
            "phonetic": "ɔːɾoʊdʒɛnɪk tɹeɪnɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXV0b2dlbmljIHRyYWluaW5n&hash=1e48197d2db8950bd6e020a7a8313aa4388970ba&lang=en&cache-only=0",
            "defineEn": "a from of therapy that trains patients to be able to deal with stress with positive thoughts and mental exercises",
            "defineVi": "một từ liệu pháp huấn luyện bệnh nhân có khả năng đối phó với căng thẳng bằng những suy nghĩ tích cực và các bài tập tinh thần"
        },
        {
            "id": "b39ae5a5-f586-4ecf-a6ac-b4cea84db74d",
            "word": "aversion therapy",
            "phonetic": "ɐvɜːʒən θɛɹəpi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXZlcnNpb24gdGhlcmFweQ&hash=c31f3419ccdeec53af42ce1e5bd1e2a23f18fcac&lang=en&cache-only=0",
            "defineEn": "a psychotherapy designed to suppress an undesirable habit or behavior by associating it with an unpleasant effect",
            "defineVi": "một liệu pháp tâm lý được thiết kế để ngăn chặn một thói quen hoặc hành vi không mong muốn bằng cách liên kết nó với một hiệu ứng khó chịu"
        },
        {
            "id": "69a50166-fc9a-4f7d-aec3-427bc08898be",
            "word": "electroconvulsive therapy",
            "phonetic": "ɪlɛktɹoʊkɑːnvəlsɪv θɛɹəpi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Electroconvulsive therapy works about 70 to 80% of the time.",
                "In extreme cases, electroconvulsive therapy, which is like a controlled seizure in the patient's brain, is also very helpful.",
                "It's properly called electroconvulsive therapy, or ECT, and it involves sending a brief electrical current through the brain of an anesthetized patient.",
                "So scientists were throwing a lot of spaghetti at the wall when electroconvulsive therapy, or ECT, was proposed.",
                "In an episode of House, MD, Dr. House treated a patient suffering from painful memories by performing something called electroconvulsive therapy: controlled electric shocks to the brain."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3Ryb2NvbnZ1bHNpdmUgdGhlcmFweQ&hash=36592d034753ba004b64716310681670e63e02c3&lang=en&cache-only=0",
            "defineEn": "a psychiatric treatment that involves sending an electric current through someone's brain to cause seizures or fits",
            "defineVi": "một phương pháp điều trị tâm thần liên quan đến việc gửi một dòng điện qua não của ai đó để gây co giật hoặc co giật"
        },
        {
            "id": "e8d1508e-686b-44b6-b307-092af6a4c92b",
            "word": "electroshock therapy",
            "phonetic": "ɪlɛktɹoʊʃɑːk θɛɹəpi ",
            "partOfSpeechType": "noun",
            "examples": [
                "These can be as common-place as medications like Zoloft or Lithium, or a bit more unusual and invasive like magnetic stimulation, neural implants, or even electroshock therapy."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3Ryb3Nob2NrIHRoZXJhcHk&hash=d3aefa330c62b8ffc2135d23a3724fbaf6eecb22&lang=en&cache-only=0",
            "defineEn": "a medical treatment that involves passing an electric current through patient's brain to induce a brief seizure",
            "defineVi": "một phương pháp điều trị y tế liên quan đến việc truyền một dòng điện qua não bệnh nhân để gây ra một cơn động kinh ngắn"
        },
        {
            "id": "827988fa-0d50-4cd0-a51e-86ae19e8f5d4",
            "word": "group therapy",
            "phonetic": "ɡɹuːp θɛɹəpi ",
            "partOfSpeechType": "noun",
            "examples": [
                "If any of you have worked on this before with your therapist, group therapy or whatever leave your comments below, let us know what has helped you.",
                "For example, a 2015 study from the Journal of Clinical Oncology examined group therapy for more than 250 cancer patients.",
                "What'd I'd really like in the comments section of this video is your experience with AA, NA, group therapy, things like that.",
                "So know that some of the things that they find to be the most successful, as far as treatment for OCPD, is group therapy.",
                "So there are a lot of group therapy things available in hospital settings, in inpatient settings, where you can help rebuild that relationship and better understand your own Bipolar disorder so that it can get properly treated."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JvdXAgdGhlcmFweQ&hash=fbfe36842b65b6f2e2d8f653fe877240378a8656&lang=en&cache-only=0",
            "defineEn": "a type of psychotherapy in which one or more therapist works with several people at the same time",
            "defineVi": "một loại trị liệu tâm lý trong đó một hoặc nhiều nhà trị liệu làm việc với nhiều người cùng một lúc"
        },
        {
            "id": "cda58b88-eb36-495d-93bd-a6449f3fa21a",
            "word": "meditation",
            "phonetic": "mɛdɪteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Samantha has been keeping in trim by practicing yoga and meditation.",
                "Attentional meditations focus on your awareness of your thoughts behaviors emotions and perceptions.",
                "Working every muscle group through meditation.",
                "Adobe built meditation rooms.",
                "In focused meditation, people direct their attention to a single thing, like their breath or a sound."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkaXRhdGlvbg&hash=0534995d94c7459ab5598e99798881edcaa6dd2d&lang=en&cache-only=0",
            "defineEn": "(religion) contemplation of spiritual matters (usually on religious or philosophical subjects)",
            "defineVi": "(tôn giáo) suy ngẫm về các vấn đề tâm linh (thường là về các chủ đề tôn giáo hoặc triết học)"
        },
        {
            "id": "00cb839d-bf3e-4487-a052-cd1b14da9648",
            "word": "mindful",
            "phonetic": "maɪndfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As a responsible person, it is important to be mindful of our impact on the environment.",
                "He asked the waiter if the restaurant served halal meat, as he was mindful of his dietary restrictions.",
                "The couple had an argument, but they both tried to be mindful of their language and remember that hard words break no bones.",
                "Jane's parents always taught her to be mindful of her spending and to save for the future.",
                "When reaching out to a friend who is going through a difficult time, it's important to be mindful of their emotional state and avoid being overly cheerful or upbeat, as the saying goes, bring not a bagpipe to a man in trouble."
            ],
            "audio": "https://tts.langeek.co/read?text=bWluZGZ1bA&hash=4e14529fd00c710a6982746252e7c91304f792d4&lang=en&cache-only=0",
            "defineEn": "fully concentrating on the present moment, particularly as a therapeutic or meditative technique",
            "defineVi": "tập trung hoàn toàn vào thời điểm hiện tại, đặc biệt là một kỹ thuật trị liệu hoặc thiền định"
        },
        {
            "id": "079e13d0-04d5-47ae-a1c3-8448313e2750",
            "word": "mindfulness",
            "phonetic": "maɪndfəlnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "There is mindfulness.",
                "You can practice mindfulness alongside of your medication treatment.",
                "So most psychology and neuroscience research focuses on mindfulness meditation.",
                "Then practice mindfulness to pull you away from that thought.",
                "Is mindfulness better than medication?"
            ],
            "audio": "https://tts.langeek.co/read?text=bWluZGZ1bG5lc3M&hash=b6be3868b76dc7cb39896c8b3b98c065a2072b02&lang=en&cache-only=0",
            "defineEn": "a mental state achieved by maintaining a moment-by-moment awareness of someone's thoughts, feelings, etc., used as a therapeutic technique",
            "defineVi": "một trạng thái tinh thần đạt được bằng cách duy trì nhận thức từng khoảnh khắc về suy nghĩ, cảm xúc của ai đó, v.v., được sử dụng như một kỹ thuật trị liệu"
        },
        {
            "id": "14e2b452-41fb-4aa2-8510-948959c010f7",
            "word": "hypnosis",
            "phonetic": "hɪpnoʊsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "One popular theory looks at hypnosis as phenomenon of social influence.",
                "Hypnosis is something that you can learn to do yourself.",
                "Nor is hypnosis a reliable way to enhance the recall of deeply buried memories.",
                "Other alternative therapies include yoga, aerobic exercise, acupuncture, biofeedback and hypnosis.",
                "They go into regressive hypnosis and they both have the same stories."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlwbm9zaXM&hash=a2a65f483c652e58fa7abed40d9f8afcd7f74585&lang=en&cache-only=0",
            "defineEn": "a state that resembles sleep but that is induced by suggestion",
            "defineVi": "một trạng thái giống như giấc ngủ nhưng được gây ra bởi gợi ý"
        },
        {
            "id": "719a1d6a-a055-45cb-b613-cd4fb835168b",
            "word": "hypnotherapy",
            "phonetic": "hɪpnoʊθɛɹəpi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hypnotherapy may be useful as it was with Judy.",
                "Hypnotherapy is a specialized therapy where a therapist gets you into a trance-like state, and then speaks positive suggestions about your pain that you internalize and act on.",
                "Some therapies have been shown to be helpful, such as Cognitive Behavior Therapy and Hypnotherapy.",
                "It wasn't until she had some hypnotherapy that she was able to get control of the symptoms they mostly resolved, except for occasional times when she gets stressed out and have a mild hand tremor."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlwbm90aGVyYXB5&hash=e5e4dbd11d0949d25fabd7fa1a97736a468b8fd8&lang=en&cache-only=0",
            "defineEn": "the process of using hypnosis as a therapeutic technique",
            "defineVi": "quá trình sử dụng thôi miên như một kỹ thuật trị liệu"
        },
        {
            "id": "69613359-fc79-4701-b1d5-d1d05ca6c611",
            "word": "psychoanalysis",
            "phonetic": "saɪkoʊɐnæləsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Invented the field of psychoanalysis?",
                "The other major force at the time was, of course, Freud's psychoanalysis, and its many descendents collectively known as the psychodynamic theories.",
                "A radical kernel of psychoanalysis was the theory that our personalities are shaped by unconscious motives.",
                "Freud didn’t even necessarily believe in the psychoanalysis he was peddling.",
                "Mainly, there were the ideas of structuralism, functionalism and psychoanalysis."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hvYW5hbHlzaXM&hash=ca0fdd0740d50afcf830bd6fd203c520807ab6fc&lang=en&cache-only=0",
            "defineEn": "a method of therapy used for mental conditions which consists of the patient opening up about their past and feelings in order to find the reason for their illness",
            "defineVi": "một phương pháp trị liệu được sử dụng cho các tình trạng tâm thần bao gồm việc bệnh nhân cởi mở về quá khứ và cảm xúc của họ để tìm ra lý do căn bệnh của họ",
            "hasImg": true
        },
        {
            "id": "ce13a79f-fdb4-4264-b125-330ffc06b5b0",
            "word": "hypnotic",
            "phonetic": "hɪpnɑːɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "//can// fall asleep faster on hypnotics, the effect is small, adding only about 15 minutes to their sleep times.",
                "Well hypnotic suggestion lets you internalize things that you couldn't when you weren't under the influence.",
                "If you've ever been lucky enough to see a group of starlings winging across the Irish or Iowan sky, you've no doubt appreciated one of nature's most hypnotic sites, the fluid, lava lamp-like flow of a murmuration.",
                "Now, of course, there’s a whole class of medications that will help you sleep, from antihistamines to the pharmaceuticals known as hypnotics, which include Ambien and Lunesta.",
                "And even though we know hypnosis can increase your suggestibility, there’s still some disagreement about what exactly constitutes a hypnotic state, or how it’s achieved."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlwbm90aWM&hash=16d8c129f3c7cfa98b550ccd5112ed1f51ee38ea&lang=en&cache-only=0",
            "defineEn": "of or relating to hypnosis",
            "defineVi": "của hoặc liên quan đến thôi miên"
        },
        {
            "id": "278a3b98-4a6b-417e-b4f1-e95601241dd4",
            "word": "psychoanalytic",
            "phonetic": "saɪkoʊænɐlɪɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Now, that's a very psychoanalytic interpretation of Judy's physical symptoms.",
                "There is a concept in psychoanalytic theory called the Corrective Emotional Experience.",
                "Defense Mechanism is a psychoanalytic concept where your unconscious mind uses behaviors to fend off unwanted emotions.",
                "Today, you learned about personality theory and two of its early schools of thought: the psychoanalytic theory, including Freud's three-part model of the mind and defense mechanisms, along with the neo-Freudians.",
                "It's just my thoughts based on psychoanalytic theory."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hvYW5hbHl0aWM&hash=b70b317a5faa2a0782714fdd159de37c1bc75a57&lang=en&cache-only=0",
            "defineEn": "resembling of or relating to psychoanalysis",
            "defineVi": "giống hoặc liên quan đến phân tâm học",
            "hasImg": true
        },
        {
            "id": "4ee3fdcc-0361-460d-bd19-35e543a4fd9e",
            "word": "to hypnotize",
            "phonetic": "tə hɪpnətaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "When I smile, then she's hypnotized.",
                "The salmon are hypnotized by smell of the freshwater, flowing from melting snow on the mountains above.",
                "She helped the Power Rangers out because she was not hypnotized by the music because she couldn’t hear it.",
                "I can’t tell if he’s about to hypnotize me or order my assassination.",
                "And I soon came to realize that they'd already been hypnotized into believing that women lose value and sexual currency as we got older."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaHlwbm90aXpl&hash=f5a52157f977a4bd5c2fba64301d56e8054630a1&lang=en&cache-only=0",
            "defineEn": "induce hypnosis in",
            "defineVi": "thôi miên trong"
        },
        {
            "id": "60ed56d9-b4fa-41a6-9ef1-f63091dc2b2a",
            "word": "hypnotism",
            "phonetic": "hɪpnətɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aHlwbm90aXNt&hash=33e069a14ff0c440e473253dda5e8366a7eb5145&lang=en&cache-only=0",
            "defineEn": "the act of inducing hypnosis",
            "defineVi": "hành động thôi miên"
        },
        {
            "id": "6b8125ec-b922-40b7-b7bf-75cd3b29f139",
            "word": "to meditate",
            "phonetic": "tə mɛdᵻteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She meditates to get in touch with her inner self.",
                "He has a cozy corner in his home where he can meditate.",
                "I even meditated.",
                "And meditate and relax.",
                "Come down here and meditate or read and so forth."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWVkaXRhdGU&hash=fc3dd568781114007cd24240ae70eb7b5cc6a5f8&lang=en&cache-only=0",
            "defineEn": "think intently and at length, as for spiritual purposes",
            "defineVi": "suy nghĩ chăm chú và lâu dài, như cho các mục đích tâm linh",
            "hasImg": true
        },
        {
            "id": "42f59062-3b1d-4534-8d1a-bb38ce781775",
            "word": "meditative",
            "phonetic": "mɛdᵻteɪɾɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "God, that is so meditative.",
                "So, this to me is the most meditative stage.",
                "After seven to 16 weeks of meditative activities, participants in one study saw a huge drop in C-reactive proteins in their blood.",
                "That's where yoga's meditative qualities can help.",
                "I always feel like, once I get into it I just get into this rhythm where I'm like, - it's almost, like, meditative."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkaXRhdGl2ZQ&hash=09cbc8ca63e2345e33e8abbfd1eb11ddd65a1a84&lang=en&cache-only=0",
            "defineEn": "deeply or seriously thoughtful",
            "defineVi": "suy nghĩ sâu sắc hoặc nghiêm túc"
        },
        {
            "id": "21cb3c5d-d2e4-4bcc-9fe7-3462482d1354",
            "word": "transcendental meditation",
            "phonetic": "tɹænsəndɛntəl mɛdɪteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNjZW5kZW50YWwgbWVkaXRhdGlvbg&hash=fe4825ad73847d82c68f389cc07ee1f3c13404b5&lang=en&cache-only=0",
            "defineEn": "a type of meditation that uses a silent, mantra-based technique for relaxation and stress reduction",
            "defineVi": "một loại thiền sử dụng một kỹ thuật dựa trên câu thần chú im lặng để thư giãn và giảm căng thẳng"
        },
        {
            "id": "182f9dbb-0740-4456-91e4-90adf870b669",
            "word": "trance",
            "phonetic": "tɹæns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Also of note: during trances, natural opioids are released.",
                "At times, he slipped into a trance and slayed hundreds of soldiers in a row.",
                "Trances would also make sense because what a person experiences during a trance is influenced by their culture and beliefs.",
                "And dissociative trance disorder plus social contagion would explain quite a lot.",
                "The positive suggestions that I gave my clients snapped me out of my own trance."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbmNl&hash=f6b19ebeb9e3c0079ed17a435b515bd01bf2617f&lang=en&cache-only=0",
            "defineEn": "a psychological state induced by (or as if induced by) a magical incantation",
            "defineVi": "một trạng thái tâm lý gây ra bởi (hoặc như thể gây ra bởi) một câu thần chú ma thuật"
        },
        {
            "id": "20816ec0-8294-4203-ab9f-4ad954922569",
            "word": "psychotherapy",
            "phonetic": "saɪkoʊθɛɹəpi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sometimes psychotherapy alone can treat your depression.",
                "The treatment for DID is trauma focused psychotherapy.",
                "Of course, psychotherapy in combination with medication is more helpful than medication alone.",
                "And also, they recommend psychotherapy.",
                "They obviously recommend psychotherapy and medication together."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hvdGhlcmFweQ&hash=4c17b631fc41d064f16df09dedf5a71d382f701b&lang=en&cache-only=0",
            "defineEn": "the treatment of mental conditions using psychology instead of drugs",
            "defineVi": "điều trị các tình trạng tâm thần bằng tâm lý học thay vì thuốc",
            "hasImg": true
        },
        {
            "id": "174e68ea-5975-4548-a50c-51c53cf20561",
            "word": "rebirthing",
            "phonetic": "ɹᵻbɜːθɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmViaXJ0aGluZw&hash=2e6b51781f5bd9e7f41f3cf25753c9f6881688c6&lang=en&cache-only=0",
            "defineEn": "a type of psychotherapy in which the patient relives experience of being born again using controlled breathing",
            "defineVi": "một loại trị liệu tâm lý trong đó bệnh nhân hồi tưởng lại trải nghiệm được tái sinh bằng cách sử dụng hơi thở có kiểm soát"
        },
        {
            "id": "2a206251-04e9-433f-b274-bfb00276a2ea",
            "word": "rehab",
            "phonetic": "ɹᵻhæb ",
            "partOfSpeechType": "noun",
            "examples": [
                "When my parents found out that Jack was doing drugs, they sat him down for a come to Jesus talk, in the hopes that they could get him to agree to rehab.",
                "The current pain science, injury, rehab evidence just doesn't support that thinking.",
                "Rest is not rehab.",
                "We're doing the rehab.",
                "He became a certified rehab counselor."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVoYWI&hash=99e89ea47e3057d350d489b3fb27bf44d7698a84&lang=en&cache-only=0",
            "defineEn": "‌the process of helping someone who has a problem with drugs or alcohol to lead a normal life again",
            "defineVi": "‌quá trình giúp đỡ một người có vấn đề với ma túy hoặc rượu để trở lại cuộc sống bình thường"
        },
        {
            "id": "2dfd333c-cbb9-4011-aee0-0012ef0eaab0",
            "word": "shock therapy",
            "phonetic": "ʃɑːk θɛɹəpi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Which is exactly the point of insulin shock therapy.",
                "Another psychiatric discovery, in 1933, was insulin shock therapy to treat schizophrenia and other mental disorders: patients were dosed with the hormone insulin, causing them to go into shock and then a coma."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvY2sgdGhlcmFweQ&hash=d2c06e84215a3052a591f157eaf9c390e24fea19&lang=en&cache-only=0",
            "defineEn": "a method of treating certain mental illnesses by effecting physiological shock or by electroconvulsive therapy",
            "defineVi": "một phương pháp điều trị một số bệnh tâm thần bằng cách gây sốc sinh lý hoặc bằng liệu pháp sốc điện"
        },
        {
            "id": "27cc02ae-9fca-49d2-8594-927d16a94e03",
            "word": "therapist",
            "phonetic": "θɛɹəpɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "With the help of a therapist, the couple is on the mend and is working through the challenges in their relationship.",
                "The therapist told her patient that it was important to confess their mistakes and take responsibility for their actions because confession is good for the soul and can bring about personal growth.",
                "The therapist reminded the client that a good laugh and a long sleep are the best cures in the doctor's book, encouraging them to find joy in life and prioritize self-care to help manage their mental health.",
                "If you're in a hole, stop digging and seek support from a therapist or trusted friend or family member.",
                "As a therapist, I know that it's important to create a safe and non-judgmental space for my clients."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlcmFwaXN0&hash=c6236b708e5861c24609416133ac336cc9531431&lang=en&cache-only=0",
            "defineEn": "a qualified person whose job is treating people's mental issues by talking with them instead of giving them drugs",
            "defineVi": "một người có trình độ có công việc điều trị các vấn đề tâm thần của mọi người bằng cách nói chuyện với họ thay vì cho họ uống thuốc",
            "hasImg": true
        },
        {
            "id": "72586e40-c6a6-44bc-8361-432cd55cc685",
            "word": "autogenic therapy",
            "phonetic": "ɔːɾoʊdʒɛnɪk θɛɹəpi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXV0b2dlbmljIHRoZXJhcHk&hash=5f92b41ef49445d0ea64c03ee34573554483d18f&lang=en&cache-only=0",
            "defineEn": "training patients in self-induced relaxation",
            "defineVi": "huấn luyện bệnh nhân tự thư giãn"
        },
        {
            "id": "37e2e062-65c7-4387-9e42-f2a66e04d3b8",
            "word": "therapy",
            "phonetic": "θɛɹəpi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I've never really understood shopping therapy.",
                "The cancer patient underwent radiation therapy to target and destroy cancer cells.",
                "They have made up for their previous disagreements by attending couples therapy.",
                "When I broke up with my boyfriend, I cheered I needed a lot of retail therapy to help me get over my ex-boyfriend.myself up with lots of shopping therapy.",
                "When I broke up with my boyfriend, I cheered I needed a lot of retail therapy to help me get over my ex-boyfriend.myself up with lots of shopping therapy."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlcmFweQ&hash=f9e62846b648ee3e5ded39cf40d2a14983ce1680&lang=en&cache-only=0",
            "defineEn": "the treatment of mental or psychological disorders by discussing someone’s problems instead of using drugs or operations",
            "defineVi": "điều trị rối loạn tâm thần hoặc tâm lý bằng cách thảo luận về các vấn đề của ai đó thay vì sử dụng thuốc hoặc phẫu thuật",
            "hasImg": true
        },
        {
            "id": "ba2c22d6-3459-4929-937f-04cb1edb8378",
            "word": "counselling",
            "phonetic": "kaʊnsəlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And you are doing pre-marital counselling.",
                "If it's a spouse, get in to couple's counselling.",
                "If you are considering working in the counselling, social work, therapy, psychology world.",
                "And the things that are recommended, Obviously is counselling."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bnNlbGxpbmc&hash=a3af72345aa1de30cf0daca4e031989668132827&lang=en&cache-only=0",
            "defineEn": "the process of providing guidance and support to help individuals better understand and cope with personal problems or difficulties they may be facing, typically offered by trained professionals",
            "defineVi": "quá trình cung cấp hướng dẫn và hỗ trợ để giúp các cá nhân hiểu rõ hơn và đối phó với các vấn đề hoặc khó khăn cá nhân mà họ có thể gặp phải, thường được cung cấp bởi các chuyên gia được đào tạo"
        },
        {
            "id": "1ae30543-4546-4c7a-8346-ae51ac4a918d",
            "word": "cognitive behavioral therapy",
            "phonetic": "kɑːɡnᵻtɪv bᵻheɪvjɚɹəl θɛɹəpi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Therapies that focus on changing behavior, such as Cognitive Behavioral Therapy, can be an effective approach to treating OCD.",
                "(Intro Music) so like I said, todays topic is: what is CBT or Cognitive Behavioral Therapy and how do therapists use it and why do I talk about it all the time?",
                "And, in my experience, CBT, Cognitive Behavioral Therapy, is the best with this because we'll do what we call, like, downward, I think it's actually technically, downward arrow questioning where we try to logically talk ourselves out of these, you know, kind of anxiety provoking situations like, 'OK, well, there are seven hundred people in, you know, the cafeteria today, what are the chances that that person laughing is laughing about us?",
                "We don't have the basis of scientific evidence to support that it makes sense for many more types of therapy than than one specific kind, which is called Cognitive Behavioral Therapy, and that's a type of therapy that's specifically aimed at managing anxieties that we, that we experience every day and coming up with a better framework around them."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29nbml0aXZlIGJlaGF2aW9yYWwgdGhlcmFweQ&hash=e90a0e4a43fcc9401f418d46a0b056a11cdab001&lang=en&cache-only=0",
            "defineEn": "a psychotherapy that targets negative thoughts and behaviors to address mental health issues",
            "defineVi": "một liệu pháp tâm lý nhắm vào những suy nghĩ và hành vi tiêu cực để giải quyết các vấn đề sức khỏe tâm thần"
        },
        {
            "id": "53c4becf-3db9-4dfc-8d07-9a880f12a20d",
            "word": "existential therapy",
            "phonetic": "ɛɡzɪstɛnʃəl θɛɹəpi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXhpc3RlbnRpYWwgdGhlcmFweQ&hash=7dfe9b96cc8a7c1ce1d12f40232171acf88ee577&lang=en&cache-only=0",
            "defineEn": "a type of psychotherapy that addresses an individual's search for meaning and purpose in life",
            "defineVi": "một loại trị liệu tâm lý giải quyết việc tìm kiếm ý nghĩa và mục đích của một cá nhân trong cuộc sống"
        },
        {
            "id": "f4cb79d7-fa84-4505-84f0-cd1b01541dfa",
            "word": "family therapy",
            "phonetic": "fæmɪli θɛɹəpi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmFtaWx5IHRoZXJhcHk&hash=65d4c59b58f03af82189a77da878b33b25f21153&lang=en&cache-only=0",
            "defineEn": "any of several therapeutic approaches in which a family is treated as a whole",
            "defineVi": "bất kỳ phương pháp trị liệu nào trong đó một gia đình được đối xử như một tổng thể"
        },
        {
            "id": "39cd7cdf-efd0-4ad4-9f3e-11bc6b6de973",
            "word": "EMDR",
            "phonetic": "ɛmdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Please leave your thoughts and experiences on EMDR in the comments.",
                "Now the basics of EMDR are that it is short term.",
                "To maybe make an appointment with an EMDR specialist and check it out.",
                "And so part of the treatment of EMDR is letting us know that we have control.",
                "Letting you prepare for the actual EMDR."
            ],
            "audio": "https://tts.langeek.co/read?text=RU1EUg&hash=f138707f53c774504083059bb798a05d8e8e9959&lang=en&cache-only=0",
            "defineEn": "a therapy for processing traumatic experiences using eye movements or bilateral stimulation",
            "defineVi": "một liệu pháp để xử lý những trải nghiệm đau thương bằng cách sử dụng chuyển động của mắt hoặc kích thích hai bên"
        },
        {
            "id": "eec2832e-01ad-4dc6-970d-bdcf43194159",
            "word": "psychology",
            "phonetic": "saɪkɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I will graduate from university next year with a degree in psychology.",
                "He has become widely known as an expert in child psychology.",
                "I'm thinking of studying psychology, but I keep changing my mind.",
                "Psychology is more complicated than that.",
                "Psychology can also contribute to a recession."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hvbG9neQ&hash=e228bea33c687a9fac8a8a5f1be47323c87fba03&lang=en&cache-only=0",
            "defineEn": "a field of science that studies the mind, its functions, and how it affects behavior",
            "defineVi": "một lĩnh vực khoa học nghiên cứu tâm trí, chức năng của nó và cách nó ảnh hưởng đến hành vi",
            "hasImg": true
        }
    ]
}