{
    "id": "3df9cca9-09f7-4c7f-89c3-209131d20e4f",
    "title": "Unit 4 - Preview",
    "originalTitle": "Unit 4 - Preview",
    "words": [
        {
            "id": "a6fbb276-0f3a-475c-8bef-f54e74bbc645",
            "word": "shortcoming",
            "phonetic": "ʃɔːɹtkʌmɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He overlooked her flaws and became blind to any shortcomings.",
                "They're just humans like the rest of us, with their own flaws and shortcomings.",
                "But even this distinction has its shortcomings.",
                "This case does illustrate some of the shortcomings that exist with this red flag law.",
                "By the early 2000s, the shortcomings of the 911 system had become too significant, and the U.S. Department of Transportation launched its next Gen 911 initiative."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvcnRjb21pbmc&hash=fa610147b5f0dbaf39f944d60d25830f06962e15&lang=en&cache-only=0",
            "defineEn": "a failing or deficiency",
            "defineVi": "một thất bại hoặc thiếu"
        },
        {
            "id": "b0a010c7-7556-4e13-8e7b-ac3b3e6514ce",
            "word": "disorganized",
            "phonetic": "dɪsoːɹɡənaɪzd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She's so disorganized - I wish she'd get her act together.",
                "A fourth symptom of schizophrenia is disorganized behavior.",
                "It's very disorganized.",
                "You can have seizures or overactivity of nerve firing, usually in a disorganized fashion, in any point in your brain or any place in your brain.",
                "Also, psychotic symptoms, like disorganized speech and behavior, delusional thoughts, paranoia, and hallucinations can emerge during extreme phases of bipolar disorder."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzb3JnYW5pemVk&hash=40ff6c0099d6b4166131d69f6484728608752f28&lang=en&cache-only=0",
            "defineEn": "lacking structure and struggling to manage tasks and time efficiently",
            "defineVi": "thiếu cấu trúc và đấu tranh để quản lý công việc và thời gian hiệu quả",
            "hasImg": true
        },
        {
            "id": "eea9172d-cfaa-4dd1-b835-91f66194276c",
            "word": "procrastinator",
            "phonetic": "pɹoʊkɹæstᵻneɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The procrastinator complained about not having enough time to pursue their hobbies, but idle folk have the least leisure, and their lack of productivity left them with little free time.",
                "Chronic procrastinators put off important tasks way too much, which ends up hurting them.",
                "One 2019 study found that active procrastinators showed higher emotional intelligence, greater persistence, and greater self-directedness compared to passive procrastinators.",
                "Just as procrastinators differ, some researchers also believe that there are different types of procrastination.",
                "In fact, researchers have conducted dozens of scientific studies in search for ways to help procrastinators."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvY3Jhc3RpbmF0b3I&hash=7a2571e45a440c898dc6090e9aa07e8a6c4d1ee3&lang=en&cache-only=0",
            "defineEn": "someone who postpones work (especially out of laziness or habitual carelessness)",
            "defineVi": "ai đó trì hoãn công việc (đặc biệt là do lười biếng hoặc bất cẩn theo thói quen)"
        },
        {
            "id": "7c19e12d-436a-4f7c-b599-65cd0e42d5d3",
            "word": "oversensitive",
            "phonetic": "oʊvɚsɛnsᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So you're thinking Hulk was oversensitive?",
                "But both depressive and anxiety disorders are closely associated with an oversensitive stress response system."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcnNlbnNpdGl2ZQ&hash=a4a82a9c1b43a31de9cd4caaabcf7644cd4abd14&lang=en&cache-only=0",
            "defineEn": "unduly sensitive or thin-skinned",
            "defineVi": "quá nhạy cảm hoặc da mỏng"
        },
        {
            "id": "b53912f3-f443-4ed1-b1d5-22ed18384bd3",
            "word": "hot-tempered",
            "phonetic": "hɑːttɛmpɚd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG90LXRlbXBlcmVk&hash=09322efc3e5a24de748b18dacad1a41a4f59205d&lang=en&cache-only=0",
            "defineEn": "quickly aroused to anger",
            "defineVi": "nhanh chóng nổi giận",
            "hasImg": true
        },
        {
            "id": "4ea73358-45b1-4243-9de7-d91b803d34c9",
            "word": "negative",
            "phonetic": "nɛɡətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She received false advice that led to negative consequences.",
                "I don't want to dwell on the negative aspects of our situation.",
                "The right hand doesn't know what the left is doing, and the result is setting customers up for a negative experience.",
                "Buying time may serve as a buffer against the negative effects of time stress in part by enhancing perceived control.",
                "Criticizing the government for not doing enough to control the economy cuts both ways, as too much government intervention can also lead to negative consequences."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVnYXRpdmU&hash=9366ae80b0e8e63533a522e8e4ab41afba3fa926&lang=en&cache-only=0",
            "defineEn": "having an unpleasant or harmful effect on someone or something; not having a positive effect",
            "defineVi": "có ảnh hưởng khó chịu hoặc có hại cho ai đó hoặc cái gì đó; không có tác dụng tích cực",
            "hasImg": true
        },
        {
            "id": "67434ffa-37e1-408a-9a9a-83f746bad3e7",
            "word": "controlling",
            "phonetic": "kəntɹoʊlɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "All right, now you are well-practiced at controlling games, but today, we're reversing the roles."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJvbGxpbmc&hash=6eaba5965cfb45aa2dc2490a742b39d754928ff2&lang=en&cache-only=0",
            "defineEn": "able to control or determine policy",
            "defineVi": "có thể kiểm soát hoặc xác định chính sách"
        },
        {
            "id": "dde37a00-6011-4842-a2a8-aef47f6a48e2",
            "word": "perfectionist",
            "phonetic": "pɚfɛkʃənɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "But a true perfectionist would feel like a failure just from those few mistakes.",
                "You don't have to be a perfectionist.",
                "In one, they were basically put through a perfectionist’s nightmare:",
                "To get around the question, a lot of people choose to say that their biggest weakness is being a perfectionist, something that I have never claimed.",
                "A perfectionist, Bobby excelled in more than just art."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyZmVjdGlvbmlzdA&hash=75b0288d3e0f9ba641664f34ada55999ba503db7&lang=en&cache-only=0",
            "defineEn": "a person who is displeased by anything that does not meet very high standards",
            "defineVi": "một người không hài lòng với bất cứ điều gì không đáp ứng các tiêu chuẩn rất cao"
        }
    ]
}