{
    "id": "3e747703-25e6-4215-b613-bd96610da130",
    "title": "Lesson 22",
    "originalTitle": "Lesson 22",
    "words": [
        {
            "id": "c16773ad-4738-4ba2-bb28-f5ff2419c010",
            "word": "to guzzle",
            "phonetic": "tə ɡʌzəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The two losers in that particular round have to guzzle a bever-age.",
                "Okay, our first guzzle is mayo soda.",
                "But the roots of Pycnandra acuminata guzzle up that metal, and the plant has about 250 grams of nickel per kilogram of sap.",
                "Animal products are guzzling up tons of food, but they only make up 18% of the calories humans eat.",
                "- Or you're gonna guzzle."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3V6emxl&hash=e7d07fc0e1d99ad9fce82b28896569452ad50dae&lang=en&cache-only=0",
            "defineEn": "drink greedily or as if with great thirst",
            "defineVi": "uống một cách ngấu nghiến hoặc như thể rất khát"
        },
        {
            "id": "d670d65c-3f89-46b1-8cae-2b87081b5261",
            "word": "to nettle",
            "phonetic": "tə nɛɾəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The government grasped the nettle.",
                "I know you don't like disciplining employees, but you've just got to grasp the nettle.",
                "This is the top of our sea nettle exhibit.",
                "Your average nettle sting is fairly painful depending on how much tentacle contact you get.",
                "Poison ivy has a special oil on it, just like stinging nettle, so it makes animals super itchy."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbmV0dGxl&hash=ef51c09bcb5e1ad5b11bf197666c1051dfe340f7&lang=en&cache-only=0",
            "defineEn": "cause annoyance in; disturb, especially by minor irritations",
            "defineVi": "gây bức xúc trong; làm phiền, đặc biệt là bởi những kích thích nhỏ",
            "hasImg": true
        },
        {
            "id": "e524d781-4de4-4378-a824-dc1b04eb9d4a",
            "word": "to dwindle",
            "phonetic": "tə dwɪndəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Populations dwindled from millions to the low thousands.",
                "Eventually, continued spread of disease further dwindled the native populations while beneficiaries of the encomienda system continued to exploit the survivors.",
                "And for some important species, their numbers are dwindling rapidly due to pesticides, aerosol sprays, and other toxins.",
                "But if some of you can't hang, then we'll just dwindle down.",
                "Nearly two decades later in 2012 experts warned of dire consequences due to dwindling helium supplies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHdpbmRsZQ&hash=687da97d04dd9d4f6ddacf839f184d90d8c5355a&lang=en&cache-only=0",
            "defineEn": "become smaller or lose substance",
            "defineVi": "trở nên nhỏ hơn hoặc mất chất"
        },
        {
            "id": "fda1cdb8-ef11-42b2-97e3-c796962b133b",
            "word": "to entangle",
            "phonetic": "tʊ ɛntæŋɡəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Science and religion were entangled in both Greece and India.",
                "The technical term for this is that the states of the cats are entangled.",
                "Grant: In fact, the mathematics of quantum theory predicts that entangled quantum states should violate Bell inequalities in exactly this way.",
                "I rescued a dolphin entangled in a tuna net and donated it to an orphanage to keep as a pet.",
                "So a quantum computer sets up some qubits, applies quantum gates to entangle them and manipulate probabilities, then finally measures the outcome, collapsing superpositions to an actual sequence of 0s and 1s."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW50YW5nbGU&hash=3218a54f6ed05aab198d6774be18effcafb033fb&lang=en&cache-only=0",
            "defineEn": "twist together or entwine into a confusing mass",
            "defineVi": "xoắn lại với nhau hoặc quấn vào nhau thành một khối khó hiểu"
        },
        {
            "id": "e96f2e84-e53c-4b67-9abc-82eb97c3057d",
            "word": "to heckle",
            "phonetic": "tə hɛkəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "And, I would be heckled unmercifully.",
                "Mr. Clifford: Did we just get heckled by the muppets?",
                "They heckled the police, threw bottles at them, and made their anger loud and clear.",
                "I've been greatly inspired and heckled to do this by my friend Grant Sanderson of Three Blue One Brown who set the standard for this kind of thing with his excellent series series'es?",
                "Jackie Robinson, when he was standing on first base and getting heckled and people were throwing things at him, he didn’t turn and yell back. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGVja2xl&hash=9ec752b630146d5066b3b94bb9a1b5d9525340af&lang=en&cache-only=0",
            "defineEn": "challenge aggressively",
            "defineVi": "thách thức mạnh mẽ"
        },
        {
            "id": "b190834f-5bea-41ea-8341-416bf3642754",
            "word": "to truckle",
            "phonetic": "tə tɹʌkəl ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJ1Y2tsZQ&hash=a9c82e6e7ab6a00590144a6ce63055784da5b9fc&lang=en&cache-only=0",
            "defineEn": "try to gain favor by cringing or flattering",
            "defineVi": "cố gắng đạt được sự ưu ái bằng cách khúm núm hoặc tâng bốc"
        },
        {
            "id": "b4f96047-e5ef-4fca-a081-4a1d83fd077b",
            "word": "to scuttle",
            "phonetic": "tə skʌɾəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "He scuttled like the white rabbit, continually glancing at his watch.",
                "Today, crabs can clamber around the deep sea, scuttle over beaches, burrow in the sand, and propel themselves through the water.",
                "But the company claims President Trump intervened to scuttle the deal.",
                "So we've seen the United States scuttled statements essentially out of the G7 and the U.S. and China disagreeing mightily in the U.N. Security Council as both tried to fashion statements about the coronavirus and the way forward as we see more corona virus deaths.",
                "Just days after the so-called Super League was unveiled, the architects of the scheme scuttled their plans and apologized, facing enraged fans and governments."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2N1dHRsZQ&hash=09e9ec6635da76ecb621af5ba6043cb1337821ec&lang=en&cache-only=0",
            "defineEn": "to move about or proceed hurriedly",
            "defineVi": "để di chuyển về hoặc tiến hành vội vàng"
        },
        {
            "id": "52b78088-f068-4e84-9e96-1dc89ce22fab",
            "word": "to ennoble",
            "phonetic": "tʊ ɛnoʊbəl ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5ub2JsZQ&hash=ad4825317deb401964d329f53017eee41270d840&lang=en&cache-only=0",
            "defineEn": "give a title to someone; make someone a member of the nobility",
            "defineVi": "trao danh hiệu cho ai đó; làm cho ai đó trở thành thành viên của giới quý tộc"
        },
        {
            "id": "99bfe1ee-bf6d-491a-8da9-9839de694ff1",
            "word": "to bedraggle",
            "phonetic": "tə bᵻdɹæɡəl ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVkcmFnZ2xl&hash=821cf9bb5e687ea2318e946b2dff1d6ec74de8f1&lang=en&cache-only=0",
            "defineEn": "make wet and dirty, as from rain",
            "defineVi": "làm cho ướt và bẩn, như từ mưa"
        },
        {
            "id": "8a53d9ab-ab29-4613-976c-80521b7a1ac7",
            "word": "to beguile",
            "phonetic": "tə bᵻɡaɪl ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVndWlsZQ&hash=7781fbbaec967730a80deee4916876c4b6205169&lang=en&cache-only=0",
            "defineEn": "attract; cause to be enamored",
            "defineVi": "thu hút; nguyên nhân để được say mê"
        },
        {
            "id": "aefddeb8-f89e-4d43-8a82-6a7ae52387f1",
            "word": "to fondle",
            "phonetic": "tə fɑːndəl ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9uZGxl&hash=eb7837733bc2fcb3d077b7c3c16bc961d3fd0f0a&lang=en&cache-only=0",
            "defineEn": "touch or stroke lightly in a loving or endearing manner",
            "defineVi": "chạm hoặc vuốt nhẹ một cách yêu thương hoặc quý mến",
            "hasImg": true
        },
        {
            "id": "f7dbbde7-405c-4c84-93b9-10a1efe4a2ec",
            "word": "to cajole",
            "phonetic": "tə kɐdʒoʊl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Maybe their children or grandchildren will cajole them into trying Zenni Optical or Warby Parker."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2Fqb2xl&hash=05227329797bc1dcfd48edb75156b2f8ba8d6df8&lang=en&cache-only=0",
            "defineEn": "influence or urge by gentle urging, caressing, or flattering",
            "defineVi": "ảnh hưởng hoặc thôi thúc bằng cách thúc giục nhẹ nhàng, vuốt ve hoặc tâng bốc"
        },
        {
            "id": "503dc29c-b8a8-4c79-90ae-3818bfee425c",
            "word": "to muddle",
            "phonetic": "tə mʌdəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "I made a refreshing summer beverage by muddling Concord grapes and adding sparkling water.",
                "Talking with other witnesses can also muddle things.",
                "- Also muddled minds and empty stomach sounds like the name of a fire SoundCloud album.",
                "Like yo muddled my empty stomach, muddled my empty stomach.",
                "Like yo muddled my empty stomach, muddled my empty stomach."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbXVkZGxl&hash=7e7ddea50f37d3cfacd94c79a99a37fd3c10a219&lang=en&cache-only=0",
            "defineEn": "mix up or confuse",
            "defineVi": "trộn lên hoặc nhầm lẫn"
        },
        {
            "id": "b9d5055b-df96-4757-b572-0a8c90e1d8f7",
            "word": "to hustle",
            "phonetic": "tə hʌsəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "She goes hiking every weekend to escape the hustle and bustle of the city.",
                "But the real hustle comes just before the dinner rush.",
                "For most musicians, it’s a constant hustle, with little return.",
                "It was of the most intense magic hour hustles in the film.",
                "Maybe you work 40 hours a week with no overtime and no side hustle."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaHVzdGxl&hash=cbab57e7f09b036cf7faae2ea050ef2b21513473&lang=en&cache-only=0",
            "defineEn": "move or cause to move energetically or busily",
            "defineVi": "di chuyển hoặc gây ra để di chuyển hăng hái hoặc bận rộn"
        },
        {
            "id": "00a9b89e-bfa6-469a-a005-50b13158cfbb",
            "word": "to mottle",
            "phonetic": "tə mɑːɾəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Whether it’s waxing, waning, or shining in its full glory, it always presents the same face to Earth: a mottled, monochrome landscape of black and white rocks.",
                "Diamond doves are fully mature at 6 months old, so if she was a fully sized juvenile when she was first found, we would have seen her change from a mottled pattern to a more distinctly spotted pattern by now.",
                "Usually the adults aren’t this light, and they have distinct bright white spots on their wings, but Dazzle has a lot of white on her back and her wings have mostly a mottled pattern with just a few spots."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbW90dGxl&hash=398b81c5d79a1ce2ff2f8ffe52dd511f990fd907&lang=en&cache-only=0",
            "defineEn": "mark with spots or blotches of different color or shades of color as if stained",
            "defineVi": "đánh dấu bằng các đốm hoặc đốm có màu hoặc sắc thái khác nhau như thể bị nhuộm màu"
        },
        {
            "id": "617a2b67-3616-4913-890f-ed44a43ba461",
            "word": "to baffle",
            "phonetic": "tə bæfəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Astronomers were baffled.",
                "And the rest of its skeleton was equally baffling.",
                "I'm baffled.",
                "They were baffled.",
                "You see these black baffles on the side of the bug zapper?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFmZmxl&hash=2e45d103a718d5aca9db67fe2244b252667d96a3&lang=en&cache-only=0",
            "defineEn": "hinder or prevent (the efforts, plans, or desires) of",
            "defineVi": "cản trở hoặc ngăn chặn (những nỗ lực, kế hoạch hoặc mong muốn) của"
        },
        {
            "id": "4a401e68-0e8f-4198-9faa-236e3f7f4ec0",
            "word": "to nuzzle",
            "phonetic": "tə nʌzəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "I can see he gets really nuzzled up to Harley Quinn.",
                "Winston Smith, his chin nuzzled into his breast in an effort to escape the vile wind, slipped quickly through the glass doors of Victory Mansions, though not quickly enough to prevent a swirl of gritty dust from entering along with him.",
                "The chicken thinks it’s being nuzzled by a baby chick, and lets the vampire latch on and start drinking blood.",
                "In studies, they do seem to display empathetic concern, like nuzzling a person when they’re sobbing, or becoming anxious at the sound of an infant crying."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbnV6emxl&hash=d8909f050ef66c0bc682310e8d93b526e20e34ee&lang=en&cache-only=0",
            "defineEn": "move or arrange oneself in a comfortable and cozy position",
            "defineVi": "di chuyển hoặc sắp xếp bản thân ở một vị trí thoải mái và ấm cúng"
        },
        {
            "id": "1d1ed880-abe1-4271-99cc-6be3abd3801b",
            "word": "to joggle",
            "phonetic": "tə dʒɑːɡəl ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gam9nZ2xl&hash=bed222b07fbd6b972ceab36c87418129c2d364ec&lang=en&cache-only=0",
            "defineEn": "move to and fro",
            "defineVi": "di chuyển tới và lui"
        },
        {
            "id": "40725844-6c71-4ff7-a73d-aa5283660f6d",
            "word": "to bristle",
            "phonetic": "tə bɹɪsəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "I usually use a brush with natural bristles to distribute oils in my hair.",
                "She uses these sharp bristles to dig a hole in the leaf. ",
                "Marine bristle worms live on rocky shorelines, where they rise to the water’s surface under the dim light of the new moon.",
                "It can catch tiny bits in its bristles, but prefers larger prey like salps.",
                "Back to the Mavic Air 2 though, aside from the main shooter this thing is absolutely bristling."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJpc3RsZQ&hash=8aed08b543642e9cc40e3289b0ada9bf0de74c62&lang=en&cache-only=0",
            "defineEn": "be in a state of movement or action",
            "defineVi": "ở trong trạng thái chuyển động hoặc hành động"
        },
        {
            "id": "0643bd0e-3dc8-4044-a9a4-ad4847bec04c",
            "word": "to peddle",
            "phonetic": "tə pɛdəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Now, peddle me, Linkster!",
                "You just peddle really fast.",
                "And now they're simply peddling these conspiracy these.",
                "They did peddle back and said they shouldn't have.",
                "Freud didn’t even necessarily believe in the psychoanalysis he was peddling."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVkZGxl&hash=0329421431696bef4742b714a1d94f70082e6943&lang=en&cache-only=0",
            "defineEn": "sell or offer for sale from place to place",
            "defineVi": "bán hoặc chào bán từ nơi này sang nơi khác"
        }
    ]
}