{
    "id": "3e7e0983-1fd5-4910-905e-6cd95f8ca9cb",
    "title": "Possession",
    "originalTitle": "Lesson 27",
    "words": [
        {
            "id": "bb20e3f0-a126-4eab-92df-99bbe24080f5",
            "word": "to buy up",
            "phonetic": "tə baɪ ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "In India, people bought up wheat flour.",
                "A group of rich countries is buying up billions of doses.",
                "Do I have to buy up salt?",
                "He bought up sixteen point five percent of the company and demanded a seat on the board.",
                "Basically, they buy up thousands of individual mortgages, bundle them together, and sell shares of that pool to investors."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnV5IHVw&hash=ece687a1de5e112224943a68be580436d040ab20&lang=en&cache-only=0",
            "defineEn": "to buy the whole supply of something such as tickets, stocks, goods, etc.",
            "defineVi": "để mua toàn bộ nguồn cung của một cái gì đó như vé, cổ phiếu, hàng hóa, v.v."
        },
        {
            "id": "d454770f-ab0a-4ba0-aac5-58764324a783",
            "word": "to collect",
            "phonetic": "tə kəlɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The museum curator collects antique artworks for the museum's collection.",
                "His clubs are collecting dust now.",
                "I collected seashells as souvenirs from the beautiful island.",
                "They collected glass bottles for a recycling project.",
                "John collects rare stamps from around the world."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29sbGVjdA&hash=51cab3486f071ee80a82211787d01477ef5c53e2&lang=en&cache-only=0",
            "defineEn": "to gather or bring together things from different places or people",
            "defineVi": "để thu thập hoặc tập hợp những thứ từ những nơi khác nhau hoặc những người",
            "hasImg": true
        },
        {
            "id": "560a31c0-3416-4324-a429-8e6c30ebcbcb",
            "word": "to scrape",
            "phonetic": "tə skɹeɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Current drilling technology thus barely scrapes the surface.",
                "You really are scraping the bottom of the barrel!",
                "I barely scraped the surface of everything there was to do and see.",
                "She used a knife to scrape the hull off the coconut to reveal the white flesh inside.",
                "No one will respect those who bows and scrapes every day."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NyYXBl&hash=38dd7428d9256a588ba0f740a2374686fe0b945b&lang=en&cache-only=0",
            "defineEn": "to gather something, such as money, with difficulty and over time",
            "defineVi": "để thu thập một cái gì đó, chẳng hạn như tiền, với khó khăn và theo thời gian"
        },
        {
            "id": "7d9d101e-4fbc-4663-9ad8-df942e1c3620",
            "word": "to amass",
            "phonetic": "tʊ ɐmæs ",
            "partOfSpeechType": "verb",
            "examples": [
                "BTS amassed their fortune through their music, album sales, concerts, merchandise, and brand deals.",
                "I have amassed nearly two million subscribers on my gaming YouTube channel.",
                "And she amassed a handsome collection, 104 of them.",
                "OG Hummer fan Schwarzenegger quickly amassed a fleet of the war wagons.",
                "And this administration has amassed a lot of that."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYW1hc3M&hash=2bd26e9e105ceff5e61a47db3f505ff4a0c5a939&lang=en&cache-only=0",
            "defineEn": "to gather a large amount of money, knowledge, etc. gradually",
            "defineVi": "để thu thập một số tiền lớn, kiến thức, vv dần dần",
            "hasImg": true
        },
        {
            "id": "0d83110b-90da-469f-87dc-6dc63fbfcd59",
            "word": "to accumulate",
            "phonetic": "tʊ ɐkjuːmjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "No matter how much wealth or power we may accumulate in life, in the end, we all face the same fate.",
                "The author took a chance by writing a book on an unconventional topic, but she knew that if you do not speculate, you cannot accumulate.",
                "The scholar had spent years accumulating knowledge and wisdom from books, but he understood that a man is happy when he has books, but happier still when he does not need them - when he can rely on his own intellect and experience to navigate the world.",
                "Oxygen accumulates in the atmosphere.",
                "He had accumulated an immense vocabulary."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNjdW11bGF0ZQ&hash=2d278d809ca8a91cfae126ae0f7cf7a65b3c429e&lang=en&cache-only=0",
            "defineEn": "to collect an increasing amount of something over time",
            "defineVi": "để thu thập một lượng ngày càng tăng của một cái gì đó theo thời gian",
            "hasImg": true
        },
        {
            "id": "a0ff06fd-67e8-4913-982a-61bc142e80e8",
            "word": "to hoard",
            "phonetic": "tə hoːɹd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Initially, consumers hoarded items like rice, beans and frozen foods.",
                "An example of this intelligent behavior is hoarding food to eat it later.",
                "There, he uncovered a hoard of precious artifacts, jewelry, and metalwork, including two diadems and a copper shield.",
                "And in the 1890s the Salvation Army had hoards of Santas on the streets of New York collecting donations.",
                "So during the day they can hide from predators and munch on their hoard in safety."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaG9hcmQ&hash=7a866be882b3f1db59a003d5adaaf47761275b53&lang=en&cache-only=0",
            "defineEn": "to gather and store a large supply of food, money, etc., usually somewhere secret",
            "defineVi": "để thu thập và lưu trữ một lượng lớn thực phẩm, tiền bạc, v.v., thường ở một nơi bí mật"
        },
        {
            "id": "896ec961-66f4-462e-bb54-74bbda0a7831",
            "word": "to obtain",
            "phonetic": "tʊ əbteɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "A reporter obtained documents from the company under false pretenses.",
                "Our competitors obtained the contract by breaking every rule in the book.",
                "The lunch invitation was clearly a fishing expedition to obtain information about his private life.",
                "The crime of obtaining title to another's property by false pretenses.",
                "He was accused of dishonestly obtaining property."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb2J0YWlu&hash=f7492a10fb3e8d83329bf4b211f26238708cb3b0&lang=en&cache-only=0",
            "defineEn": "to get something, often with difficulty",
            "defineVi": "để có được một cái gì đó, thường gặp khó khăn"
        },
        {
            "id": "ebcd1925-f50d-4aae-be81-b338b88b5f3a",
            "word": "to gain",
            "phonetic": "tə ɡeɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company is gaining ground rapidly with its new product launch.",
                "He gained a reputation as a smart number-cruncher who could turn data into policy.",
                "She gained a second wind during the campaign and turned the opinion polls around.",
                "Smaller capitalist countries are maneuvering to gain a bigger share of the pie.",
                "The company's marketing team is on a roll with their latest campaign, gaining a lot of attention on social media."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2Fpbg&hash=909bf599f3723319374f363c6fc3551d85f275c6&lang=en&cache-only=0",
            "defineEn": "to obtain or achieve something that is needed or desired",
            "defineVi": "để có được hoặc đạt được một cái gì đó là cần thiết hoặc mong muốn",
            "hasImg": true
        },
        {
            "id": "f78fc329-638e-472e-8581-0e9c235c8069",
            "word": "to derive",
            "phonetic": "tə dᵻɹaɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The island derives its name from its Easter day discovery by the Dutch explorer Jacob Roggeveen in 1722.",
                "Many English words were derived through metathesis.",
                "They can derive information, like its mass and the shape of its orbit.",
                "And we can derive a model for this gravitational potential energy.",
                "Unfortunately, presidents don’t derive their powers from the sun, like Superman."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVyaXZl&hash=0eda049d436de90c16f09a5274ed48ac7e4e42ab&lang=en&cache-only=0",
            "defineEn": "to get something from a specific source",
            "defineVi": "để có được một cái gì đó từ một nguồn cụ thể",
            "hasImg": true
        },
        {
            "id": "ffe31092-d253-418b-a373-9779ee5ac1fa",
            "word": "to acquire",
            "phonetic": "tʊ ɐkwaɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company that acquired its competitor was able to take over their market share and customer base.",
                "In December 2020, the company acquired an 80 percent interest in rival high-end mall owner, Taubman Center.",
                "The company recently acquired organic meat brand Applegate Farms and Justin's Nut Butters.",
                "Others acquired a different shape.",
                "Hence the name of the park By this time, dinosaurs had already acquired a variety of body plans and adaptations."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNxdWlyZQ&hash=6c8bb18f4fe573f9239a5385162a44a2c7f83d2d&lang=en&cache-only=0",
            "defineEn": "to buy or begin to have something",
            "defineVi": "để mua hoặc bắt đầu có một cái gì đó",
            "hasImg": true
        },
        {
            "id": "ce31b991-b79a-4beb-b88c-30d33e72da35",
            "word": "to earn",
            "phonetic": "tʊ ɜːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "He earned his money by the sweat of his brow.",
                "He certainly earned his place in the sun.",
                "She earns money sitting for artists.",
                "Mary's kindness and generosity towards others has earned her love and respect from everyone she meets.",
                "Owing to legal changes, young barristers can no longer earn easy money on undefended divorces, which are now done by solicitors."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWFybg&hash=53d79be9d91c5a15943803b479819267b3d70d93&lang=en&cache-only=0",
            "defineEn": "to attain something one deserves as a result of something one has done or the qualities one possesses",
            "defineVi": "để đạt được một cái gì đó mà một người xứng đáng là kết quả của một cái gì đó mà một người đã làm hoặc những phẩm chất mà một người sở hữu"
        },
        {
            "id": "48c28b47-43be-4467-a5be-55da41217209",
            "word": "finesse",
            "phonetic": "fɪnɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "They take more finesse.",
                "They'd finessed their retreatfrom the square so well.",
                "You gotta have a little finesse to it right?",
                "- Bae, squad, fleek, basic, no cap, bet, yaaaaas, turn up, spilling tea, got receipts, keep it 100, finesse.",
                "I mean, you can hold a burrito in one hand and sign with one hand, but signing with one hand really requires some finesse that I don't have."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmluZXNzZQ&hash=ed0878702e65948b214af3aaf60fdcb918648e88&lang=en&cache-only=0",
            "defineEn": "the act of dealing with a situation in a subtle and skillful way",
            "defineVi": "hành động xử lý tình huống một cách tinh tế và khéo léo"
        },
        {
            "id": "aa6f9cbd-72b1-4a98-91d4-d399544be022",
            "word": "to harvest",
            "phonetic": "tə hɑːɹvɪst ",
            "partOfSpeechType": "verb",
            "examples": [
                "The farmer harvested a bountiful crop of watermelons from his fields.",
                "The farmer harvested the tuberous roots of the yam plant.",
                "The farmer harvested the fresh broccoli florets from the garden for market.",
                "She harvested a bunch of parsley from her rooftop garden.",
                "She carefully harvested the tender leaves of the Alexander plant for her herbal tea."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFydmVzdA&hash=dade29971c29a0dc46c08d81ae01641dcd148812&lang=en&cache-only=0",
            "defineEn": "to catch fish or animals for consumption",
            "defineVi": "để đánh bắt cá hoặc động vật để tiêu thụ"
        },
        {
            "id": "c8169f3d-52f6-4b1c-82b3-9be12b689dc3",
            "word": "to inherit",
            "phonetic": "tʊ ɪnhɛɹɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She inherited her artistic talent from her mother, who is an accomplished painter.",
                "Tom's cousin inherited a large sum of money from his parents, but he didn't have good money management skills.",
                "He inherited his father's love of music and talent for playing the guitar - like father, like son, they share similar interests and skills.",
                "The antique vase she inherited from her grandmother is as good as gold.",
                "President Biden inherited a huge debt for this country."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5oZXJpdA&hash=7582e91a52e2ff928c1a1f58d4550db9b720e1cd&lang=en&cache-only=0",
            "defineEn": "to receive money, property, etc. from someone after their demise",
            "defineVi": "nhận tiền, tài sản, v.v. từ ai đó sau khi họ qua đời",
            "hasImg": true
        },
        {
            "id": "561493bf-86c0-4fd1-93f9-a7c1fb8e3a0f",
            "word": "to receive",
            "phonetic": "tə ɹᵻsiːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The young actress received an award for her outstanding performance.",
                "The film received lavish praise from critics for its groundbreaking visual effects, compelling storyline, and outstanding performances.",
                "Offenders should receive their just deserts.",
                "The hardworking employee received a promotion for their exceptional performance.",
                "She received a missed call from an unknown phone number."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjZWl2ZQ&hash=43f0d47c0ccfa193e2822ac53a92828fdcd3d29a&lang=en&cache-only=0",
            "defineEn": "to be given something or to accept something that is sent",
            "defineVi": "để được đưa ra một cái gì đó hoặc để chấp nhận một cái gì đó được gửi",
            "hasImg": true
        },
        {
            "id": "f82a470e-859b-4b91-9f29-fc513b684a87",
            "word": "to reclaim",
            "phonetic": "tə ɹᵻkleɪm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Overall, a lion portion of our water is reclaimed.",
                "You will reclaim your time.",
                "As it absorbed other eastern Rus territories, it reclaimed the old name in its Greek form, Ruscia.",
                "I reclaim my time in the car, by listening to audiobooks.",
                "Nature reclaimed entire cities, and historians are left to scratch their heads."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjbGFpbQ&hash=e0a9aac032757ff60bd915e27d28db43617372df&lang=en&cache-only=0",
            "defineEn": "to get back something that has been lost, taken away, etc.",
            "defineVi": "để lấy lại thứ gì đó đã bị mất, bị lấy đi, v.v."
        },
        {
            "id": "dd8965c4-cfe1-4018-b0bf-5d2ebddd167b",
            "word": "to source",
            "phonetic": "tə soːɹs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Eggs are a great source of protein.",
                "Prunes are a good source of antioxidants.",
                "They couldn't locate the source of the noise for the life of them.",
                "The scientist abstracted the data from various sources to analyze trends.",
                "Poultry is a lean source of protein and a healthier alternative to red meat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc291cmNl&hash=c5fc7685ee19b28692e5a12d65af17a42909d090&lang=en&cache-only=0",
            "defineEn": "to attain a product from a particular place",
            "defineVi": "để đạt được một sản phẩm từ một nơi cụ thể"
        },
        {
            "id": "157c197a-e3ed-4a3c-98ed-810ec784a23d",
            "word": "to wrest",
            "phonetic": "tə ɹɛst ",
            "partOfSpeechType": "verb",
            "examples": [
                "For nearly a decade, Mary's father, John S. Todd, Senator Henry Clay's business partner and political ally, had tried to wrest the Todd family estate from Robert Wickliffe.",
                "Now, I think Putin sees him as a profoundly weak and gullible president, weak because he can't seem to wrest himself from the clutches of the establishment that’s swallowing him whole with this Russian investigation."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd3Jlc3Q&hash=2e24c9ee18aeaec5e014593b1d7d268bedab2de4&lang=en&cache-only=0",
            "defineEn": "to take something out of someone's hand usually by force",
            "defineVi": "để lấy một cái gì đó ra khỏi tay của một ai đó thường bằng vũ lực"
        },
        {
            "id": "0de3506d-8f01-43fa-829e-5fbe80be5cb4",
            "word": "to fetch",
            "phonetic": "tə fɛtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Fetch me a bandage and make it snappy!",
                "'Fetch a candle!'",
                "As a result, better-looking pieces fetch a higher price.",
                "Shall I fetch him?'",
                "'Shall I fetch Mrs. Fairfax, sir, or the servants?'"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmV0Y2g&hash=3ce5c3d1cae27da9b1020349318a3f7f08e6f6ed&lang=en&cache-only=0",
            "defineEn": "to go and collect a person or thing",
            "defineVi": "để đi và thu thập một người hoặc điều",
            "hasImg": true
        },
        {
            "id": "1a78eab4-38a6-484b-8233-a84889dfd01f",
            "word": "heir",
            "phonetic": "ɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her duty was to produce an heir to the throne.",
                "Maria deprived herself of luxuries and comforts throughout her life in order to leave a sizable inheritance for her heirs, showing that for her fools live poor to die rich.",
                "But this heir was not legally a person.",
                "He was the heir apparent of the Austro-Hungarian Empire.",
                "After his death, Arthur Sackler's heirs sold off their stake in the company, but his two brothers, Raymond and Mortimer, remained involved."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVpcg&hash=8b7f4f991a09c69db6fb266631a00a9d06bc848a&lang=en&cache-only=0",
            "defineEn": "someone who has the legal right to inherit the property, money, or title of a deceased individual",
            "defineVi": "một người có quyền hợp pháp để thừa kế tài sản, tiền bạc, hoặc danh hiệu của một cá nhân đã chết"
        },
        {
            "id": "c909a5aa-45ad-42c7-8d30-e28c09a38fd3",
            "word": "recipient",
            "phonetic": "ɹᵻsɪpiənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Meanwhile, the recipient prepares for the transplant.",
                "At this vaccine center in Mumbai, hopeful recipients were turned away.",
                "But the recipient of the money was a surprise: Joy Tomchin, a New York real estate developer and philanthropist.",
                "I'm a recipient of it.",
                "He begins this report in Indonesia, a recipient of Belt and Road investments."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjaXBpZW50&hash=16cf87b0ef1c79794518cd8c2ef4a10ef4de63da&lang=en&cache-only=0",
            "defineEn": "someone who receives something or to whom something is awarded",
            "defineVi": "ai đó nhận được một cái gì đó hoặc một cái gì đó được trao cho ai"
        },
        {
            "id": "5fd4c758-7000-4906-aa50-5138e2877039",
            "word": "addressee",
            "phonetic": "ɐdɹɛsiː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWRkcmVzc2Vl&hash=69449623e7c25acbb9c4dc33f5fc1f36aeaf046c&lang=en&cache-only=0",
            "defineEn": "a person to whom a letter, package, etc. is addressed to",
            "defineVi": "một người mà một lá thư, gói, vv được gửi đến"
        },
        {
            "id": "2235df83-6178-4fde-8a2c-6ec8ad670e9d",
            "word": "to win back",
            "phonetic": "tə wɪn bæk ",
            "partOfSpeechType": "verb",
            "examples": [
                "You will find it difficult to win back their attention.",
                "Republicans only need to pick up five seats to win back control of Congress.",
                "Boeing is doing a lot of things at the moment in an attempt to win back people's trust.",
                "After the fall of Jerusalem, the Franks told European kings that they needed help to win back the Holy Land.",
                "Saladin asked King Richard to treat his Muslim prisoners well, but the English king wanted to win back other towns in Palestine that the Muslims held."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2luIGJhY2s&hash=5068d16fefe185b8773c37264069f5755295ab71&lang=en&cache-only=0",
            "defineEn": "to retrieve something or get someone that is thought to be lost",
            "defineVi": "để lấy một cái gì đó hoặc có được một ai đó được cho là bị mất"
        },
        {
            "id": "a70464f6-f9ad-4284-a5f4-1cddd6d61389",
            "word": "acquisition",
            "phonetic": "ɐkwɪsɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "But the acquisition breathed some life back into Chuck E. Cheese.",
                "With the acquisition, American Apparel retail stores and U.S. manufacturing plants closed.",
                "Ultimately the acquisition saddled Chuck E. Cheese with nearly a billion dollars in debt.",
                "You want that language acquisition, acquisition?",
                "You want that language acquisition, acquisition?"
            ],
            "audio": "https://tts.langeek.co/read?text=YWNxdWlzaXRpb24&hash=b6b664b0bc5aa07057d63d290c78dcd9e5986cc2&lang=en&cache-only=0",
            "defineEn": "the act of buying or obtaining something, especially something that is valuable",
            "defineVi": "hành động mua hoặc lấy thứ gì đó, đặc biệt là thứ gì đó có giá trị",
            "hasImg": true
        },
        {
            "id": "a9794859-166b-40b2-9fc7-1b1c9c865620",
            "word": "retrieval",
            "phonetic": "ɹᵻtɹiːvəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "One idea is that this works because of \"elaborative retrieval.\"",
                "And another study revealed that ambidextrous children and adults both perform worse than left or right-handers on a range of skills, especially in math, memory retrieval, and logical reasoning.",
                "This represents retrieval strength, which does fade with time.",
                "The more a memory’s retrieval strength has faded, and the greater the difficulty of recalling it, the greater the increase in learning will be.",
                "According to the Forget-to-Learn theory, which is presented in Benedict Carey’s book How We Learn, memories actually have two different strengths: storage strength and retrieval strength."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV0cmlldmFs&hash=16d3bdda34c7511e5ad747b2ce523d899ec3c2f1&lang=en&cache-only=0",
            "defineEn": "the act or process of getting something back from where it was left or lost",
            "defineVi": "hành động hoặc quá trình lấy lại thứ gì đó từ nơi nó bị bỏ lại hoặc bị mất"
        },
        {
            "id": "2246ff14-7f59-4293-bd0f-75f36ebff344",
            "word": "collection",
            "phonetic": "kəlɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This collection of stories bridges the gap between history and fiction.",
                "The museum had an impressive collection of European art.",
                "These books belong in the library's rare collection.",
                "The museum curator collects antique artworks for the museum's collection.",
                "I have thirteen stamps in my collection."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGVjdGlvbg&hash=a6e0c9156d977a8c3f2b03db44415d0d9230cad8&lang=en&cache-only=0",
            "defineEn": "the act of gathering things or people from different places",
            "defineVi": "hành động thu thập những thứ hoặc những người từ những nơi khác nhau"
        },
        {
            "id": "9d047653-69ce-405e-91ca-53d8fced6cd9",
            "word": "to recuperate",
            "phonetic": "tə ɹᵻkjuːpɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Navalny is now recuperating in Germany.",
                "What it did for us was give us more time to recuperate, arrange for things, arrange our isolation rooms, get more equipment in.",
                "And it hasn't been making enough back in America to recuperate those losses.",
                "Earlier this year, Navalny livestreamed his arrest upon arrival from Berlin, where he'd recuperated after an assassination attempt, one that was launched by the Russian government.",
                "Sure, sitting for brief periods can help us recover from stress or recuperate from exercise."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjdXBlcmF0ZQ&hash=14de8ef5e1e3f5e63b399aab6dd0e16fffb26b0c&lang=en&cache-only=0",
            "defineEn": "to get something back, especially after losing it",
            "defineVi": "để lấy lại một cái gì đó, đặc biệt là sau khi mất nó"
        },
        {
            "id": "d36bceae-6039-45d5-9c0a-39b753e7db8a",
            "word": "reception",
            "phonetic": "ɹᵻsɛpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I couldn't get any mobile phone reception.",
                "The decorations were specially designed for the wedding reception.",
                "Guests at the outdoor wedding reception enjoye grilled beefsteaks as the main course.",
                "There's an ATM in the reception area which will change your English money.",
                "My wedding was supposed to be my special day, but my sister and her stupid boyfriend took the stage when he proposed to her at the wedding reception."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjZXB0aW9u&hash=3fa54cbd476d99a9715248f78df5a8269d68f0c5&lang=en&cache-only=0",
            "defineEn": "the action or process of receiving something",
            "defineVi": "hành động hoặc quá trình nhận được một cái gì đó"
        },
        {
            "id": "4c469f9e-159f-429f-95c9-1b8e24cfe251",
            "word": "to accrue",
            "phonetic": "tʊ ɐkɹuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "I accrued tens of thousands of dollars in bills.",
                "With these loans, the government pays any interest that accrues on the loan while the student is still in school.",
                "Time is on the side of the robo-advisory industry as the technology continues to improve and the younger generations accrue more wealth.",
                "But if you opt in, then you're foregoing benefits that are accruing from certain other programs.",
                "That’s because banks make their profits by accruing interest on your money."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNjcnVl&hash=c99cca4d99e93eab2f9d180b71659c13497e6577&lang=en&cache-only=0",
            "defineEn": "(of sums of money, benefits, etc.) to be received by someone and be accumulated gradually",
            "defineVi": "(về số tiền, lợi ích, v.v.) được nhận bởi ai đó và được tích lũy dần dần"
        },
        {
            "id": "6cb7f3e1-0a90-4370-b818-b4fdd1e934ad",
            "word": "to capture",
            "phonetic": "tə kæptʃɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The colorful fish in the aquarium captured my attention.",
                "The firm has captured the lion’s share of the UK market.",
                "The talented artist painted a beautiful portrait of a woman, capturing her strength and inner beauty on the canvas.",
                "I took a photo of the mountain peak, capturing its majestic beauty.",
                "The photographer zoomed in on the flower to capture its intricate details."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FwdHVyZQ&hash=7dc4eba13b3df86fe3161bd5086e520fadf55457&lang=en&cache-only=0",
            "defineEn": "to seize or get control of something by force",
            "defineVi": "để nắm bắt hoặc có được quyền kiểm soát của một cái gì đó bằng vũ lực",
            "hasImg": true
        },
        {
            "id": "070e6f02-ac2e-49e2-b254-c10cdb1ce996",
            "word": "to take possession (of)",
            "phonetic": "tə teɪk pəzɛʃən ʌv ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSBwb3NzZXNzaW9uIG9m&hash=1f153d9ae3f8848723895bc203fc2e2df36784d7&lang=en&cache-only=0",
            "defineEn": "to begin to own or control something",
            "defineVi": "để bắt đầu sở hữu hoặc kiểm soát một cái gì đó"
        }
    ]
}