{
    "id": "3f0bbd52-b091-4132-b932-a4fc0b0d552c",
    "title": "Lesson 37",
    "originalTitle": "Lesson 37",
    "words": [
        {
            "id": "9b523c89-080a-4dea-a10b-4cb62baad64d",
            "word": "to impinge",
            "phonetic": "tʊ ɪmpɪndʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "It impinged on",
                "But at the same time ensuring our safety sometimes means impinging upon our freedoms.",
                "If the private sector wants to invest in transportation and as long as it's not impinging on the public taxpayers I don't see a problem with private sector moving forward.",
                "Again, if we have documented cases where customers of any sort are using the technology in a way that’s against the law or that we think is impinging people’s civil liberties, then we won’t allow them to use the platform."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1waW5nZQ&hash=e3da889cb1e018c068af80d55c8d2f7fb13217b6&lang=en&cache-only=0",
            "defineEn": "advance beyond the usual limit",
            "defineVi": "vượt quá giới hạn thông thường"
        },
        {
            "id": "6809789a-14d5-4381-a3ed-48977c369205",
            "word": "to lever",
            "phonetic": "tə lɛvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Every lever consists of three main components: the effort arm, the resistance arm, and the fulcrum.",
                "But it has only two levers.",
                "This one is called a lever.",
                "The robot has two levers and one big button.",
                "A lever basically looks like this: a long bar that's balanced on something underneath."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGV2ZXI&hash=205b97b875ae785a4fd79e05ff45439dac640a08&lang=en&cache-only=0",
            "defineEn": "to move or force, especially in an effort to get something open",
            "defineVi": "để di chuyển hoặc lực lượng, đặc biệt là trong một nỗ lực để có được một cái gì đó mở",
            "hasImg": true
        },
        {
            "id": "3ef486bf-ee2d-4659-8d44-21206e920ae6",
            "word": "to veer",
            "phonetic": "tə vɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "But if the densities of the cupula and the endolymph aren’t exactly equal, the semicircular canal system veers out of its lane.",
                "I mean, when does an exotic tattoo veer into the territory of cultural appropriation?",
                "He veers right, then left and then darts around the right side of the vehicle.",
                "Strong social networks and relationships are good for your health and mental well-being, and hobbies and interests are important, as long as they don’t veer into unhealthy obsession.",
                "People have said, after they read our piece, you're veering from what we knew was the right thing to do."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmVlcg&hash=fa07c9930c4b7a1329efc2d2d0e8ffe55b4ffd9f&lang=en&cache-only=0",
            "defineEn": "turn sharply; change direction abruptly",
            "defineVi": "rẽ mạnh; thay đổi hướng đột ngột"
        },
        {
            "id": "38620a1d-e700-4ebf-8306-5b6025e1a871",
            "word": "to knead",
            "phonetic": "tə niːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "This warm plastic dough is then kneaded until it looks like colored marble.",
                "So, we just knead it together now.",
                "You're kneading up what's ever in there.",
                "While father and son knead the dough balls, mother cooks lunch.",
                "We put flour, water, and salt in a plastic bag and kneaded the dough by stepping on it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ga25lYWQ&hash=e2d42d3ec55996f443d0e20c37d2cf4f91b1f0c8&lang=en&cache-only=0",
            "defineEn": "to form and press dough or wet clay with the hands",
            "defineVi": "để tạo hình và ép bột hoặc đất sét ướt bằng tay",
            "hasImg": true
        },
        {
            "id": "b7fbaff1-347f-4ab1-9617-137dc7eb7f89",
            "word": "to consort",
            "phonetic": "tə kənsɔːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "And he consorted with these judges. ",
                "The king stripped his former consort of all royal titles and decorations, as well as status in the royal guard and military ranks.",
                "To avoid the sticky situation of having to consort with the heathen Egyptians, the Venetians employed a handy story.",
                "However, in October 2019, the king stripped his royal noble consort of her title, citing disloyalty.",
                "Just two months later, he made his rumored longtime girlfriend, a major general, his royal noble consort."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc29ydA&hash=c99d973f61795d3e4eb12683dcbde6348364e68d&lang=en&cache-only=0",
            "defineEn": "keep company with; hang out with",
            "defineVi": "giữ công ty với; đi chơi với"
        },
        {
            "id": "19d5814b-2038-45ba-948f-d24d1d211ddd",
            "word": "to strut",
            "phonetic": "tə stɹʌt ",
            "partOfSpeechType": "verb",
            "examples": [
                "After a year of training, he went up onto the stage to strut his stuff.",
                "I saw you at the club last night, strutting your stuff on the dance floor!",
                "She likes to strut around like she's the boss of the place, but she has a yellow streak running down her spine if you ever confront her on an issue.",
                "But as these birds strut their stuff, some of the barbicels lose their grip.",
                "It’s also possible that the welding burst on a seam or a joint broke on a strut, but the rocket’s sensors aren’t showing evidence of that."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RydXQ&hash=08f62fc6fa1ccb8093770e31e35e5e5d70f1a5ac&lang=en&cache-only=0",
            "defineEn": "to walk in a proud or self-assured manner, with the body held upright and the chest puffed out",
            "defineVi": "bước đi một cách tự hào hoặc tự tin, với cơ thể được giữ thẳng và ngực ưỡn ra"
        },
        {
            "id": "5356c2cd-209a-4b72-9464-306c8b65541e",
            "word": "to misbehave",
            "phonetic": "tə mɪsbᵻheɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "My kids never misbehave when you watch them, so you definitely bring out the best in them!",
                "Or, occasionally, they misbehave for some unknown reason.",
                "They carried off the ones who misbehaved or cried too much.",
                "Norse gods, like Greek ones, are all too human, and seem to misbehave accordingly.",
                "Because my dad used to slap me on the bum if I misbehaved or shove me into my room hard enough that I've hit the floor."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWlzYmVoYXZl&hash=88e76675a81b64bf869728cb41782766ddcda055&lang=en&cache-only=0",
            "defineEn": "to act in an improper or unacceptable way",
            "defineVi": "để hành động trong một cách không phù hợp hoặc không thể chấp nhận",
            "hasImg": true
        },
        {
            "id": "0897668b-73ff-4b79-b29a-4405211de306",
            "word": "to cant",
            "phonetic": "tə kænt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FudA&hash=2646a07c7404e81d0e1ed0b78f0738f68d4ad236&lang=en&cache-only=0",
            "defineEn": "heel over",
            "defineVi": "gót chân trên"
        },
        {
            "id": "72bfbadc-e17a-42c0-b2e6-8b4a0f9b6e4d",
            "word": "to adduce",
            "phonetic": "tʊ ɐduːs ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRkdWNl&hash=dcb435417734dc4cb89697506f1992abe72a0dbe&lang=en&cache-only=0",
            "defineEn": "advance evidence for",
            "defineVi": "bằng chứng trước cho"
        },
        {
            "id": "7f4b3e67-d7df-412f-848a-c7915d2b349a",
            "word": "to elapse",
            "phonetic": "tʊ ᵻlæps ",
            "partOfSpeechType": "verb",
            "examples": [
                "About six hours have elapsed since the X7 began in the body shop.",
                "This is a scene that happens relatively early in the film where we are catching back up with our characters after a five-year time elapse once they have definitively lost to Thanos-- after he's eradicated half of all life.",
                "So the amount of time that elapses past 3 minutes is 96 minus 61, which is 35 minutes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWxhcHNl&hash=5437dc99e3f6f44e7cc2adac06222d21ae19ddbf&lang=en&cache-only=0",
            "defineEn": "(of time) to pass by",
            "defineVi": "(của thời gian) trôi qua",
            "hasImg": true
        },
        {
            "id": "4c3eda84-17ac-4ab3-a0a6-02e2088d43fb",
            "word": "to distort",
            "phonetic": "tə dɪstɔːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "During the investigation into the harassment allegations, both the accused employee and the victim were found to have distorted the truth, showcasing how truth is the first casualty of war.",
                "The rise of social media connected people in positive ways but also led to the spread of misinformation, and hate, illustrating that where God builds a church, the devil will build a chapel attempting to undermine and distort good purposes.",
                "Depression can really distort your perception about your future.",
                "You're just distorting the story.",
                "Republican negative campaigning-- divide, distort, and distract-- won't work."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzdG9ydA&hash=ff011f4f4815fc817e0f534906a4e783773a411d&lang=en&cache-only=0",
            "defineEn": "to change the shape or condition of something in a way that is no longer clear or natural",
            "defineVi": "để thay đổi hình dạng hoặc điều kiện của một cái gì đó trong một cách không còn rõ ràng hoặc tự nhiên"
        },
        {
            "id": "e61a9291-4ecf-4a26-af0b-071efe81e4a8",
            "word": "to relapse",
            "phonetic": "tə ɹᵻlæps ",
            "partOfSpeechType": "verb",
            "examples": [
                "But the threat of relapse is always there.",
                "But, real relapse symptoms don't come on as quickly as a day or two.",
                "This is different from a relapse.",
                "In this case, a return of your symptoms would be considered a relapse of your illness.",
                "Discharged with a prescription for another opioid painkiller, Percocet, she relapsed."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVsYXBzZQ&hash=23c64ff2019361797d5c181e81847f051655f633&lang=en&cache-only=0",
            "defineEn": "go back to bad behavior",
            "defineVi": "quay trở lại hành vi xấu"
        },
        {
            "id": "b4c0630d-7686-49a4-943c-5e164403d7cf",
            "word": "to gambol",
            "phonetic": "tə ɡæmbɑːl ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2FtYm9s&hash=8de874386d689fd7129427dd3f30a63c1b802dc4&lang=en&cache-only=0",
            "defineEn": "play boisterously",
            "defineVi": "chơi náo nhiệt"
        },
        {
            "id": "695b3826-7d29-472b-90ac-34a74cde36bc",
            "word": "to sentence",
            "phonetic": "tə sɛntəns ",
            "partOfSpeechType": "verb",
            "examples": [
                "A sentence always starts with a capital letter.",
                "What does this sentence mean?",
                "He served an 18-month sentence for theft.",
                "He is serving a ten-year jail sentence.",
                "Read me that last sentence again."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VudGVuY2U&hash=2e21790c7ace577b69e09edf4818380cb1deba76&lang=en&cache-only=0",
            "defineEn": "to officially state the punishment of someone found guilty in a court of law",
            "defineVi": "để chính thức tuyên bố hình phạt của một ai đó bị kết tội trong một tòa án của pháp luật",
            "hasImg": true
        },
        {
            "id": "a09d7c0a-4147-4bb5-b549-636585476cb6",
            "word": "to cosset",
            "phonetic": "tə kɑːsᵻt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY29zc2V0&hash=c37d3c01dbd02e43bba479bc7a83dae41675088a&lang=en&cache-only=0",
            "defineEn": "to treat someone with an excessive amount of care and indulgence",
            "defineVi": "đối xử với ai đó với sự quan tâm và nuông chiều quá mức"
        },
        {
            "id": "6154698a-52cf-4f17-8151-c05907f18709",
            "word": "to enhance",
            "phonetic": "tʊ ɛnhæns ",
            "partOfSpeechType": "verb",
            "examples": [
                "A pinch of laver flakes enhances the flavor of miso soup.",
                "Enhance your salad with tangy bergamot orange for a dose of vitamin E.",
                "The creamy potato salad was enhanced with crispy lardons of bacon.",
                "Adding a pinch of dulse flakes to my stir-fry enhances the overall taste.",
                "Enhance the flavor and nutritional value of your smoothies by adding powdered red algae as a nutrient-rich ingredient."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5oYW5jZQ&hash=3c19d0e375a6c4ba570fccda8f7cacd33a992af2&lang=en&cache-only=0",
            "defineEn": "to better or increase someone or something's quality, strength, value, etc.",
            "defineVi": "để tốt hơn hoặc tăng chất lượng, sức mạnh, giá trị của ai đó hoặc một cái gì đó, v.v."
        },
        {
            "id": "f7c8b266-8668-4770-ba8c-2eed2fb73b04",
            "word": "to balk",
            "phonetic": "tə bɔːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "When asked about retirement plans, Ginsburg balked.",
                "The gods balked at this request and were ready to send him away.",
                "And they don’t balk at attacking prey that’s bigger than them, either.",
                "In this case, her mom Ginger says the local health department balked.",
                "There's a second reason entrepreneurs often balk."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFsaw&hash=6a0df06ae89242fe75a0489f132ac04113d0f01e&lang=en&cache-only=0",
            "defineEn": "to be reluctant to do something or allow it to happen, particularly because it is dangerous, difficult, or unpleasant",
            "defineVi": "miễn cưỡng làm điều gì đó hoặc cho phép nó xảy ra, đặc biệt là vì nó nguy hiểm, khó khăn hoặc khó chịu"
        },
        {
            "id": "26c71e63-f64e-4a51-83be-dd6cfd9de311",
            "word": "to gambol",
            "phonetic": "tə kɐvɔːɹt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2FtYm9s&hash=8de874386d689fd7129427dd3f30a63c1b802dc4&lang=en&cache-only=0",
            "defineEn": "play boisterously",
            "defineVi": "chơi náo nhiệt"
        },
        {
            "id": "1c1c5ff5-22d1-434b-a3d3-2496ee8b8d10",
            "word": "to chafe",
            "phonetic": "tə tʃeɪf ",
            "partOfSpeechType": "verb",
            "examples": [
                "Harry wants more power and position at court than Edward is willing to give him and he chafes at the bit, which only exacerbates his dilema.",
                "As soon as the kids saw the pool, they were chafing at the bit to get in.",
                "After two hours of waiting in the airport lobby, we were chafing at the bit to finally get on the plane.",
                "He chafed at white discrimination.",
                "She also chafed with other civil rights leaders, who saw her as a dangerous radical."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hhZmU&hash=25a54c9bcc4e32eddcf128dfa62658b5e38574c3&lang=en&cache-only=0",
            "defineEn": "(of a body part) to become sore or irritated due to being rubbed against something",
            "defineVi": "(của một bộ phận cơ thể) trở nên đau nhức hoặc khó chịu do bị cọ xát vào cái gì đó"
        }
    ]
}