{
    "id": "3f47c3de-5057-4e73-8406-9c43966effaa",
    "title": "Poetry Genres",
    "originalTitle": "Poetry Genres",
    "words": [
        {
            "id": "801ac3f3-3466-4ade-8f12-6df1b0743e12",
            "word": "aubade",
            "phonetic": "ɔːbeɪd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXViYWRl&hash=1d4beb8aa06ae021e0063750860891e29866ec29&lang=en&cache-only=0",
            "defineEn": "a musical piece or poem appropriate to or influenced by the dawn or early morning",
            "defineVi": "một bản nhạc hoặc bài thơ thích hợp hoặc bị ảnh hưởng bởi bình minh hoặc buổi sáng sớm"
        },
        {
            "id": "c0752884-4304-4b41-a251-0225766b6767",
            "word": "ballad",
            "phonetic": "bæləd ",
            "partOfSpeechType": "noun",
            "examples": [
                "And then the lover, Sighing like furnace, with a woeful ballad Made to his mistress’ eyebrow.",
                "This started back in 1992 when one of the earliest K-pop groups, Seo Taiji and Boys, experimented by combining heavy metal, jazz and ballad genres in one song.",
                "There's a BALLAD singer",
                "There's a lot of great gospel-type things in it, too, like Peace in the Valley, Whispering Hope and a few things, but a lot of fun things like Gee Ma, I Wanna Go Home, Ballad of the Green Beret, God Bless the USA, a lot of songs that I've written.",
                "Yeah, it's great to write a song that's like loses to a Phil Collins ballad like that's- (audience laughing)"
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsbGFk&hash=88771297daf7fa16ba93001645f139884f732126&lang=en&cache-only=0",
            "defineEn": "a tale that is narrated in the form of a song or poem",
            "defineVi": "một câu chuyện được thuật lại dưới hình thức một bài hát hoặc bài thơ"
        },
        {
            "id": "ac9b14a7-9355-463e-993e-0c5ff7d3ec03",
            "word": "abecedarian",
            "phonetic": "ɐbɛsɪdɛɹiən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWJlY2VkYXJpYW4&hash=0a0a72d9ee3c243e11218fede55daa98c17e157d&lang=en&cache-only=0",
            "defineEn": "a type of poem or acrostic in which each line, stanza, or word begins with the successive letters of the alphabet",
            "defineVi": "một loại bài thơ hoặc chữ đầu trong đó mỗi dòng, khổ thơ, hoặc từ bắt đầu bằng các chữ cái liên tiếp của bảng chữ cái"
        },
        {
            "id": "264a472e-eeec-40cb-b391-f3496eb71c1f",
            "word": "acrostic",
            "phonetic": "ækɹɑːstɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWNyb3N0aWM&hash=12c77f076c41c23811d01e977ace9d7e25e2603e&lang=en&cache-only=0",
            "defineEn": "a poem or other piece of writing in which certain letters of each line, usually the initial letters, spell out a word or phrase",
            "defineVi": "một bài thơ hoặc một đoạn văn khác trong đó các chữ cái nhất định của mỗi dòng, thường là các chữ cái đầu tiên, đánh vần một từ hoặc cụm từ"
        },
        {
            "id": "307dd65b-9b2a-460a-afaf-1b3a30268f8e",
            "word": "concrete poetry",
            "phonetic": "kɑːŋkɹiːt poʊɪtɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29uY3JldGUgcG9ldHJ5&hash=fa413353b26fd720ab51e596172fe83474ae637d&lang=en&cache-only=0",
            "defineEn": "a poem in which the words or letters are arranged on the page in a visual pattern or shape that reflects the meaning or theme of the poem",
            "defineVi": "một bài thơ trong đó các từ hoặc chữ cái được sắp xếp trên trang theo một mô hình trực quan hoặc hình dạng phản ánh ý nghĩa hoặc chủ đề của bài thơ"
        },
        {
            "id": "d5a86703-5bb6-4364-827f-d38b2d3cd06c",
            "word": "didactic",
            "phonetic": "dɪdæktɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlkYWN0aWM&hash=f7e60c8fc4e48160faa4763d8656f254da5b5d6f&lang=en&cache-only=0",
            "defineEn": "aiming to teach a lesson, particularly a moral one",
            "defineVi": "nhằm dạy một bài học, đặc biệt là một bài đạo đức"
        },
        {
            "id": "2e73020b-2ab6-4a2f-80c0-f1c7782f4a41",
            "word": "dirge",
            "phonetic": "dɜːdʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlyZ2U&hash=1cd2ca84c585d6a0181525be374ed6f2f9f55d66&lang=en&cache-only=0",
            "defineEn": "a slow song or hymn sung traditionally at a funeral, showing grief or lamentation",
            "defineVi": "một bài hát chậm hoặc bài thánh ca được hát theo truyền thống tại một đám tang, thể hiện sự đau buồn hoặc than thở"
        },
        {
            "id": "2e9c36ba-5430-4f88-a51c-34a1dd7b9c0e",
            "word": "dramatic monologue",
            "phonetic": "dɹəmæɾɪk mɑːnoʊlɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHJhbWF0aWMgbW9ub2xvZ3Vl&hash=388221dbd690945e3f4c929bc7e378176073fdb4&lang=en&cache-only=0",
            "defineEn": "a poem in the narrative or speech form, in which the speaker's character is revealed while describing a situation or a series of events",
            "defineVi": "một bài thơ ở dạng tường thuật hoặc lời nói, trong đó nhân vật của người nói được tiết lộ trong khi mô tả một tình huống hoặc một loạt các sự kiện"
        },
        {
            "id": "d351adf8-9cd7-463b-b26d-7f704e8aea81",
            "word": "eclogue",
            "phonetic": "ɪklɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWNsb2d1ZQ&hash=ad772d65491cad8c7a73cda16e813797d0c77070&lang=en&cache-only=0",
            "defineEn": "a form of poetry that originated in ancient Greek and Roman literature, typically consisting of a short, pastoral poem or dialogue between two shepherds",
            "defineVi": "một thể thơ bắt nguồn từ văn học Hy Lạp và La Mã cổ đại, thường bao gồm một bài thơ ngắn, mục vụ hoặc cuộc đối thoại giữa hai người chăn cừu"
        },
        {
            "id": "0871fdb7-03f1-41dd-adf8-1986b4cd8b9f",
            "word": "ecopoetry",
            "phonetic": "ɛkəpoʊɪtɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWNvcG9ldHJ5&hash=1008c03edbdfb4ebdcdd5393b371bbfe5b298448&lang=en&cache-only=0",
            "defineEn": "a type of poetry that explores and celebrates the natural world, often expressing concerns about environmental degradation",
            "defineVi": "một loại thơ khám phá và tôn vinh thế giới tự nhiên, thường bày tỏ mối quan tâm về suy thoái môi trường"
        },
        {
            "id": "b8e228fc-3ed1-4f09-b429-86ffe7213c90",
            "word": "elegy",
            "phonetic": "ɛlɪdʒi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWxlZ3k&hash=47fcc3b3cae15206a00132dfd07cbd7b7ad39738&lang=en&cache-only=0",
            "defineEn": "a song or poem expressing sadness, especially in the memory of a dead person or a bitter event in the past",
            "defineVi": "một bài hát hoặc bài thơ bày tỏ nỗi buồn, đặc biệt là trong ký ức của một người đã chết hoặc một sự kiện cay đắng trong quá khứ"
        },
        {
            "id": "13b21563-311a-413d-bc05-a153222e0f8f",
            "word": "elliptical",
            "phonetic": "ɪlɪptɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Moon’s orbit is now highly elliptical.",
                "Elliptical galaxies are, well, elliptical.",
                "Like every orbit, the moon follows an elliptical path.",
                "Elliptical galaxies are, well, elliptical.",
                "Elliptical galaxies are shaped like an ellipse, or an egg shape."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxsaXB0aWNhbA&hash=e88e603cf6120b523afb2a06cff3ae9c309c8c5c&lang=en&cache-only=0",
            "defineEn": "a style of writing that employs brevity, omission, or suggestion, often omitting words, phrases, or entire sections of a sentence",
            "defineVi": "một phong cách viết sử dụng sự ngắn gọn, thiếu sót hoặc gợi ý, thường bỏ qua các từ, cụm từ hoặc toàn bộ các phần của câu"
        },
        {
            "id": "c53a5e3d-2705-44ec-98c7-05b1da85a9df",
            "word": "epic",
            "phonetic": "ɛpɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The explorer's epic journey through the Amazon rainforest lasted for months and covered thousands of miles.",
                "That little drive was epic.",
                "Our journey together has surely been epic.",
                "This epic is not quite over!",
                "- This is epic."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXBpYw&hash=9885b88c6f54cfc93e17e4b3751b314bbe893f58&lang=en&cache-only=0",
            "defineEn": "a long poem in narrative form giving an account of the extraordinary deeds and adventures of a nation's heroes or legends",
            "defineVi": "một bài thơ dài ở dạng tường thuật kể về những hành động và cuộc phiêu lưu phi thường của những anh hùng hoặc huyền thoại của một quốc gia"
        },
        {
            "id": "71b6c23d-a946-4b0f-b32e-14cecfe6ffab",
            "word": "epigram",
            "phonetic": "ɛpɪɡɹæm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXBpZ3JhbQ&hash=ced51d66e0a7f59e122d2148ffb64dd9e0d97d42&lang=en&cache-only=0",
            "defineEn": "a short poem or phrase that expresses a single thought satirically, often ending in a clever or humorous way",
            "defineVi": "một bài thơ ngắn hoặc cụm từ thể hiện một ý nghĩ châm biếm, thường kết thúc một cách thông minh hoặc hài hước"
        },
        {
            "id": "3d1da675-e376-4b8d-b3be-2a3075a08d02",
            "word": "epithalamium",
            "phonetic": "ɛpɪθɐleɪmiəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXBpdGhhbGFtaXVt&hash=c90f6363efb920f3dca4814e31c63129a083d0e2&lang=en&cache-only=0",
            "defineEn": "a type of poem that celebrates a wedding or marriage, typically composed in honor of the bride and groom",
            "defineVi": "một thể loại thơ kỷ niệm đám cưới hoặc hôn nhân, thường được sáng tác để vinh danh cô dâu và chú rể"
        },
        {
            "id": "a2c5ce54-0f30-4146-b018-c590fd568b3c",
            "word": "epyllion",
            "phonetic": "ɛpɪliən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXB5bGxpb24&hash=d569a71a38748f0c4750b83f9cc6872cae86fb32&lang=en&cache-only=0",
            "defineEn": "a type of narrative poem that originated in ancient Greek and Roman literature, typically characterized by a brief and highly polished style, an episodic or fragmentary structure, and a focus on erotic or romantic themes",
            "defineVi": "một thể loại thơ kể chuyện có nguồn gốc từ văn học Hy Lạp và La Mã cổ đại, thường được đặc trưng bởi phong cách ngắn gọn và rất bóng bẩy, cấu trúc nhiều đoạn hoặc rời rạc và tập trung vào các chủ đề khiêu dâm hoặc lãng mạn"
        },
        {
            "id": "751e3274-1bf8-4894-9044-3c0159c8f972",
            "word": "folk ballad",
            "phonetic": "foʊk bæləd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zm9sayBiYWxsYWQ&hash=525d06af0532b9f3fc6be81f17f70c4df1ad74c7&lang=en&cache-only=0",
            "defineEn": "a type of narrative poem or song that is traditionally passed down through oral tradition and often tells a story of adventure, love, tragedy, or other dramatic events",
            "defineVi": "một thể loại thơ hoặc bài hát kể chuyện được truyền miệng theo truyền thống và thường kể một câu chuyện về cuộc phiêu lưu, tình yêu, bi kịch hoặc các sự kiện kịch tính khác"
        },
        {
            "id": "bf221e8a-626c-4d7d-926c-bfe3c22817d0",
            "word": "gnomic",
            "phonetic": "nɑːmɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z25vbWlj&hash=a6387b521daf3fb0d7d46e7954f38b708aaf687d&lang=en&cache-only=0",
            "defineEn": "expressing general truths or aphorisms about life, often in a didactic or instructional tone, and frequently employing metaphors, paradoxes, and other literary devices to convey its meaning",
            "defineVi": "thể hiện những sự thật chung hoặc những câu cách ngôn về cuộc sống, thường bằng giọng điệu giáo huấn hoặc giáo huấn, và thường sử dụng phép ẩn dụ, nghịch lý và các biện pháp văn học khác để truyền đạt ý nghĩa của nó"
        },
        {
            "id": "cb5a509d-b27a-429c-a86e-da3e72ebc130",
            "word": "horatian ode",
            "phonetic": "hoːɹeɪʃən oʊd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9yYXRpYW4gb2Rl&hash=2d5a2012e42aa6e2e76498e46d52b442a0086823&lang=en&cache-only=0",
            "defineEn": "a type of poem that follows the structure and style of the odes written by the ancient Roman poet Horace, characterized by a relatively simple and informal tone, a personal and reflective voice, and a focus on themes of nature, love, and everyday life",
            "defineVi": "một thể loại thơ tuân theo cấu trúc và phong cách của các bài thơ ca ngợi được viết bởi nhà thơ La Mã cổ đại Horace, được đặc trưng bởi một giọng điệu tương đối đơn giản và thân mật, một giọng điệu cá nhân và suy ngẫm, đồng thời tập trung vào các chủ đề về thiên nhiên, tình yêu và cuộc sống hàng ngày"
        },
        {
            "id": "7aa5644c-72dc-4850-8fa5-22971d3e5e97",
            "word": "hymn",
            "phonetic": "hɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "They want the cabinet all singing from the same hymn sheet.",
                "That way, you'll both be singing from the same hymn book when it comes time to implement what we talk about.",
                "We all need to be singing from the same hymn book before we try to present this idea to the boss.",
                "But when we weren't running lines, he would just kind of look out the window and sing like hymns you know.",
                "She joins us this evening to honor those we have lost with that same hymn, \"Amazing Grace.\""
            ],
            "audio": "https://tts.langeek.co/read?text=aHltbg&hash=4023a9568cbdbe302cb4f4793d7a2936af6b6895&lang=en&cache-only=0",
            "defineEn": "a religious song intended to praise God, especially sung by Christians in congregation",
            "defineVi": "một bài hát tôn giáo nhằm ca ngợi Chúa, đặc biệt được hát bởi các Kitô hữu trong hội thánh"
        },
        {
            "id": "a0109f22-a22c-4531-b557-396c81b9a0ad",
            "word": "lament",
            "phonetic": "lɐmɛnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Customers and reporters have lamented the loss of the seamless Apple store.",
                "While telling the tale to little children in her community, the mother lamented the Yara-ma-yha-who must have vomited him back up.",
                "Just a 10-minute walk away, Levav laments the loss of hundreds of apple trees, bulldozed by the army to close up the Hezbollah tunnel.",
                "The child stirred, and his mother wept with gratitude and lamented her earlier callousness, offering all her wealth to Isis in repentance.",
                "And so we didn’t have the luxury to sit around and lament that we weren’t getting the cooperation we wanted and that our vision of harmony was disrupted."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFtZW50&hash=9125f26e1625b69f7a1353d04165377d4955cdd5&lang=en&cache-only=0",
            "defineEn": "a song, musical piece, poem, etc. that expresses the feeling of sorrow and sadness after a loss or death",
            "defineVi": "một bài hát, bản nhạc, bài thơ, v.v. thể hiện cảm giác đau buồn và buồn bã sau một mất mát hoặc cái chết"
        },
        {
            "id": "e96be3a2-c115-4bc0-b8da-8cd9fd84ce22",
            "word": "limerick",
            "phonetic": "lɪmɚɹɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is Ireland, county Limerick.",
                "I like it Hannah: everything's better with a limerick Kati:"
            ],
            "audio": "https://tts.langeek.co/read?text=bGltZXJpY2s&hash=7e4f7e25754ff8b59b579ff9d8574c39f1c764cf&lang=en&cache-only=0",
            "defineEn": "a humorous poem of five anapestic lines with a rhyme scheme of aabba",
            "defineVi": "một bài thơ hài hước gồm năm dòng anapesic với sơ đồ gieo vần aabba"
        },
        {
            "id": "6f2f1d73-fad5-4bb3-9a11-4193e1399687",
            "word": "lyric",
            "phonetic": "lɪɹɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "His lyrics in this song focus on describing his ability to keep going with his music, no matter what gets in the way of him.",
                "The concert started off great, but it ended on a sour note when the singer forgot the lyrics to the final song.",
                "Learn more lyrics.",
                "♪ Is that the lyric?",
                "Saying the lyrics."
            ],
            "audio": "https://tts.langeek.co/read?text=bHlyaWM&hash=b1ec278468dc7592745575ed0fd90689b7777267&lang=en&cache-only=0",
            "defineEn": "a usually short form of poetry expressing personal feelings and thoughts",
            "defineVi": "một dạng thơ thường ngắn thể hiện cảm xúc và suy nghĩ cá nhân"
        },
        {
            "id": "1b5891ff-7497-4840-9a02-a3042845a777",
            "word": "madrigal",
            "phonetic": "mædɹɪɡəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFkcmlnYWw&hash=b8bad7b6d5acbb952b627c88074dab0732f9acc6&lang=en&cache-only=0",
            "defineEn": "a song without instruments consisting of several vocals, singing about secular themes in the 16th century",
            "defineVi": "một bài hát không có nhạc cụ bao gồm một số giọng hát, hát về các chủ đề thế tục trong thế kỷ 16"
        },
        {
            "id": "d9fb89e0-13b8-4d20-81c3-ced2d0b2e29d",
            "word": "mock-heroic",
            "phonetic": "mɑːkhɪɹoʊɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9jay1oZXJvaWM&hash=07f5009a2826599934e4490ac0497c3a87496316&lang=en&cache-only=0",
            "defineEn": "a type of poetry that employs the style and language of epic or heroic poetry to satirize or parody a trivial or mundane subject, often using irony, exaggeration, and other comedic devices to create a humorous effect",
            "defineVi": "một loại thơ sử dụng phong cách và ngôn ngữ của thơ sử thi hoặc anh hùng để châm biếm hoặc nhại lại một chủ đề tầm thường hoặc trần tục, thường sử dụng sự mỉa mai, cường điệu và các thiết bị hài hước khác để tạo hiệu ứng hài hước"
        },
        {
            "id": "1d402589-de7c-4555-9b5b-1888bf1ce9e2",
            "word": "nonsense verse",
            "phonetic": "nɑːnsəns vɜːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bm9uc2Vuc2UgdmVyc2U&hash=01d2f496c69d8e50101153ec21e90154f3e7ae34&lang=en&cache-only=0",
            "defineEn": "a type of poetry that uses humorous and nonsensical language and ideas to create a playful and often absurd effect, frequently employing invented words, nonsense rhymes, and illogical or surreal imagery",
            "defineVi": "một loại thơ sử dụng ngôn ngữ và ý tưởng hài hước và vô nghĩa để tạo ra một hiệu ứng vui tươi và thường ngớ ngẩn, thường xuyên sử dụng các từ được phát minh, vần điệu vô nghĩa và hình ảnh phi logic hoặc siêu thực"
        },
        {
            "id": "422a083f-66b4-4d81-bdc9-abd5ef074c0f",
            "word": "occasional poetry",
            "phonetic": "əkeɪʒənəl poʊɪtɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2NjYXNpb25hbCBwb2V0cnk&hash=b39dab7792212bee8734755fe16eac02979ce089&lang=en&cache-only=0",
            "defineEn": "a type of poetry that is written to commemorate a specific event or occasion, such as a wedding, a birthday, a holiday, or a political or social event",
            "defineVi": "một loại thơ được viết để kỷ niệm một sự kiện hoặc dịp cụ thể, chẳng hạn như đám cưới, sinh nhật, ngày lễ hoặc một sự kiện chính trị hoặc xã hội"
        },
        {
            "id": "a7654d2f-e1f2-47a5-89c5-5f02998d691a",
            "word": "light poetry",
            "phonetic": "laɪt poʊɪtɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGlnaHQgcG9ldHJ5&hash=7cfd92f0fc57deee7fd409cae2af8ba302dc07c1&lang=en&cache-only=0",
            "defineEn": "a type of poetry that is intended to be entertaining and humorous, often focusing on everyday life, romantic relationships, social interactions, and other lighthearted themes",
            "defineVi": "một thể loại thơ nhằm mục đích giải trí và hài hước, thường tập trung vào cuộc sống hàng ngày, các mối quan hệ lãng mạn, tương tác xã hội và các chủ đề vui vẻ khác"
        },
        {
            "id": "2f5ae597-365a-4b2a-9429-b83dfba39e58",
            "word": "ode",
            "phonetic": "oʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Still others, escaping harsh reality, composed odes to poppies, from which opium is derived.",
                "The sliders are an ode to my diner days, and they're made with local pork from a fancy Mangalitsa pig, homemade mayonnaise and local cheese, and last-of-the-season peaches from Krista's (ph) farm."
            ],
            "audio": "https://tts.langeek.co/read?text=b2Rl&hash=6b8d282f936aa36312e5284881f55d59a41bf275&lang=en&cache-only=0",
            "defineEn": "a lyric poem, written in varied or irregular metrical form, for a particular object, person, or concept",
            "defineVi": "một bài thơ trữ tình, được viết bằng hình thức số liệu đa dạng hoặc bất thường, cho một đối tượng, người hoặc khái niệm cụ thể"
        },
        {
            "id": "f91277c8-8d43-4511-aaf8-32bd10cbdb65",
            "word": "palinode",
            "phonetic": "peɪlɪnoʊd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFsaW5vZGU&hash=78520acf4602b7ce110731bcc6ac8f0b4286ab8e&lang=en&cache-only=0",
            "defineEn": "a type of poem in which the poet retracts or recants a statement made in an earlier poem",
            "defineVi": "một loại bài thơ trong đó nhà thơ rút lại hoặc trích dẫn một tuyên bố được đưa ra trong một bài thơ trước đó"
        },
        {
            "id": "c0412f55-2324-4e8d-9768-0ef0948aee1e",
            "word": "panegyric",
            "phonetic": "peɪndʒɪɹɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFuZWd5cmlj&hash=955834b02ad9c496e25ea0e17a8fe5fb4c5ae89d&lang=en&cache-only=0",
            "defineEn": "a type of poem or speech that praises or celebrates a particular person, group, or institution",
            "defineVi": "một loại bài thơ hoặc bài phát biểu ca ngợi hoặc tôn vinh một người, nhóm hoặc tổ chức cụ thể"
        },
        {
            "id": "c4716a72-0177-4786-bc92-9c428d1bcac4",
            "word": "pastoral",
            "phonetic": "pæstɚɹəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Measuring days and hours was sufficient for most tasks in pastoral communities.",
                "Right, so one last thing: pastoral people also tend to be more egalitarian, especially where women are concerned.",
                "Also, the Mongols were much smaller than other pastoral groups like the Tatars or the Uyghurs.",
                "If you had to choose a pastoral nomadic group to come out of central Asia and dominate the world, you probably wouldn’t have chosen the Mongols.",
                "The posts we’re sharing aren’t pastoral."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzdG9yYWw&hash=d4221d90802fecbcddcbbc88f778bb872c5ec76e&lang=en&cache-only=0",
            "defineEn": "a type of poem that depicts rural life, nature, and the simple pleasures of country living",
            "defineVi": "một thể loại thơ mô tả cuộc sống nông thôn, thiên nhiên và những niềm vui đơn giản của cuộc sống nông thôn"
        },
        {
            "id": "9852d39d-e085-4190-8c45-d6c04f614df0",
            "word": "pindaric ode",
            "phonetic": "pɪndæɹɪk oʊd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGluZGFyaWMgb2Rl&hash=30b4062d24c9f27e3540e953ef26756e1b624e89&lang=en&cache-only=0",
            "defineEn": "a type of lyric poem characterized by a complex structure, elaborate metaphors, and a celebratory tone",
            "defineVi": "một loại thơ trữ tình được đặc trưng bởi một cấu trúc phức tạp, ẩn dụ phức tạp và một giai điệu kỷ niệm"
        },
        {
            "id": "c9e6085b-fcb0-4b42-920b-8c6b4ae6379e",
            "word": "slam",
            "phonetic": "slæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "He slammed on the brakes to avoid hitting the other car.",
                "After the argument, he tore out of the room and slammed the door behind him.",
                "When Taylor is slamming into a brick wall, Wentz, Michael Pittman Jr. and the rest of the Colts passing offense have to be able to capitalize.",
                "In November, two monster storms slammed into Nicaragua’s northeast coast.",
                "A body the size of Mars slammed into the Earth just after the Earth formed."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xhbQ&hash=bc3e51bdeb721db2d04836d5888010d09a6dd6ab&lang=en&cache-only=0",
            "defineEn": "a poetry competition in which contestants recite their poems and the audience chooses the winner",
            "defineVi": "một cuộc thi thơ trong đó các thí sinh ngâm thơ của họ và khán giả chọn người chiến thắng"
        },
        {
            "id": "48f639a2-3889-4dc1-8afe-e51cf56af947",
            "word": "verbless poetry",
            "phonetic": "vɜːbləs poʊɪtɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmVyYmxlc3MgcG9ldHJ5&hash=c33f90f5fedbf836551d1dc6a9c6acbc356418c7&lang=en&cache-only=0",
            "defineEn": "a type of poetry that omits or minimizes the use of verbs, relying instead on adjectives, nouns, and other descriptive language to create vivid and sensory imagery",
            "defineVi": "một loại thơ bỏ qua hoặc giảm thiểu việc sử dụng động từ, thay vào đó dựa vào tính từ, danh từ và ngôn ngữ mô tả khác để tạo ra hình ảnh sống động và cảm giác"
        },
        {
            "id": "0b635709-4932-4240-ac56-9f50f4b6c59d",
            "word": "crown of sonnets",
            "phonetic": "kɹaʊn ʌv sɑːnɪts ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3Jvd24gb2Ygc29ubmV0cw&hash=a7c8349d0b157afbff6f431732fdbc44aab9cc3c&lang=en&cache-only=0",
            "defineEn": "a poetic form consisting of seven sonnets, in which the last line of each sonnet is repeated as the first line of the next, and the final line of the seventh sonnet is the same as the first line of the first sonnet",
            "defineVi": "một thể thơ bao gồm bảy sonnet, trong đó dòng cuối cùng của mỗi sonnet được lặp lại như dòng đầu tiên của sonnet tiếp theo, và dòng cuối cùng của sonnet thứ bảy giống như dòng đầu tiên của sonnet đầu tiên"
        },
        {
            "id": "f3d6120a-fae4-406c-95f6-2f900f10994f",
            "word": "found poetry",
            "phonetic": "faʊnd poʊɪtɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zm91bmQgcG9ldHJ5&hash=c8c61f2503a82b04cb76c38c6131bfdafb5b1102&lang=en&cache-only=0",
            "defineEn": "a type of poetry that is created by taking pre-existing, non-poetic texts, such as advertisements, newspaper articles, or even grocery lists, and transforming them into a poetic form",
            "defineVi": "một loại thơ được tạo ra bằng cách lấy các văn bản không phải là thơ đã có từ trước, chẳng hạn như quảng cáo, bài báo hoặc thậm chí là danh sách tạp hóa và biến chúng thành một dạng thơ"
        },
        {
            "id": "35e6a742-498a-4eae-bad3-279e455ca0e4",
            "word": "haiku",
            "phonetic": "haɪkuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's almost like a little haiku sometimes.",
                "In 2012 astronomers determined the color of our galaxy too, and captured it in a haiku: Look at new spring snow See the River of Heaven An hour after dawn Stay curious."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFpa3U&hash=6362f3242bf32fc96f2e26bc9ef37263b70caa53&lang=en&cache-only=0",
            "defineEn": "a Japanese poem with three unrhymed lines that have five, seven and five syllables each",
            "defineVi": "một bài thơ Nhật Bản có ba dòng không có vần, mỗi dòng có năm, bảy và năm âm tiết"
        },
        {
            "id": "a82302ea-9a1e-4538-8166-de9fcac03d41",
            "word": "tanka",
            "phonetic": "tæŋkə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGFua2E&hash=78d5468b4e62c6019d35b55f91c61fe846dd4519&lang=en&cache-only=0",
            "defineEn": "a traditional form of Japanese poetry consisting of five lines, with a syllable count of 5-7-5-7-7",
            "defineVi": "một thể thơ truyền thống của Nhật Bản bao gồm năm dòng, với số âm tiết là 5-7-5-7-7"
        },
        {
            "id": "e07b5019-7ae6-4e4a-90e4-570646e4be8c",
            "word": "syllabic",
            "phonetic": "sɪlæbɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Maya’s advanced writing system names individuals using strings of syllabic glyphs."
            ],
            "audio": "https://tts.langeek.co/read?text=c3lsbGFiaWM&hash=49ab6fabb8fead612e38064f1f727d5fb3abdc26&lang=en&cache-only=0",
            "defineEn": "(of verse) using a specific number of syllables per line or stanza, rather than relying on a specific meter or rhyme scheme",
            "defineVi": "(của câu thơ) sử dụng một số âm tiết cụ thể trên mỗi dòng hoặc khổ thơ, thay vì dựa vào một nhịp hoặc sơ đồ vần cụ thể"
        },
        {
            "id": "bd12c368-5ada-469e-ac00-1b2acfc79c76",
            "word": "sonnet",
            "phonetic": "sɑːnɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Basically, Sonnet 18 is one big extended metaphor.",
                "A sonnet is a poetic form consisting of 14 lines.",
                "This sonnet is almost a parody, a send-up of Petrarch’s sonnets about the lovely Laura, whom he barely knew.",
                "Like, in sonnet 144, he actually compares the two muses.",
                "So Shakespeare wrote these sonnets, 154 of them, probably some time in the 1590s and early 1600s."
            ],
            "audio": "https://tts.langeek.co/read?text=c29ubmV0&hash=4b6a294e4fea15b206d7898b92afab60cb631b04&lang=en&cache-only=0",
            "defineEn": "a verse of Italian origin that has 14 lines, usually in an iambic pentameter and a prescribed rhyme scheme",
            "defineVi": "một câu thơ có nguồn gốc từ Ý có 14 dòng, thường ở thể thơ năm chữ iambic và một sơ đồ gieo vần theo quy định"
        },
        {
            "id": "2868604a-61b5-4fb0-9a03-a00ed97545f9",
            "word": "shakespearean sonnet",
            "phonetic": "ʃeɪkspɪɹiən sɑːnɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2hha2VzcGVhcmVhbiBzb25uZXQ&hash=7fc25d8d5f1e4622d2bd089e750df866f4797caa&lang=en&cache-only=0",
            "defineEn": "a type of sonnet consisting of 14 lines, typically written in iambic pentameter and following a rhyme scheme of ABAB CDCD EFEF GG",
            "defineVi": "một loại sonnet bao gồm 14 dòng, thường được viết bằng tham số iambic và theo sơ đồ vần của ABAB CDCD EFEF GG"
        },
        {
            "id": "ae942925-59eb-4544-9b33-3057129e5949",
            "word": "blank verse",
            "phonetic": "blæŋk vɜːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmxhbmsgdmVyc2U&hash=d0718b1dcde9b0276c3b03cfaa93eefb5f5a8d68&lang=en&cache-only=0",
            "defineEn": "a verse without rhyme, especially one with ten syllables and five stresses, known as an iambic pentameter",
            "defineVi": "một câu thơ không có vần điệu, đặc biệt là một câu thơ có mười âm tiết và năm trọng âm, được gọi là thông số iambic"
        },
        {
            "id": "8647a0f3-2497-4ca7-8348-552870566330",
            "word": "clerihew",
            "phonetic": "klɛɹɪhjuː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2xlcmloZXc&hash=bf3c38ad2b122e22a05cb12c98ff41efc8a3b2a9&lang=en&cache-only=0",
            "defineEn": "a humorous form of poetry consisting of four lines",
            "defineVi": "một hình thức hài hước của thơ bao gồm bốn dòng"
        }
    ]
}