{
    "id": "3fbcced1-466d-4f82-a91b-f55f54d6fa0f",
    "title": "Everyday English (Unit 6)",
    "originalTitle": "Everyday English (Unit 6)",
    "words": [
        {
            "id": "5030e687-8167-41da-8b0d-c6dc49d44eeb",
            "word": "date",
            "phonetic": "deɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They set a date for a full hearing at the end of February.",
                "I’ll check the dates.",
                "The wedding date is set for next month.",
                "We should mark the date on the calendar for our family gathering.",
                "Her date failed to show."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGF0ZQ&hash=306047f81731865f50d6a6e0e1a4a95c77e68b53&lang=en&cache-only=0",
            "defineEn": "a specific day in a month or sometimes a year, shown using a number and sometimes a name",
            "defineVi": "một ngày cụ thể trong một tháng hoặc đôi khi là một năm, được hiển thị bằng số và đôi khi là tên",
            "hasImg": true
        },
        {
            "id": "37bd3351-12d0-4ade-ad50-0743da9b779c",
            "word": "first",
            "phonetic": "fɜːst ",
            "partOfSpeechType": "determiner",
            "examples": [
                "His family comes first.",
                "This software first saw the light of day back in 1993.",
                "With the signing of the treaty, a powerful new European alliance first saw the light of day.",
                "She dived head first into the water.",
                "The horse took the first fence well."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmlyc3Q&hash=9e866e04f0a04496fa7a8845c291a11b597aa260&lang=en&cache-only=0",
            "defineEn": "coming or happening before any other person or thing",
            "defineVi": "đến hoặc xảy ra trước bất kỳ người nào khác hoặc điều",
            "hasImg": true
        },
        {
            "id": "5f502d7e-a7bb-4f53-940b-75d8322550bb",
            "word": "second",
            "phonetic": "sɛkənd ",
            "partOfSpeechType": "determiner",
            "examples": [
                "Her second movie followed close on the heels of her successful film debut.",
                "Her second movie followed close on the heels of her successful film debut.",
                "Take the second road on the right.",
                "Swimming is second nature to Jane.",
                "She came second in the exam."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vjb25k&hash=7b2e8b13baeeb25d23301f168d9ffe86b6edb04a&lang=en&cache-only=0",
            "defineEn": "coming or happening just after the first person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người đầu tiên hoặc điều",
            "hasImg": true
        },
        {
            "id": "7f342cf7-cab2-4d6a-9404-7517b6fd4434",
            "word": "third",
            "phonetic": "θɜːd ",
            "partOfSpeechType": "determiner",
            "examples": [
                "She lives on the third floor of a residential building.",
                "That piece of work just rejected my resume for the third time!",
                "I got the third degree when I got home last night.",
                "A third of dog owners have experienced love at first sight when setting eyes on their dog.",
                "The pair went toe to toe until the third set, when Azarenka squandered two match points."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhpcmQ&hash=fee7aa04f279aaaaa467dbd7c6bf1d4fddec9514&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the second person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ hai hoặc điều",
            "hasImg": true
        },
        {
            "id": "cf73513b-e789-4fa2-830a-c6e221947fd7",
            "word": "fourth",
            "phonetic": "foːɹθ ",
            "partOfSpeechType": "determiner",
            "examples": [
                "Many people enjoy celebrating Independence Day on the Fourth of July.",
                "Top executives at pandemic juggernauts Pfizer and Moderna are at odds on the need for a fourth COVID-19 vaccine dose.",
                "Jim beat me for the fourth time, so I threw in the towel.",
                "\"Fourths,\" answered the next student.",
                "Fourth, opportunities that I've had."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm91cnRo&hash=e21aad1edbcdbc872621d0b62d92e454abde5b92&lang=en&cache-only=0",
            "defineEn": "coming or happening just after the third person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ ba hoặc điều",
            "hasImg": true
        },
        {
            "id": "c0735036-2e8a-4926-8661-9c5ec92f208e",
            "word": "fifth",
            "phonetic": "fɪfθ ",
            "partOfSpeechType": "determiner",
            "examples": [
                "The Dutch team have dropped to fifth place.",
                "He felt more and more like a fifth wheel at the office.",
                "I just wanted to feel like part of the family instead of a fifth wheel.",
                "Villa have punched above their weight all season and it will be a remarkable achievement if they finish fifth.",
                "The pitcher was doing well for the first four innings, then the wheels fell off in the fifth."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlmdGg&hash=08198ba4de0dde616403cf1f81913d8c3da8a107&lang=en&cache-only=0",
            "defineEn": "coming or happening just after the fourth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ tư hoặc điều",
            "hasImg": true
        },
        {
            "id": "1702e0f4-be57-4182-9957-5968b8ed10b0",
            "word": "sixth",
            "phonetic": "sɪksθ ",
            "partOfSpeechType": "determiner",
            "examples": [
                "He was stopped in the sixth by Tyson.",
                "You’re sixth.",
                "In 1995, a sixth right, digital audio transmission was created.",
                "We're sixth graders.",
                "Today marks the sixth anniversary of the massacre at the Sandy Hook Elementary School in Newtown, Connecticut."
            ],
            "audio": "https://tts.langeek.co/read?text=c2l4dGg&hash=42bbcd797eade6a90302e80f51a073a87bd8149b&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the fifth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ năm hoặc điều",
            "hasImg": true
        },
        {
            "id": "cba499ee-0ee9-4567-a313-0c536acb0090",
            "word": "tenth",
            "phonetic": "tɛnθ ",
            "partOfSpeechType": "determiner",
            "examples": [
                "Or 4 tenths is the same thing as this right over here.",
                "But each tenth is worth ten hundredths.",
                "A typical bacterial cell is a tenth the size of your typical animal cell.",
                "The unemployment rate ticked down just a tenth of a percent.",
                "The tenth floor of the Opera House was a dangerous place."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVudGg&hash=946fa4d6a73308916bf09ae3f8f22738c3200f1a&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the ninth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ chín hoặc điều",
            "hasImg": true
        },
        {
            "id": "0ff42a5a-458d-4b01-b808-d34359985189",
            "word": "twelfth",
            "phonetic": "twɛlfθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The BananaTech offices were on the twelfth floor of a tall building.",
                "Supporters of free college often point to our public school system from kindergarten to twelfth grade.",
                "As for the subject of Homer’s poems, archeological evidence tells us that the Trojan War occurred around the twelfth century BCE, although it probably included far fewer gods and similes than in the epics based on it.",
                "But it took until roughly the twelfth century, under the Song, to perfect the military application of such a volatile substance.",
                "Disney, Marvel and Ryan Coogler turned the story of the first black comic book superhero into a film that became the twelfth highest-grossing film of all time with over $1.35 billion worldwide."
            ],
            "audio": "https://tts.langeek.co/read?text=dHdlbGZ0aA&hash=a0fb06b0438a5a8ad037f88a7d29b2b2d64a2c45&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the eleventh person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ mười một hoặc điều",
            "hasImg": true
        },
        {
            "id": "f3b508f3-4b00-4329-be1e-2439330f950a",
            "word": "thirteenth",
            "phonetic": "θɜːtiːnθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Underwater archaeologists excavate shipwrecks and one ship at Uluburun in Turkey from the thirteenth century BCE had products on it from at least seven different states.",
                "Its official name, though, is M13, because it was the thirteenth thing added to astronomer Charles Messier’s catalog of interesting objects.",
                "Or to watch 'When They See Us', or to watch 'Thirteenth'.",
                "By the thirteenth century, the commercial middle class in Europe wanted a cut of such a lucrative business.",
                "The woman had just given birth to their thirteenth child, and the growing family was quickly running out of food and money."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhpcnRlZW50aA&hash=e8ad0a0bb2c627a6eae857a9f17b882ab0a9e418&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the twelfth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ mười hai hoặc điều",
            "hasImg": true
        },
        {
            "id": "51a68298-1b19-47db-b716-ddb8fdad83ce",
            "word": "sixteenth",
            "phonetic": "sɪkstiːnθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "\"Sixteenths, sir,\" was the answer.",
                "It’s the sixteenth century.",
                "We will be back in action with season eleven, Monday, January sixteenth.",
                "And then, in the late sixteenth century, the skull was immortalized.",
                "'You remember that French king, Louis the Sixteenth?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2l4dGVlbnRo&hash=385e14ca90cb036718049252688e901f3c5905ea&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the fifteenth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người hoặc vật thứ mười lăm",
            "hasImg": true
        },
        {
            "id": "b3847fc2-5cef-4d35-a2cb-d6eb598320f5",
            "word": "seventeenth",
            "phonetic": "sɛvəntiːnθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Rates of mortality were very high in the seventeenth century globally because of the pervasiveness of the little ice age and because of devastating warfare.",
                "Until late in the seventeenth century, the Cossacks generally looked down on farming.",
                "Now, for many people in the seventeenth century, the cause of the calamitous bad weather was obvious: human sinfulness.",
                "By the seventeenth century, the Portuguese were importing millions of pieces of porcelain into Europe along with lots of delicious spices.",
                "There were notable alchemists in the seventeenth century, including Isaac Newton."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V2ZW50ZWVudGg&hash=d4fe8b47e35ab0531829ae1014ea0ef1e8d7142b&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the sixteenth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người hoặc vật thứ mười sáu",
            "hasImg": true
        },
        {
            "id": "a90aa3dd-cfa6-448f-980c-6e9282b2204c",
            "word": "twentieth",
            "phonetic": "twɛntiəθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The twentieth century saw dramatic changes in most areas of life.",
                "Early in the twentieth century, home refrigerators became available. ",
                "Early in the twentieth century Albert Einstein proposed the Strong Equivalence principle.",
                "This way of thinking found a powerful advocate in W.E.B. Du Bois in the early twentieth century.",
                "By the early twentieth century, feminist movements had developed across the globe and included and extremely diverse group of activists."
            ],
            "audio": "https://tts.langeek.co/read?text=dHdlbnRpZXRo&hash=bbc1669e64d44f21729fb0c6dd997ad871643b81&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the nineteenth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người hoặc vật thứ mười chín",
            "hasImg": true
        },
        {
            "id": "c9d2d8b3-6175-42bb-b159-9dda3ab30496",
            "word": "twenty-second",
            "phonetic": "twɛntisɛkənd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHdlbnR5LXNlY29uZA&hash=671340b6d5e4cc435278cec236c9982946faea71&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the twenty-first person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người hoặc vật thứ hai mươi mốt",
            "hasImg": true
        },
        {
            "id": "a87c55db-967e-4b10-85d3-d66c73a277ea",
            "word": "thirtieth",
            "phonetic": "θɜːɾiəθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Dr. Oliver Sacks died on August thirtieth of cancer, and we didn't want this week to pass without acknowledging what he taught us about the science of the mind.",
                "The 2.5 refers to the particulate size, 2.5 microns, or about one thirtieth the width of a human hair."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhpcnRpZXRo&hash=9aa7a1aee24949910ab1b73d9e725cb6807b8cae&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the twenty-ninth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người hoặc vật thứ hai mươi chín",
            "hasImg": true
        },
        {
            "id": "5a0a9cbb-2d27-4b2b-9ffb-0f79ff2f1248",
            "word": "thirty-first",
            "phonetic": "θɜːɾifɜːst ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhpcnR5LWZpcnN0&hash=b29fa523cf6d1d2de69a49d9f8c82570c7474305&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the thirtieth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ ba mươi hoặc điều",
            "hasImg": true
        },
        {
            "id": "d14fffe6-c68e-4910-b0f0-bd5cdeac9775",
            "word": "April",
            "phonetic": "eɪpɹəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The weather in April can be unpredictable, with both rain and sunshine.",
                "Earth Day is observed on April 22nd to promote environmental awareness.",
                "Despite the fact that the rain in April can be inconvenient, it is important to remember that April showers bring May flowers.",
                "Even though the project was difficult and challenging, we knew that our hard work would pay off in the end, just like April showers bring May flowers.",
                "Despite the fact that the rain in April can be inconvenient, it is important to remember that April showers bring May flowers."
            ],
            "audio": "https://tts.langeek.co/read?text=QXByaWw&hash=a68642372cc42b29261c7381878bb3e3bce25b15&lang=en&cache-only=0",
            "defineEn": "the fourth month of the year, after March and before May",
            "defineVi": "tháng thứ tư trong năm, sau tháng ba và trước tháng năm",
            "hasImg": true
        },
        {
            "id": "fa3747f4-91de-4645-b38a-95851369b560",
            "word": "March",
            "phonetic": "mɑːɹtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The demonstrators marched in a body to the main square.",
                "They follow their March show with four UK dates next month.",
                "The dispute finally came to a head in March that year.",
                "St. Patrick's Day is celebrated in March.",
                "Lidl stole a march on other retailers by stocking pink prosecco in large volumes earlier."
            ],
            "audio": "https://tts.langeek.co/read?text=TWFyY2g&hash=0986a329eff585f05707b6e3392c2794febd5a69&lang=en&cache-only=0",
            "defineEn": "the third month of the year, after February and before April",
            "defineVi": "tháng thứ ba của năm, sau tháng hai và trước tháng tư",
            "hasImg": true
        },
        {
            "id": "5aafc827-9be1-4f67-b3be-70c78c60670c",
            "word": "September",
            "phonetic": "sɛptɛmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The season starts in September.",
                "In September, the weather starts to cool down as autumn approaches.",
                "On the seventh of September the clouds broke for the first time.",
                "The school year begins in September and ends in June.",
                "September is a good time to visit the beach and enjoy the last days of summer."
            ],
            "audio": "https://tts.langeek.co/read?text=U2VwdGVtYmVy&hash=e7e40c859793b253ca72390e7f90a75cc4784f2f&lang=en&cache-only=0",
            "defineEn": "the ninth month of the year, after August and before October",
            "defineVi": "tháng thứ chín của năm, sau tháng tám và trước tháng mười",
            "hasImg": true
        },
        {
            "id": "922184ef-5ca4-485f-abd0-8bcb12a7e6cf",
            "word": "nineteenth",
            "phonetic": "naɪntiːnθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In the nineteenth century, various species of this shrub were introduced to the southwestern U.S. from Eurasia and Africa.",
                "Everything about this was completely unimaginable in the early nineteenth century.",
                "If the seventeenth century was the century of science, and the eighteenth was the century of philosophy, then the nineteenth century was the century of engineering.",
                "By the late nineteenth century, most states in the US had mandates that required young children to go to school until a certain age.",
                "By the end of the nineteenth century, as DeSalle and Tattersall report, half of the nation’s beer was brewed in Milwaukee."
            ],
            "audio": "https://tts.langeek.co/read?text=bmluZXRlZW50aA&hash=84fa120f915a838773498af45e4431c08249b5b5&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the eighteenth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người hoặc vật thứ mười tám",
            "hasImg": true
        },
        {
            "id": "75174b2d-faa2-4ae0-b2d5-1d9a4e01e285",
            "word": "November",
            "phonetic": "noʊvɛmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "November was closing in.",
                "November is the month when many people celebrate Thanksgiving.",
                "Many people enjoy watching the colorful leaves fall from the trees in November.",
                "Employers added a net of 245,000 jobs in November.",
                "In November 2010, Emirates group announced half year net losses of three point eight billion dollars."
            ],
            "audio": "https://tts.langeek.co/read?text=Tm92ZW1iZXI&hash=b06523f7d6dfbcdc22d8974582dc7344ceec90db&lang=en&cache-only=0",
            "defineEn": "the 11th month of the year, after October and before December",
            "defineVi": "tháng thứ 11 của năm, sau tháng 10 và trước tháng 12",
            "hasImg": true
        },
        {
            "id": "72c92cef-3656-4d94-a593-42bc485360a5",
            "word": "twenty-third",
            "phonetic": "twɛntiθɜːd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But there's 2 to the twenty-third combinations here, because there are 23 pairs that I'm collecting from.",
                "So if I can give 2 to twenty-third combinations of DNA and my wife can give 2 to the 23 combinations of DNA, then we can produce 2 to the forty-sixth combinations."
            ],
            "audio": "https://tts.langeek.co/read?text=dHdlbnR5LXRoaXJk&hash=f0fb68f869028a39823c3e69f147ff2918f4dc91&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the twenty-second person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người hoặc vật thứ hai mươi hai",
            "hasImg": true
        },
        {
            "id": "b11dad92-a49a-4d7d-80a0-381672c1b244",
            "word": "June",
            "phonetic": "dʒuːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Candidates will sit the examinations in June.",
                "She turns 21 in June.",
                "The prime minister has called an election for 8 June.",
                "The course runs from June 25th to August 27th.",
                "Many students look forward to June because it marks the beginning of summer vacation."
            ],
            "audio": "https://tts.langeek.co/read?text=SnVuZQ&hash=f39e35a78d279f8b83083a11e35741df218c5488&lang=en&cache-only=0",
            "defineEn": "the sixth month of the year, after May and before July",
            "defineVi": "tháng thứ sáu của năm, sau tháng năm và trước tháng bảy",
            "hasImg": true
        },
        {
            "id": "a63b1cde-478b-4036-a4ec-669730490b7b",
            "word": "today",
            "phonetic": "tədeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Today is Monday.",
                "The lawyers put another nail in her coffin today.",
                "The euro hit a record low in trading today.",
                "I saw a famous actress at the shopping mall today.",
                "All winter coats are half-price today."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9kYXk&hash=5e79de274dec69f00511a25a4522793dbb24af7d&lang=en&cache-only=0",
            "defineEn": "the day that is taking place right now",
            "defineVi": "ngày đang diễn ra ngay bây giờ",
            "hasImg": true
        },
        {
            "id": "ee6dbbdc-51c9-49b0-a4fd-7af043863119",
            "word": "christmas day",
            "phonetic": "kɹɪsməs deɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The next day was Christmas Day.",
                "There was no basketball until Christmas Day.",
                "And now to the Christmas Day bombing that rocked Nashville, Tennessee.",
                "Monday is Christmas Day, and I haven't got any presents for them.",
                "Authorities identify the man behind the Christmas Day bombing, as the investigation turns to possible motives."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hyaXN0bWFzIGRheQ&hash=1bf581fe421f0528eb67965d3ef36002c4f33ae5&lang=en&cache-only=0",
            "defineEn": "a Christian holiday celebrated on December twenty-fifth to commemorate the birth of Jesus Christ",
            "defineVi": "một ngày lễ Kitô giáo được tổ chức vào ngày 25 tháng 12 để kỷ niệm sự ra đời của Chúa Giêsu Kitô",
            "hasImg": true
        },
        {
            "id": "c79a35a2-348b-412c-9c08-f03348d72d40",
            "word": "valentine's day",
            "phonetic": "væləntaɪn bækslæʃ ɛs deɪ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmFsZW50aW5lJ3MgZGF5&hash=1341f96b1a728868e6d257842762479d67dccb6d&lang=en&cache-only=0",
            "defineEn": "a day on which two people celebrate their love toward each other and often buy gifts for one another",
            "defineVi": "một ngày mà hai người kỷ niệm tình yêu của họ dành cho nhau và thường mua quà cho nhau",
            "hasImg": true
        },
        {
            "id": "e3c3832a-bffe-4069-91dc-15ff51b0469d",
            "word": "birthday",
            "phonetic": "bɜːθdeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend's birthday is on a Friday this year.",
                "Finally the couple may be celebrating a birthday, a wedding anniversary or some other red-letter day.",
                "It's your friends birthday.",
                "I bought a toy for my nephew's birthday.",
                "He hid my son's new bicycle until his birthday"
            ],
            "audio": "https://tts.langeek.co/read?text=YmlydGhkYXk&hash=d075ebdcf63d712d632dd25890c2056ceab3b4a8&lang=en&cache-only=0",
            "defineEn": "the day and month of your birth in every year",
            "defineVi": "ngày và tháng sinh của bạn trong mỗi năm",
            "hasImg": true
        },
        {
            "id": "f39491b1-4bc7-4505-a6a1-9c684aff782c",
            "word": "public holiday",
            "phonetic": "pʌblɪk hɑːlɪdeɪ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHVibGljIGhvbGlkYXk&hash=b73d55d22c7c7d40935ed2db69df611380b77597&lang=en&cache-only=0",
            "defineEn": "a day that is legally recognized as a day off from work or school",
            "defineVi": "một ngày được pháp luật công nhận là ngày nghỉ làm hoặc nghỉ học",
            "hasImg": true
        },
        {
            "id": "a415986b-527c-4662-99e0-1f6bc9448034",
            "word": "country",
            "phonetic": "kʌntɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The country celebrated its independence with a grand parade and fireworks.",
                "At one stroke, the country lost two outstanding leaders.",
                "The country is holding its first free elections for 20 years.",
                "Men still hold most positions of power in this country.",
                "The country was at a low ebb due to the recent war"
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bnRyeQ&hash=3232849aafcf17b407d54c8e2e043b989354cc1a&lang=en&cache-only=0",
            "defineEn": "a piece of land with a government of its own, official borders, laws, etc.",
            "defineVi": "một mảnh đất với một chính phủ của riêng mình, biên giới chính thức, pháp luật, vv",
            "hasImg": true
        },
        {
            "id": "bb6ca169-4d72-4b63-9bb5-755535fa6c3f",
            "word": "century",
            "phonetic": "sɛntʃɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The twentieth century saw dramatic changes in most areas of life.",
                "Mrs. Thatcher held the post of prime minister longer than anyone else last century.",
                "The ancient castle has stood for over a century, preserving its grandeur and history for hundreds of years.",
                "This charming cottage dates back to the 15th century and is as pretty as a picture, with its thatched roof and secluded garden.",
                "In the early 20th century, a respected woman in high society dramatically came down in the world if she got divorced."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VudHVyeQ&hash=f5fdf4d20f885bc160632b89b606a02164484e3a&lang=en&cache-only=0",
            "defineEn": "a period of one hundred years",
            "defineVi": "khoảng thời gian một trăm năm",
            "hasImg": true
        },
        {
            "id": "e2ff8146-30bd-4dd8-abcc-18c2d65172c9",
            "word": "important",
            "phonetic": "ɪmpoːɹtənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The book raises many important questions.",
                "We mark important passages in a book with a pencil underline.",
                "It's very important.",
                "Important new laws are already in the pipeline.",
                "Saving money for the future is really important."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wb3J0YW50&hash=56ec8e7c01d41cee5c55f7f238195176ba6816fa&lang=en&cache-only=0",
            "defineEn": "having a lot of value",
            "defineVi": "có nhiều giá trị",
            "hasImg": true
        }
    ]
}