{
    "id": "3fcab52e-45ac-46b5-8c3a-3b88b2d4fedb",
    "title": "Top 151 - 175 Verbs",
    "originalTitle": "Top 151 - 175 Verbs",
    "words": [
        {
            "id": "f951e12d-9414-4c01-900c-b3a97f06de11",
            "word": "to remain",
            "phonetic": "tə ɹᵻmeɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The popularity of electric vehicles has remained in the ascendant.",
                "A slight question mark against her character remains.",
                "The question of the descent remained on his mind throughout 1598.",
                "The incident has remained something of an elephant in the room within our family.",
                "After numerous inspections, the correct answer to this dilemma still remains at sea."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVtYWlu&hash=a74fa9611739f76abfe58ffe31dea03cb9b8f9ee&lang=en&cache-only=0",
            "defineEn": "to stay in the same state or condition",
            "defineVi": "để ở trong cùng một trạng thái hoặc điều kiện",
            "hasImg": true
        },
        {
            "id": "802fddd8-76e0-4fef-9ce3-5b1b05b43b92",
            "word": "to face",
            "phonetic": "tə feɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The sunflower turned its face towards the sun.",
                "His face wore a puzzled look.",
                "Two faces appeared at our window.",
                "After the surgery, his face was as white as a sheet.",
                "After the car accident, her face was as white as a ghost."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmFjZQ&hash=7dec6c5e75bdb7812c85e14da17a1f85e6f728fa&lang=en&cache-only=0",
            "defineEn": "to deal with a given situation, especially an unpleasant one",
            "defineVi": "để đối phó với một tình huống nhất định, đặc biệt là một khó chịu"
        },
        {
            "id": "65bbde11-2697-474c-a918-254781ee53a6",
            "word": "to bear",
            "phonetic": "tə bɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The bear is a symbol of strength and courage in many cultures.",
                "The boy was born with a silver spoon in his mouth.",
                "The bear is known for its strong sense of smell.",
                "Canadian wildlife includes animals like bears, moose, beavers, and eagles.",
                "She was born in the purple."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVhcg&hash=de6bec203986eaad3638653f0c494a9c4ed50a74&lang=en&cache-only=0",
            "defineEn": "to accept and deal with an unpleasant person, thing, or situation",
            "defineVi": "để chấp nhận và đối phó với một người khó chịu, điều, hoặc tình huống"
        },
        {
            "id": "b885226f-94d7-475a-b114-a66b37a77025",
            "word": "to wonder",
            "phonetic": "tə wʌndɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Wonders never cease!",
                "Wonders never cease!",
                "Will wonders ever cease?",
                "Would wonders ever cease?",
                "Would wonders never cease?!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd29uZGVy&hash=927ecc343b74b6e17f2dcb96132396e4d4b77221&lang=en&cache-only=0",
            "defineEn": "to want to know about something particular",
            "defineVi": "muốn biết về một cái gì đó cụ thể",
            "hasImg": true
        },
        {
            "id": "cff930c3-a05f-46f2-8bdd-621f4cb216e1",
            "word": "to study",
            "phonetic": "tə stʌdi ",
            "partOfSpeechType": "verb",
            "examples": [
                "My friend studied the nutritional benefits of different legumes for her research project.",
                "We study the history of our country in social studies class.",
                "She studied different subjects in school, from math to history.",
                "We study different subjects like math, science, and English at school.",
                "Researchers study diatoms to better understand the environmental conditions of aquatic habitats."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3R1ZHk&hash=88fafe8f78d24739ac53037c1dc9b9a1d0f4332b&lang=en&cache-only=0",
            "defineEn": "to spend time to learn about certain subjects by reading books, going to school, etc.",
            "defineVi": "dành thời gian để tìm hiểu về các chủ đề nhất định bằng cách đọc sách, đi học, v.v.",
            "hasImg": true
        },
        {
            "id": "3730cb8c-c466-40ae-81d3-9d153f956da4",
            "word": "to apply",
            "phonetic": "tʊ ɐplaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "On his suggestion, I applied for the job.",
                "Some of us, though, actually have to apply for jobs.",
                "He applied a few drops of spikenard oil to his temples, finding relief from his headache.",
                "She applied lip balm to moisturize her dry lips.",
                "He applied toothpaste to his toothbrush and started brushing his teeth in circular motions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwbHk&hash=676baf37dddbc56a944042eaf533fe4ec42f4552&lang=en&cache-only=0",
            "defineEn": "to formally request something, such as a place at a university, a job, etc.",
            "defineVi": "để chính thức yêu cầu một cái gì đó, chẳng hạn như một vị trí tại một trường đại học, một công việc, v.v."
        },
        {
            "id": "d4f1dc94-cc2b-4810-91ba-58de49935f22",
            "word": "to manage",
            "phonetic": "tə mænɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I could manage that.",
                "We managed to raise him on his mobile phone.",
                "We managed to lose our pursuers in the darkness.",
                "I managed to find a solution to the problem.",
                "The company managed to beat the clock on delivering its new system."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFuYWdl&hash=bce449726539553cd81ce023cc0ab1aa86ba9b8d&lang=en&cache-only=0",
            "defineEn": "to do something successfully, particularly something difficult",
            "defineVi": "để làm một cái gì đó thành công, đặc biệt là một cái gì đó khó khăn"
        },
        {
            "id": "f2504330-0012-40ee-abe0-7f583f83cb68",
            "word": "to reduce",
            "phonetic": "tə ɹᵻduːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "the company's new policy purports to reduce its carbon footprint.",
                "You can reduce the bitterness of sour gourd by soaking it in saltwater before cooking.",
                "The heavy rain created a thick curtain of water, reducing visibility on the road.",
                "The government took action to reduce unemployment rates.",
                "We will have to adjust to our reduced circumstances."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVkdWNl&hash=4732723fea9e65f2ae2f6199fb88bdcaed2d0126&lang=en&cache-only=0",
            "defineEn": "to make something less or smaller in amount, degree, price, etc.",
            "defineVi": "để làm cho một cái gì đó ít hơn hoặc nhỏ hơn về số lượng, mức độ, giá cả, vv",
            "hasImg": true
        },
        {
            "id": "82beaaaa-9dac-48f6-88e0-703c53eaf7ec",
            "word": "to adapt",
            "phonetic": "tʊ ɐdæpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The buses have been adapted to take biofuel.",
                "So I've tried to adapt, letting the comments roll off my back.",
                "The team quickly developed their sea legs in the fast-paced work environment and adapted to the company's expectations.",
                "But with a lot of hard work and a willingness to adapt, they were able to get the business back on the rails and turn a profit once again.",
                "As a marketer, he knew that a jack of all trades is a master of none, but oftentimes better than a master of one, as possessing a diverse skill set allowed him to adapt to changing industry trends and develop innovative marketing strategies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRhcHQ&hash=b1b3ee2ba0296b5f37c85a314edec9007b13d3e3&lang=en&cache-only=0",
            "defineEn": "to become fit for a new purpose or situation",
            "defineVi": "để trở nên phù hợp cho một mục đích mới hoặc tình hình"
        },
        {
            "id": "bd82a910-3a36-4abc-9cc4-159fcc0ae4ca",
            "word": "to travel",
            "phonetic": "tə tɹævəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Travel broadens the mind.",
                "The train traveled through beautiful countryside.",
                "They travelled the highways and byways of Britain.",
                "The news traveled across the country like lightning.",
                "His travels brought him into contact with many famous artists."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhdmVs&hash=f238b3562ceda3473b01b5fac56073fc7d6c6f32&lang=en&cache-only=0",
            "defineEn": "to go from one location to another, particularly to a far location",
            "defineVi": "đi từ địa điểm này sang địa điểm khác, đặc biệt là đến một địa điểm xa",
            "hasImg": true
        },
        {
            "id": "f0b9df6f-61be-41da-a5df-41b96b754546",
            "word": "to name",
            "phonetic": "tə neɪm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Put your name here.",
                "The teacher called out our names one by one for attendance.",
                "The machine takes its name from its inventor.",
                "The name rings a bell.",
                "Your name is mud, sonny!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbmFtZQ&hash=febdfd97a2b9dbaddb26445a99e10e8f5774a94a&lang=en&cache-only=0",
            "defineEn": "to give a name to something or someone",
            "defineVi": "để đặt tên cho một cái gì đó hoặc một ai đó",
            "hasImg": true
        },
        {
            "id": "cb9b520f-055e-4b37-abc4-cef381e22492",
            "word": "to suggest",
            "phonetic": "tə sədʒɛst ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the company had already lost a major client, the sales team suggested a new strategy.",
                "An engineer suggested driving a tunnel through the Judean hills.",
                "Recent economic performance suggests that a major crisis is at hand.",
                "I suggest you wear another for today.",
                "That last game suggests that we have been getting ahead of ourselves in praising the team's progress."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VnZ2VzdA&hash=783c43a6141989c390b9d972fa8befff18cf126c&lang=en&cache-only=0",
            "defineEn": "to mention or put forward an idea, proposition, plan, etc. for further consideration or possible action",
            "defineVi": "để đề cập hoặc đưa ra một ý tưởng, đề xuất, kế hoạch, vv để xem xét thêm hoặc hành động có thể",
            "hasImg": true
        },
        {
            "id": "8c877eb2-7743-493a-8eca-3c8b2cf56647",
            "word": "to remove",
            "phonetic": "tə ɹᵻmuːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "With a sharp knife, the chef expertly removed the gristle from the pork chops.",
                "Fast food chains removed pink slime from their menus to regain trust.",
                "The baker skillfully removed the stone from the apricot, preparing it for a delicious pie.",
                "They carefully removed the exocarp of the pomegranate, revealing the clusters of vibrant red arils inside.",
                "I carefully removed the seed coat of the pumpkin seed before roasting it for a tasty snack."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVtb3Zl&hash=6b8ff1af4405c3fb15700697598353e090e2eafb&lang=en&cache-only=0",
            "defineEn": "to take someone or something away from a position",
            "defineVi": "để đưa một ai đó hoặc một cái gì đó ra khỏi một vị trí"
        },
        {
            "id": "7728a0ea-ffce-487c-b37d-d563d6fb8a12",
            "word": "to cook",
            "phonetic": "tə kʊk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The chef cooks a delicious meal in the restaurant.",
                "My sister skillfully cooks a flavorful curry for dinner.",
                "Mix cooked conchiglie with cherry tomatoes, cucumbers, and a vinaigrette for a pasta salad.",
                "He cooked a delicious wild rice and mushroom risotto for his vegetarian dinner.",
                "She cooked a mouthwatering pheasant roast for her family's Sunday dinner."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29vaw&hash=18484c8302f0374ef6c9fb0c9fa87043c0ea0602&lang=en&cache-only=0",
            "defineEn": "to make food with heat",
            "defineVi": "để làm thức ăn với nhiệt",
            "hasImg": true
        },
        {
            "id": "2e2452d8-f1af-48f6-ab0a-69f99d6047c9",
            "word": "to welcome",
            "phonetic": "tə wɛlkʌm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Schools have welcomed such arrangements with open arms.",
                "Welcome to my world!",
                "\"You're welcome.\"",
                "When all fruit fails, welcome haws.",
                "A port in a storm is a welcome thing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2VsY29tZQ&hash=d51bb6438b858387150ff15dec4c9d2c96336944&lang=en&cache-only=0",
            "defineEn": "to meet and greet someone who has just arrived",
            "defineVi": "để gặp và chào một người vừa mới đến",
            "hasImg": true
        },
        {
            "id": "c51782eb-5149-477d-8e70-294b099c9e51",
            "word": "to improve",
            "phonetic": "tʊ ɪmpɹuːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The performance improved as their confidence grew.",
                "The economy is improving, but the other side of the coin is that inflation is becoming a bigger problem.",
                "Swimming helps to improve our cardiovascular fitness.",
                "The engineer designs cars and improves their performance.",
                "She practices the piano every day to improve her skills."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wcm92ZQ&hash=c85f9ee3abeb4f44dcb38634dbee41bd9b0d4123&lang=en&cache-only=0",
            "defineEn": "to make a person or thing better",
            "defineVi": "để làm cho một người hoặc điều tốt hơn",
            "hasImg": true
        },
        {
            "id": "992b0d2a-1509-42e3-b6cc-dd3771359d70",
            "word": "to control",
            "phonetic": "tə kəntɹoʊl ",
            "partOfSpeechType": "verb",
            "examples": [
                "to control the traffic congestion",
                "The state has taken control of the company.",
                "The government has lost control of the city.",
                "Her drinking problem is spinning out of control.",
                "The CEO is the big wheel of the entire company, with control over all major decisions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udHJvbA&hash=07e422560fdc4c148242b6505ef4aecc5800ede3&lang=en&cache-only=0",
            "defineEn": "to have power over a person, company, country, etc. and to decide how things should be done",
            "defineVi": "có quyền lực đối với một người, công ty, quốc gia, v.v. và quyết định mọi việc nên được thực hiện như thế nào",
            "hasImg": true
        },
        {
            "id": "f825da95-9e6e-4194-8e29-9f6856dc4bd0",
            "word": "to compare",
            "phonetic": "tə kəmpɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "My father compares prices at different supermarkets to get the best deals.",
                "In one way or another, the representatives will be compared with the total client system.",
                "Limes have a tangier taste compared to lemons.",
                "Being the Benjamin of the family, Sarah is constantly compared to her older siblings and their achievements.",
                "Tortelloni's substantial size makes them a better choice compared to the bite-sized tortellini."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcGFyZQ&hash=82ceca4052e74e2c585bb12e02d60e909464dcbc&lang=en&cache-only=0",
            "defineEn": "to examine or look for the differences between of two or more objects",
            "defineVi": "để kiểm tra hoặc tìm kiếm sự khác biệt giữa hai hoặc nhiều đối tượng",
            "hasImg": true
        },
        {
            "id": "95ef4cee-cc0c-47e6-8bd2-66af5bfeac1d",
            "word": "to drink",
            "phonetic": "tə dɹɪŋk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The children drank their juice from colorful plastic glasses.",
                "My parents always drink orange juice for breakfast.",
                "Get a drink for John.",
                "I usually drink a cup of green tea in the afternoon.",
                "My brother always drinks smoothie after exercising."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJpbms&hash=c6484aa6eabb4a2333f4238abc0f33c70a1556e4&lang=en&cache-only=0",
            "defineEn": "to put water, coffe, or other type of liquid inside of our body through our mouth",
            "defineVi": "để đưa nước, cà phê, hoặc loại chất lỏng khác bên trong cơ thể của chúng tôi thông qua miệng của chúng tôi",
            "hasImg": true
        },
        {
            "id": "1b39b4bd-1fe5-47bb-9006-bfc23e464bf0",
            "word": "to test",
            "phonetic": "tə tɛst ",
            "partOfSpeechType": "verb",
            "examples": [
                "A stable relationship stands the test of time.",
                "The teaching method has stood the test of time.",
                "The English test was no problem for Pedro.",
                "The government is clearly testing the water, to gauge the country’s reactions to their proposals.",
                "The test will involve answering questions about a photograph."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGVzdA&hash=05557ce7edc6d641351e2d7a04ff2c55503578a4&lang=en&cache-only=0",
            "defineEn": "to take actions to check the quality, reliability, or performance of something",
            "defineVi": "để thực hiện các hành động để kiểm tra chất lượng, độ tin cậy hoặc hiệu suất của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "15431380-ecfe-44e9-878b-95f457cbff59",
            "word": "to experience",
            "phonetic": "tʊ ɛkspiəɹɪəns ",
            "partOfSpeechType": "verb",
            "examples": [
                "Unfortunately, experience is the teacher of fools.",
                "The team's new manager brings ten years' experience to the job.",
                "That experience changed my life.",
                "I had experienced the heaven on earth.",
                "On the day of the wedding, Brown experienced cold feet."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwZXJpZW5jZQ&hash=ba4e444b7af226f4f330fadfbc83882ec96c932b&lang=en&cache-only=0",
            "defineEn": "to go through an emotion or physically feel something",
            "defineVi": "để trải qua một cảm xúc hoặc thể chất cảm thấy một cái gì đó"
        },
        {
            "id": "942b2bd5-02df-46c3-b494-e5c29fc3f813",
            "word": "to carry",
            "phonetic": "tə kæɹi ",
            "partOfSpeechType": "verb",
            "examples": [
                "The truck carried a load of construction materials to the building site.",
                "The judge's ruling carries significant weight in the legal community.",
                "She carries the heavy grocery bags with one arm.",
                "He carries a gym bag with his workout clothes and water bottle.",
                "She carried a heavy load of books in her backpack."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2Fycnk&hash=483282b2957a8fea0f169999e3ed06ba2cccc9cb&lang=en&cache-only=0",
            "defineEn": "to hold someone or something and take them from one place to another",
            "defineVi": "để giữ một ai đó hoặc một cái gì đó và đưa họ từ nơi này sang nơi khác",
            "hasImg": true
        },
        {
            "id": "c9b1c70b-269e-4a12-ac1f-18f8626c5d49",
            "word": "to return",
            "phonetic": "tə ɹᵻtɜːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "to return a greeting.",
                "Please return the completed form at your earliest convenience.",
                "I am returned.",
                "He did not return her love.",
                "The stock market rally resulted in a fat return on investment for many investors."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV0dXJu&hash=8b674e41be8d73fccca9f39fa6c48197546abeac&lang=en&cache-only=0",
            "defineEn": "to go or come back to a person, place, or state",
            "defineVi": "để đi hoặc trở lại với một người, địa điểm, hoặc tiểu bang",
            "hasImg": true
        },
        {
            "id": "d4c64568-1b33-4077-87fb-51dc9fc9709f",
            "word": "to worry",
            "phonetic": "tə wʌɹi ",
            "partOfSpeechType": "verb",
            "examples": [
                "Don't worry.",
                "They worried about an FBI fishing expedition.",
                "Don’t worry.",
                "Don't worry about it.",
                "Don't worry about him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd29ycnk&hash=1ff19c009d71e09ab28b46652cc33fc46ac859bd&lang=en&cache-only=0",
            "defineEn": "to feel upset and nervous because we think about bad things that might happen to us or our problems",
            "defineVi": "cảm thấy khó chịu và lo lắng vì chúng tôi nghĩ về những điều tồi tệ có thể xảy ra với chúng tôi hoặc các vấn đề của chúng tôi",
            "hasImg": true
        },
        {
            "id": "c7dfe4c5-bd8d-4022-89a1-912894c04200",
            "word": "to treat",
            "phonetic": "tə tɹiːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Treat yourselves to a good meal.",
                "They treated him like a dog.",
                "The creamy sapodilla milkshake was a refreshing treat on a hot summer day.",
                "A juicy pear is a refreshing treat on a hot summer day.",
                "The loganberry pie at the local bakery is a delicious summer treat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJlYXQ&hash=34790ed1b89f4cbd3dedd95baa2f76329cd669d9&lang=en&cache-only=0",
            "defineEn": "to deal with or behave toward someone or something in a particular way",
            "defineVi": "để đối phó với hoặc cư xử đối với một ai đó hoặc một cái gì đó trong một cách cụ thể"
        }
    ]
}