{
    "id": "3fd2b731-18c8-49e4-a224-f260e9d088e2",
    "title": "Root and Tuber Vegetables",
    "originalTitle": "Root and Tuber Vegetables",
    "words": [
        {
            "id": "2bd7414f-ee82-4f8c-aa23-02373fdf0e9c",
            "word": "beet",
            "phonetic": "biːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He pickled slices of beets because his wife enjoys them.",
                "She wrinkled her nose as she tasted the beet.",
                "I'm sorry, I can't stay outside any longer, I'm starting to turn as red as a beet.",
                "Natural food coloring made from beet juice or turmeric is used in some products as a substitute for synthetic food dyes.",
                "After spending all day in the sun, his face was red as a beet."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVldA&hash=d127697cd82be8705d5bf082cfc1706e636d37d2&lang=en&cache-only=0",
            "defineEn": "a vegetable with a round dark red root that is used in cooking or producing sugar",
            "defineVi": "một loại rau có rễ hình tròn màu đỏ sẫm được dùng để nấu ăn hoặc sản xuất đường",
            "hasImg": true
        },
        {
            "id": "8d1e7b44-4dd9-47a9-951e-944d702bf59a",
            "word": "bamboo shoot",
            "phonetic": "bæmbuː ʃuːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFtYm9vIHNob290&hash=831296ef9a33d43dba2b9fdb1919660a0946400c&lang=en&cache-only=0",
            "defineEn": "the tender and edible shoot of the bamboo plant",
            "defineVi": "chồi mềm và ăn được của cây tre",
            "hasImg": true
        },
        {
            "id": "8d592a64-f7bf-4f20-b1bb-7c654ccd3cc4",
            "word": "burdock",
            "phonetic": "bɜːdɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "They were surprised by the unique taste of burdock chips, a healthier alternative to regular potato chips.",
                "After hearing about its benefits, I wanted to incorporate burdock into my daily diet."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVyZG9jaw&hash=603b2bff0725848e4ee356c78debde48f1b93ecf&lang=en&cache-only=0",
            "defineEn": "a plant with edible roots and large leaves, known for its potential health benefits",
            "defineVi": "một loại cây có rễ và lá lớn ăn được, được biết đến với những lợi ích sức khỏe tiềm ẩn"
        },
        {
            "id": "a31f0ffb-75fd-483a-bffa-7c4bba99887f",
            "word": "camas",
            "phonetic": "kɑːməz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FtYXM&hash=cbaac95eb45d9f0a668ac14fc78ee6c27eef0859&lang=en&cache-only=0",
            "defineEn": "a flowering plant native to North America, known for its edible bulbs",
            "defineVi": "một loài thực vật có hoa có nguồn gốc từ Bắc Mỹ, được biết đến với củ ăn được"
        },
        {
            "id": "5c21298c-dbe7-4a48-8df9-6bd2c21cd6d5",
            "word": "carrot",
            "phonetic": "kæɹət ",
            "partOfSpeechType": "noun",
            "examples": [
                "They roasted carrots with a sprinkle of ground cardamom.",
                "I gave a carrot to the hungry rabbit.",
                "She dipped her carrot sticks into the hummus.",
                "He ate an orange carrot for a snack.",
                "They bought a carrot cake from the bakery for their family gathering."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fycm90&hash=74b6a414604c499b3431465ef5c996c902682544&lang=en&cache-only=0",
            "defineEn": "a long orange vegetable that grows beneath the ground and is eaten cooked or raw",
            "defineVi": "một loại rau màu cam dài mọc dưới đất và được ăn chín hoặc sống",
            "hasImg": true
        },
        {
            "id": "bcd18996-6191-429b-b8ea-ef698c338d19",
            "word": "ginger",
            "phonetic": "dʒɪndʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She carefully lifted the ginger tuber from the soil.",
                "He brewed a cup of ginger tea to soothe his upset stomach.",
                "He marinated the chicken in a mixture of soy sauce, ginger, and sesame oil for a delicious Asian-inspired flavor.",
                "My Asian friend made a refreshing ramen salad with cold noodles, cucumber, and ginger dressing.",
                "She used ginger essential oil to create a relaxing atmosphere in her bedroom."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2luZ2Vy&hash=8baa6db77458a13be638790b83b77a3bf45b1b4a&lang=en&cache-only=0",
            "defineEn": "a thick and spicy root with pale brown color used as a seasoning in cooking, particularly in powder form",
            "defineVi": "một loại củ dày và cay có màu nâu nhạt được dùng làm gia vị trong nấu ăn, đặc biệt là ở dạng bột",
            "hasImg": true
        },
        {
            "id": "c899e0be-0232-4375-965c-e6731bf481ea",
            "word": "cassava",
            "phonetic": "kæsɑːvə ",
            "partOfSpeechType": "noun",
            "examples": [
                "They discovered a new cassava dish during their travels and couldn't wait to recreate it at home.",
                "We visited a local market and bought fresh cassava to experiment with different recipes.",
                "But in many tropical areas, cassava is king.",
                "But cassava also contains chemicals called linamarin and lotaustralin.",
                "This is cassava and beans."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fzc2F2YQ&hash=7a41f75038fc6ea008d42e7bfc8e64309ab30508&lang=en&cache-only=0",
            "defineEn": "the long and starchy roots of a tropical plant that is native to South America, used in cooking",
            "defineVi": "rễ dài và nhiều tinh bột của một loại cây nhiệt đới có nguồn gốc từ Nam Mỹ, được sử dụng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "d91c7f6d-49fd-4d46-a1c5-eda11c3432a2",
            "word": "artichoke",
            "phonetic": "ɑːɹɾɪtʃoʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "They steamed the artichoke until the leaves were tender.",
                "He dipped a leaf of the artichoke into the tangy sauce.",
                "They brought a dish of roasted Jerusalem artichokes to the potluck.",
                "He prepared a delicious spinach and artichoke dip for the party.",
                "He loved the earthy taste of Jerusalem artichokes and often added them to his stir-fry dishes for an extra crunch."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0aWNob2tl&hash=99b9bf002fad0eea48a544bc8e3cb99e050bedac&lang=en&cache-only=0",
            "defineEn": "a round green vegetable with a cluster of thick green leaves that form a bud, used in cooking",
            "defineVi": "một loại rau xanh hình tròn với một cụm lá dày màu xanh hình thành chồi, được sử dụng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "f94b2a23-d5c2-493b-a956-4711c08b573e",
            "word": "daikon",
            "phonetic": "deɪkən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He used daikon as a natural remedy for congestion.",
                "He sliced the daikon radish into thin strips and added it to his fresh salad.",
                "We went to a Japanese restaurant and enjoyed a delicious bowl of miso soup with daikon slices.",
                "And pickled Daikon. ",
                "So we gonna get Daikon. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFpa29u&hash=7201f3e0b153bcce6ef134df66e4e594be856d07&lang=en&cache-only=0",
            "defineEn": "a mild radish with a white slender root that is used in Asian cuisine",
            "defineVi": "một loại củ cải mềm với phần rễ mảnh màu trắng được sử dụng trong ẩm thực châu Á",
            "hasImg": true
        },
        {
            "id": "4d98780e-53fc-4faf-9f31-f29587c4942a",
            "word": "earthnut pea",
            "phonetic": "ɜːθnʌt piː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWFydGhudXQgcGVh&hash=92aad4907ddc4c32238da00fc498e1d0246c8350&lang=en&cache-only=0",
            "defineEn": "a plant that grows small, peanut-like tubers that can be eaten",
            "defineVi": "một loại cây phát triển củ nhỏ giống như đậu phộng có thể ăn được"
        },
        {
            "id": "6936ca00-fc55-45d4-90e1-54f36810efe5",
            "word": "yam",
            "phonetic": "jæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The farmer harvested the tuberous roots of the yam plant.",
                "She used grated yam to make fluffy and satisfying yam pancakes for breakfast.",
                "She used grated yam to make fluffy and satisfying yam pancakes for breakfast.",
                "We visited a tropical island and savored a traditional dish of grilled yam served with fresh seafood.",
                "Which classic rock star had his big old yam cast in plaster."
            ],
            "audio": "https://tts.langeek.co/read?text=eWFt&hash=38612ee047fe69618a9abb201b064d681ed1d386&lang=en&cache-only=0",
            "defineEn": "a large edible root of a tropical climbing plant with a red skin",
            "defineVi": "một loại rễ lớn ăn được của một loại cây leo nhiệt đới có vỏ màu đỏ",
            "hasImg": true
        },
        {
            "id": "1e3a297c-348e-43ef-8910-74436059ff1f",
            "word": "taro",
            "phonetic": "tæɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Combining taro with coconut milk creates a delightful taro pudding for dessert.",
                "Combining taro with coconut milk creates a delightful taro pudding for dessert.",
                "He peeled and boiled the taro root, then mashed it into a creamy and comforting taro soup.",
                "He peeled and boiled the taro root, then mashed it into a creamy and comforting taro soup.",
                "Center of the plate was taro."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFybw&hash=5b4ac896046cb66e263ec2ead4f20b786a8500b1&lang=en&cache-only=0",
            "defineEn": "a root vegetable commonly used in cooking, with a starchy texture and a nutty flavor",
            "defineVi": "một loại rau củ thường được sử dụng trong nấu ăn, có kết cấu tinh bột và hương vị hạt dẻ",
            "hasImg": true
        },
        {
            "id": "2e875943-dada-4b9a-b80f-a2e7d8714fc9",
            "word": "parsley",
            "phonetic": "pɑːɹsli ",
            "partOfSpeechType": "noun",
            "examples": [
                "She harvested a bunch of parsley from her rooftop garden.",
                "My mother always sprinkles some dried parsley into the soup to enhance its flavor.",
                "The garden is filled with an assortment of herbs like parsley, sage, and cilantro.",
                "They decided to start a small herb garden and included sprouts of basil, parsley, and cilantro.",
                "He garnished his pasta dish with freshly chopped parsley to add a vibrant touch of green."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyc2xleQ&hash=8eb8bceb7a8aabf637cdc77845cec94ce93b4502&lang=en&cache-only=0",
            "defineEn": "an aromatic plant with curly green leaves, used for garnishing food or in cooking",
            "defineVi": "một loại cây thơm có lá xanh xoăn, dùng để trang trí thức ăn hoặc nấu ăn",
            "hasImg": true
        },
        {
            "id": "05221b54-ce3a-48eb-b8ef-a33134892b43",
            "word": "horseradish",
            "phonetic": "hɔːɹsɹɐdɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef used the horseradish tuber to add a kick of flavor to her signature sauce.",
                "The chef prepared a roast beef and horseradish omelette.",
                "He mixed horseradish with cream cheese and spread it on crackers for a quick snack.",
                "We visited a farm and learned about the process of harvesting and preparing horseradish roots for culinary use.",
                "Stevie: No, that's horseradish. "
            ],
            "audio": "https://tts.langeek.co/read?text=aG9yc2VyYWRpc2g&hash=89e2b1259a0b90fcf254beffd6f28158e811cf46&lang=en&cache-only=0",
            "defineEn": "the root of a European plant of the mustard family, with a white color and a strong flavor",
            "defineVi": "rễ của một loại cây thuộc họ cải châu Âu, có màu trắng, mùi vị nồng.",
            "hasImg": true
        },
        {
            "id": "5e2b7c8c-452c-4993-a26d-aaef83624ffd",
            "word": "galangal",
            "phonetic": "ɡælæŋɡəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "She used galangal as a natural remedy, brewing it with hot water to make a soothing herbal tea.",
                "He pretended the galangal root was a secret ingredient and challenged his friends to create unique dishes."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FsYW5nYWw&hash=bdb69e679adccba08d0cfd4c535e285a6bb0e4d7&lang=en&cache-only=0",
            "defineEn": "a spicy root with a citrusy taste, often used in Southeast Asian cooking",
            "defineVi": "một loại rễ cay có vị cam quýt, thường được sử dụng trong nấu ăn Đông Nam Á",
            "hasImg": true
        },
        {
            "id": "c7029e4b-bb94-4202-a117-15e93dbb8ace",
            "word": "parsnip",
            "phonetic": "pɑːɹsnɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "She used parsnips as the main ingredient in her creamy parsnip soup.",
                "She used parsnips as the main ingredient in her creamy parsnip soup.",
                "We visited a farm and learned about the different varieties of parsnips.",
                "She used parsnips in her homemade baby food puree.",
                "The politician's speeches were filled with beautiful words and promises, but unfortunately, fine words butter no parsnips, and he failed to deliver on most of his campaign pledges."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyc25pcA&hash=05fceaecfc7585984242bf99d9d7caf231c28df7&lang=en&cache-only=0",
            "defineEn": "the white root of a plant of the parsley family with a sweet taste that is used in cooking",
            "defineVi": "rễ trắng của một loại cây thuộc họ rau mùi tây có vị ngọt được dùng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "9d4c5565-4d60-4a9d-b39e-665cc4781d85",
            "word": "pignut",
            "phonetic": "pɪɡnʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He used pignuts as a creative substitute for nuts in his homemade granola bars.",
                "My sister found a pignut and wanted to taste it for the first time."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlnbnV0&hash=506debb2465e82d7da48ff89b7454af7836a96bc&lang=en&cache-only=0",
            "defineEn": "a small edible tuber with a nutty flavor, commonly found in woodlands and used as a wild food source",
            "defineVi": "một loại củ nhỏ ăn được có hương vị hạt dẻ, thường được tìm thấy trong rừng và được sử dụng làm nguồn thực phẩm hoang dã",
            "hasImg": true
        },
        {
            "id": "bef8b3d5-94d9-4d2e-8aa1-27f0b5ce4d4f",
            "word": "arrowroot",
            "phonetic": "æɹoʊɹuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He planted arrowroot in his backyard garden.",
                "I added arrowroot starch to my homemade soup to thicken the broth.",
                "She mixed arrowroot powder with water to create a homemade facial mask.",
                "He used arrowroot as a gluten-free alternative to wheat flour when baking cookies.",
                "They discovered a hidden grove of arrowroot plants while exploring the jungle."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJyb3dyb290&hash=a89093c24d07551b569b71abbb736dfba5789db7&lang=en&cache-only=0",
            "defineEn": "a tropical plant with edible rhizomes that are commonly used as a source of starch in cooking and baking",
            "defineVi": "một loại cây nhiệt đới có thân rễ ăn được thường được sử dụng làm nguồn tinh bột trong nấu ăn và làm bánh",
            "hasImg": true
        },
        {
            "id": "5206c6b9-fde0-4b83-9385-e00cf7dc09bc",
            "word": "potato",
            "phonetic": "pəteɪɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef skillfully peeled the potato, preparing it for the delicious mashed potatoes.",
                "The creamy potato salad was enhanced with crispy lardons of bacon.",
                "The team's success is built on the meat and potatoes of hard work and dedication.",
                "Britain grows 6,000,000 tons of potatoes a year.",
                "The farmer harvested a basket of potatoes from the field, satisfied with a successful yield."
            ],
            "audio": "https://tts.langeek.co/read?text=cG90YXRv&hash=d5e172be4127e5cdef6d2b48ed01de63b616a228&lang=en&cache-only=0",
            "defineEn": "a round vegetable that grows beneath the ground, has light brown skin, and is used cooked or fried",
            "defineVi": "một loại rau tròn mọc dưới đất, có vỏ màu nâu nhạt và được dùng nấu chín hoặc chiên",
            "hasImg": true
        },
        {
            "id": "ea60cbcc-d001-4837-ace9-8e990ad9c8bb",
            "word": "turnip",
            "phonetic": "tɜːnɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "He used turnip leaves as natural wrapping for steamed dumplings.",
                "I sliced the turnips into thin rounds and pickled them.",
                "And that they used to use turnips and beets.",
                "if I could get down 13 turnips a day I would be grounded, rooted.",
                "Tongue of dog refers to an herb called houndstongue, and lion’s hairs are just turnip leaves."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVybmlw&hash=46ffe3bd04c56cd73694eb95cbd7ff356b310b28&lang=en&cache-only=0",
            "defineEn": "a root vegetable with cream flesh and white and purple skin, used in cooking",
            "defineVi": "một loại rau củ có thịt kem và vỏ màu trắng và tím, được sử dụng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "5d9b4308-b9d4-4b36-af58-b9eb4041da2d",
            "word": "radish",
            "phonetic": "ɹædɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My mother pickled radishes with vinegar and spices.",
                "She sliced the radishes into thin rounds and added them to a fresh garden salad.",
                "He sliced the daikon radish into thin strips and added it to his fresh salad.",
                "She harvested a bunch of radishes from the garden and shared them with her neighbors.",
                "He carefully arranged the tops of the radishes on a platter, turning them into an eye-catching centerpiece for the table."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFkaXNo&hash=334c7d246ce9a5349ea72f1db94bda9dae76dfbf&lang=en&cache-only=0",
            "defineEn": "an edible root of red color with a pungent taste that is eaten raw in salads",
            "defineVi": "một loại rễ ăn được có màu đỏ với vị cay nồng được ăn sống trong món salad",
            "hasImg": true
        },
        {
            "id": "58c31532-59d0-4d59-ac70-7387ca296af3",
            "word": "rutabaga",
            "phonetic": "ɹuːɾɐbɑːɡə ",
            "partOfSpeechType": "noun",
            "examples": [
                "She planted rutabaga seeds in her garden.",
                "He used rutabaga slices as a healthy alternative to tortillas.",
                "She roasted the rutabaga cubes with olive oil and herbs."
            ],
            "audio": "https://tts.langeek.co/read?text=cnV0YWJhZ2E&hash=fd29e4576d744b051862faf5889c8318a63cf43b&lang=en&cache-only=0",
            "defineEn": "the swollen yellow root of a plant of the cabbage family, used in cooking",
            "defineVi": "rễ sưng vàng của một loại cây thuộc họ bắp cải, được dùng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "07d96dd8-19cd-4125-ab01-602d6e0398f6",
            "word": "rutabaga",
            "phonetic": "swiːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "She planted rutabaga seeds in her garden.",
                "He used rutabaga slices as a healthy alternative to tortillas.",
                "She roasted the rutabaga cubes with olive oil and herbs."
            ],
            "audio": "https://tts.langeek.co/read?text=cnV0YWJhZ2E&hash=fd29e4576d744b051862faf5889c8318a63cf43b&lang=en&cache-only=0",
            "defineEn": "the swollen yellow root of a plant of the cabbage family, used in cooking",
            "defineVi": "rễ sưng vàng của một loại cây thuộc họ bắp cải, được dùng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "12a77771-3db4-4254-bb6d-cfcad63bfc74",
            "word": "salsify",
            "phonetic": "sælsᵻfaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He used salsify as a main ingredient in a creamy soup.",
                "He used salsify to create a unique twist on mashed potatoes."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Fsc2lmeQ&hash=79829baec96708c7207dfc18e2ea4a851f436b2f&lang=en&cache-only=0",
            "defineEn": "a root vegetable with a long, slender shape and a mild, earthy flavor often compared to that of oysters",
            "defineVi": "một loại rau củ có hình dạng thon dài và hương vị đất nhẹ thường được so sánh với hàu",
            "hasImg": true
        },
        {
            "id": "1c4bc1cd-3938-4732-a1e7-02dc120e9a23",
            "word": "scorzonera",
            "phonetic": "skoːɹzoʊnɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "He hid scorzonera in kid-friendly recipes, aiming to mask its taste for children.",
                "She imagined kids making funny faces after trying scorzonera for the first time."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NvcnpvbmVyYQ&hash=285e8a6fb9158a47bff04d2a3d4ca6546582d672&lang=en&cache-only=0",
            "defineEn": "a root vegetable with a long, black-skinned appearance and a subtle, nutty flavor reminiscent of asparagus or artichokes",
            "defineVi": "một loại rau củ có hình dáng dài, vỏ đen và hương vị hạt dẻ, tinh tế gợi nhớ đến măng tây hoặc atisô",
            "hasImg": true
        },
        {
            "id": "c3d53e37-709e-40a0-89c1-55cec69750b2",
            "word": "skirret",
            "phonetic": "skɜːɹɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She used to add skirret to her fresh salad.",
                "I didn't know that skirret may not be as readily available as more common root vegetables."
            ],
            "audio": "https://tts.langeek.co/read?text=c2tpcnJldA&hash=e78f95acfcb90fa00a87515676c2f931b7a5bb81&lang=en&cache-only=0",
            "defineEn": "a root vegetable with a sweet and delicate flavor, resembling a combination of carrots and parsnips",
            "defineVi": "một loại rau củ có hương vị ngọt ngào và tinh tế, giống như sự kết hợp của cà rốt và củ cải vàng",
            "hasImg": true
        },
        {
            "id": "8ba439aa-c439-4d44-8bcc-f877c0aae7c1",
            "word": "sweet potato",
            "phonetic": "swiːt pəteɪɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He preferred sweet potatoes over ordinary potatoes due to their natural sweetness.",
                "He harvested the sweet potato tubers and cooked them in a flavorful stew.",
                "They grilled turkey burgers and served them with a side of sweet potato fries.",
                "I roasted a mix of sweet potatoes and ordinary potatoes for a colorful and flavorful side dish.",
                "- Fire, breadfruit, sweet potato, we throw everything in the fire."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dlZXQgcG90YXRv&hash=87e539513e78b5be69dc1f006f15c46ef99a1803&lang=en&cache-only=0",
            "defineEn": "a vegetable similar to a potato in shape that has a sweet taste and white flesh",
            "defineVi": "một loại rau có hình dạng tương tự như khoai tây, có vị ngọt và thịt trắng",
            "hasImg": true
        },
        {
            "id": "0ecc6221-f2b5-44db-a2ee-ae1c8f895bf1",
            "word": "turmeric",
            "phonetic": "tɜːmɛɹɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Turmeric is a key ingredient in many flavorful dishes.",
                "The dish lacked spice, so I added some turmeric and curry.",
                "Natural food coloring made from beet juice or turmeric is used in some products as a substitute for synthetic food dyes.",
                "Turmeric and Asian food are inseparable.",
                "We used turmeric in a homemade face scrub for potential exfoliating and brightening effects."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVybWVyaWM&hash=b36af87e90bde3baa1db02df68e64c83304de5e3&lang=en&cache-only=0",
            "defineEn": "a yellow aromatic powder that is obtained by grinding the root of a plant of the ginger family, widely used in Asian cuisines",
            "defineVi": "một loại bột thơm màu vàng thu được bằng cách nghiền rễ một loại cây thuộc họ gừng, được sử dụng rộng rãi trong các món ăn châu Á",
            "hasImg": true
        },
        {
            "id": "9597210d-e460-4dd5-85de-b2cd59d40d3b",
            "word": "water caltrop",
            "phonetic": "wɔːɾɚ kæltɹɑːp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2F0ZXIgY2FsdHJvcA&hash=47695886701f1a21ddfbcec1e720dc9e9927a839&lang=en&cache-only=0",
            "defineEn": "an aquatic plant known for its distinctive horn-shaped nuts",
            "defineVi": "một loại cây thủy sinh được biết đến với các loại hạt hình sừng đặc biệt của nó",
            "hasImg": true
        },
        {
            "id": "58bd99a7-b2f6-459b-b38d-97c651d52d04",
            "word": "water chestnut",
            "phonetic": "wɔːɾɚ tʃɛstnʌt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2F0ZXIgY2hlc3RudXQ&hash=a2b6fb74bf5a97fc5f8e1e50ce25f7b672f948f1&lang=en&cache-only=0",
            "defineEn": "an aquatic plant that produces edible, tuber-like corms with a crisp texture and subtly sweet flavor",
            "defineVi": "một loài thực vật thủy sinh tạo ra những củ giống như củ có thể ăn được với kết cấu giòn và hương vị ngọt ngào tinh tế",
            "hasImg": true
        },
        {
            "id": "10ed50c2-be8b-42a7-84a0-7731f64b133f",
            "word": "sugar beet",
            "phonetic": "ʃʊɡɚ biːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3VnYXIgYmVldA&hash=28829840251f0f422a334b4cc03e4940a09ef882&lang=en&cache-only=0",
            "defineEn": "a root vegetable known for its high sugar content, commonly cultivated for the production of sugar",
            "defineVi": "một loại rau củ được biết đến với hàm lượng đường cao, thường được trồng để sản xuất đường",
            "hasImg": true
        },
        {
            "id": "2629f0e7-a6e7-48df-8653-94e6728be45a",
            "word": "beetroot",
            "phonetic": "biːtɹuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I offered my guests delicious beetroot burgers as a flavorful vegetarian option.",
                "Whenever I talked about his past life, he would go beetroot.",
                "She went beetroot red when her crush came up and talked to her.",
                "He discovered a new recipe for beetroot hummus and couldn't wait to try it out at his next family gathering.",
                "After hiking in the sun for hours, his face was red as a beetroot."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVldHJvb3Q&hash=f74e2ab78205fc6399c45570f64a04acda9a4146&lang=en&cache-only=0",
            "defineEn": "a vegetable with a round and dark red root that is eaten as food",
            "defineVi": "một loại rau có rễ tròn và màu đỏ sẫm được dùng làm thức ăn",
            "hasImg": true
        },
        {
            "id": "394de0ab-d591-45fd-8da2-2a5fb9f38fad",
            "word": "daikon",
            "phonetic": "muːli ",
            "partOfSpeechType": "noun",
            "examples": [
                "He used daikon as a natural remedy for congestion.",
                "He sliced the daikon radish into thin strips and added it to his fresh salad.",
                "We went to a Japanese restaurant and enjoyed a delicious bowl of miso soup with daikon slices.",
                "And pickled Daikon. ",
                "So we gonna get Daikon. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFpa29u&hash=7201f3e0b153bcce6ef134df66e4e594be856d07&lang=en&cache-only=0",
            "defineEn": "a mild radish with a white slender root that is used in Asian cuisine",
            "defineVi": "một loại củ cải mềm với phần rễ mảnh màu trắng được sử dụng trong ẩm thực châu Á",
            "hasImg": true
        },
        {
            "id": "5052d206-b7e4-466b-b35f-85aadb6e497d",
            "word": "spud",
            "phonetic": "spʌd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm craving some crispy spud tonight.",
                "My brother taught me the best way to cook spuds over the campfire.",
                "When you think about it like this, many major milestones in world history can all be at least partially attributed to the simple spud from the Peruvian hilltops.",
                "That's money out of our pocket, trying to find another use of the spuds.",
                "But considering how vital they were to the Incan people, when Spanish sailors returning from the Andes first brought potatoes to Europe, the spuds were duds."
            ],
            "audio": "https://tts.langeek.co/read?text=c3B1ZA&hash=ddee744fd0250082c28ab03142b2edbe8e8abfd5&lang=en&cache-only=0",
            "defineEn": "a potato",
            "defineVi": "một củ khoai tây",
            "hasImg": true
        },
        {
            "id": "910cb833-fad8-4aff-b9a1-0f37b7c925cb",
            "word": "cassava",
            "phonetic": "mænɪɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "They discovered a new cassava dish during their travels and couldn't wait to recreate it at home.",
                "We visited a local market and bought fresh cassava to experiment with different recipes.",
                "But in many tropical areas, cassava is king.",
                "But cassava also contains chemicals called linamarin and lotaustralin.",
                "This is cassava and beans."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fzc2F2YQ&hash=7a41f75038fc6ea008d42e7bfc8e64309ab30508&lang=en&cache-only=0",
            "defineEn": "the long and starchy roots of a tropical plant that is native to South America, used in cooking",
            "defineVi": "rễ dài và nhiều tinh bột của một loại cây nhiệt đới có nguồn gốc từ Nam Mỹ, được sử dụng trong nấu ăn",
            "hasImg": true
        }
    ]
}