{
    "id": "3fde9531-8d6b-443d-9a36-9b1d16d67107",
    "title": "Lesson 9",
    "originalTitle": "Lesson 9",
    "words": [
        {
            "id": "bf192ebc-e818-4a92-b6fd-897bc98b470d",
            "word": "to temper",
            "phonetic": "tə tɛmpɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "But he had a quick temper and that put me off.",
                "Losing your temper won’t get you anywhere.",
                "But when she got home and found that her roommate had eaten all her food, she lost her temper.",
                "He had just lost his job and thought of the saying 'God tempers the wind to the shorn lamb,' feeling that it was a reminder of God's care and protection during difficult times.",
                "The manager was known for his calm demeanor, but when his employee made the same mistake for the third time, he finally lost his temper and reprimanded them - every dog gets one bite."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGVtcGVy&hash=83717c56d60888cb58714bbed1e72ecd9dda6ed7&lang=en&cache-only=0",
            "defineEn": "make more temperate, acceptable, or suitable by adding something else",
            "defineVi": "làm cho ôn hòa hơn, chấp nhận được hoặc phù hợp hơn bằng cách thêm một cái gì đó khác"
        },
        {
            "id": "1548ec62-d796-4349-820a-cccc9980f5b2",
            "word": "temperate",
            "phonetic": "tɛmpɚɹət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Further north, in temperate and high latitudes, the net primary production varies seasonally.",
                "In temperate climates, the cycle of seasons freezes and thaws these waterways, cracking pavement and concrete foundations.",
                "Up here in the middle of continents, there are temperate grassland biomes with rich soils that produce the tall grass of prairies and the shortgrass of steppe climates.",
                "But Gomphotaria lived in temperate, warm waters where there was no ice.",
                "But in this temperate forest there are more fungi, capable of breaking down complex woody materials."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVtcGVyYXRl&hash=a69523c917b5fc6dbbb84606874e15a15c01d69f&lang=en&cache-only=0",
            "defineEn": "not extreme in behavior",
            "defineVi": "không cực đoan trong hành vi"
        },
        {
            "id": "bb7a87f0-054e-4456-ae0f-3e40817661b0",
            "word": "to rearrange",
            "phonetic": "tə ɹiːɚɹeɪndʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "My sister rearranged the furniture in her room to create more space.",
                "I have rearranged my sock drawer.",
                "Some clever algebra can rearrange this expression to become the average velocity times m times the CHANGE in velocity.",
                "But yeah, you can rearrange this layout to your heart's content.",
                "So let me a rearrange this."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVhcnJhbmdl&hash=17a9a0bcdac2db100f11ca6c00df32ccc256e8e6&lang=en&cache-only=0",
            "defineEn": "to change the position, order, or layout of something, often with the goal of improving its organization, efficiency, or appearance",
            "defineVi": "để thay đổi vị trí, trật tự hoặc bố cục của một cái gì đó, thường với mục tiêu cải thiện tổ chức, hiệu quả hoặc diện mạo của nó"
        },
        {
            "id": "8011091c-84a3-4ae5-a787-b1193521e59b",
            "word": "to rebuild",
            "phonetic": "tə ɹᵻbɪld ",
            "partOfSpeechType": "verb",
            "examples": [
                "After the scandal, the politician worked hard to rebuild his reputation and live down the controversy.",
                "The volunteers who helped rebuild the school after the earthquake are making a world of difference in the lives of the students and their families.",
                "The city had suffered from a natural disaster, but with the help of government aid and community support, it was able to regain its feet and rebuild stronger than before.",
                "After the disagreement, they decided to put their differences aside and work on rebuilding their friendship, so they are now on good terms.",
                "The couple who had grown apart in their relationship understood that it is never too late to mend and worked together to strengthen their bond and rebuild their connection."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVidWlsZA&hash=dd86b14a6bb01fc1d98dd488a82e84f6dbacb009&lang=en&cache-only=0",
            "defineEn": "to build something once again, after it has been destroyed or severely damaged",
            "defineVi": "để xây dựng một cái gì đó một lần nữa, sau khi nó đã bị phá hủy hoặc hư hỏng nghiêm trọng"
        },
        {
            "id": "4500a853-5c72-43c6-bbc4-7b67be25df1d",
            "word": "to recapture",
            "phonetic": "tə ɹᵻkæptʃɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Their clever tunneling work notwithstanding, they were all easily recaptured in the city. ",
                "And we need to recapture that sense of the common good.",
                "And it’ll twist back if the copper ion recaptures an electron.",
                "Among the top in the nation and maybe unique to Wyoming is our funding model that recaptures money from our wealthy districts and redistributes those to school districts that we call entitlement districts.",
                "And so was James Watt, the Scottish scientist who made their design much more efficient by recapturing the steam in the engine."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjYXB0dXJl&hash=8c355c13b9d18d47ed555522bb4a1dbc81086527&lang=en&cache-only=0",
            "defineEn": "experience anew",
            "defineVi": "trải nghiệm lại"
        },
        {
            "id": "56a58750-2f9f-4790-87c2-825759e07dd4",
            "word": "to recoup",
            "phonetic": "tə ɹᵻkuːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "KRS eventually recouped its money from Arrowhawk.",
                "They've got to find some way to recoup that.",
                "To recoup much of that.",
                "Convenient, because he wasn’t finding much gold, and he needed to recoup a lot of money for his investors.",
                "And what's happening with insulin is a real violation of our expectations, because this is an old drug that is now becoming inaccessibly expensive, long after its worth has been proven, and long after that cost of original innovation of these drugs has already been recouped."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjb3Vw&hash=b140e94042ea7065197ddaaba7c7fe95a7375a75&lang=en&cache-only=0",
            "defineEn": "reimburse or compensate (someone), as for a loss",
            "defineVi": "hoàn trả hoặc bồi thường (ai đó), như một mất mát"
        },
        {
            "id": "9058904e-3395-4e65-9b69-af7a2639c299",
            "word": "miniature",
            "phonetic": "mɪnɪtʃɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They capture the dramatic arc of the opera in miniature.",
                "You can serve miniature tea with this.",
                "The papillae even look like miniature cat claws.",
                "It's a miniature horse!",
                "It's a miniature horse!"
            ],
            "audio": "https://tts.langeek.co/read?text=bWluaWF0dXJl&hash=3d9c9aea04e823abb5f50a6689671df159325fcb&lang=en&cache-only=0",
            "defineEn": "being on a very small scale",
            "defineVi": "ở quy mô rất nhỏ"
        },
        {
            "id": "9224f837-11b9-457f-bdf8-cb229100ae5c",
            "word": "to minimize",
            "phonetic": "tə mɪnɪmaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure.",
                "The financial advisor recommended diversifying the investment portfolio to maximize yield and minimize risk.",
                "The bubble bath included an antifoaming agent to minimize foam and maintain clear water.",
                "All right, next order of business, minimize the power of big business and all that.",
                "All other windows will immediately minimize."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWluaW1pemU&hash=08fff2b892f43c8456ec15099ec162d478504c8f&lang=en&cache-only=0",
            "defineEn": "to reduce something to the lowest possible degree or amount, particularly something unpleasant",
            "defineVi": "để giảm một cái gì đó đến mức độ hoặc số lượng thấp nhất có thể, đặc biệt là một cái gì đó khó chịu"
        },
        {
            "id": "6632f5d9-2323-473f-8e97-6bbcf7da8e6a",
            "word": "minion",
            "phonetic": "mɪnɪən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In 2015, Amazon partnered with Universal Pictures and Illumination Entertainment to ship orders in bright yellow delivery boxes featuring cartoon characters from the movie Minions.",
                "Each kraken would then divide its share into 13 equal piles, keeping one, and distributing the other twelve to their mermite minions.",
                "Now, sometimes a scheme is a plan for getting a bunch of small, yellow minions and attempting to steal the moon, and I definitely don’t want to discourage you from doing that.",
                "Before she launches the invasion, the queen mates with one of her own, so after the battle she can settle in and have a lot of babies to help her control her new minions."
            ],
            "audio": "https://tts.langeek.co/read?text=bWluaW9u&hash=7fcbfdaff33d81acdf119a0c754f6f4173e53f42&lang=en&cache-only=0",
            "defineEn": "a servile or fawning dependant",
            "defineVi": "một đặc quyền hoặc xu nịnh phụ thuộc"
        },
        {
            "id": "d48461f1-a3f7-4090-a7d3-7fbe277d4afd",
            "word": "minority",
            "phonetic": "maɪnɔːɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Only a minority of people exist on unemployment benefits alone.",
                "The party, now in the minority, has been paying the new majority back in their own coin by stifling their legislation initiatives at every opportunity.",
                "My cousin objected and he was not a minority of one.",
                "I found myself to be a minority of one.",
                "Glad that I wasn't in a minority of one."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlub3JpdHk&hash=f34f7359e85620b3c8adc048024eac1b2fb4f6db&lang=en&cache-only=0",
            "defineEn": "a small group of people who differ in race, religion, etc. and are often mistreated by the society",
            "defineVi": "một nhóm nhỏ những người khác nhau về chủng tộc, tôn giáo, v.v. và thường bị xã hội ngược đãi",
            "hasImg": true
        },
        {
            "id": "0822af43-f38c-42be-8df4-7a130fb836a6",
            "word": "minuscule",
            "phonetic": "mɪnəskjuːl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But even that number is minuscule compared to another number: infinity.",
                "The charge from a single ion is minuscule, but the oceans contain a lot of salt.",
                "We ran an extremely minuscule amount of money into persuasion. ",
                "- Gross, ooh, it's got minuscule pieces of carrot in it.",
                "I mean, first of all, the 100 billion galaxies within range of our telescopes are probably a minuscule fraction of the total."
            ],
            "audio": "https://tts.langeek.co/read?text=bWludXNjdWxl&hash=a251d676c3ff8faf135244f19e7b417187a5419d&lang=en&cache-only=0",
            "defineEn": "extremely small",
            "defineVi": "cực nhỏ",
            "hasImg": true
        },
        {
            "id": "ba9e712a-4e00-48ee-bf77-1ac51495c2cb",
            "word": "minutia",
            "phonetic": "mɪnuːʃə ",
            "partOfSpeechType": "noun",
            "examples": [
                "So the minutia doesn't matter if, if if the joke requires the minutia, then it's almost like a waste of time because they can't hear it and you don't want to remember it.",
                "So the minutia doesn't matter if, if if the joke requires the minutia, then it's almost like a waste of time because they can't hear it and you don't want to remember it.",
                "So I'll like, I'll look at your Lego toys right there, and I look very deep, and I can see all the details and the minutiae.",
                "Get tuned in to what matters to you then take a look at how you're spending your time, what kinds of things you think or worry about, then start trimming away the chaff, the weeds, the unimportant minutiae that dim your light."
            ],
            "audio": "https://tts.langeek.co/read?text=bWludXRpYQ&hash=3a9a88f9f97066440d2e9a02ff4a4e2bb08760c1&lang=en&cache-only=0",
            "defineEn": "a small or minor detail",
            "defineVi": "một chi tiết nhỏ hoặc nhỏ"
        },
        {
            "id": "a4e01d91-9dad-4b87-9e6e-288f3e9fac90",
            "word": "ecstasy",
            "phonetic": "ɛkstəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm coming up on the ecstasy pill I took earlier.",
                "Users claim Ecstasy gives them a buzz and an energy high.",
                "Ecstasy is the compound MDMA.",
                "Other examples of Schedule I drugs are heroin, LSD, and ecstasy.",
                "Here at the port, we've caught up to 16 keys of ecstasy recently."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNzdGFzeQ&hash=e712524dbe8e75c23b3c228e2597873a686ab198&lang=en&cache-only=0",
            "defineEn": "a state of being carried away by overwhelming emotion",
            "defineVi": "một trạng thái bị mang đi bởi cảm xúc áp đảo"
        },
        {
            "id": "d67a9ef7-6646-4219-9756-71b4f16ebae7",
            "word": "ecstatic",
            "phonetic": "ɛkstæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I was ecstatic!",
                "The crews were absolutely ecstatic when they came off the helicopters.",
                "You're ecstatic, and what's the first thing they bring out?",
                "Lemminkäinen was ecstatic at their success, and demanded that Väinämöinen sing of their triumph.",
                "We predict that experiences will be much more intense than they actually turn out to be: good things will be ecstatic, bad things will be traumatic."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNzdGF0aWM&hash=638e8619b2621caf6acb3fdb59f17b685f882b06&lang=en&cache-only=0",
            "defineEn": "very excited and happy",
            "defineVi": "rất vui mừng và hạnh phúc",
            "hasImg": true
        },
        {
            "id": "077cfe9e-b04b-4ea0-a349-47f398dd96db",
            "word": "to liberate",
            "phonetic": "tə lɪbɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Getting things off your chest can be liberating.",
                "And that heat from the iron oxide is liberating oxygen from the sodium chlorate.",
                "Governments across the world hope vaccinations will liberate their citizens and economies.",
                "That we liberated nations from dictatorship and freed people from AIDS.",
                "And when it burned, that oily earth was liberated, leaving the ash behind."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGliZXJhdGU&hash=61e6764dc2fbe941117eaea30c56cbe1fa727226&lang=en&cache-only=0",
            "defineEn": "grant freedom to",
            "defineVi": "trao quyền tự do cho"
        },
        {
            "id": "e06eb75b-2997-474f-9d02-5082b53f4bce",
            "word": "libertarian",
            "phonetic": "lɪbɚtɛɹiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So libertarians need a way to account for their view.",
                "So, many libertarians concede that the physical world itself is deterministic.",
                "Libertarians are right that it’s really hard to disregard the feeling of freedom.",
                "Joe Biden is polling surprisingly well among libertarians and even better among pescatarians.",
                "And to be clear, libertarian free will is nothing like political libertarianism."
            ],
            "audio": "https://tts.langeek.co/read?text=bGliZXJ0YXJpYW4&hash=96d807d4c262cd015ae9a4c4e7943e64bc7e77fc&lang=en&cache-only=0",
            "defineEn": "someone who believes the doctrine of free will",
            "defineVi": "một người tin vào học thuyết về ý chí tự do"
        },
        {
            "id": "8c548d31-cf04-4d40-a51a-969c36101ee5",
            "word": "apostasy",
            "phonetic": "ɐpɔstəsi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXBvc3Rhc3k&hash=e30f20950027605c435424730d4f10577c1d8d14&lang=en&cache-only=0",
            "defineEn": "the act of abandoning a religious or political belief that one used to hold",
            "defineVi": "hành động từ bỏ niềm tin tôn giáo hoặc chính trị mà người ta từng nắm giữ"
        },
        {
            "id": "293e1c1f-a753-401c-a0cc-794b5116678f",
            "word": "apostate",
            "phonetic": "ɐpɔsteɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXBvc3RhdGU&hash=f33dfad0d5de086a400df771f7270858c78f4fcb&lang=en&cache-only=0",
            "defineEn": "a disloyal person who betrays or deserts his cause or religion or political party or friend etc.",
            "defineVi": "một người không trung thành phản bội hoặc từ bỏ chính nghĩa hoặc tôn giáo hoặc đảng phái chính trị hoặc bạn bè của mình, v.v."
        },
        {
            "id": "da3ca3e1-d7a5-42b9-8f96-1f7c77e49ced",
            "word": "apostle",
            "phonetic": "ɐpɑːsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dr. Martin Luther King, the apostle of non-violence and the Civil Rights movement has been shot to death in Memphis Tennessee."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBvc3RsZQ&hash=6368d1e5eb6d2d0621d3ce0b53fd1b2a4b0bcf19&lang=en&cache-only=0",
            "defineEn": "any important early teacher of Christianity or a Christian missionary to a people",
            "defineVi": "bất kỳ giáo viên đầu tiên quan trọng nào của Cơ đốc giáo hoặc một nhà truyền giáo Cơ đốc cho một dân tộc"
        },
        {
            "id": "9bd39b17-24f9-482d-b1ed-374c86b70422",
            "word": "apostleship",
            "phonetic": "ɐpɑːsəlʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXBvc3RsZXNoaXA&hash=a63f6fe29c2ec987b6ad6657592845f88a1e6b71&lang=en&cache-only=0",
            "defineEn": "the position of apostle",
            "defineVi": "chức vụ tông đồ"
        }
    ]
}