{
    "id": "3fe82721-4ffd-4ec0-834c-1405ec4069e6",
    "title": "Lesson 8B",
    "originalTitle": "Lesson 8B",
    "words": [
        {
            "id": "2f125dc7-8339-48bc-9a63-1de8966da4ac",
            "word": "bathroom",
            "phonetic": "bæθɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "She organized shampoo and soap bottles in the shower caddy in the bathroom.",
                "Water was running all over the bathroom floor.",
                "The medicine cabinet in the bathroom holds our first aid supplies.",
                "I cleaned the bathroom yesterday so I'm in Mum's good books.",
                "He took a refreshing shower in the bathroom after a long day."
            ],
            "audio": "https://tts.langeek.co/read?text=YmF0aHJvb20&hash=1df0dd490c01630a275169bf21768dc890a57cab&lang=en&cache-only=0",
            "defineEn": "a room that has a toilet and a sink, and often times a bathtub or a shower as well",
            "defineVi": "một căn phòng có nhà vệ sinh và bồn rửa, và thường có cả bồn tắm hoặc vòi hoa sen",
            "hasImg": true
        },
        {
            "id": "b8dbdc0e-f9ba-43e8-a207-30a3da020742",
            "word": "bedroom",
            "phonetic": "bɛdɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The suite will add a touch of class to your bedroom.",
                "The actor's intense bedroom eyes added an extra layer of allure to his performance.",
                "He kept his favorite toys on the shelves in his bedroom.",
                "She placed a small nightstand next to the bed in the bedroom for her belongings.",
                "In our house, the bigger bedroom was always reserved for my older sister."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVkcm9vbQ&hash=0bbd03af86fc3c3258a01c30d0da8fe5851ab63d&lang=en&cache-only=0",
            "defineEn": "a room we use for sleeping",
            "defineVi": "một căn phòng chúng tôi sử dụng để ngủ",
            "hasImg": true
        },
        {
            "id": "03094273-051d-471f-92e7-2896ab07612e",
            "word": "dining room",
            "phonetic": "daɪnɪŋ ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dining room has a table and chairs as furniture.",
                "She cleans the dining room after each meal.",
                "They gathered in the dining room for Sunday brunch.",
                "They enjoyed breakfast in the dining room, starting the day with a tasty meal.",
                "She set the table with plates and glasses in the dining room."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGluaW5nIHJvb20&hash=32b08af606ba48c7624351561a19272f34f42fd7&lang=en&cache-only=0",
            "defineEn": "a room that we use to eat meals in",
            "defineVi": "một căn phòng mà chúng tôi sử dụng để ăn bữa ăn trong",
            "hasImg": true
        },
        {
            "id": "30269eb7-cdc7-4d44-925d-fef2134bff2f",
            "word": "garage",
            "phonetic": "ɡɚɹɑːʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He pressed a button, and the garage door opened, revealing his car.",
                "She noticed a small bird nesting on the roof of her garage.",
                "James had spent the entire day working in the garage, covered in grease and dirt.",
                "The garage does different types of customizations.",
                "Hey Google, unlock the garage. -"
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FyYWdl&hash=ba4187e4c66db2e541319371526eb3d09f69b846&lang=en&cache-only=0",
            "defineEn": "a building, usually next or attached to a house, in which cars or other vehicles are kept",
            "defineVi": "một tòa nhà, thường bên cạnh hoặc gắn liền với một ngôi nhà, trong đó ô tô hoặc các phương tiện khác được giữ",
            "hasImg": true
        },
        {
            "id": "0fe65112-6204-494c-a877-7815b4ff0f25",
            "word": "hall",
            "phonetic": "hɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hall will be able to let in more spectators.",
                "The journalist's investigation revealed the corruption that was taking place in the halls of power, where powerful individuals were making deals that benefited themselves rather than the public.",
                "Hall thrusters also use their fuel really efficiently.",
                "Two halls, Paint Shop North and Paint Shop South, comprise BMW Manufacturing's paint shop.",
                "This hall of mirrors only lets blue light escape."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFsbA&hash=214a901d40d1e7d71c21e91bbdc9168a7f3a3137&lang=en&cache-only=0",
            "defineEn": "a passage that is inside a house or building with rooms on both side",
            "defineVi": "một lối đi bên trong một ngôi nhà hoặc tòa nhà có phòng ở cả hai bên",
            "hasImg": true
        },
        {
            "id": "07a8ec35-e243-4b00-af4e-9cb6cf510ba2",
            "word": "kitchen",
            "phonetic": "kɪtʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The delicate aroma of ripe may apples fills the kitchen.",
                "A voice came from the kitchen.",
                "The aromatic spice fills the kitchen with a delightful scent.",
                "The kitchen was filled with the smell of garlic.",
                "I love the aroma of fresh herbs in my kitchen."
            ],
            "audio": "https://tts.langeek.co/read?text=a2l0Y2hlbg&hash=424c434e57ae7d314a1b9172171eaf9d5e85ee41&lang=en&cache-only=0",
            "defineEn": "the place in a building or home where we make food",
            "defineVi": "nơi trong một tòa nhà hoặc nhà nơi chúng tôi làm thức ăn",
            "hasImg": true
        },
        {
            "id": "5a0fa563-bc4d-4a22-8f9e-929e8f691d3f",
            "word": "living room",
            "phonetic": "lɪvɪŋ ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The corridor led into a spacious living room.",
                "The living room had a soft rug that felt comfortable under her feet.",
                "The living room had a comfortable sofa where she took afternoon naps.",
                "The living room had a large window that let in plenty of natural light.",
                "The little boy was excitedly playing with his toy cars in the living room."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl2aW5nIHJvb20&hash=037641ac7ccd35a97a83310e5a20f56249a9f3aa&lang=en&cache-only=0",
            "defineEn": "the part of a house where people spend time together talking, watching television, relaxing, etc.",
            "defineVi": "một phần của ngôi nhà nơi mọi người dành thời gian cùng nhau nói chuyện, xem truyền hình, thư giãn, v.v.",
            "hasImg": true
        },
        {
            "id": "c3acfc44-f678-465f-9158-2716f37023ac",
            "word": "study",
            "phonetic": "stʌdi ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend studied the nutritional benefits of different legumes for her research project.",
                "We study the history of our country in social studies class.",
                "She studied different subjects in school, from math to history.",
                "We study different subjects like math, science, and English at school.",
                "Researchers study diatoms to better understand the environmental conditions of aquatic habitats."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1ZHk&hash=2097b3f782215c2a8f777e35d85a798163d9ad66&lang=en&cache-only=0",
            "defineEn": "a detailed and careful consideration and examination",
            "defineVi": "xem xét và kiểm tra chi tiết và cẩn thận",
            "hasImg": true
        },
        {
            "id": "7f1526aa-27c5-47bc-ad37-229a3a806b6c",
            "word": "toilet",
            "phonetic": "tɔɪlɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Could you keep an eye on my bag while I go to the toilet?",
                "You'll have to get down on all fours to clean behind the toilet.",
                "That toilet has a face on it too.",
                "My friend only wishes a toilet with washing capabilities.",
                "They have flushed the toilet."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9pbGV0&hash=9744bf14febe60b1bacb184c321b4c4333bbb387&lang=en&cache-only=0",
            "defineEn": "a room or building equipped with one or more toilets",
            "defineVi": "một căn phòng hoặc tòa nhà được trang bị một hoặc nhiều nhà vệ sinh",
            "hasImg": true
        },
        {
            "id": "ac65d7a8-6f8b-45bf-8849-630214a2f241",
            "word": "balcony",
            "phonetic": "bælkəni ",
            "partOfSpeechType": "noun",
            "examples": [
                "He likes to stand on the balcony to feel the breeze.",
                "He wondered if he could grow his own endive in a small pot on his balcony.",
                "She stumbled off the balcony, but luckily, a hedge below her broke her fall.",
                "We built the balcony.",
                "We step on the balcony."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsY29ueQ&hash=459f5f4532057cce6d220717240f46a13854c64c&lang=en&cache-only=0",
            "defineEn": "a platform above the ground level and on the outside wall of a building that we can get into from the upper floor",
            "defineVi": "một nền tảng trên mặt đất và trên bức tường bên ngoài của một tòa nhà mà chúng ta có thể đi vào từ tầng trên",
            "hasImg": true
        },
        {
            "id": "53bddd81-0670-4981-a7fe-fb68dd115a9e",
            "word": "ceiling",
            "phonetic": "siːlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Watch your head on the low ceiling.",
                "He hit his head on the low ceiling.",
                "Dad'll hit the ceiling when he finds out I've left school.",
                "And she hits the ceiling when Boolie tells her she's not competent to drive.",
                "e stood on a ladder to change a lightbulb on the ceiling."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VpbGluZw&hash=db361ca1f6a98a570125f06bfb55b1d35e484fd1&lang=en&cache-only=0",
            "defineEn": "the highest part of a room, vehicle, etc. that covers it from the inside",
            "defineVi": "phần cao nhất của căn phòng, phương tiện, v.v. bao phủ nó từ bên trong",
            "hasImg": true
        },
        {
            "id": "e7a6085a-60cd-4578-91bb-b71d13f82309",
            "word": "floor",
            "phonetic": "floːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The senator held the floor for several hours.",
                "At precisely 6:45 a.m. the rowdiness ceases as Sailor, a union safety expert, takes the floor for his weekly lecture.",
                "She covered the floor with a colorful carpet.",
                "They wiped the floor with us in a 3–0 win.",
                "Share prices have gone through the floor."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxvb3I&hash=f6d26bceb1625362fd3257c87e7a30084275c93b&lang=en&cache-only=0",
            "defineEn": "the bottom of a room that we walk on",
            "defineVi": "dưới cùng của một căn phòng mà chúng tôi đi bộ trên",
            "hasImg": true
        },
        {
            "id": "5a722dbc-33b4-46f0-a0b4-43e23b377347",
            "word": "stair",
            "phonetic": "stɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Those stairs kill me every time!",
                "She took a tumble down the stairs.",
                "She went sobbing up the stairs.",
                "I prefer taking the elevator in tall buildings rather than using the stairs.",
                "He huffed and puffed as he carried the heavy box up the stairs."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhaXI&hash=291cb652e6a11269989fdd96a2f5847b6054239e&lang=en&cache-only=0",
            "defineEn": "a series of steps connecting two floors of a building, particularly built inside a building",
            "defineVi": "một loạt các bước kết nối hai tầng của một tòa nhà, đặc biệt được xây dựng bên trong một tòa nhà",
            "hasImg": true
        },
        {
            "id": "4284c9d1-38d5-4e89-acdd-2b38cdd92826",
            "word": "wall",
            "phonetic": "wɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The plan ran into a brick wall.",
                "Small cracks appeared in the wall.",
                "She decorated the walls of her bedroom with pictures and posters.",
                "He's bouncing off the walls.",
                "The artwork on the wall was a mix of colors and textures."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FsbA&hash=7ce80503fc636b82b2a5ebcf4ec3a8b790d1ca1b&lang=en&cache-only=0",
            "defineEn": "an upright structure, usually made of brick, concrete, or stone that is made to divide, protect, or surround a place",
            "defineVi": "một cấu trúc thẳng đứng, thường được làm bằng gạch, bê tông hoặc đá được tạo ra để phân chia, bảo vệ hoặc bao quanh một nơi",
            "hasImg": true
        },
        {
            "id": "b6907e07-b265-42ee-894b-05bb30b24a1c",
            "word": "armchair",
            "phonetic": "ɑːɹmtʃɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "John is just an armchair critic who loves to voice his opinions about movies without ever stepping foot in a cinema.",
                "Every evening at 8 PM, as regular as clockwork, my dad sits in his armchair and reads the newspaper for exactly 45 minutes.",
                "And he’s a great armchair raconteur. ",
                "In an armchair lay Mr. Mason, his clothes and his arm covered in blood.",
                "She was sitting in an armchair in the library, murmuring words over a little black book."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJtY2hhaXI&hash=1ef5a7bc3f3cb4b8c59835842e629eeb12dbdf72&lang=en&cache-only=0",
            "defineEn": "a type of upholstered chair with armrests and a comfortable backrest, often used for relaxation or reading",
            "defineVi": "loại ghế bọc nệm có tay vịn và tựa lưng thoải mái, thường dùng để thư giãn hoặc đọc sách",
            "hasImg": true
        },
        {
            "id": "86d1c68f-86a7-44de-a0c1-fece5316a2fa",
            "word": "bath",
            "phonetic": "bæθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'll run you a bath.",
                "To take a bath/shower/wash.",
                "We should fill the bathtub with warm water for a relaxing bath.",
                "My sister used to take a relaxing bath or shower before going to bed at night.",
                "She wrapped herself in a warm bath towel after the shower."
            ],
            "audio": "https://tts.langeek.co/read?text=YmF0aA&hash=144594cdccd90573389226f6b830e9cbdcc19af6&lang=en&cache-only=0",
            "defineEn": "the action of washing our body in a bathtub by putting it into water",
            "defineVi": "hành động rửa cơ thể của chúng ta trong bồn tắm bằng cách đặt nó vào nước",
            "hasImg": true
        },
        {
            "id": "fbd42480-d093-4b6e-9402-09c8b788e3af",
            "word": "bed",
            "phonetic": "bɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "She sent the kids to bed early.",
                "The price includes dinner, bed, and breakfast.",
                "The sofa had to serve as a bed.",
                "I have a bedside table next to my bed for my books and glasses.",
                "I usually go to bed around 11 o'clock."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVk&hash=f168fe9b1cb85c90950402c3950f6578447cb42f&lang=en&cache-only=0",
            "defineEn": "furniture we use to sleep on that normally has a frame and mattress",
            "defineVi": "đồ nội thất chúng ta sử dụng để ngủ thường có khung và nệm",
            "hasImg": true
        },
        {
            "id": "ad1dcfc1-eed5-4d0f-b253-5f5ea18919ad",
            "word": "carpet",
            "phonetic": "kɑːɹpɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The carpet only reached halfway across the room.",
                "The carpet has worn thin in places.",
                "The Persian carpet in the living room adds elegance and style to the space.",
                "The soft carpet feels nice under my feet.",
                "She covered the floor with a colorful carpet."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FycGV0&hash=603c8ff660845b8a1b51e8a20f075a8ce81c4c1f&lang=en&cache-only=0",
            "defineEn": "a thick piece of woven cloth, used as a floor covering",
            "defineVi": "một mảnh vải dệt dày, được sử dụng làm lớp phủ sàn",
            "hasImg": true
        },
        {
            "id": "e0b4ae22-f684-4e7a-a7fc-6289f9d67824",
            "word": "cooker",
            "phonetic": "kʊkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She cooks brown rice in a rice cooker and serves it alongside grilled chicken for a balanced meal.",
                "This is, I'm not a forager cooker.",
                "With a few friends, some potato peelers, meat grinders, and cookers, Seipler developed a way to recycle used bars of soap into new, sterile ones, which can then be donated to children and families around the world who don't have easy access to soap.",
                "BUT, the science behind these things how wood burns, how airflow works, if you start thinking about fluid dynamics inside of a cooker, then science has a pretty huge part of it."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29va2Vy&hash=d2e298ae71142789031ee5de81ebeb446641da27&lang=en&cache-only=0",
            "defineEn": "an appliance shaped like a box that is used for heating or cooking food by putting food on top or inside the appliance",
            "defineVi": "một thiết bị có hình dạng giống như một cái hộp được sử dụng để hâm nóng hoặc nấu thức ăn bằng cách đặt thức ăn lên trên hoặc bên trong thiết bị",
            "hasImg": true
        },
        {
            "id": "ac849c70-cf45-40f5-ad80-935a8c9c676d",
            "word": "cupboard",
            "phonetic": "kʌbəd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Put your clothes in the cupboard.",
                "He asked if she had any skeletons in her cupboard that might affect her political campaign.",
                "Sheila suspected her boyfriend of having cupboard love as he showered her with gifts and attention whenever he needed a favor.",
                "If you've got a skeleton in the cupboard, it will probably be exposed during this campaign.",
                "My climbing boots were sitting unused in a cupboard."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VwYm9hcmQ&hash=7e79a2573696a515eb71db5617d2f0e5fbe45fed&lang=en&cache-only=0",
            "defineEn": "a piece of furniture with shelves and doors, usually built into a wall, designed for storing things like foods, dishes, etc.",
            "defineVi": "một món đồ nội thất có kệ và cửa, thường được gắn vào tường, được thiết kế để đựng những thứ như thức ăn, bát đĩa, v.v.",
            "hasImg": true
        },
        {
            "id": "d4e7837c-87bb-44fd-a1b8-29445f68687c",
            "word": "dishwasher",
            "phonetic": "dɪʃwɑːʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dishwasher is making a strange noise.",
                "I started off as a dishwasher making 25 cents an hour.",
                "I applied to be a cashier, even a dishwasher.",
                "Between the chefs, inventory crew, waiters, and dishwashers, it takes a team of 1,085 people to keep this massive operation going.",
                "And this meant that increasing numbers of Americans had access things like television, and air conditioning, and dishwashers and air travel."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzaHdhc2hlcg&hash=821141a5249e08f538d16e85211d7dadf9b544b9&lang=en&cache-only=0",
            "defineEn": "someone whose job is to wash dishes",
            "defineVi": "ai đó có công việc là để rửa bát đĩa",
            "hasImg": true
        },
        {
            "id": "7ef90694-22f5-4256-af0f-6128cc7232b1",
            "word": "fireplace",
            "phonetic": "faɪɚpleɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have a cozy sitting area downstairs by the fireplace.",
                "The couple spent their vacation in a cozy cabin, billing and cooing by the fireplace.",
                "The rug in front of the fireplace provides a comfortable spot to sit.",
                "We sat by the fireplace, cracking open butternuts and sharing stories.",
                "The house has a cozy fireplace, perfect for winter evenings."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlyZXBsYWNl&hash=abdf8866e671d5a2ad2f7d12fad8bb155801fe27&lang=en&cache-only=0",
            "defineEn": "a space or place in a wall for building a fire in",
            "defineVi": "một không gian hoặc địa điểm trong một bức tường để xây dựng một ngọn lửa trong",
            "hasImg": true
        },
        {
            "id": "30210be4-5453-41d5-89b4-f4528939fc92",
            "word": "fridge",
            "phonetic": "fɹɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fridge has a freezer section for storing frozen foods.",
                "Milk and cream should keep quite well in a fridge.",
                "The fridge door has a magnetic strip to hold notes and pictures.",
                "I opened the fridge to get a bottle of water.",
                "I put leftovers in the fridge to save them for later."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJpZGdl&hash=39662c9ae532350a0a72d3d21683d1850ae9def5&lang=en&cache-only=0",
            "defineEn": "a container, usually put in a kitchen, that uses electricity to keep food cool and fresh",
            "defineVi": "một thùng chứa, thường được đặt trong nhà bếp, sử dụng điện để giữ cho thực phẩm tươi và mát",
            "hasImg": true
        },
        {
            "id": "2de2664e-6e31-45e5-9199-70c15bfb1e23",
            "word": "light",
            "phonetic": "laɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The car ahead of me jumped the light.",
                "The lights changed to green.",
                "Sometimes darkness can show you the light.",
                "A major technological advancement like that is still light years away.",
                "This software first saw the light of day back in 1993."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlnaHQ&hash=63673c8d6438c2eb063d7052377e05b9d5fe0031&lang=en&cache-only=0",
            "defineEn": "a type of electromagnetic radiation that makes it possible to see, produced by the sun or another source of illumination",
            "defineVi": "một loại bức xạ điện từ giúp chúng ta có thể nhìn thấy, được tạo ra bởi mặt trời hoặc một nguồn chiếu sáng khác",
            "hasImg": true
        },
        {
            "id": "fa9844ca-3c40-4f97-8865-e33b33201692",
            "word": "microwave",
            "phonetic": "maɪkɹoʊweɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "However, the guy just microwaves the fish.",
                "Microwaved fish in the break room.",
                "Our microwave is done.",
                "a microwave to put the soap into!",
                "Radio and microwaves are near the low end."
            ],
            "audio": "https://tts.langeek.co/read?text=bWljcm93YXZl&hash=1b5f7709cda98979adcefbcf7856130fb3293c0e&lang=en&cache-only=0",
            "defineEn": "a kitchen appliance that uses electromagnetic waves to quickly heat or cook food",
            "defineVi": "một thiết bị nhà bếp sử dụng sóng điện từ để nhanh chóng làm nóng hoặc nấu thức ăn",
            "hasImg": true
        },
        {
            "id": "2702bf29-150e-4eac-a12b-b52e67cc9c27",
            "word": "mirror",
            "phonetic": "mɪɹɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The closet had a mirror on the inside of the door for getting dressed.",
                "The outgoing president used smoke and mirrors to make the situation look better.",
                "I usually stand in front of the mirror to comb my hair.",
                "Unfortunately, most companies won't take a long look in the mirror until something goes disastrously wrong.",
                "He adjusted his tie in the mirror to make sure it was straight."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlycm9y&hash=9c81b0d2375685386d02c08fdf1e2d35f5372c84&lang=en&cache-only=0",
            "defineEn": "a flat surface made of glass that people can see themselves in",
            "defineVi": "một bề mặt phẳng làm bằng thủy tinh mà mọi người có thể nhìn thấy mình trong",
            "hasImg": true
        },
        {
            "id": "f94a3ee6-d732-4835-bfb5-476d80cd175c",
            "word": "plant",
            "phonetic": "plænt ",
            "partOfSpeechType": "noun",
            "examples": [
                "My mom planted beautiful flowers in the front yard.",
                "The child carefully planted caryopses of wildflowers in the garden.",
                "He planted a gentle kiss on her cheek.",
                "They have planted the seeds of their own destruction.",
                "He planted arrowroot in his backyard garden."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhbnQ&hash=3e852761cedd57761156624e95de3a0df56f2fb1&lang=en&cache-only=0",
            "defineEn": "a living thing that grows in ground or water; usually having leaves, stems, flowers, etc.",
            "defineVi": "một sinh vật mọc trong đất hoặc nước; thường có lá, thân, hoa, v.v.",
            "hasImg": true
        },
        {
            "id": "1ceb5cf3-eb0e-4921-bcd6-dea2e9c1691c",
            "word": "shelf",
            "phonetic": "ʃɛlf ",
            "partOfSpeechType": "noun",
            "examples": [
                "This dictionary goes on the top shelf.",
                "To hit the shops/stores/shelves.",
                "The book on the shelf had a purple cover.",
                "He kept his favorite toys on the shelves in his bedroom.",
                "I can't reach the top shelf."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hlbGY&hash=c850b935e7ce89e25336bcd3d7aef0dee5e2b952&lang=en&cache-only=0",
            "defineEn": "a flat, narrow board made of wood, metal, etc. attached to a wall, to put items on",
            "defineVi": "một tấm ván phẳng, hẹp làm bằng gỗ, kim loại, v.v. gắn vào tường, để đặt các vật dụng lên",
            "hasImg": true
        },
        {
            "id": "17ed8a20-ead8-4ba6-ad92-719d5390d440",
            "word": "shower",
            "phonetic": "ʃaʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He dropped the slippery soap in the shower.",
                "He took a refreshing shower in the bathroom after a long day.",
                "To take a bath/shower/wash.",
                "She wrapped herself in a warm bath towel after the shower.",
                "She organized shampoo and soap bottles in the shower caddy in the bathroom."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvd2Vy&hash=3a5e5601d6e0bd6f31c0d75bc06db736a3a23bb8&lang=en&cache-only=0",
            "defineEn": "a piece of equipment that flows water all over your body from above",
            "defineVi": "một thiết bị đưa nước chảy khắp cơ thể bạn từ trên cao",
            "hasImg": true
        },
        {
            "id": "66d88a74-e824-4838-a02d-f5c4244678aa",
            "word": "sofa",
            "phonetic": "soʊfə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The leather sofa adds a touch of elegance to the room.",
                "The sofa had to serve as a bed.",
                "The sofa provides a great place to take an afternoon nap.",
                "The old sofa will have to go.",
                "The new sofa wouldn't fit into the small living room."
            ],
            "audio": "https://tts.langeek.co/read?text=c29mYQ&hash=b2007c01164b705852bc790c420bfeee12132b88&lang=en&cache-only=0",
            "defineEn": "a comfortable seat that has a back and two arms and enough space for two or multiple people to sit on",
            "defineVi": "một chỗ ngồi thoải mái có lưng và hai cánh tay và đủ không gian cho hai hoặc nhiều người ngồi",
            "hasImg": true
        },
        {
            "id": "ed3bd85b-d25d-42e4-8c16-b6a52b20ba9b",
            "word": "wardrobe",
            "phonetic": "wɔːɹdɹoʊb ",
            "partOfSpeechType": "noun",
            "examples": [
                "The room had a wardrobe where she kept her clothes.",
                "We bought new furniture for our bedroom, including a bed and a wardrobe.",
                "We've got hundreds in the wardrobe.",
                "Like the best items in your wardrobe, corpse armor could have multiple uses.",
                "That's right, The Lion, the Witch and the Wardrobe."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FyZHJvYmU&hash=1b88629b937f36e8c4969405957ed6c302d11432&lang=en&cache-only=0",
            "defineEn": "a piece of furniture that is large and is used for hanging and storing clothes",
            "defineVi": "một mảnh đồ nội thất lớn và được sử dụng để treo và lưu trữ quần áo",
            "hasImg": true
        },
        {
            "id": "ab6c2072-6f58-4da6-a838-8128f858d32f",
            "word": "washing machine",
            "phonetic": "wɑːʃɪŋ məʃiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The washing machine’s broken again.",
                "The salesman was a fast talker who persuaded the old lady to buy a new washing machine.",
                "They have washing machines in their apartments.",
                "They built washing machines and telephones and refrigerators and computers. ",
                "You could buy and install better filters for washing machines to catch more microfibers."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FzaGluZyBtYWNoaW5l&hash=04b72820a9788eadd0de37cab78729dc8fd8e6e6&lang=en&cache-only=0",
            "defineEn": "an electric machine used for washing clothes",
            "defineVi": "một máy điện được sử dụng để giặt quần áo",
            "hasImg": true
        },
        {
            "id": "68b31958-31d0-462c-884d-f4ba90886214",
            "word": "house",
            "phonetic": "haʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The police searched the suspect's house for evidence.",
                "Houses that suits every pocket.",
                "The house looks east.",
                "Better one house spoiled than two.",
                "The singer always brings the house down with her powerful voice and stage presence."
            ],
            "audio": "https://tts.langeek.co/read?text=aG91c2U&hash=efb4fa9476e274a7d587d5151aa2ce03fb46bd6f&lang=en&cache-only=0",
            "defineEn": "a building where people live, especially as a family",
            "defineVi": "một tòa nhà nơi mọi người sống, đặc biệt là như một gia đình",
            "hasImg": true
        }
    ]
}