{
    "id": "3ffd84b2-e3d9-4d03-a700-3ec3995dce30",
    "title": "Plants and Vegetation",
    "originalTitle": "Lesson 53",
    "words": [
        {
            "id": "74bc5190-5d88-4002-a18f-71c6fd6d8c8f",
            "word": "bark",
            "phonetic": "bɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "A dog barks and stands at bay if he sees any one assault his master.",
                "As the saying goes, dogs of the same street bark alike.",
                "Don't bark if you can't bite, as they say.",
                "The police spent three months barking up the wrong tree on the murder investigation.",
                "Lisa spent the entire day on her feet at the busy retail store, and by closing time, her dogs were barking with exhaustion."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyaw&hash=b385f69ab6ccffc751c38b5321a4a65b08529f76&lang=en&cache-only=0",
            "defineEn": "the hard outer covering of a tree",
            "defineVi": "lớp vỏ cứng bên ngoài của cây",
            "hasImg": true
        },
        {
            "id": "66b58d4f-042d-4cb0-8141-681ff7de1dce",
            "word": "blossom",
            "phonetic": "blɔsəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "I enjoyed the sweet scent of blossoms on the flowering tree.",
                "The scent of wild cherry blossoms filled the air, signaling the arrival of spring.",
                "Japan is a country in Asia famous for its technology, anime, and cherry blossoms.",
                "Beauty is but a blossom to those who don't know how to appreciate it.'",
                "They watched as the bees buzzed around, sipping the nectar from the colorful blossoms."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymxvc3NvbQ&hash=864892eb621809037b9e7fa96b3fd642435a2b81&lang=en&cache-only=0",
            "defineEn": "a flower or a lot of flowers, particularly on a bush or a fruit tree",
            "defineVi": "một bông hoa hoặc rất nhiều hoa, đặc biệt là trên một bụi cây hoặc một cây ăn quả",
            "hasImg": true
        },
        {
            "id": "38d6e38b-0bc0-4d97-b4e7-90426d637579",
            "word": "bulb",
            "phonetic": "bʌlb ",
            "partOfSpeechType": "noun",
            "examples": [
                "The gardener dug a hole and gently placed the bulb of an onion into the soil.",
                "My sister was enjoying a meal that included roasted camas bulbs.",
                "She prepared a delicious camas dish, combining the cooked bulbs with fresh herbs.",
                "She discovered a forgotten bulb of garlic in the pantry and decided to use it in her recipe.",
                "He looked at his daughter planting wild leek bulbs in the garden."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVsYg&hash=a9a112dcd2433ad7d028c5c6a2770be410fbd45f&lang=en&cache-only=0",
            "defineEn": "the ball-shaped root of some plants that grows anew every year",
            "defineVi": "rễ hình quả bóng của một số cây mọc lại hàng năm",
            "hasImg": true
        },
        {
            "id": "940e7c4c-0fa4-40a0-aa06-2eb4ef084db1",
            "word": "cane",
            "phonetic": "keɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The old lady walked slowly with the support of her cane.",
                "Above him Cornelius ran his eye over a box of ancient cane carpet beaters.",
                "Bring out the cane!",
                "- I wagered stun cane.",
                "And of course, bringing my cane."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FuZQ&hash=ea85ea2c95ab494601fecc4d4e5b026b54a80ffe&lang=en&cache-only=0",
            "defineEn": "the stiff and hollow stem of some tall plants such as sugar cane or bamboo",
            "defineVi": "thân cứng và rỗng của một số cây cao như mía hoặc tre"
        },
        {
            "id": "d09edc65-76ac-469b-af38-b7057cab1165",
            "word": "crown",
            "phonetic": "kɹaʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Uneasy lies the head that wears the crown.",
                "Rumours spread that the Duke had designs on the crown.",
                "The completion of the landmark building was the architect's crowning glory, showcasing their visionary design and construction skills.",
                "Her latest novel is her crowning glory, receiving widespread critical acclaim and topping the bestseller lists.",
                "There are some cases the Crown feels so serious they don't want to stay the charges."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jvd24&hash=4937186d35a7b5e92759b11e06d9d3d7843428d5&lang=en&cache-only=0",
            "defineEn": "the top part of a tree or other plant",
            "defineVi": "phần trên cùng của cây hoặc cây khác"
        },
        {
            "id": "7ee9c718-ae56-4abe-9c75-eb7ddf35a410",
            "word": "cutting",
            "phonetic": "kʌɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fuchsia cuttings had taken and were looking good.",
                "I need to sharpen the knife for smoother cutting.",
                "And this is the cutting edge.",
                "Amazon is the cutting edge.",
                "But cost cutting measures were starting to result in complaints about flight delays and cancelations, problems with baggage and issues with reservations and bookings."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3V0dGluZw&hash=b0f0f44780a35bb082d25ce0ac96afd371fdb437&lang=en&cache-only=0",
            "defineEn": "a part of a plant that is cut off so that it can be grown into a new plant",
            "defineVi": "một phần của cây bị cắt đi để trồng thành cây mới"
        },
        {
            "id": "84f537ea-74a8-49ba-94ec-cfadf4fe23b2",
            "word": "petal",
            "phonetic": "pɛɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The roses in the garden were red with velvety petals.",
                "He plucked a vibrant pink mallow flower from the garden and admired its soft petals.",
                "The petals of the flower were delicate and soft to the touch.",
                "He sprinkles dried chamomile petals on top of his favorite dessert for a touch of floral sweetness.",
                "She sprinkled dried alkanet petals in her bathwater, turning it into a relaxing and visually appealing soak."
            ],
            "audio": "https://tts.langeek.co/read?text=cGV0YWw&hash=294710653d24a0dda5e29d5f11ef21e87e7e9d65&lang=en&cache-only=0",
            "defineEn": "any of the parts of a flower that is very soft and is usually colored",
            "defineVi": "bất kỳ bộ phận nào của hoa rất mềm và thường có màu",
            "hasImg": true
        },
        {
            "id": "a53dd8e6-55fe-41af-a90c-c1e33d21fe38",
            "word": "timber",
            "phonetic": "tɪmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the roof timbers, there's an image of the moon landing.",
                "Their inhabitants are making ruinous demands on soils and water supplies for food and on forests for timber and paper.",
                "Locals take part in transporting the timbers and other ceremonies to mark the relocation.",
                "There was loss of allotments, loss of timber, loss of access to water or loss of access to be able to do subsistence living and feed your family.",
                "Students choose from seven areas of concentration, including stone, plaster and brick masonry, timber framing and architectural carpentry."
            ],
            "audio": "https://tts.langeek.co/read?text=dGltYmVy&hash=d64de579c6138f06f38449ed2b016677d2df75b2&lang=en&cache-only=0",
            "defineEn": "trees grown to be used in carpentry or construction",
            "defineVi": "cây được trồng để sử dụng trong nghề mộc hoặc xây dựng",
            "hasImg": true
        },
        {
            "id": "78b34ec8-3071-4fba-ab88-2b0b95577116",
            "word": "genus",
            "phonetic": "dʒɛnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Female Photuris fireflies mimic the flashes of females from another genus, the Photinus fireflies.",
                "Bring in the unknown genus.",
                "Then you assign genus and species.",
                "2.8 million years ago, the genus of homo, the first humans, emerged.",
                "Another major player in Permian waters was Prionosuchus, a genus from Brazil."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VudXM&hash=10e3a6e04e95e6a0fb11e584a5213d8825f9c62b&lang=en&cache-only=0",
            "defineEn": "(biology) any of the groups that plants, animals, etc. with similar characteristics are divided into, which is larger than a species and smaller than a family",
            "defineVi": "(sinh học) bất kỳ nhóm nào mà thực vật, động vật, v.v. có các đặc điểm tương tự được chia thành lớn hơn loài và nhỏ hơn họ"
        },
        {
            "id": "c6aba9f1-d3c9-45a4-bb4f-2717b22f55d4",
            "word": "algae",
            "phonetic": "ælɡiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Brown algae have complex life cycles with genetic diversity.",
                "REd algae adds a burst of color to the underwater landscape.",
                "Fucoid algae add a unique texture and flavor to sushi rolls and seafood dishes.",
                "Brown algae create habitats and provide food for marine species.",
                "Green algae, with its vibrant hues, adds a splash of color and life to freshwater ecosystems."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxnYWU&hash=eaab3a219f086c09695cc1f7c389e62eee614e7c&lang=en&cache-only=0",
            "defineEn": "plants without true roots, leaves, or stems, which grow in or near a body of water, such as seaweeds",
            "defineVi": "thực vật không có rễ, lá hoặc thân thật, mọc trong hoặc gần một vùng nước, chẳng hạn như rong biển",
            "hasImg": true
        },
        {
            "id": "55f35b37-0863-4323-9bc6-23dad1f0153d",
            "word": "seaweed",
            "phonetic": "siːwiːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I enjoy the refreshing taste of seaweed salad.",
                "Seaweed can be ground into powder and used as a seasoning to add depth of flavor to dishes.",
                "Carrageenan is a food additive derived from seaweed that is used as a thickener and stabilizer in dairy products and other foods.",
                "The Sargasso Sea is renowned for its vast floating mats of Sargasso seaweed.",
                "Like many reef fish, these colorful creatures eat seaweed."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vhd2VlZA&hash=628a7402ccb307909df67d07c5829f21ca52212f&lang=en&cache-only=0",
            "defineEn": "a type of plant that grows in or near the sea",
            "defineVi": "một loại thực vật mọc trong hoặc gần biển",
            "hasImg": true
        },
        {
            "id": "adb66af6-154b-4c16-96d7-2d8c6fc9885c",
            "word": "fungus",
            "phonetic": "fʌŋɡəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The presence of certain fungi, like Penicillium, is essential in the production of some types of cheese.",
                "Whatever the reasons, these fungi pass an incredible amount of information between trees.",
                "This fungus was penicillin. ",
                "Caterpillar fungus grows in the remote Tibetan Plateau in the Himalayan mountains.",
                "Another example is Penicillium fungi."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVuZ3Vz&hash=acacb5962be8b9cd5a7dd54f1d66fd7f685637ae&lang=en&cache-only=0",
            "defineEn": "a plant-like organism that often grows on organic matter and has no flowers or leaves, such as moulds and mushrooms",
            "defineVi": "một sinh vật giống như thực vật thường phát triển trên chất hữu cơ và không có hoa hoặc lá, chẳng hạn như nấm mốc và nấm",
            "hasImg": true
        },
        {
            "id": "c040736e-6baf-4fbd-a054-257430da08e6",
            "word": "maple",
            "phonetic": "meɪpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bakery showcased a special maple sugar cake as the highlight of their seasonal menu.",
                "A touch of maple extract in the pancake batter gives them a delightful maple syrup taste.",
                "They added a pinch of maple sugar to their morning coffee for a hint of natural sweetness.",
                "It's always a joy to receive a jar of homemade maple sugar as a thoughtful gift.",
                "But, maple trees are just one plant that we use to get sugar."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFwbGU&hash=7ca363639f8b9feae1d4670a416f57b313f81967&lang=en&cache-only=0",
            "defineEn": "a tall tree, growing in northern countries, with leaves that have five points that turn gold or red in the fall",
            "defineVi": "một cây cao, mọc ở các nước phía bắc, với những chiếc lá có năm điểm chuyển sang màu vàng hoặc đỏ vào mùa thu",
            "hasImg": true
        },
        {
            "id": "a0d53d5f-12ab-4100-9940-53e64d2a7a85",
            "word": "needle",
            "phonetic": "niːdəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The compass needle always points north.",
                "I had pins and needles in the tips of my fingers.",
                "The compass needle points to the north when you're facing south.",
                "I’ll have to move because I’m starting to get pins and needles in my foot.",
                "I was on pins and needles until I found out I'd won."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVlZGxl&hash=be06c53de961b7366a598fed58a13745cf8fd6e0&lang=en&cache-only=0",
            "defineEn": "a pine tree's leaf that is thin and hard",
            "defineVi": "lá cây thông mỏng và cứng",
            "hasImg": true
        },
        {
            "id": "c260c8a1-06cd-42a0-a281-3e71b41f2355",
            "word": "lush",
            "phonetic": "lʌʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A variety of plants and wildlife thrive on the lush riverbank.",
                "The African landscape is diverse, ranging from lush rainforests to vast deserts.",
                "We go to Lush.",
                "At the poles, lush ecosystems took hold, while parts of western North America became arid.",
                "This flower lives in a lush Alaskan meadow."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVzaA&hash=509cc4e02c0490fcb231f7d70b66f9b7c22d48a4&lang=en&cache-only=0",
            "defineEn": "(of vegetation) growing densely and looking strong and healthy",
            "defineVi": "(của thảm thực vật) phát triển dày đặc và trông mạnh mẽ và khỏe mạnh",
            "hasImg": true
        },
        {
            "id": "ef618c28-03b5-482e-a981-8598707cc0b0",
            "word": "pod",
            "phonetic": "pɑːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The members of the band are like peas in a pod.",
                "The group of friends are like peas in a pod.",
                "They were like two peas in a pod.",
                "The twins, Tom and Tim, are like two peas in a pod.",
                "The puppies in the litter are like two peas in a pod."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9k&hash=01baf1a3a32f155005c74ae1b3c67b7e5231ba2b&lang=en&cache-only=0",
            "defineEn": "a long and narrow casing filled with seeds that grows on some specific plants, such as beans and peas",
            "defineVi": "một vỏ dài và hẹp chứa đầy hạt mọc trên một số loại cây cụ thể, chẳng hạn như đậu và đậu Hà Lan"
        },
        {
            "id": "b8204269-42eb-4d00-b219-7768e0579d6e",
            "word": "vegetation",
            "phonetic": "vɛdʒɪteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That also dries out vegetation.",
                "Prescribed fires are usually burning only vegetation.",
                "Vegetation, birds, and insects can all mean nearby water sources.",
                "These birds live in the vegetation alongside rivers and streams, things like cottonwood and willow trees.",
                "During winter, the bird collects forest vegetation like leaves, moss, and branches, then mixes them together."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVnZXRhdGlvbg&hash=b327a2a5454dd0476f97c02d2bcae967f75b7600&lang=en&cache-only=0",
            "defineEn": "trees and plants in general, particularly those of a specific habitat or area",
            "defineVi": "cây cối và thực vật nói chung, đặc biệt là của một môi trường sống hoặc khu vực cụ thể",
            "hasImg": true
        },
        {
            "id": "62b721da-6d24-40be-afb9-7b362da4b698",
            "word": "window box",
            "phonetic": "wɪndoʊ bɑːks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2luZG93IGJveA&hash=7047b36cf36dd61fcb7e8b0c20ca205664c60d0a&lang=en&cache-only=0",
            "defineEn": "a decorative container placed outside a window in which people grow flowers and other plants",
            "defineVi": "một thùng chứa trang trí được đặt bên ngoài cửa sổ nơi mọi người trồng hoa và các loại cây khác",
            "hasImg": true
        },
        {
            "id": "f2fa8327-7056-4e1b-8922-9d3ad87abde7",
            "word": "to pollinate",
            "phonetic": "tə pɑːlᵻneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Bees also pollinate the coffee plant.",
                "Slugs sometimes pollinate plants, but usually not corpse flowers.",
                "This flower is pollinated by a bird.",
                "Many crops pollinate themselves, and all crops have to be related to mingle.",
                "These little beetles pollinated the plants with no extra work from humans, and, suddenly, palm oil yields boomed."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9sbGluYXRl&hash=e1c7bccbff1ae195f3d7e2fe675dfc23bf8db56a&lang=en&cache-only=0",
            "defineEn": "to deposit pollen on a plant or flower so that it can produce new seeds",
            "defineVi": "gửi phấn hoa trên cây hoặc hoa để nó có thể tạo ra hạt mới",
            "hasImg": true
        },
        {
            "id": "0a4b1b35-b5ad-4249-874c-37fba53a5d77",
            "word": "pollination",
            "phonetic": "pɑːlᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This whole process is called pollination.",
                "Decomposition, pollination, photosynthesis, days, seasons, rock cycle, nitrogen cycle, carbon cycle, photosynthesis, said that one already!",
                "That’s pollination!",
                "Pollination is the plant version of getting it on.",
                "It entirely depends on pollination."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9sbGluYXRpb24&hash=492d297bd8cb9e5c0bf1ca065485e8e94666e5ce&lang=en&cache-only=0",
            "defineEn": "(biology) the process of producing plant seeds by transferring a powdery substance from one plant to the other",
            "defineVi": "(sinh học) quá trình sản xuất hạt giống cây trồng bằng cách chuyển chất dạng bột từ cây này sang cây khác",
            "hasImg": true
        },
        {
            "id": "153436bf-2a33-42a5-8baa-2085c8551c4b",
            "word": "shoot",
            "phonetic": "ʃuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He never shot a line about his escapades.",
                "New shoots are just appearing at the base of the plant.",
                "We've been shooting the breeze for well over an hour now.",
                "He is shooting from the hip in an act of political desperation.",
                "As a chef, I add bamboo shoots to my signature soup for a delightful twist."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvb3Q&hash=2fd8cce2892f02563ff432076247fc53b69d4981&lang=en&cache-only=0",
            "defineEn": "a new growth on a tree or plant; the part of a plant that starts to appear above the ground because it is growing",
            "defineVi": "một sự phát triển mới trên cây hoặc thực vật; một phần của cây bắt đầu xuất hiện trên mặt đất vì nó đang phát triển",
            "hasImg": true
        },
        {
            "id": "9a4f8fab-a8f8-409d-85d7-1e6816627b0d",
            "word": "reed",
            "phonetic": "ɹiːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "When my friend kept making promises but failing to follow through, I reminded him that good words without deeds are rushes and reeds.",
                "Just as a reed before the wind lives on, a resilient person can weather any storm.",
                "The business that was able to pivot and adjust its strategy during the pandemic survived, while larger and more established companies failed, demonstrating that oaks may fall when reeds stand the storm.",
                "So give a nice warm welcome to David , Reed, Maria, Hannah and Trevor.",
                "Barbara shared Reed's interest in the outdoors."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVlZA&hash=0385f4856b57ff1d7ce67dbf68fe20bac976c74c&lang=en&cache-only=0",
            "defineEn": "a tall grass-like plant that grows in water or near it",
            "defineVi": "một loại cây cỏ cao mọc trong nước hoặc gần nó"
        },
        {
            "id": "b1801877-051e-40fb-9422-bc7232cfd3fa",
            "word": "dahlia",
            "phonetic": "deɪliːə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGFobGlh&hash=ec801d7b64f4503b3d8feb6e00721a69bfbfe22e&lang=en&cache-only=0",
            "defineEn": "a large Mexican garden plant with brightly colored flowers, which usually has the shape of a ball",
            "defineVi": "một loại cây vườn Mexico lớn với những bông hoa có màu sắc rực rỡ, thường có hình quả bóng",
            "hasImg": true
        },
        {
            "id": "f92457d3-2cd4-43b1-91e4-ecb9d696d3cc",
            "word": "dogwood",
            "phonetic": "dɑːɡwʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our dogwood uses its sticky latex, but lots of plants have other creative defenses as well.",
                "It turns out, that plant was a dogwood tree.",
                "That’s what our dogwood tree was doing with its latex.",
                "When animals like the deer we saw bite a dogwood’s leaves, they get a mouthful of that sticky latex.",
                "Most animals don’t like to eat latex, so they don’t like to eat the plants that are full of it, like dogwood trees."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9nd29vZA&hash=f4f2026a10a2613f73dec2db39e916ba5d4fa8ec&lang=en&cache-only=0",
            "defineEn": "a small tree or bush with red stems and pink or red berries; the hard timber of this tree",
            "defineVi": "một cây nhỏ hoặc bụi cây có thân màu đỏ và quả mọng màu hồng hoặc đỏ; gỗ cứng của cây này",
            "hasImg": true
        },
        {
            "id": "c185564d-6bf7-41f2-ac63-87a1f39a18a7",
            "word": "honeysuckle",
            "phonetic": "hʌnɪsʌkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The honeysuckle has improved the lives of other native plants, too, like nightshade.",
                "Like honeysuckles might remind you of your grandmother or something like that.",
                "A Gin Hudson, it is London dry, Creme de honeysuckle, Sage liqueur, and Charcoal bitters.",
                "If you’ve spent any time exploring the outdoors, you might have come across a bunch of stringy flowers called honeysuckle.",
                "In one experiment, birds removed 30% more nightshade fruit in areas full of honeysuckle, compared to areas without the invasive plants."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9uZXlzdWNrbGU&hash=a114747cda6d4fde145e71108daec82c3cb84e21&lang=en&cache-only=0",
            "defineEn": "a climbing plant with fragrant flowers that are pink, white, or yellow in color",
            "defineVi": "một loại cây leo có hoa thơm có màu hồng, trắng hoặc vàng",
            "hasImg": true
        },
        {
            "id": "dde08900-c6d2-47de-beb9-2b576bdae58f",
            "word": "iris",
            "phonetic": "aɪɹɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "What Iris told me still rings in my head.",
                "So, Iris invites Onion to her house for dinner.",
                "Iris is very sensitive.",
                "Iris is immediately smitten.",
                "Irises, for example, live longer when paired with daffodils."
            ],
            "audio": "https://tts.langeek.co/read?text=aXJpcw&hash=57daf1660e2a89d6ee7926895981b7fa754660a1&lang=en&cache-only=0",
            "defineEn": "a plant with long narrow leaves and large yellow or purple flowers",
            "defineVi": "một loại cây có lá hẹp dài và hoa lớn màu vàng hoặc tím",
            "hasImg": true
        },
        {
            "id": "491b87e9-5d9d-4161-a092-f4e986c8721d",
            "word": "magnolia",
            "phonetic": "mæɡnoʊliə ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is a Magnolia tree, one of the oldest flowering plant species still around today.",
                "Eventually, they took on more familiar forms, as the world saw its first forests of magnolias, oaks, and beech trees.",
                "66 million years ago, an animal about the size of a rat was hunting down insects and searching for fruit among the evergreen leaves of ancient relatives of the magnolia."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFnbm9saWE&hash=ef82ff9bbe58ca5a9ea6c3a519801c640a6611c8&lang=en&cache-only=0",
            "defineEn": "a shrub or tree with purple, white, or pink flowers that are large in size and are also pleasant-smelling",
            "defineVi": "một loại cây bụi hoặc cây có hoa màu tím, trắng hoặc hồng có kích thước lớn và cũng có mùi dễ chịu",
            "hasImg": true
        },
        {
            "id": "30105d56-57a3-4a4e-8db6-ee976247dd5f",
            "word": "mimosa",
            "phonetic": "mɪmoʊsə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWltb3Nh&hash=2c9ad944ae2a88327df8c387f6f9a14e4d843118&lang=en&cache-only=0",
            "defineEn": "a plant whose leaves droop when touched",
            "defineVi": "một loại cây có lá rũ xuống khi chạm vào",
            "hasImg": true
        },
        {
            "id": "784cff57-519d-494d-b4f9-c187efe29352",
            "word": "myrtle",
            "phonetic": "mɜːɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "She may even wear her myrtle crown.",
                "It was a huge philanthropic contribution to the Myrtle Beach area by Mr. Brooks, who had a vision that the Myrtle beach area could grow and expand and evolve as a tourism destination and a business community."
            ],
            "audio": "https://tts.langeek.co/read?text=bXlydGxl&hash=a6523a960c2896b26d2a0eb6ce33a0fd5e6d45c0&lang=en&cache-only=0",
            "defineEn": "a small tree with shiny leaves, blue-black berries and fragrant white flowers",
            "defineVi": "một cái cây nhỏ với những chiếc lá sáng bóng, những quả mọng màu xanh đen và những bông hoa trắng thơm"
        },
        {
            "id": "d8ab22f1-1418-42d7-ae6b-962f6d29c16a",
            "word": "quince",
            "phonetic": "kwɪns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Roasting quince with honey and cinnamon creates a delicious dessert.",
                "In her grandmother's garden, there were several pomes, including apples and quinces.",
                "Quince jam is a sweet and tangy spread that pairs well with toast.",
                "What's quince?",
                "No, no, that's preserved quince."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVpbmNl&hash=b2d493ee4d28133f17715aa60988ccd86e8686b3&lang=en&cache-only=0",
            "defineEn": "a West Asian small tree with pink flowers and pear-shaped fruit",
            "defineVi": "một cây nhỏ ở Tây Á có hoa màu hồng và quả hình quả lê"
        },
        {
            "id": "6e170dab-2f16-4923-9cde-8793c07459db",
            "word": "snowdrop",
            "phonetic": "snoʊdɹɑːp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c25vd2Ryb3A&hash=20a7a3fe37555e2fd1d9187c8516ab636402746b&lang=en&cache-only=0",
            "defineEn": "a small plant that starts producing white flowers in early spring",
            "defineVi": "một loại cây nhỏ bắt đầu ra hoa trắng vào đầu mùa xuân"
        }
    ]
}