{
    "id": "40242ea8-89c8-478e-ba25-363746c64df6",
    "title": "Lesson 6",
    "originalTitle": "Lesson 6",
    "words": [
        {
            "id": "b69569fe-ace1-4a9c-b67d-9250501767f6",
            "word": "outbreak",
            "phonetic": "aʊtbɹeɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "So outbreaks are inevitable.",
                "This outbreak is testing the abilities of both software and broadband companies.",
                "Nearly two-thirds of rural counties are reporting outbreaks of Covid-19.",
                "The outbreak here has really concerned this community.",
                "The outbreak in their locker room subsided."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0YnJlYWs&hash=6fafa3d15e6fbfb9fcacb0eb05f940107e58aa8c&lang=en&cache-only=0",
            "defineEn": "the unexpected start of something terrible, such as a disease or war",
            "defineVi": "sự khởi đầu bất ngờ của một cái gì đó khủng khiếp, chẳng hạn như một căn bệnh hoặc chiến tranh"
        },
        {
            "id": "453b9969-31d0-4a90-ac6f-93bcd8b5ab77",
            "word": "outcry",
            "phonetic": "aʊtkɹaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "There was a public outcry when the scandal broke.",
                "The outcry after The Washington Post story gets too loud.",
                "Public outcry after the death of soldiers led to the Drug Importation Act of 1848.",
                "Beyond these three guests, the outcry has been loud against Airbnb's customer service.",
                "Outcry over the legislation mounted over the last month."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0Y3J5&hash=9c9d9b82b39a3a3752bcb29bb05fbd8f828d6932&lang=en&cache-only=0",
            "defineEn": "a loud, sustained noise or shout of disapproval, protest, or outrage",
            "defineVi": "một tiếng ồn lớn, kéo dài hoặc la hét không tán thành, phản đối hoặc phẫn nộ"
        },
        {
            "id": "f8f4f0e8-f058-419c-a06d-e9a46934321e",
            "word": "to outlast",
            "phonetic": "tʊ aʊtlæst ",
            "partOfSpeechType": "verb",
            "examples": [
                "Even when modern populist leaders don’t follow through with their most extreme promises, their impact on political discourse, the rule of law, and public trust can long outlast their time in office.",
                "Sreenivasan: AS A SMALL, MOSTLY UNHEARD OF INDEPENDENT RECORD LABEL BASED, NOT IN NEW YORK OR LOS ANGELES, BUT IN JACKSON, MISSISSIPPI, MALACO RECORDS HAS MANAGED TO OUTLAST MAJOR RECORD LABEL COMPETITORS LIKE MOTOWN, STAX AND CHESS RECORDS.",
                "The general public may still need convincing, but one idea has outlasted the controversy.",
                "My name is JackSepticEye and welcome to Outlast 2.",
                "And as these more docile scavengers outlasted their aggressive brethren, their genetic traits were passed on, gradually breeding tamer wolves in areas near human populations."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3V0bGFzdA&hash=23d445cd34182d4b093f36357088ee96de814a2c&lang=en&cache-only=0",
            "defineEn": "live longer than",
            "defineVi": "sống lâu hơn"
        },
        {
            "id": "c996f477-1a66-4fbe-bb72-a2cd9e512b81",
            "word": "outlaw",
            "phonetic": "aʊtlɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "He also outlawed worker activism.",
                "Virtually all foreign travel has now been outlawed.",
                "Robocalls to non-consenting individuals were outlawed by the Telephone Consumer Protection Act in 1991.",
                "The Sherman Act outlaws any monopolization or attempted monopolization.",
                "It didn't specifically outlaw cannabis."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0bGF3&hash=4b89cdeda2ceca55c1cb6c11582c3818f68614a8&lang=en&cache-only=0",
            "defineEn": "a person who has done something against the law and is on the run to escape punishment, used particularly about people in the past",
            "defineVi": "một người đã làm điều gì đó trái với pháp luật và đang chạy trốn để thoát khỏi sự trừng phạt, đặc biệt được sử dụng về những người trong quá khứ",
            "hasImg": true
        },
        {
            "id": "ee3406db-4a14-4dc9-8ec5-6f78f1ecc36d",
            "word": "outpost",
            "phonetic": "aʊtpoʊst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Like this outpost near the city of Manbij, filmed by a Russian journalist.",
                "So, the French colony in Saint-Domingue began in the 17th century as a pirate outpost.",
                "Mosher: The Gateway is kind of like this orbital outpost for the moon.",
                "After a few minutes, the backup from the outposts arrive, and the time window for a successful attack slowly closes.",
                "If we do set it up, it could power our small outpost for the first few years."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0cG9zdA&hash=0c293c7fbc5a970f1eb48e1519bcffe48ae89511&lang=en&cache-only=0",
            "defineEn": "a military post stationed at a distance from the main body of troops",
            "defineVi": "một đồn quân sự đóng quân cách xa cơ quan chính của quân đội"
        },
        {
            "id": "26bc4f82-d0e7-4f96-99da-16f6f870e478",
            "word": "tyrannical",
            "phonetic": "tɪɹænɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Peter noticed throughout history how rulers who were granted immense power often became tyrannical and cruel, proving that absolute power corrupts absolutely.",
                "To him, government and concentrated economic power were greater threats to liberty than a tyrannical majority.",
                "Unfortunately, you've all been captured by the tyrannical rulers and brought to the ancient colosseum for their deadly entertainment.",
                "The government was deliberately weak, which followed logically from Americans’ fear of tyrannical governments taxing them and quartering soldiers in their houses and so on.",
                "He claimed descent from Lucius Junius Brutus, who had helped overthrow the tyrannical king known as Tarquin the Proud."
            ],
            "audio": "https://tts.langeek.co/read?text=dHlyYW5uaWNhbA&hash=465b9a67c35acbb00d5e1924e0e5a1335ae92bbb&lang=en&cache-only=0",
            "defineEn": "marked by unjust severity or arbitrary behavior",
            "defineVi": "được đánh dấu bằng mức độ nghiêm trọng bất công hoặc hành vi tùy tiện"
        },
        {
            "id": "f21f06ce-9d91-4837-94ad-61d273a759f4",
            "word": "tyranny",
            "phonetic": "tɪɹəni ",
            "partOfSpeechType": "noun",
            "examples": [
                "But except for the tyranny of slavery, the framers really hated tyranny.",
                "Iran's founding document pledges death, tyranny, and the pursuit of jihad.",
                "But except for the tyranny of slavery, the framers really hated tyranny.",
                "Is freedom, freedom from government tyranny?",
                "Another example of tyranny solving the problems that tyranny has created."
            ],
            "audio": "https://tts.langeek.co/read?text=dHlyYW5ueQ&hash=079c44e91deb358ee0c0a5ea17ae5bae1c0a8aec&lang=en&cache-only=0",
            "defineEn": "a type of government where a ruler or a small group of people have complete power and control over the citizens, often making decisions without considering their rights or welfare",
            "defineVi": "một loại chính phủ nơi một người cai trị hoặc một nhóm nhỏ người có toàn quyền và kiểm soát công dân, thường đưa ra quyết định mà không xem xét quyền hoặc phúc lợi của họ"
        },
        {
            "id": "5a6fa128-cb0d-4533-81b1-cae0c68221f1",
            "word": "to exasperate",
            "phonetic": "tʊ ɛɡzæspɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "People are frustrated and exasperated because of the economic hardship and the collapse of the safety net.",
                "(exasperated)",
                "(exasperated sigh)",
                "Why do you seem exasperated?",
                "But that’s not because we’re perpetually exasperated."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhhc3BlcmF0ZQ&hash=175b971904104c76af5a6418716d576d549f6b76&lang=en&cache-only=0",
            "defineEn": "exasperate or irritate",
            "defineVi": "bực tức hoặc khó chịu"
        },
        {
            "id": "58c0c07c-6aec-4877-8936-34a8847b2172",
            "word": "exasperation",
            "phonetic": "ɛɡzæspɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "When Peter told Susan to finish a hundred-page report in an hour, she replied with exasperation, 'You may as well bid me lade the sea with a nutshell.'",
                "You would've had protests but it would've been a different kind and you wouldn't have had the level of exasperation and frustration, I mean, you still have the three other officers not charged, the reason you charge everybody is because you get people to turn on each other."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhhc3BlcmF0aW9u&hash=488aa4b31510dbd39d48b309cc75dd56f0219e16&lang=en&cache-only=0",
            "defineEn": "an exasperated feeling of annoyance",
            "defineVi": "một cảm giác khó chịu bực bội",
            "hasImg": true
        },
        {
            "id": "ebc944f9-ccaa-467b-81dc-c2713b1df851",
            "word": "criterion",
            "phonetic": "kɹaɪtiəɹɪən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So what locations meet these criteria?",
                "Here's the criteria.",
                "What is that criteria?",
                "Most children also meet the criteria for Dysthymia.",
                "Another possible criterion is the pace of our development."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpdGVyaW9u&hash=36e3eeead05b565fd229cf7c7db74fb8f93767e9&lang=en&cache-only=0",
            "defineEn": "a principle or standard by which something is judged or decided",
            "defineVi": "một nguyên tắc hoặc tiêu chuẩn theo đó một cái gì đó được đánh giá hoặc quyết định"
        },
        {
            "id": "1d7661a4-6a5a-48e9-8482-ba95e52a1ae0",
            "word": "critical",
            "phonetic": "kɹɪɾɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His critical remarks ruffled the feathers of the board members.",
                "The question requires critical thinking and analysis.",
                "The actor's Oscar win was in the bag after receiving widespread critical acclaim for their performance.",
                "All three patients were considered to be in a critical condition.",
                "Her latest novel is her crowning glory, receiving widespread critical acclaim and topping the bestseller lists."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpdGljYWw&hash=b2513701d896eb18638b9a819717651f9e76ed01&lang=en&cache-only=0",
            "defineEn": "characterized by careful evaluation and judgment",
            "defineVi": "được đặc trưng bởi sự đánh giá và phán đoán cẩn thận"
        },
        {
            "id": "05d0fe3e-9360-4135-ae34-f880ea90c517",
            "word": "to critique",
            "phonetic": "tə kɹɪtiːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Some thought the elderly woman's critiques of society were outdated and irrelevant, but an old dog barks not in vain, for experience brings valuable perspective.",
                "But its social critique cuts far deeper.",
                "The crux of the critique came down to this.",
                "A few days after its debut, Chick-fil-A tweeted a thinly veiled critique.",
                "Williams actually presents this case as a critique of utilitarianism."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3JpdGlxdWU&hash=c4c07c7d5e52ef852496f842c64eed57bdbf5488&lang=en&cache-only=0",
            "defineEn": "to evaluate or examine something in a critical and detailed way",
            "defineVi": "để đánh giá hoặc kiểm tra một cái gì đó một cách quan trọng và chi tiết"
        },
        {
            "id": "3c6c52f6-ddb2-4885-8d77-2d029209e8b5",
            "word": "patriarch",
            "phonetic": "peɪtɹɪɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The patriarch has always been an iron fist in a velvet glove.",
                "He’s really the patriarch of this country.",
                "Putin was still the patriarch.",
                "Then Umar visited the town with the Patriarch.",
                "The Alcott patriarch, Amos Bronson Alcott was both a man very ahead of his time in terms of abolition, women’s rights, and education, while also being a fanatic who put his principles ahead of his family’s well being."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0cmlhcmNo&hash=553e2d22213cca7cd6736d8104ec5ef6c29e702a&lang=en&cache-only=0",
            "defineEn": "the male head of family or tribe",
            "defineVi": "người đứng đầu nam của gia đình hoặc bộ lạc"
        },
        {
            "id": "bf3e9be4-e7e5-4ac5-804d-0381d13fa9fe",
            "word": "paternal",
            "phonetic": "pətɜːnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So some clusters of cells express the maternal X chromosome, while others express the paternal X.",
                "There have been associations linked between birth complications and older paternal age.",
                "Sugar glider males have strong paternal behaviors, and the codominant males will often curl around the joeys to make sure they don’t get too cold.",
                "But in other countries, and languages, middle names serve a similar purpose to surnames, namely to connect people to their paternal lineage.",
                "Ours was a family of three girls, but my parents wanted to honor my paternal grandfather."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0ZXJuYWw&hash=8680e42df3a87a6678dd4310e7d2d6105b47fda8&lang=en&cache-only=0",
            "defineEn": "connected to fatherhood or appropriate to a father",
            "defineVi": "kết nối với cha hoặc thích hợp với một người cha",
            "hasImg": true
        },
        {
            "id": "00418685-c248-4de3-be16-b401f2c83cfe",
            "word": "patrician",
            "phonetic": "pætɹɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your senate was chosen from among the Patrician class.",
                "Her age, her patrician family lineage, and her apparent good health makes her the best candidate to serve the goddess Vesta in the eyes of the Romans."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0cmljaWFu&hash=4f860dbb8c4dbcf093428d3c1a4d07316f6e6c65&lang=en&cache-only=0",
            "defineEn": "a member of the aristocracy",
            "defineVi": "một thành viên của tầng lớp quý tộc"
        },
        {
            "id": "c26c1d03-5fe6-4f9b-a0f4-e9b7974fa5a2",
            "word": "patrimony",
            "phonetic": "pætɹɪməni ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGF0cmltb255&hash=aa2c19f9cb10c85cd6b44dcc9e352e219218176b&lang=en&cache-only=0",
            "defineEn": "an inheritance coming by right of birth (especially by primogeniture)",
            "defineVi": "một tài sản thừa kế theo quyền khai sinh (đặc biệt là bởi con trưởng)"
        },
        {
            "id": "9963127c-d149-478f-8526-bcb7805cbc86",
            "word": "patriotism",
            "phonetic": "peɪtɹɪətɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The patriotism was raging in my blood.",
                "This should be a patriotism issue.",
                "This should be a patriotism issue.",
                "Its American-manufactured motorbikes are promoted as a symbol of patriotism. ",
                "On Chinese social media, patriotism requires punishing perceived enemies."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0cmlvdGlzbQ&hash=57c286b1e0a74669bce98f948a7870e21e4c34b5&lang=en&cache-only=0",
            "defineEn": "love of country and willingness to sacrifice for it",
            "defineVi": "tình yêu đất nước và sẵn sàng hy sinh cho nó"
        },
        {
            "id": "90afc4d5-e06b-4cc1-afb0-42f20d6f674e",
            "word": "patron",
            "phonetic": "peɪtɹən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Patrons get access to cool perks, like monthly livestreams and bloopers.",
                "Also his patron, the Yongle Emperor, died.",
                "A sign outside the drive-in movie theater politely asks patrons not to bring in any dynamite. ",
                "This episode of SciShow goes out to our patrons on Patreon!",
                "Patrons get access to neat perks, like monthly livestreams and a community Discord where you can chat with members of our team."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0cm9u&hash=e5d64274317f4566c17ebb6b3ebc2662c53bc77c&lang=en&cache-only=0",
            "defineEn": "a regular customer",
            "defineVi": "một khách hàng thường xuyên"
        },
        {
            "id": "8ad02661-2ef7-4baf-a013-e8f9ca356c71",
            "word": "to patronize",
            "phonetic": "tə pætɹənaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "I won't deal with you until you get off your high horse and stop patronizing me.",
                "I remember how you used to patronize me, but the shoe is on the other foot now.",
                "It's like patronizing.",
                "You know, the kind of good Americans who take bribes and have adulterous affairs in airport bathrooms and patronize prostitutes and shoot Alexander Hamilton.",
                "Although patronizing the arts wasn’t a new concept entirely (think presidential portraits or works that hang in government buildings)."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGF0cm9uaXpl&hash=049993fe8f0d479c75f68fe21df3c39c80bf3d19&lang=en&cache-only=0",
            "defineEn": "treat condescendingly",
            "defineVi": "đối xử trịch thượng"
        },
        {
            "id": "0fd2ee5a-dc6c-437a-b3a0-d3fce9a7bf25",
            "word": "patronymic",
            "phonetic": "pætɹənɪmɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But patronymics also stretch back hundreds of years and across continents.",
                "Although in some instances patronymics can be drawn from another male ancestor.",
                "For example, Wilson notes evidence of patronymic middle names in the North African regions that were part of the expanded Roman empire.",
                "Think you can turn your dad’s name into a Russian patronymic?",
                "These kinds of names are patronymic, meaning they’re derived from a father."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0cm9ueW1pYw&hash=bc82ae40355ae2bff6eab35c371eaf243a806176&lang=en&cache-only=0",
            "defineEn": "of or derived from a personal or family name",
            "defineVi": "của hoặc bắt nguồn từ một tên cá nhân hoặc gia đình"
        }
    ]
}