{
    "id": "40acfdf9-7298-40bd-9007-9f5d64673c98",
    "title": "Everyday English (Unit 6)",
    "originalTitle": "Everyday English (Unit 6)",
    "words": [
        {
            "id": "5989ea85-fcf7-4af0-93db-cd4efa1748b0",
            "word": "to deal with",
            "phonetic": "tə diːl wɪð ",
            "partOfSpeechType": "verb",
            "examples": [
                "As a result, the employees had to deal with the consequences of his poor choices.",
                "Lately, I've been dealing with constipation.",
                "Working in customer service, dealing with difficult customers is just the nature of the beast.",
                "Heavenly Father, help me to deal with the thorn in my flesh.",
                "Not everyone is cut out for dealing with customers."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVhbCB3aXRo&hash=bd7f09503e5529c990803802de991d1b71700f5d&lang=en&cache-only=0",
            "defineEn": "to resolve a difficulty, carry out a task, etc.",
            "defineVi": "để giải quyết một khó khăn, thực hiện một nhiệm vụ, vv"
        },
        {
            "id": "18086d1d-cb22-4d0d-bfb3-ff0d4078bb35",
            "word": "to put through",
            "phonetic": "tə pʊt θɹuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "In one, they were basically put through a perfectionist’s nightmare:",
                "The sterilized bars are then ground up and put through a manufacturing line where they're remolded into new bars.",
                "It didn’t bother me from that perspective, but it bothered me that my friends were being put through this, that innocent bystanders were being put through it.",
                "It didn’t bother me from that perspective, but it bothered me that my friends were being put through this, that innocent bystanders were being put through it.",
                "It's then put through a unique process we call heat sealing, where they're taking tape that has those comparable layers of barrier properties, and that seam tape is heat sealed over the outside of the seam on that garment."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0IHRocm91Z2g&hash=ba661c0cb38e0a666ebf89d0da7166039ad84619&lang=en&cache-only=0",
            "defineEn": "to connect a caller to the person to whom they want to speak",
            "defineVi": "để kết nối một người gọi với người mà họ muốn nói chuyện",
            "hasImg": true
        },
        {
            "id": "21c1c800-71ef-4951-80f8-d0cb75c6a6e3",
            "word": "sales",
            "phonetic": "seɪlz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Paul smit is SALES manager at a trucking company, which does 70% of its business with the U.K. Smit Predicts confusion and CHAOS at the PORTS where his trucks cross back and forth to England By Ferry.",
                "While PECANS drive SALES, NOSTALGIA is reviving the All-American Stuckey's ROAD trip."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FsZXM&hash=dd8787332932df8baaae9f6c61f8605579fd8abd&lang=en&cache-only=0",
            "defineEn": "the total amount of income a company, store, etc. makes from the sales of goods or services over a specific period of time",
            "defineVi": "tổng số tiền thu nhập mà một công ty, cửa hàng, v.v. kiếm được từ việc bán hàng hóa hoặc dịch vụ trong một khoảng thời gian cụ thể"
        },
        {
            "id": "ce5eb025-992f-4af5-9223-7565d400b09c",
            "word": "figure",
            "phonetic": "fɪɡjɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The figures tell a different story.",
                "The figures clearly show that her claims are false.",
                "\"Where did you get those figures from?\"",
                "He makes King Lear a truly tragic figure.",
                "Her sales figures were higher than the rest of the team put together."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlndXJl&hash=b6d29bcde2bec1efa382f807f938d0a67acab000&lang=en&cache-only=0",
            "defineEn": "a diagram or illustration that is used to show or explain something, such as a chart, graph, or drawing",
            "defineVi": "một sơ đồ hoặc hình minh họa được sử dụng để hiển thị hoặc giải thích điều gì đó, chẳng hạn như biểu đồ, đồ thị hoặc bản vẽ",
            "hasImg": true
        },
        {
            "id": "f350e41d-8c6f-4a6b-a3aa-60a123d4102c",
            "word": "to offer",
            "phonetic": "tʊ ɔfɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "On the credit side, the restaurant offers a wide range of choices.",
                "Italy's Mediterranean climate and diverse geography offer a wide range of outdoor activities",
                "The store sometimes offers discounts on certain items.",
                "The vegetarian menu offers a delicious black bean burrito as a protein-packed option.",
                "The textile store offers bolts of various fabrics, from cotton to linen."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb2ZmZXI&hash=3016fd36f01db95e9f17726c6d3ade2e69a974ed&lang=en&cache-only=0",
            "defineEn": "to present or suggest a specific amount of money as payment for something, typically with the intention of entering into a transaction or agreement",
            "defineVi": "để trình bày hoặc đề xuất một số tiền cụ thể để thanh toán cho một cái gì đó, thường là với ý định tham gia vào một giao dịch hoặc thỏa thuận"
        },
        {
            "id": "17ae5363-2941-4eb2-9bdd-499c295c04d5",
            "word": "leeway",
            "phonetic": "liːweɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "An analyst has some leeway in proposing research missions in his territory.",
                "So there is a leeway for some activities that they hope will not reach the point of escalation.",
                "And, Dr. Kass, some of the dissenters on the Supreme Court said that public health experts need that leeway to make decisions.",
                "Now, the majority said houses of worship had been singled out for tougher treatment, while the dissenters said the government needs leeway when it comes to public health in a pandemic.",
                "But as a company separate from the United States government, it has more leeway in the definition of free speech."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVld2F5&hash=a1f90ed3a1f500e3de5e2f7aa8b9b958233689dc&lang=en&cache-only=0",
            "defineEn": "the amount of freedom or flexibility allowed within certain limits or boundaries",
            "defineVi": "mức độ tự do hoặc tính linh hoạt được phép trong các giới hạn hoặc ranh giới nhất định"
        },
        {
            "id": "fcae3682-2996-43f3-8fb0-a3f070544c07",
            "word": "deadline",
            "phonetic": "dɛdlaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The project deadline has been pushed back by a week.",
                "The boss was clear about the deadline for the project, with no ifs, ands, or buts.",
                "The project deadline is tomorrow, and we're getting on for 90% completion.",
                "The deadline for the project is tomorrow, and the hours are getting on.",
                "We just managed to make the deadline."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVhZGxpbmU&hash=231cd06dee2a751bf96c17227f08dc08516af9d7&lang=en&cache-only=0",
            "defineEn": "the time until which a task is required to be completed",
            "defineVi": "thời gian cho đến khi một nhiệm vụ được yêu cầu hoàn thành"
        },
        {
            "id": "54ee13ed-c8d2-4b62-922e-dfaa32ddf552",
            "word": "to come up",
            "phonetic": "tə kʌm ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The issue comes up over and over on the stump.",
                "The interview is coming up next week.",
                "The report will come up on the screen in a moment.",
                "The charges against the suspect will come up in court tomorrow.",
                "After a challenging year, things finally came up roses for the athlete, who won several major competitions and broke records."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tZSB1cA&hash=8dc6cc94a4237b6301a3a7db46ee6d1b9c7f6beb&lang=en&cache-only=0",
            "defineEn": "to arise or occur, especially unexpectedly or suddenly",
            "defineVi": "phát sinh hoặc xảy ra, đặc biệt là bất ngờ hoặc đột ngột"
        },
        {
            "id": "bd0dfb17-8210-45b6-89f0-87da70440c47",
            "word": "to make",
            "phonetic": "tə meɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The professor made mincemeat of the speaker at the conference.",
                "The kangaroo was making mincemeat of him.",
                "A couple of years in the army should make a man of him.",
                "Good wine can make a meal.",
                "The news really made my day."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFrZQ&hash=4c31fcc9b7ef1cc25961f1a6f961df09d7bd57d6&lang=en&cache-only=0",
            "defineEn": "to arrive at a place or reach a particular position",
            "defineVi": "để đến một nơi hoặc đạt được một vị trí cụ thể",
            "hasImg": true
        },
        {
            "id": "adee0901-ebce-4af6-9dd2-687ea7a30766",
            "word": "to [make] a complaint",
            "phonetic": "tə meɪk ɐ kəmpleɪnt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFrZSBhIGNvbXBsYWludA&hash=9d04718b4d85efd3ccea7e2229a14394d81515ef&lang=en&cache-only=0",
            "defineEn": "to express dissatisfaction or criticism about something",
            "defineVi": "để bày tỏ sự không hài lòng hoặc chỉ trích về một cái gì đó"
        },
        {
            "id": "215a5241-57f2-43cc-a015-2c4a43322f73",
            "word": "invoice",
            "phonetic": "ɪnvɔɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "I have raised an invoice for the tape.",
                "It can invoice people and interacts with many point of sale systems.",
                "and it's time to invoice for the renewal.",
                "This is the invoice that was sent, if you want to look at it. ",
                "And depending on our price range, many accounting software systems have options for generating invoices and can play nice with our point of sale system."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52b2ljZQ&hash=4439ee8b641daed40d86b3da7f064eaec9f88adb&lang=en&cache-only=0",
            "defineEn": "a list of goods or services received and their total cost",
            "defineVi": "một danh sách hàng hóa hoặc dịch vụ nhận được và tổng chi phí của họ",
            "hasImg": true
        },
        {
            "id": "edcc87a7-f457-491f-ac3a-c0f2835ce114",
            "word": "deal breaker",
            "phonetic": "diːl bɹeɪkɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVhbCBicmVha2Vy&hash=608f27175f3f501cf7b40b28098ba1e1e17a941a&lang=en&cache-only=0",
            "defineEn": "a factor or issue that is significant enough to cause a person to abandon negotiations, discussions, or a potential relationship",
            "defineVi": "một yếu tố hoặc vấn đề đủ quan trọng để khiến một người từ bỏ các cuộc đàm phán, thảo luận hoặc một mối quan hệ tiềm năng"
        },
        {
            "id": "4b0d1788-3239-4b76-97e3-bc0268ad2134",
            "word": "unavailable",
            "phonetic": "ʌnɐveɪləbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Whenever I have a problem, John suddenly becomes unavailable.",
                "Actually, he was unavailable.",
                "you can become emotionally unavailable and not fully engaged with the people around you.",
                "Cabbage butterflies have stumbled upon a way to detoxify these spicy poisons, their own chemical countermeasure countermeasures it let their caterpillars feed on a food source that’s unavailable to other insects.",
                "But because it holds onto it's electrons so tightly, and is so satisfied in this polymerized chain, the electrons are unavailable for even minimal interactions with any other molecules."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5hdmFpbGFibGU&hash=509a8da490b008c2d1978184dfef17c6f7910909&lang=en&cache-only=0",
            "defineEn": "not able to be obtained, reached, or used, typically because it is not ready, not present, or being used by someone else",
            "defineVi": "không thể lấy được, tiếp cận hoặc sử dụng, thường là do nó chưa sẵn sàng, không có mặt hoặc đang được người khác sử dụng"
        },
        {
            "id": "5571debc-b710-4226-95a6-66e9de4ee27a",
            "word": "to get back to",
            "phonetic": "tə ɡɛt bæk tuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "So, have a think, work out your priorities and get back to me.",
                "The athlete worked hard to get back to fighting fit after her injury.",
                "After recovering from the illness, he's feeling good as gold and ready to get back to his normal routine.",
                "Get back to that in a second.",
                "Becky, get back to your attic at once!'"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IGJhY2sgdG8&hash=7d288d7f90fb7dd527ce26074393f160085b9f8a&lang=en&cache-only=0",
            "defineEn": "to talk to someone, usually on the telephone, for the second time about a specific subject to give them some information that they have asked for, or because you could not speak to them earlier",
            "defineVi": "nói chuyện với ai đó, thường là qua điện thoại, lần thứ hai về một chủ đề cụ thể để cung cấp cho họ một số thông tin mà họ đã yêu cầu hoặc vì bạn không thể nói chuyện với họ sớm hơn"
        },
        {
            "id": "5b3d192a-0427-4514-8595-4885d8ba8795",
            "word": "to look into",
            "phonetic": "tə lʊk ɪntʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "So now that we got the situation straight, let's look into the word in a bit more detail.",
                "When she looked into his eyes, she could see the pain and sadness that he was trying so hard to hide.",
                "Recently, HHS's internal investigator looked into the issue.",
                "- Look into your camera there.",
                "Squeaks and I are looking into an animal mystery."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9vayBpbnRv&hash=10eaabf64aecdce40b6a0e2b6291f3526d842b63&lang=en&cache-only=0",
            "defineEn": "to investigate or explore something in order to gather information or understand it better",
            "defineVi": "để điều tra hoặc khám phá một cái gì đó để thu thập thông tin hoặc hiểu nó tốt hơn",
            "hasImg": true
        },
        {
            "id": "63ba7b35-3bbf-4331-b80b-a929da1c6224",
            "word": "to run through",
            "phonetic": "tə ɹʌn θɹuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The rumor ran through the pack of photographers.",
                "The teacher had a fit when the dog ran through the classroom.",
                "One of those days where you feel like you're running through treacle.",
                "Red wooden horses run through the blood of the people in new Nusnäs, Sweden.",
                "Maybe a river runs through them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcnVuIHRocm91Z2g&hash=6bf584baf5d8e21cb21a6f64d9ecc43d908ca04f&lang=en&cache-only=0",
            "defineEn": "to go over, read, or explain something quickly",
            "defineVi": "để đi qua, đọc, hoặc giải thích một cái gì đó một cách nhanh chóng"
        },
        {
            "id": "69547d2a-ea49-4b62-a92c-cf98e6fdaf4f",
            "word": "relocation",
            "phonetic": "ɹᵻloʊkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "According to Legal Aid of Sonoma, various insurance companies have covered minor damages, but not relocation costs.",
                "This program and others like it have led to the relocation of hundreds of thousands of Uighurs away from their homes and families.",
                "What we're not necessarily seeing, though, is relocation of the supply chain that much closer to home.",
                "Doc Martens says this relocation hasn't changed the way its shoes are made at all.",
                "Locals take part in transporting the timbers and other ceremonies to mark the relocation."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsb2NhdGlvbg&hash=699b4e8502833655b29aa260022a6f3173b36d21&lang=en&cache-only=0",
            "defineEn": "the act of moving from one place to another, especially to a new home or office",
            "defineVi": "hành động di chuyển từ nơi này sang nơi khác, đặc biệt là đến một ngôi nhà hoặc văn phòng mới"
        },
        {
            "id": "e289d1de-0d04-481a-aa4f-7e1a224955f9",
            "word": "timetable",
            "phonetic": "taɪmteɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Railroads and shipping timetables further required the standardization of time.",
                "But we are on his timetable.",
                "According to the planned timetable, that should happen.",
                "British Prime Minister Boris Johnson announced yesterday a cautious timetable to end it.",
                "We adjust the timetable as to what we see happening."
            ],
            "audio": "https://tts.langeek.co/read?text=dGltZXRhYmxl&hash=9f5f4f243f82365cf8ce7e51fa74a812ce99d0e0&lang=en&cache-only=0",
            "defineEn": "a list or chart that shows the departure and arrival times of trains, buses, airplanes, etc.",
            "defineVi": "một danh sách hoặc biểu đồ hiển thị thời gian khởi hành và đến của xe lửa, xe buýt, máy bay, v.v.",
            "hasImg": true
        },
        {
            "id": "5aeb0374-2495-4fa9-886b-2c89d45ff2da",
            "word": "offhand",
            "phonetic": "ɔfhænd ",
            "partOfSpeechType": "adverb",
            "examples": [
                "But, if you didn't know offhand that eight to the third power is 512, this is a reasonable way of coming to that conclusion.",
                "I grew up with people making OFFHAND remarks about MY slanted eyes, My Yellow skin, My Chingchong name.",
                "That was one of the points of dissatisfaction, that it was such a behind-the-stage agreement, that it was announced in such an offhand way.",
                "I think in the last rehearsal you used, you said something about a horse just offhand mentioned a horse, then suddenly the song became a four and a half minutes (laughers) and the story happened the perspective of a horse.",
                "You'd never make fun of someone for having a physical illness, but folks make all kinds of offhand remarks about people having mental illnesses and never give it a second thought."
            ],
            "audio": "https://tts.langeek.co/read?text=b2ZmaGFuZA&hash=6d80c3d63586f3399d0899f3b4547cca1c3c3920&lang=en&cache-only=0",
            "defineEn": "without any preparation or prior thought",
            "defineVi": "mà không có bất kỳ sự chuẩn bị hoặc suy nghĩ trước"
        },
        {
            "id": "b117b2c9-1cc1-462d-8da5-041f6a4aefd3",
            "word": "to bear with",
            "phonetic": "tə bɛɹ wɪð ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVhciB3aXRo&hash=b8a28fbd972ea1d46cbffef247000ae3c3c6004d&lang=en&cache-only=0",
            "defineEn": "to be tolerant of something or someone or to be patient with them",
            "defineVi": "khoan dung với một cái gì đó hoặc một ai đó hoặc kiên nhẫn với họ"
        },
        {
            "id": "8732b06c-d711-4e29-b799-b6f70baa0a8c",
            "word": "to look up",
            "phonetic": "tə lʊk ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "My little son was looking up at the sky and showing me the fluffy white clouds.",
                "She looked up from her work and gave a yawn.",
                "I looked up at the night sky and saw a shooting star.",
                "She held it, cast an eye over it and looked up at Harry suspiciously.",
                "The girl looks up."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9vayB1cA&hash=3e09d410616668495cdd5613e6e0629717fbd81c&lang=en&cache-only=0",
            "defineEn": "to try to find information in a dictionary, computer, etc.",
            "defineVi": "để cố gắng tìm thông tin trong từ điển, máy tính, v.v.",
            "hasImg": true
        },
        {
            "id": "e7eb9cb7-750e-48c1-bd5b-62f463c5fd6b",
            "word": "agenda",
            "phonetic": "ɐdʒɛndə ",
            "partOfSpeechType": "noun",
            "examples": [
                "There are fears of a hidden agenda behind this new proposal.",
                "Officials there insist they have no hidden agenda.",
                "Yes, the new dress code is at the top of my agenda to discuss with the principal.",
                "What do you think is at the top of the agenda for today's meeting?",
                "You can do whatever you please, but remeber that your daughter's wellbeing comes on top of the agenda."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdlbmRh&hash=932e700c28aa953c6938490e6013137dc020214a&lang=en&cache-only=0",
            "defineEn": "a list or plan of items to be considered or acted upon, typically at a meeting or conference",
            "defineVi": "một danh sách hoặc kế hoạch của các mục sẽ được xem xét hoặc hành động, thường là tại một cuộc họp hoặc hội nghị"
        },
        {
            "id": "b3d52f8a-8f52-4dca-b506-3d780db0683d",
            "word": "to restructure",
            "phonetic": "tə ɹᵻstɹʌktʃɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "We've restructured the organization to help eliminate unnecessary costs, but we're still not out of the woods.",
                "If he doesn't restructure his company soon, he's buying a one-way ticket to bankruptcy.",
                "The whole building was restructured, and there was signals and messages everywhere.",
                "Banks like Deutsche Bank are restructuring their entire worldwide reserve system to invest in U.S. dollars because they've got positive yields.",
                "Another component of CBT is thought restructuring."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzdHJ1Y3R1cmU&hash=b6e982fe29bb4ac18c950d64ab080b6d685e78cf&lang=en&cache-only=0",
            "defineEn": "to change the fundamental structure or composition of something, often by breaking it down and rebuilding it in a new form",
            "defineVi": "để thay đổi cấu trúc cơ bản hoặc thành phần của một cái gì đó, thường bằng cách phá vỡ nó và xây dựng lại nó trong một hình thức mới"
        },
        {
            "id": "72c43c37-130b-41eb-a859-cb0751fc69a5",
            "word": "to [meet] {sb} halfway",
            "phonetic": "tə miːt ɛsbiː hæfweɪ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbWVldCB7c2J9IGhhbGZ3YXk&hash=f870c5d2f83877eaee9328cf468e267dd0c6302e&lang=en&cache-only=0",
            "defineEn": "to come to an agreement with someone by granting some of their requests while they grant some of one's requests",
            "defineVi": "đi đến thỏa thuận với ai đó bằng cách chấp nhận một số yêu cầu của họ trong khi họ đồng ý với một số yêu cầu của một người"
        },
        {
            "id": "2129b576-17b4-408e-9996-b954a3322e10",
            "word": "to go for",
            "phonetic": "tə ɡoʊ fɔːɹ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28gZm9y&hash=fa3f818665f4cce5a6032a2824d587f12f6aa046&lang=en&cache-only=0",
            "defineEn": "to choose something among other things",
            "defineVi": "để chọn một cái gì đó trong số những thứ khác",
            "hasImg": true
        },
        {
            "id": "8502a928-8287-4a37-9107-f792e979b2dd",
            "word": "to get through",
            "phonetic": "tə ɡɛt θɹuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "I got through school by the seat of my pants.",
                "You're not getting through here with me standing.",
                "It seems like every time I'm in a rush to catch a flight, the security line is extra long, and I always get stuck behind someone who's taking forever to get through.",
                "Get through the skin.",
                "They got through everything."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IHRocm91Z2g&hash=41eb08f9b99aa3702e28a6eb6b75b7fd1dadb81c&lang=en&cache-only=0",
            "defineEn": "to manage to reach or contact a person",
            "defineVi": "để quản lý để tiếp cận hoặc liên lạc với một người"
        },
        {
            "id": "e84a2344-3124-4368-8c24-126124478164",
            "word": "to get down to",
            "phonetic": "tə ɡɛt daʊn tuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "Let's get down to business.",
                "It's time to stop delaying and get down to work.",
                "I don't have time for small talk, so let's cut to the chase and get down to business.",
                "So lets get down to it.",
                "We got down to the stage, the musician and I."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IGRvd24gdG8&hash=f35e392ce9d9fcf4f0b3c1d125cea50aad91a90d&lang=en&cache-only=0",
            "defineEn": "to start to do something with more effort or full attention",
            "defineVi": "để bắt đầu làm một cái gì đó với nhiều nỗ lực hơn hoặc sự chú ý đầy đủ"
        }
    ]
}