{
    "id": "40f5d7c3-4495-488b-a300-633062ef7836",
    "title": "Lesson 32",
    "originalTitle": "Lesson 32",
    "words": [
        {
            "id": "3c66fcda-0085-4b06-a5b7-54889a434713",
            "word": "panacea",
            "phonetic": "pænɐsiːə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Poseidon Water as a company does not believe that seawater desalination is a panacea.",
                "It is clear that, even with a conviction like the one we saw today, that is not a panacea.",
                "While the heart symbol may trace back to ivy leaves representing fidelity or a fennel plant panacea, it could also have drawn some inspiration from its anatomical doppelganger.",
                "So it’s 2004, and you are just starting at Fox, and this young guy from Illinois gives a speech in Boston and promises that his biography is a panacea for healing what was already a divided America."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFuYWNlYQ&hash=01a9b07d66be32e93a4606230b3a4e3f50a3e266&lang=en&cache-only=0",
            "defineEn": "something that is believed to cure any disease or illness",
            "defineVi": "một cái gì đó được cho là để chữa bệnh hoặc bệnh tật"
        },
        {
            "id": "037f7638-2790-4512-b510-e93b5818f197",
            "word": "pandemonium",
            "phonetic": "pændɪmoʊniəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Then, we’d have only a week or so of Mad-Max-style pandemonium instead of years.",
                "Black Friday plus two dollar waffle iron equals pandemonium."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFuZGVtb25pdW0&hash=e2fa687b7f1e3b8e7970c6f9ef39e265cfc7e28e&lang=en&cache-only=0",
            "defineEn": "a state of extreme confusion and disorder",
            "defineVi": "một trạng thái cực kỳ bối rối và rối loạn"
        },
        {
            "id": "904b1a03-ad26-4575-aefc-df5febf99e2c",
            "word": "panorama",
            "phonetic": "pænɚɹæmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "His designs combine Doric columns with a sweeping Ionic frieze, hosting a vast panorama of the city’s Great Panathenaic festival.",
                "[Jono] I mean, it's kinda like a panorama.",
                "You might have to go to different panoramas.",
                "To win, a team has to land a spacecraft on the Moon, move it at least 500 meters, and transmit a variety of data, including videos, a panorama, and an email and text message.",
                "After landing, the next few days were spent unlocking and testing the mission’s hardware, taking a full, 360-degree panorama, and just generally getting situated."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFub3JhbWE&hash=94c139ab06be5a0ea9c6a4a28e9ea0500e639791&lang=en&cache-only=0",
            "defineEn": "a picture (or series of pictures) representing a continuous scene",
            "defineVi": "một hình ảnh (hoặc một loạt hình ảnh) đại diện cho một cảnh liên tục"
        },
        {
            "id": "bdf46d11-3e35-4fab-8465-c93081a586ad",
            "word": "authoritarian",
            "phonetic": "ɔːθoːɹɪtɛɹiən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The protests against the authoritarian regime were a manifestation of the belief that disobedience is the true foundation of liberty, as citizens stood up against oppression to demand greater freedom.",
                "The challenge of powerful imagesfor an authoritarian state is enormous.",
                "I needed an authoritarian regime with strong control over the press.",
                "Also, like a lot of revolutions, in the end it exchanged an authoritarian regime for an authoritarian regime.",
                "Also, like a lot of revolutions, in the end it exchanged an authoritarian regime for an authoritarian regime."
            ],
            "audio": "https://tts.langeek.co/read?text=YXV0aG9yaXRhcmlhbg&hash=0978f7867236b4690475eb1665b4dab38414fb59&lang=en&cache-only=0",
            "defineEn": "(of a person or system) enforcing strict obedience to authority at the expense of individual freedom",
            "defineVi": "(của một người hoặc hệ thống) thực thi sự tuân thủ nghiêm ngặt đối với chính quyền bằng cái giá phải trả là tự do cá nhân"
        },
        {
            "id": "84490cff-3772-4803-bce8-7f7ae9099dfc",
            "word": "autocracy",
            "phonetic": "ɔːtɑːkɹəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Russia has always been a bureaucratic autocracy.",
                "Russia has always been a bureaucratic autocracy.",
                "Personally, as a scientist, I do not fully endorse the personalized autocracy theory.",
                "Ivan the Terrible’s reign represents the end of princely power and the beginning of the autocracy that Russia is famous for.",
                "He wants to compromise it, the better to protect his brand of autocracy."
            ],
            "audio": "https://tts.langeek.co/read?text=YXV0b2NyYWN5&hash=26a63a5440a4928bf521332cf768e17739e9c567&lang=en&cache-only=0",
            "defineEn": "a political theory favoring unlimited authority by a single individual",
            "defineVi": "một lý thuyết chính trị ủng hộ quyền hạn vô hạn của một cá nhân"
        },
        {
            "id": "bc44e572-d273-4de9-9c48-9bfb9b739bbf",
            "word": "autocrat",
            "phonetic": "ɔːɾoʊkɹæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And he took titles autocrat and tsar, which means Caesar.",
                "But populations often only stay silent if the autocrats fulfill promises of security and prosperity, which are absent.",
                "And if you're Putin, an insecure autocrat who is looking at neighboring countries that are being swept up in these populist democratic revolutions, he has to always fear that something like that could sweep through Russia itself.",
                "He's a kind of czar, an autocrat.",
                "He's a kind of czar, he's an autocrat."
            ],
            "audio": "https://tts.langeek.co/read?text=YXV0b2NyYXQ&hash=aa016063b13f4da4ecdb330901f8ca106f75c583&lang=en&cache-only=0",
            "defineEn": "a cruel and oppressive dictator",
            "defineVi": "một nhà độc tài độc ác và áp bức"
        },
        {
            "id": "5393b452-e043-4661-8610-f9437be73900",
            "word": "excess",
            "phonetic": "ɛksɛs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "To reduce the risk of heart disease, trim the excess fat from meat before cooking.",
                "The athlete knew that overtraining could lead to burnout and injury, so she balanced intense workouts with rest and recovery, as she believed that honey in excess is no longer sweet.",
                "After cooking the sausages, she poured off the excess drippings and used them to fry vegetables.",
                "The low-calorie salad dressing used a bulking agent to create a satisfying texture without adding excess calories.",
                "Excess baggage made up the remainder."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjZXNz&hash=49a4e19b219c4c7f7fcdced60a86d794583ba9d0&lang=en&cache-only=0",
            "defineEn": "much more than the desirable or required amount",
            "defineVi": "nhiều hơn số lượng mong muốn hoặc yêu cầu",
            "hasImg": true
        },
        {
            "id": "d3672697-1298-4874-ba25-2d10e86e7460",
            "word": "to exceed",
            "phonetic": "tʊ ɛksiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The real estate investment provided a high yield, exceeding the initial expectations of the investors.",
                "She suggested drawing a line under the project since they had already exceeded their budget.",
                "The official death toll now exceeds 15,000.",
                "In the wintertime, PM2.5 levels in Milan regularly exceed 100.",
                "SALES at public auctions exceeded $29 billion last year."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhjZWVk&hash=6f4a7c3a921001c9e9f6dd0766f04e3aa225ea0b&lang=en&cache-only=0",
            "defineEn": "be greater in scope or size than some standard",
            "defineVi": "có phạm vi hoặc kích thước lớn hơn một số tiêu chuẩn"
        },
        {
            "id": "2dfe59a5-8c46-416c-9c7c-b71552403340",
            "word": "to reclaim",
            "phonetic": "tə ɹᵻkleɪm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Overall, a lion portion of our water is reclaimed.",
                "You will reclaim your time.",
                "As it absorbed other eastern Rus territories, it reclaimed the old name in its Greek form, Ruscia.",
                "I reclaim my time in the car, by listening to audiobooks.",
                "Nature reclaimed entire cities, and historians are left to scratch their heads."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjbGFpbQ&hash=e0a9aac032757ff60bd915e27d28db43617372df&lang=en&cache-only=0",
            "defineEn": "to get back something that has been lost, taken away, etc.",
            "defineVi": "để lấy lại thứ gì đó đã bị mất, bị lấy đi, v.v."
        },
        {
            "id": "d32a5f03-1d19-4f56-b13b-f4bb84760493",
            "word": "to recollect",
            "phonetic": "tə ɹɛkəlɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "You just kind of recollect on what you just went through and you're just trying to catch your breath for the most part.",
                "If you believe in karma, and law of karma, in some other life, I must have made something wrong, because I don't recollect, to be very honest with you, that in this life I did anything to hurt anyone."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjb2xsZWN0&hash=e7c1cd8269cca712bd15d2d81d407d72bf30dfdf&lang=en&cache-only=0",
            "defineEn": "to bring to mind past memories or experiences",
            "defineVi": "để nhớ lại những kỷ niệm hoặc kinh nghiệm trong quá khứ",
            "hasImg": true
        },
        {
            "id": "0bf709f3-6dac-440f-a0da-fb7fd18c233c",
            "word": "to recompense",
            "phonetic": "tə ɹɛkəmpɛns ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjb21wZW5zZQ&hash=b01322c11787ebd212bdf84129b5edc39c2103f6&lang=en&cache-only=0",
            "defineEn": "make payment to; compensate",
            "defineVi": "thanh toán cho; đền bù"
        },
        {
            "id": "1dd84a60-6289-41f3-bcec-2f5f148b239a",
            "word": "to reconcile",
            "phonetic": "tə ɹɛkənsaɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "\"I know we had a disagreement earlier, but let not the sun go down on your wrath,\" said Sarah, trying to reconcile with her sister.",
                "Despite her attempts to reconcile, he offered her a cold shoulder, refusing to engage in conversation.",
                "A fourth dimension is very difficult to reconcile with our experience of the world.",
                "The early vampire chronicles especially feature the clash between atheism and spirituality in the moral approaches the different vampires take to reconcile their dark existences.",
                "Physicists have been working for over 90 years to reconcile general relativity and quantum mechanics in those situations, and while we’ve learned a lot, we still haven’t come close to solving everything!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjb25jaWxl&hash=9f468b8850e2e252716b72e1af433df5bd39ffe5&lang=en&cache-only=0",
            "defineEn": "bring into consonance or accord",
            "defineVi": "đưa vào phụ âm hoặc phù hợp"
        },
        {
            "id": "acb5f5c2-b20e-4532-a8e3-0bc3824a9beb",
            "word": "to recreate",
            "phonetic": "tə ɹiːkɹiːeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They discovered a new cassava dish during their travels and couldn't wait to recreate it at home.",
                "The researchers recreated the flight of a meteorite.",
                "It recreates natural light.",
                "We also recreated diamond rain.",
                "Can we recreate that announcement right now?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjcmVhdGU&hash=85e866f54efe74f974b6ef0a8d865f43aed6e2b4&lang=en&cache-only=0",
            "defineEn": "to make something again, or to bring something back into existence",
            "defineVi": "để làm một cái gì đó một lần nữa, hoặc để đưa một cái gì đó trở lại sự tồn tại"
        },
        {
            "id": "09b215d5-3100-4059-85c0-1f88b792e6f1",
            "word": "synergy",
            "phonetic": "sɪnɚdʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "maybe, but I think it has the most natural synergy with brownie.",
                "They take the flower and they process it, and they come up with an extract that not only has CBD, but it has other plant chemicals, other cannabinoids, other terpenoids, other things in the plant that work together in this, what's called this herbal synergy, this entourage effect.",
                "You know, any time you bring on someone like a Mars that has just such a broad reach globally has the sort of resources that they can to try to sort of bring these synergies together with their existing portfolio in the chocolate space and try to push that forward."
            ],
            "audio": "https://tts.langeek.co/read?text=c3luZXJneQ&hash=eda3337d4d5b06682fc74026d6da00c1e8d26341&lang=en&cache-only=0",
            "defineEn": "the working together of two things (muscles or drugs for example) to produce an effect greater than the sum of their individual effects",
            "defineVi": "hoạt động cùng nhau của hai thứ (ví dụ như cơ bắp hoặc thuốc) để tạo ra hiệu ứng lớn hơn tổng các hiệu ứng riêng lẻ của chúng"
        },
        {
            "id": "a9d2cc0c-2781-4c40-84e8-8e4c8282453d",
            "word": "symbiosis",
            "phonetic": "sɪmbaɪoʊsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "In lichen, fungus and algae work together in a relationship called symbiosis.",
                "These organisms have a sort of cooperative living arrangement called symbiosis.",
                "Then, finally, the original pair will die, which will open that sponge up for new tenants to settle in and continue their symbiosis.",
                "We don’t exactly know why, but for the first time one organism was living in symbiosis not with another organism, but inside it."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ltYmlvc2lz&hash=0bde1dd48899bc300798191d8c5b27a1415acb33&lang=en&cache-only=0",
            "defineEn": "the relation between two different species of organisms that are interdependent; each gains benefits from the other",
            "defineVi": "mối quan hệ phụ thuộc lẫn nhau giữa hai loài sinh vật khác nhau; mỗi người nhận được lợi ích từ người khác"
        },
        {
            "id": "0f5f7e7f-673c-4065-b37a-0fc038797739",
            "word": "synopsis",
            "phonetic": "sɪnɑːpsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "And just to give you a short description, Before I get in to the eight criteria about Dependent Personality Disorder, I will give you kind of just a synopsis of what it is.",
                "But to give you a short synopsis, DBT stands for Dialectical Behavior Therapy, and it was created by a woman by the name of Marsha Linehan.",
                "Just give me a short synopsis of sort of your overview of the damage to institutions and what’s going on. ",
                "We’re not gonna try to give you a detailed synopsis of the war today.",
                "And there is a lot of diagnostic criteria, So, what I'm going to do, Is give you kind of a short synopsis of what it is."
            ],
            "audio": "https://tts.langeek.co/read?text=c3lub3BzaXM&hash=6ca9b1e5a66e504434be38ce599ea114973938a4&lang=en&cache-only=0",
            "defineEn": "a brief summary or overview of the plot, characters, and major events of a book, movie, or other narrative work",
            "defineVi": "một bản tóm tắt ngắn gọn hoặc tổng quan về cốt truyện, nhân vật và các sự kiện chính của một cuốn sách, bộ phim hoặc tác phẩm tường thuật khác"
        },
        {
            "id": "c268ef9d-340d-465e-b94f-6191eeca9b28",
            "word": "aural",
            "phonetic": "ɔːɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But please, for the love of all things aural, do not use a Q-tip."
            ],
            "audio": "https://tts.langeek.co/read?text=YXVyYWw&hash=11171e73ef42936ab8ffb7c20bb33c06da648500&lang=en&cache-only=0",
            "defineEn": "connected with the sense of hearing or the ear",
            "defineVi": "kết nối với cảm giác nghe hoặc tai"
        },
        {
            "id": "2ccabb0b-d2b5-47a2-8bf1-86d69c346af0",
            "word": "auricle",
            "phonetic": "ɔːɹɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "These are called auricles.",
                "The different shapes and contours of our auricles at different angles make sounds sound different.",
                "So the pinna, or auricle, is the part that you can see, and wiggle, and grab, or festoon with an earring.",
                "To do the same thing vertically, we use the flappy external parts of our ears, which are called pinnae or auricles."
            ],
            "audio": "https://tts.langeek.co/read?text=YXVyaWNsZQ&hash=654430b3d857b94ff7b02a7ea6e3b5493dce5cac&lang=en&cache-only=0",
            "defineEn": "the externally visible cartilaginous structure of the external ear",
            "defineVi": "cấu trúc sụn có thể nhìn thấy bên ngoài của tai ngoài"
        },
        {
            "id": "2a92e534-8151-46dd-b28a-1a8ca3eae380",
            "word": "syndrome",
            "phonetic": "sɪndɹoʊm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Those interactions could cause serotonin syndrome.",
                "Take Down syndrome for example, one of the most common genetic defects.",
                "What's up, dinner table syndrome?",
                "Some people may even experience foreign accent syndrome off and on in conjunction with severe migraines.",
                "So, very few children are having this new syndrome."
            ],
            "audio": "https://tts.langeek.co/read?text=c3luZHJvbWU&hash=80e444c8eadfa1735ca7ec35913ba06cb8c06f25&lang=en&cache-only=0",
            "defineEn": "a set of characteristics, behaviors, or qualities considered as normal for a particular type of person",
            "defineVi": "một tập hợp các đặc điểm, hành vi hoặc phẩm chất được coi là bình thường đối với một loại người cụ thể"
        }
    ]
}