{
    "id": "415eab77-fd36-42d0-9d9f-b457d46a6d16",
    "title": "Unit 11",
    "originalTitle": "Unit 11",
    "words": [
        {
            "id": "7ab70e59-4363-4566-98a0-4aa977c5cb68",
            "word": "fancy",
            "phonetic": "fænsi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The bartender served a cocktail in a fancy glass.",
                "Hey Noah, fancy taking a spin to the grocery store with me?",
                "The vision seems a flight of fancy.",
                "They really fancy themselves after only one hit song!",
                "He writes his thoughts and ideas in a journal with a fancy pen."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFuY3k&hash=2c038dbaf228b3e12b0dc7c8b4af0a7f6bbc429b&lang=en&cache-only=0",
            "defineEn": "elaborate in structure and with a lot of decorations",
            "defineVi": "xây dựng trong cấu trúc và với rất nhiều đồ trang trí",
            "hasImg": true
        },
        {
            "id": "39f7b740-2791-43f7-bc9f-20bbea94d81c",
            "word": "posh",
            "phonetic": "pɑːʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So it's like posh pot tobacco.",
                "The saga of the stripey house offered a glimpse into the secret world of posh neighbors at war.",
                "This prudishness didn’t just exist for the posh british victorians.",
                "And the drilling down is causing headaches outside the council chamber, as complaints and disputes between posh neighbors build up.",
                "This involved updates to infrastructure, like dorms, classrooms, eating facilities, and fitness centers in order to increase their posh appearances and justify sky-rocketing costs."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zaA&hash=0b7f280b3329b18827f4fc7a66735341d02918e1&lang=en&cache-only=0",
            "defineEn": "elegant, sophisticated, fashionable, and associated with wealth and luxury",
            "defineVi": "thanh lịch, tinh tế, thời trang, và gắn liền với sự giàu có và sang trọng"
        },
        {
            "id": "3336a9bd-8ad2-457d-b2c6-fdce9f24515b",
            "word": "to brag",
            "phonetic": "tə bɹæɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He bragged that the test was easy, but when he saw his grade he changed his tune.",
                "I'm bragging.",
                "My dad would also brag about these things, whenever he got some crazy deal.",
                "They brag that their golf clubs are identical to the ones used by professional golfers. ",
                "You also had statesmen like Pericles, whose famous funeral oration brags about the golden democracy of Athens with rhetoric that wouldn’t sound out of place today."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJhZw&hash=ccb003ead1fd24d6006dc194d09ea7c0c51017d5&lang=en&cache-only=0",
            "defineEn": "to talk boastfully or excessively about one's achievements, possessions, or abilities",
            "defineVi": "nói một cách khoe khoang hoặc thái quá về thành tích, tài sản hoặc khả năng của một người"
        },
        {
            "id": "83d87c32-4c80-4490-941d-83718282fee9",
            "word": "to boast",
            "phonetic": "tə boʊst ",
            "partOfSpeechType": "verb",
            "examples": [
                "He can boast that he married the richest woman in the world.",
                "After boasting that his company could outperform the industry's best, he's been forced to eat humble pie.",
                "The elephant boasts the largest brain of any land mammal, as well as an impressive encephalization quotient.",
                "It boasts, crystal clear communication with its virtual boom arm.",
                "And boasts an immersive soundscape and lasting comfort."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm9hc3Q&hash=5edfb0020d1255fc7ee9edca750ad25a7e42a6ca&lang=en&cache-only=0",
            "defineEn": "to talk with great pride about one's achievements, abilities, etc.",
            "defineVi": "để nói chuyện với niềm tự hào to lớn về thành tích, khả năng của một người, v.v."
        },
        {
            "id": "657d7dab-0d14-4ef3-888a-e551ddc0e27a",
            "word": "limited",
            "phonetic": "lɪmɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For a limited time, every car in our range is available for nothing down!",
                "When Tim arrived home after his backpacking trip, he looked like he was just skin and bones from all the hiking and limited food.",
                "When Sarah was a college student with limited funds, she found herself less interested in shopping and spending time in commercial areas, demonstrating how a moneyless man goes fast through the market.",
                "Their options for employment were very limited.",
                "The evidence base is somewhat limited."
            ],
            "audio": "https://tts.langeek.co/read?text=bGltaXRlZA&hash=d599136ac38b215baa678253a0d4a03f83516055&lang=en&cache-only=0",
            "defineEn": "restricted or circumscribed in scope, extent, or amount",
            "defineVi": "bị hạn chế hoặc giới hạn trong phạm vi, mức độ hoặc số lượng"
        },
        {
            "id": "0580ef60-6eda-42c1-89f2-d790f1d9706e",
            "word": "confined",
            "phonetic": "kənfaɪnd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29uZmluZWQ&hash=c132cc8b12987c313fdded0eaa22baa208301ea1&lang=en&cache-only=0",
            "defineEn": "restricted or limited in space, area, or movement",
            "defineVi": "bị hạn chế hoặc giới hạn về không gian, khu vực hoặc chuyển động"
        },
        {
            "id": "993608bc-bd21-4887-8fb0-584e3a1d13c7",
            "word": "result",
            "phonetic": "ɹɪzʌlt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We need the results now.",
                "She'll have had the results by now.",
                "The result of this election is going to be too close to call.",
                "The bakery incorporated finely diced fatback into savory pie crusts for flaky results.",
                "If you invest time and energy into learning and personal growth, you will see positive results in your life."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzdWx0&hash=4cd6b175ad93d907fe42c76ab89bcd7a6b5a139f&lang=en&cache-only=0",
            "defineEn": "something that is caused by something else",
            "defineVi": "một cái gì đó được gây ra bởi một cái gì đó khác"
        },
        {
            "id": "e2a91cf4-1f4a-491c-b205-8af0a8041643",
            "word": "consequence",
            "phonetic": "kɑːnsɪkwəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a result, the employees had to deal with the consequences of his poor choices.",
                "They know the consequences but still engage in risky behavior.",
                "You planted the seed of greed yourself, now you must suffer the consequences.",
                "The previous administration kicked the can down the road on climate change, and now we're facing the consequences.",
                "She received false advice that led to negative consequences."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VxdWVuY2U&hash=e64646911e5952f49b224c2b47665c3968d70180&lang=en&cache-only=0",
            "defineEn": "a result, particularly an unpleasant one",
            "defineVi": "một kết quả, đặc biệt là một khó chịu"
        },
        {
            "id": "57b48c96-4f03-4e2c-b220-04c5837e40a4",
            "word": "yearning",
            "phonetic": "jɜːnɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's not taking a trip down memory lane or longing and yearning for the good old days or fond memories of what's no more.",
                "There is certainly a yearning for people now.",
                "You’re relentless yearning is going to kill us all.",
                "And I remember the yearning for the books that my brother would get from the library that he never read.",
                "And you felt that yearning and that deficit in your being and you'd go around and ask actual people."
            ],
            "audio": "https://tts.langeek.co/read?text=eWVhcm5pbmc&hash=a0e4d004b23cbad81bd55a7b526658818e7de0c4&lang=en&cache-only=0",
            "defineEn": "a strong feeling of longing, desire or craving for something or someone",
            "defineVi": "một cảm giác khao khát mạnh mẽ, mong muốn hoặc khao khát một cái gì đó hoặc ai đó"
        },
        {
            "id": "95558d7f-464d-49b1-8b60-02ccece42eb4",
            "word": "thirst",
            "phonetic": "θɜːst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The refreshing mombin juice quenched my thirst on a hot summer day.",
                "Distant water will not quench your immediate thirst, and it's important to address pressing issues first.",
                "When I want to quench my thirst, I reach for a cold glass of ugli fruit-infused water.",
                "It was a hot summer day, and the refreshing mallow tea quenched my thirst.",
                "She offered him a glass of freshly squeezed grapefruit juice to quench his thirst."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhpcnN0&hash=4af5ade4d2f3ee4e49559760a594cfa62eee82e7&lang=en&cache-only=0",
            "defineEn": "a strong desire or longing for something",
            "defineVi": "một mong muốn mạnh mẽ hoặc khao khát một cái gì đó"
        },
        {
            "id": "089ce652-74da-4d7c-a96f-abf20822cbcd",
            "word": "advantage",
            "phonetic": "ɐdvæntɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many schools don’t take full advantage of the Internet.",
                "To take advantage of this extra bonus offer, simply check the box on your order form.",
                "The entrepreneur knew that time and tide wait for no man, so she took advantage of every opportunity to grow her business.",
                "She has a weakness for polite men, use that to your advantage.",
                "The coach had to leave practice early, and the players took advantage of the situation by goofing off and not taking the drills seriously."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2YW50YWdl&hash=2cbd356113afd20de935bd0883df0e31645ed4c3&lang=en&cache-only=0",
            "defineEn": "a benefit or gain resulting from something",
            "defineVi": "một lợi ích hoặc đạt được kết quả từ một cái gì đó"
        },
        {
            "id": "95c7eb7c-d495-4745-be00-a3079c363eae",
            "word": "benefit",
            "phonetic": "bɛnɪfɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The referee gave him the benefit of the doubt.",
                "The changes benefit management but leave the workers out in the cold.",
                "Only a minority of people exist on unemployment benefits alone.",
                "My friend studied the nutritional benefits of different legumes for her research project.",
                "I prefer brown rice over white rice for its nutritional benefits."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVuZWZpdA&hash=d1185d3f0829848cdf481e3e934c8984d8a7da3f&lang=en&cache-only=0",
            "defineEn": "an advantage or a helpful effect that is the result of a situation",
            "defineVi": "một lợi thế hoặc một hiệu ứng hữu ích đó là kết quả của một tình huống"
        },
        {
            "id": "5b8ce472-c9ef-461b-b6e0-4f5f11b9af5c",
            "word": "uncontrolled",
            "phonetic": "ʌŋkəntɹoʊld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Uncontrolled worry is one of the hallmarks of generalized anxiety disorder.",
                "For Malthus, uncontrolled reproduction was the central problem.",
                "And that uncontrolled growth usually starts from a sudden change within a small set of your genes.",
                "So here's an example of uncontrolled thinking.",
                "It was an uncontrolled new environment."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5jb250cm9sbGVk&hash=2bd4f465075320136f150b284681454d89825ac4&lang=en&cache-only=0",
            "defineEn": "not regulated, restrained, or governed, and therefore, chaotic, disorderly, or wild",
            "defineVi": "không được quy định, hạn chế hoặc quản lý, và do đó, hỗn loạn, mất trật tự hoặc hoang dã"
        },
        {
            "id": "7af848c7-b352-4418-8746-4d27c77dd1a7",
            "word": "rampant",
            "phonetic": "ɹæmpənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Stories of child kidnappings by gangs are rampant.",
                "By the 1850s, police corruption became rampant.",
                "Disease was rampant.",
                "Lice were rampant.",
                "Infection was rampant and they were really the houses of the last resort."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFtcGFudA&hash=2a30bc583398a5f64b3a3ae75a69398e7660fe57&lang=en&cache-only=0",
            "defineEn": "behaving in an unrestrained or unchecked manner, often to the point of being reckless or aggressive",
            "defineVi": "cư xử một cách không kiềm chế hoặc không được kiểm soát, thường đến mức liều lĩnh hoặc hung hăng"
        },
        {
            "id": "593e1c7d-0756-4576-8d50-bda7bb70e5a7",
            "word": "garment",
            "phonetic": "ɡɑːɹmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The closet had a separate section for hanging long garments like coats and dresses.",
                "The old saying goes that silence is a woman's best garment, but I don't agree with that.",
                "The seamstress carefully cut the fabric from the bolt to start sewing the garment.",
                "As a master tailor, he knew that the eye of the master will do more work than both his hands and could create a perfectly fitted garment with minimal waste of fabric.",
                "The new homeowner tried to decorate her house with the same style as her friend's, but found that it didn't reflect her own personal taste - borrowed garments never fit well."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FybWVudA&hash=080c6fa107f7b361ba116db15276303128b1320a&lang=en&cache-only=0",
            "defineEn": "a piece of clothing",
            "defineVi": "một mảnh quần áo",
            "hasImg": true
        },
        {
            "id": "cf79a70f-f739-4da0-8551-b24ac62758ae",
            "word": "outfit",
            "phonetic": "aʊtfɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fashionable boots added a trendy touch to her outfit.",
                "He prepares his outfit the night before to save time in the morning.",
                "Yesterday, her outfit was wild and woolly, with mismatched patterns and disheveled clothing.",
                "I check the weather forecast every morning to plan my outfit.",
                "He wore a cowboy hat to complete his Western-themed outfit."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0Zml0&hash=be290f567a997cfd1234b7f6650a0b51e838315d&lang=en&cache-only=0",
            "defineEn": "a set of clothes that one wears together, especially for an event or occasion",
            "defineVi": "một bộ quần áo mà một người mặc cùng nhau, đặc biệt là cho một sự kiện hoặc dịp",
            "hasImg": true
        },
        {
            "id": "1bf2fed3-db18-4f6b-870a-b3f4f721b233",
            "word": "complicated",
            "phonetic": "kɑːmplᵻkeɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Your explanation is too complicated!",
                "They made it too complicated.",
                "The answer is complicated.",
                "The answer is complicated.",
                "The U.S. tax code is complicated."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGxpY2F0ZWQ&hash=cd4f069f3b393b03f82de820ce1617b80506e434&lang=en&cache-only=0",
            "defineEn": "difficult to understand, deal with, or explain due to having many parts or factors",
            "defineVi": "khó hiểu, xử lý hoặc giải thích do có nhiều bộ phận hoặc yếu tố",
            "hasImg": true
        },
        {
            "id": "5a55451e-7182-4a4d-9ec8-2c3f35586e0d",
            "word": "complex",
            "phonetic": "kɑːmplɛks ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Brown algae have complex life cycles with genetic diversity.",
                "Love is a complex emotion that can bring immense joy and deep sorrow.",
                "It makes light work of a complex process thanks to a series of easy-to-use wizards.",
                "The professor delivered a lecture on abstract mathematics, exploring complex theories and formulas.",
                "Understanding this complex legal document is Lombard Street to a China orange for most people."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGxleA&hash=b139ce05017655c11da2f4432aeb7650c9801fb3&lang=en&cache-only=0",
            "defineEn": "not easy to understand or analyze",
            "defineVi": "không dễ hiểu hoặc phân tích",
            "hasImg": true
        },
        {
            "id": "58ce5f68-4112-4f6a-9361-01698146fe32",
            "word": "baffled",
            "phonetic": "bæfəld ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFmZmxlZA&hash=cb56c793cf34153f5c24462fc5e613a8e3594454&lang=en&cache-only=0",
            "defineEn": "completely confused, puzzled or mystified by something",
            "defineVi": "hoàn toàn bối rối, bối rối hoặc bí ẩn bởi một cái gì đó",
            "hasImg": true
        },
        {
            "id": "837faceb-74fa-4806-b9d1-6edb26d0914d",
            "word": "perplexed",
            "phonetic": "pɚplɛkst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The mystic lamb’s four ears had long perplexed viewers.",
                "Some of the best opportunities to learn are the moments in which we are perplexed.",
                "There he wrote his awesomely titled defense of rationality, A Guide for the Perplexed."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVycGxleGVk&hash=8baa37beb8bc8407bf40fc44ad6e14b442d6d579&lang=en&cache-only=0",
            "defineEn": "confused or puzzled, often because of a complex or difficult situation or problem",
            "defineVi": "bối rối hoặc bối rối, thường là do một tình huống hoặc vấn đề phức tạp hoặc khó khăn"
        },
        {
            "id": "bfc8ea35-b06d-4cfa-95ce-e30b0ae791fa",
            "word": "second-rate",
            "phonetic": "sɛkəndɹeɪt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2Vjb25kLXJhdGU&hash=a7f28e06dbc5eebea1652bb336b7f1adb910c07a&lang=en&cache-only=0",
            "defineEn": "having an inferior quality or ranking, especially when compared to others of its kind",
            "defineVi": "có chất lượng hoặc xếp hạng kém hơn, đặc biệt là khi so sánh với những loại khác"
        },
        {
            "id": "840637fc-eebc-45ff-8b6a-212df18f5ed0",
            "word": "mediocre",
            "phonetic": "miːdɪoʊkɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The car's performance was mediocre.",
                "So yeah, speakers are mediocre.",
                "These are very mediocre drivers in a low quality casing that happens to look a lot like AirPods Pros.",
                "But with AirPods, you're paying a premium for mediocre features and quality just to be part of the Apple ecosystem.",
                "And in the present, many groups struggle to make even mediocre decisions, while others wreak havoc with their bad judgment."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkaW9jcmU&hash=6e0f32099a2a47cc07e34fe28fbe41d3c9b6da3a&lang=en&cache-only=0",
            "defineEn": "having a moderate or average quality",
            "defineVi": "có chất lượng trung bình hoặc trung bình"
        },
        {
            "id": "a53e608d-4bc3-4864-8fef-0249def55f44",
            "word": "fashion",
            "phonetic": "fæʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That color has gone out of fashion.",
                "Her fashion sense is very old school, with vintage dresses and retro accessories.",
                "This could set a new fashion.",
                "The magazine keeps tabs on the latest fashion trends.",
                "Italian fashion brands like Gucci and Prada are renowned for their luxury and style."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFzaGlvbg&hash=c3447ac5b77639ea7e616a5d60472d05becc5906&lang=en&cache-only=0",
            "defineEn": "the styles and trends of clothing, accessories, makeup, and other items that are popular in a certain time and place",
            "defineVi": "phong cách và xu hướng quần áo, phụ kiện, đồ trang điểm và các mặt hàng khác phổ biến ở một thời điểm và địa điểm nhất định",
            "hasImg": true
        },
        {
            "id": "47dacdcc-ee19-4290-b6e5-ca9dd4931617",
            "word": "trend",
            "phonetic": "tɹɛnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The magazine keeps tabs on the latest fashion trends.",
                "Gergen had a great sense of news, a good nose for trends, and a wide range of contacts.",
                "The scientist abstracted the data from various sources to analyze trends.",
                "He follows industry blogs and journals to keep up with trends in his profession.",
                "You should avail of the opportunity to attend the conference to network with industry leaders and learn about the latest trends."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlbmQ&hash=b718ecb23f62dae94d18225643e6b396d6eee738&lang=en&cache-only=0",
            "defineEn": "a fashion or style that is popular at a particular time",
            "defineVi": "một thời trang hoặc phong cách đó là phổ biến tại một thời điểm cụ thể",
            "hasImg": true
        },
        {
            "id": "1045c557-a4aa-4f25-a2c8-89ac00aeca26",
            "word": "old",
            "phonetic": "oʊld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My father is quite old now",
                "This thankless IT support job is really getting old.",
                "This old house gives me the willies.",
                "The old man gave up the ghost.",
                "The old man considered his granddaughter thoughtfully."
            ],
            "audio": "https://tts.langeek.co/read?text=b2xk&hash=4760358aa3bbca48929cb4bab31f6097e8c8fea0&lang=en&cache-only=0",
            "defineEn": "(of a thing) having been used or existing for a long period of time",
            "defineVi": "(của một thứ) đã được sử dụng hoặc tồn tại trong một thời gian dài",
            "hasImg": true
        },
        {
            "id": "9a196049-4193-4fcd-8201-771a7d265317",
            "word": "ancient",
            "phonetic": "eɪntʃənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Ancient historians wrote of a lost continent beneath the ocean.",
                "The ancient castle has stood for over a century, preserving its grandeur and history for hundreds of years.",
                "Her knowledge of ancient history is of the first water, making her a respected authority in the field.",
                "Above him Cornelius ran his eye over a box of ancient cane carpet beaters.",
                "I visited the museum to learn about ancient civilizations."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5jaWVudA&hash=724a9b4de10db5f23c83fc6d4fa8721e2d58bfdb&lang=en&cache-only=0",
            "defineEn": "having existed for an extended period of time; very old",
            "defineVi": "đã tồn tại trong một thời gian dài; rất già"
        },
        {
            "id": "d6eb8710-52e0-41fe-aee0-9aaade043d76",
            "word": "antique",
            "phonetic": "æntiːk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The museum curator collects antique artworks for the museum's collection.",
                "The antique clock belongs to my grandmother.",
                "The antique collector stumbled upon a collection of vintage candles made from tallow.",
                "My uncle buys and sells antiques for a living.",
                "The antique shop had a huge sign right when you walked in that read, \"If you break it, you buy it.\""
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aXF1ZQ&hash=bfb0218b8a3da05e02ba44aa65f77022c5299823&lang=en&cache-only=0",
            "defineEn": "(of an object or artwork) made or produced in an earlier period and considered to be of historical significance or value due to its age, rarity, or craftsmanship",
            "defineVi": "(của một đồ vật hoặc tác phẩm nghệ thuật) được làm hoặc sản xuất trong thời kỳ trước đó và được coi là có ý nghĩa hoặc giá trị lịch sử do tuổi tác, độ hiếm hoặc sự khéo léo của nó"
        },
        {
            "id": "8b4101be-2c00-4cf3-b297-98b3278c1fdb",
            "word": "current",
            "phonetic": "kɜːɹənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Current drilling technology thus barely scrapes the surface.",
                "The current situation is spelling disaster for the project.",
                "The clock on my computer screen shows the current time and date.",
                "We discuss current scientific advancements and discoveries in science class.",
                "He was happy with his current phone and saw no need to spend money on a new one."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VycmVudA&hash=0ee051e55ff2970c2eb90dd3fef901416be84d4b&lang=en&cache-only=0",
            "defineEn": "belonging to or happening at the present time",
            "defineVi": "thuộc về hoặc xảy ra tại thời điểm hiện tại",
            "hasImg": true
        },
        {
            "id": "4f1f4aa9-da13-466c-ad2c-c6c94f9ce1bf",
            "word": "original",
            "phonetic": "ɚɹɪdʒɪnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Can you tell this copy from the original?",
                "The gardens have recently been restored to their original glory.",
                "I'm really surprised that the sequel even holds a candle to the original.",
                "The scientist had to eat crow and revise their theory after new evidence contradicted their original findings.",
                "We bit off more than we could chew in our original reform proposals."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JpZ2luYWw&hash=b01d5c188caf0f78cf7633d29576c7fd6fa58d32&lang=en&cache-only=0",
            "defineEn": "existing at the start of a specific period or process",
            "defineVi": "tồn tại khi bắt đầu một giai đoạn hoặc quá trình cụ thể"
        },
        {
            "id": "b94e5924-2b8b-4a7d-9ecc-ee7f9d976449",
            "word": "up-to-date",
            "phonetic": "ʌptədeɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They've got up-to-date info on their sites.",
                "They're not up-to-date regulation-wise.",
                "The refugee video is not up-to-date anymore, so we will not renew it.",
                "Committees need to be formed, and everyone needs to have up-to-date party materials.",
                "But even the most up-to-date restorations of our prehistoric favorites are only part of the story."
            ],
            "audio": "https://tts.langeek.co/read?text=dXAtdG8tZGF0ZQ&hash=983bb55a1dcd132fe5ecd170c344c6ef23645ea6&lang=en&cache-only=0",
            "defineEn": "using the latest trends and developments",
            "defineVi": "sử dụng các xu hướng và phát triển mới nhất"
        },
        {
            "id": "af7bf0ae-4c81-4a12-87e1-92edf65e7424",
            "word": "antiquated",
            "phonetic": "æntɪkweɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Single-purpose devices like the iPod Classic feel antiquated next to smartphones and tablets that are essentially portable computers.",
                "The rest are running, at least in part, on antiquated 1970s COBOL mainframes.",
                "In eyewitness accounts and other stories, the child-like creatures are frequently wearing hooded clothing, although some versions claim they are dressed in antiquated outfits.",
                "While wired headphones may seem antiquated, most audiophiles prefer the sound quality from this analog port.",
                "However, when Singapore separated from Malaysia in 1965, urbanization and modern advancement made the older traditions, like belief in the pontianak, seem antiquated and out of touch."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aXF1YXRlZA&hash=09d639d1677dc67b458d9df99a33eeb21d8e5323&lang=en&cache-only=0",
            "defineEn": "no longer in use, suitable for current circumstances, or relevant to modern times",
            "defineVi": "không còn sử dụng, phù hợp với hoàn cảnh hiện tại, hoặc phù hợp với thời hiện đại",
            "hasImg": true
        },
        {
            "id": "706b6976-0ed3-4d5f-9912-e8d2c8215cce",
            "word": "fair",
            "phonetic": "fɛɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That contest wasn't fair!",
                "The food was fair to middling.",
                "Everyone should have a fair slice of the cake.",
                "All of his teachers are going bananas over his science fair experiment.",
                "They were fair people before it went to their heads."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFpcg&hash=b86ed37caefb525ca7728eaf9835a4d858c718c4&lang=en&cache-only=0",
            "defineEn": "treating everyone equally and in a right or acceptable way",
            "defineVi": "đối xử bình đẳng với mọi người và theo cách đúng đắn hoặc có thể chấp nhận được",
            "hasImg": true
        },
        {
            "id": "7c9e6979-54c3-4937-8036-f922351b3cda",
            "word": "biased",
            "phonetic": "baɪəst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The CEO and the marketing director are in each other's pocket, resulting in biased and unbalanced strategies for the company.",
                "People are so biased about everything.",
                "He's pretty biased.",
                "But, of course, we’re super biased about what’s plausible.",
                "Sometimes, this can lead to bad judgments and biased opinions."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymlhc2Vk&hash=25926a8235812dcb531382a5090efa9132217daa&lang=en&cache-only=0",
            "defineEn": "tending to be for or against someone or something in an unfair way",
            "defineVi": "có xu hướng ủng hộ hoặc chống lại ai đó hoặc điều gì đó một cách không công bằng"
        },
        {
            "id": "820ff3ef-9a55-4585-b9ac-56ad39df2986",
            "word": "unjust",
            "phonetic": "ʌndʒʌst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- Even after slavery officially ended, poverty and unjust laws kept people from full freedom.",
                "Fela believed the people of Africa could fight against an unjust military regime.",
                "Others oppose it and think it’s unjust.",
                "But those same laws were later overturned when they were discovered to be unjust.",
                "There's part of me that is incredibly hopeful that this will be the last time we see an unjust killing."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5qdXN0&hash=7c7b2c79cfa36b37ddbd4b1cf123dd08ed5dd473&lang=en&cache-only=0",
            "defineEn": "not fair, equitable or reasonable, often involving an abuse or violation of rights or privileges",
            "defineVi": "không công bằng, bình đẳng hoặc hợp lý, thường liên quan đến lạm dụng hoặc vi phạm các quyền hoặc đặc quyền"
        },
        {
            "id": "95eaa4c8-507a-416a-804a-689abff4b188",
            "word": "impartial",
            "phonetic": "ɪmpɑːɹʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "BBC is falling over backwards to be impartial by describing this as a crowd!",
                "I’m totally impartial.",
                "They're not going to be impartial.",
                "So, they certainly weren't credible or impartial witnesses in the story.",
                "The founders of the United States trusted in the wisdom of impartial groups of citizens to check the power of all three branches of government."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wYXJ0aWFs&hash=375df5d53b9e5879ef3914a787dff53ec98508d3&lang=en&cache-only=0",
            "defineEn": "not favoring a particular party in a way that enables one to act or decide fairly",
            "defineVi": "không ủng hộ một bên cụ thể theo cách cho phép một người hành động hoặc quyết định công bằng"
        },
        {
            "id": "181c7d05-cf86-4d88-b581-67c34582b00f",
            "word": "bigoted",
            "phonetic": "bɪɡəɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ymlnb3RlZA&hash=80a2367561bf0b31dfebd493b6c5e3886360c38a&lang=en&cache-only=0",
            "defineEn": "having strong, unreasonable, and unfair opinions or attitudes, especially about a particular race or religion, and refusing to listen to different opinions or ideas",
            "defineVi": "có quan điểm hoặc thái độ mạnh mẽ, vô lý và không công bằng, đặc biệt là về một chủng tộc hoặc tôn giáo cụ thể và từ chối lắng nghe các quan điểm hoặc ý tưởng khác nhau"
        },
        {
            "id": "a2c05ff6-c35a-4da0-a007-535c0b79c419",
            "word": "balanced",
            "phonetic": "bælənst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We had a side salad with our main course for a balanced meal.",
                "With a balanced diet, regular exercise, and a positive mindset, Alex maintains being up to the mark in terms of his overall well-being.",
                "She packed a lunchbox with a turkey wrap, carrot sticks, and a yogurt cup for a balanced lunch.",
                "It is important to remember that exercise and a balanced diet are the foundation of any successful fitness plan.",
                "Eating a balanced diet rich in fruits and vegetables promotes healthfulness."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsYW5jZWQ&hash=dc156f4eb1d26764f5f666a84fea6cd70f6b033c&lang=en&cache-only=0",
            "defineEn": "keeping or demonstrating a state of balance, with equal or proportionate amounts",
            "defineVi": "giữ hoặc thể hiện trạng thái cân bằng, với số lượng bằng nhau hoặc tương ứng",
            "hasImg": true
        },
        {
            "id": "e09c8b79-7ea3-440c-b970-e08f6c1b5711",
            "word": "objective",
            "phonetic": "ɑːbdʒɛktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As so often happened, Peter, Tommy and Henry had totally lost sight of their real objective.",
                "The company has outlined a strategic plan with specific, measurable, achievable, relevant, and time-bound objectives.",
                "It will cast light on the existing objective evidence, the gaps in knowledge and the scientific uncertainties.",
                "One is being a very good, down-to-earth person who recognises that objectives are reached by working with others.",
                "And the machine pursues the objective."
            ],
            "audio": "https://tts.langeek.co/read?text=b2JqZWN0aXZl&hash=81b09f45c7c412a2f57943a323042686389a2e9c&lang=en&cache-only=0",
            "defineEn": "based only on facts and not influenced by personal feelings or judgments",
            "defineVi": "chỉ dựa trên sự thật và không bị ảnh hưởng bởi cảm xúc hoặc phán đoán cá nhân"
        },
        {
            "id": "b3906f78-76ae-4bf7-98d2-c1f4f796f222",
            "word": "perfect",
            "phonetic": "pɜːfɛkt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A cup of tea sounds perfect.",
                "The combination of the meatloaf, mashed potatoes, and greens was perfect.",
                "The orange pumpkin was perfect for Halloween.",
                "Good afternoon, the weather is perfect for a walk.",
                "The refreshing Muscat grape juice was the perfect choice for a hot summer day."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyZmVjdA&hash=dc4e2e5415599e9e42edd6e18f8fa63a5ed505a6&lang=en&cache-only=0",
            "defineEn": "being as great, complete, and flawless as possible",
            "defineVi": "tuyệt vời, đầy đủ và hoàn hảo nhất có thể",
            "hasImg": true
        },
        {
            "id": "6d23c425-9b76-45bc-8515-11604630db01",
            "word": "flawed",
            "phonetic": "flɔːd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My research is flawed.",
                "Their defensive positions in 2014 were really flawed.",
                "Allison Lolley: The industry as a whole is flawed.",
                "Shane Dawson is flawed.",
                "Jeffree Star is flawed."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxhd2Vk&hash=605f09c60ca3925fcd308cbf799c28c6064c64fa&lang=en&cache-only=0",
            "defineEn": "not perfect; having weaknesses or mistakes",
            "defineVi": "không hoàn hảo; có điểm yếu hoặc sai lầm"
        },
        {
            "id": "d91cdb9d-0afc-410f-86a8-c463583d0d1c",
            "word": "faulty",
            "phonetic": "fɔlti ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The repairman fixed the faulty wiring, and now the electrical system in the house was functioning as right as rain.",
                "The old house went up in flames after a faulty electrical wiring caused a fire.",
                "Otherwise, the poll will be faulty.",
                "The blaze came from a faulty oxygen generator.",
                "Curse you faulty weather app!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF1bHR5&hash=65dcc07abd9f76561e79d323f2d713437f6858f1&lang=en&cache-only=0",
            "defineEn": "containing a defect or flaw that prevents proper functioning or operation",
            "defineVi": "chứa một lỗi hoặc sai sót ngăn cản hoạt động hoặc hoạt động bình thường"
        },
        {
            "id": "c1e168f4-5e3e-4ea8-981b-52c99f9b2d50",
            "word": "faultless",
            "phonetic": "fɔltləs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmF1bHRsZXNz&hash=805254814ee8c111fd8f1b38ee082cf30deb3a8c&lang=en&cache-only=0",
            "defineEn": "containing no errors at all",
            "defineVi": "không có lỗi nào cả"
        },
        {
            "id": "5283dc5d-b937-4c5f-a9b4-fa9bb38ddf2b",
            "word": "immaculate",
            "phonetic": "ɪmækjʊlət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Well, I have the luxury of cleaning the bore to an immaculate state, which helps with accuracy in an actual war situation.",
                "And this combination of aspirational impulses and the urge to restore life to some immaculate past does strike me as very American."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1tYWN1bGF0ZQ&hash=2f0d822f78dfd30ccd01021df540aaf86cef6684&lang=en&cache-only=0",
            "defineEn": "free from errors, mistakes, or faults",
            "defineVi": "không có lỗi, sai lầm hoặc lỗi"
        },
        {
            "id": "957e6ad8-ba75-45f1-ad0c-77ced07f3e74",
            "word": "impeccable",
            "phonetic": "ɪmpɛkəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He always ensures that his outfit is impeccable, never a hair out of place.",
                "Even though he came from a humble background, John's refined manners and impeccable conduct showed that it takes three generations to make a gentleman.",
                "Maybe that analysis is impeccable, but it's very narrow.",
                "They do an impeccable job of detangling their fur.",
                "You have the build quality of this is, is impeccable."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wZWNjYWJsZQ&hash=a42bc4164b31bf623e156719165599a5fdfda40e&lang=en&cache-only=0",
            "defineEn": "without any mistakes or errors",
            "defineVi": "mà không có bất kỳ sai lầm hoặc lỗi"
        },
        {
            "id": "13512b97-7ac5-4329-87b3-c670024c1825",
            "word": "important",
            "phonetic": "ɪmpoːɹtənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The book raises many important questions.",
                "We mark important passages in a book with a pencil underline.",
                "It's very important.",
                "Important new laws are already in the pipeline.",
                "Saving money for the future is really important."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wb3J0YW50&hash=56ec8e7c01d41cee5c55f7f238195176ba6816fa&lang=en&cache-only=0",
            "defineEn": "having a lot of value",
            "defineVi": "có nhiều giá trị",
            "hasImg": true
        },
        {
            "id": "2c2ab842-26f0-4df0-a4e2-0e243e85588f",
            "word": "trivial",
            "phonetic": "tɹɪvɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Instead of wasting time arguing about trivial matters, we need to focus on the real problems at hand.",
                "Of course attribution is not a trivial thing.",
                "So your sympathetic nervous system sweeps these suddenly trivial functions aside to blast all of your energy to your brain and heart and muscles to deal with the threat at hand.",
                "Some of these episodes were relatively trivial but others were quite serious attempts to mislead the public.",
                "Seemingly trivial changes in the structure of a carbon chain can completely change the chemistry of the molecule, including the chemistry of what happens when you ingest it."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpdmlhbA&hash=44805acb0c07506d1a2c5f296d335c3506c88113&lang=en&cache-only=0",
            "defineEn": "having little substance or importance",
            "defineVi": "có ít chất hoặc tầm quan trọng",
            "hasImg": true
        },
        {
            "id": "188d7e77-c664-44d7-bf28-3db4d28f72c7",
            "word": "critical",
            "phonetic": "kɹɪɾɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His critical remarks ruffled the feathers of the board members.",
                "The question requires critical thinking and analysis.",
                "The actor's Oscar win was in the bag after receiving widespread critical acclaim for their performance.",
                "All three patients were considered to be in a critical condition.",
                "Her latest novel is her crowning glory, receiving widespread critical acclaim and topping the bestseller lists."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpdGljYWw&hash=b2513701d896eb18638b9a819717651f9e76ed01&lang=en&cache-only=0",
            "defineEn": "having crucial importance or relevance",
            "defineVi": "có tầm quan trọng cốt yếu hoặc sự liên quan"
        },
        {
            "id": "11eb98bd-12fa-46c7-93d1-37efa6bf8fe0",
            "word": "urgent",
            "phonetic": "ɜːdʒənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They had many urgent and pressing matters on hand.",
                "An explosion of COVID infections in India forced urgent action today.",
                "The dance and the song get more and more urgent.",
                "Last week's deadly siege at the Capitol raised urgent questions about the health and security of our democracy.",
                "It is urgent."
            ],
            "audio": "https://tts.langeek.co/read?text=dXJnZW50&hash=ee61051a91510d9741b2e7c9105830873f2fb4fc&lang=en&cache-only=0",
            "defineEn": "needing immediate action or attention",
            "defineVi": "cần hành động hoặc sự chú ý ngay lập tức"
        },
        {
            "id": "f255b3ce-6169-456e-9b03-f9732927aaf1",
            "word": "petty",
            "phonetic": "pɛɾi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They can't seem to agree on anything and are always arguing about petty things like parking spaces and noise levels.",
                "Put aside all these petty grievances AND never say rope if the owner of the house is a hanged man.",
                "Seeing the devastation caused by a natural disaster like that really puts our petty gripes and problems in perspective, doesn't it?",
                "Because, honestly, we’re usually a lot pettier and not in actual danger.",
                "War heroes hawked their medals, and petty theft thrived."
            ],
            "audio": "https://tts.langeek.co/read?text=cGV0dHk&hash=2c40c9570c4346afdb0d244926f4a35357d72796&lang=en&cache-only=0",
            "defineEn": "having little importance or significance",
            "defineVi": "có ít tầm quan trọng hoặc ý nghĩa"
        },
        {
            "id": "a2fb94c2-b12f-41fb-9b1e-4f013cc03d20",
            "word": "frivolous",
            "phonetic": "fɹɪvələs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "\"It's frivolous.\"",
                "A lot of frivolous things, I can now do once again.",
                "Let's get into this frivolous lawsuitage. ",
                "Again, part of the secret of Mitch McConnell’s leadership is he does not make demands over frivolous things.",
                "And let’s face it, there are equally frivolous things and kitschy music crazes associated with teenage boy culture that don’t get nearly as much finger wagging."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJpdm9sb3Vz&hash=e772e4991fdb8a63cc2636b0e65a42f1684ba885&lang=en&cache-only=0",
            "defineEn": "describing behavior, actions, or things that are characterized by a lack of seriousness, depth, or significance",
            "defineVi": "mô tả hành vi, hành động hoặc những thứ được đặc trưng bởi sự thiếu nghiêm túc, sâu sắc hoặc ý nghĩa"
        },
        {
            "id": "03793e34-4c07-4a6e-8791-87625851ff75",
            "word": "the usual stuff",
            "phonetic": "ðə juːʒuːəl stʌf ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhlIHVzdWFsIHN0dWZm&hash=ce32490718056f24e1a2ca39b22c34fe1f9c3034&lang=en&cache-only=0",
            "defineEn": "things that are typical, common, or routine",
            "defineVi": "những điều đó là điển hình, phổ biến, hoặc thói quen"
        },
        {
            "id": "748a9427-c56c-4a59-8195-bffff17a6ded",
            "word": "(great|good|lovely) stuff",
            "phonetic": "ɡɹeɪt slæʃ ɡʊd slæʃ lʌvli stʌf ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3JlYXQgc3R1ZmY&hash=179adc664b76bc62a3bd54d13162744c683fb8ed&lang=en&cache-only=0",
            "defineEn": "used to express approval or praise for someone's accomplishments, efforts, or ideas",
            "defineVi": "được sử dụng để thể hiện sự chấp thuận hoặc khen ngợi cho những thành tích, nỗ lực hoặc ý tưởng của ai đó"
        },
        {
            "id": "9d5c580b-c120-4d9e-ab18-7e8c1c875dd2",
            "word": "synonym",
            "phonetic": "sɪnənɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ancient is not a synonym for stupid.",
                "And it evidences itself with liberty becoming a synonym for selfishness.",
                "Over time, the two merged to give us the English we know today, though the divide between lords and peasants can still be felt in synonym pairs such as cow and beef.",
                "Next time someone says that they don't like it when there are chemicals in their food, please remind them that all life is made of chemicals and would they please stop pretending that the word chemical is somehow a synonym for carcinogen!",
                "They help you save time and make your writing more compelling by finding synonyms for overused words and completely removing unnecessary words."
            ],
            "audio": "https://tts.langeek.co/read?text=c3lub255bQ&hash=de7a6a0427931380fa7fa1ad5ee3cdc5947d31d5&lang=en&cache-only=0",
            "defineEn": "a word or phrase that has the same or nearly the same meaning as another word or phrase in the same language",
            "defineVi": "một từ hoặc cụm từ có cùng nghĩa hoặc gần giống với một từ hoặc cụm từ khác trong cùng một ngôn ngữ"
        },
        {
            "id": "acb57401-37b1-45f7-81da-a9f1c5f7eb16",
            "word": "to [be] made of (sterner|tougher) stuff",
            "phonetic": "təbi meɪd ʌv stɜːnɚ slæʃ tʌfɚ stʌf ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYmUgbWFkZSBvZiBzdGVybmVyIHN0dWZm&hash=b831d2e94753d35b3f0a6597fb42ca50a0242dba&lang=en&cache-only=0",
            "defineEn": "to have a stronger and more determined character or to be more resilient in the face of difficulty",
            "defineVi": "để có một nhân vật mạnh mẽ và quyết đoán hơn hoặc kiên cường hơn khi đối mặt với khó khăn"
        },
        {
            "id": "3f35ae7f-632d-4f3f-b4b8-6a096784e3e1",
            "word": "stuff happens",
            "phonetic": "stʌf hæpənz ",
            "partOfSpeechType": "sentence",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3R1ZmYgaGFwcGVucw&hash=117452297c1ca932b1c590e00420523c17900d41&lang=en&cache-only=0",
            "defineEn": "used to say that things can happen unexpectedly or unplanned, and sometimes there is nothing we can do about it",
            "defineVi": "được sử dụng để nói rằng mọi thứ có thể xảy ra bất ngờ hoặc không có kế hoạch, và đôi khi chúng ta không thể làm gì được"
        },
        {
            "id": "843cdc36-544a-433a-a923-2fe47ef8d59a",
            "word": "that is the stuff",
            "phonetic": "ðæt ɪz ðə stʌf ",
            "partOfSpeechType": "sentence",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhhdCBpcyB0aGUgc3R1ZmY&hash=739a7de50886dae01e5c8d498bb431fcd16cf627&lang=en&cache-only=0",
            "defineEn": "used to convey satisfaction, approval, or encouragement towards something, such as a good performance, a successful task, or a delicious food or drink",
            "defineVi": "được sử dụng để truyền đạt sự hài lòng, tán thành hoặc khuyến khích đối với một cái gì đó, chẳng hạn như một màn trình diễn tốt, một nhiệm vụ thành công hoặc một món ăn ngon hoặc đồ uống"
        },
        {
            "id": "836206a5-c935-4fcf-b90a-711ffedee01a",
            "word": "to [know] {one's} stuff",
            "phonetic": "tə noʊ wʌn bækslæʃ ɛs stʌf ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8ga25vdyB7b25lJ3N9IHN0dWZm&hash=637a3faaa769f7441adf5625c4f20d23adb74be8&lang=en&cache-only=0",
            "defineEn": "to be very knowledgeable about or skillful in a particular field of work",
            "defineVi": "rất am hiểu hoặc có kỹ năng trong một lĩnh vực công việc cụ thể"
        },
        {
            "id": "22b938f9-64b2-404a-ba01-b2deefecd1ca",
            "word": "antonym",
            "phonetic": "æntənɪm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW50b255bQ&hash=1e6b1616a259885271306e09a3badbb41094753e&lang=en&cache-only=0",
            "defineEn": "a word or phrase that has an opposite or contrasting meaning to another word or phrase",
            "defineVi": "một từ hoặc cụm từ có nghĩa đối lập hoặc tương phản với một từ hoặc cụm từ khác"
        },
        {
            "id": "72426923-2589-4b18-a778-f609c8cbed5f",
            "word": "function",
            "phonetic": "fʌŋkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Art serves an important function in our society.",
                "The repairman fixed the faulty wiring, and now the electrical system in the house was functioning as right as rain.",
                "I can't even function in the morning until I've had my first cup of joe.",
                "The gentlemen's agreement was never intended to apply to executive functions.",
                "Furthermore, a well-integrated system bridges the divide among multiple, diverse functions within an organization."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVuY3Rpb24&hash=535ac49960f290defdf6358b30fa2207788b0568&lang=en&cache-only=0",
            "defineEn": "a particular activity of a person or thing or their purpose",
            "defineVi": "một hoạt động cụ thể của một người hoặc vật hoặc mục đích của họ"
        },
        {
            "id": "05478f6c-32b1-4b69-abc5-c62281eb25e7",
            "word": "feature",
            "phonetic": "fiːtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The restaurant featured a signature dish of slow-roasted brisket.",
                "The brunch special featured a beefburger with a sunny-side-up egg, crispy bacon, and a dollop of hollandaise sauce.",
                "The menu featured a creative dish of beef plate tacos.",
                "The farm-to-table restaurant featured a signature dish of picnic shoulder with creamy sauce.",
                "The magazine features interviews with musicians and reviews of new albums."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVhdHVyZQ&hash=bd07ebe4f3398e255b28f9d94b391a1cc8a18028&lang=en&cache-only=0",
            "defineEn": "an important or distinctive aspect of something",
            "defineVi": "một khía cạnh quan trọng hoặc đặc biệt của một cái gì đó"
        },
        {
            "id": "0fc537f1-bd48-441b-a05c-65624e988f93",
            "word": "machine",
            "phonetic": "məʃiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The machine takes its name from its inventor.",
                "The guidance system keeps the machine on course.",
                "The machine is worked by wind power.",
                "The machine records your messages and you can answer them at your convenience.",
                "An industrial machine like that can cut through any material like a knife through butter."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFjaGluZQ&hash=96856dcd75c9fb93771c7cf9554502db52093ad0&lang=en&cache-only=0",
            "defineEn": "any piece of equipment that is mechanical, electric, etc. and performs a particular task",
            "defineVi": "bất kỳ thiết bị nào là cơ khí, điện, v.v. và thực hiện một nhiệm vụ cụ thể",
            "hasImg": true
        },
        {
            "id": "361db099-3bbb-454b-93fa-cb1fb047ab95",
            "word": "appliance",
            "phonetic": "ɐplaɪəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The stove is an essential appliance in every kitchen.",
                "J.C. Penney placed a new bet on appliances.",
                "J.C. Penney would never catch up to Sears and appliances.",
                "Healthier diets, the availability of ethnic dishes and the popularity of appliances like food processors were on the rise.",
                "And they often lack amenities like kitchen appliances and laundry that save apartment-dwellers time and money."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwbGlhbmNl&hash=626961f3851f5134ece55e3f3bbc70ca79cebc00&lang=en&cache-only=0",
            "defineEn": "a machine or piece of equipment, especially electrical equipment, such as washing machine, dishwasher, etc. that is used for a particular task",
            "defineVi": "một máy hoặc một phần của thiết bị, đặc biệt là thiết bị điện, chẳng hạn như máy giặt, máy rửa chén, v.v. được sử dụng cho một nhiệm vụ cụ thể",
            "hasImg": true
        },
        {
            "id": "55e214f3-71cf-4c3d-a517-7077f41ff605",
            "word": "choice",
            "phonetic": "tʃɔɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The passion fruit smoothie is a popular choice at the café.",
                "The refreshing Muscat grape juice was the perfect choice for a hot summer day.",
                "Camembert is an excellent choice for a picnic.",
                "A Granny Smith apple is a popular choice for juicing.",
                "On the credit side, the restaurant offers a wide range of choices."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hvaWNl&hash=1ea7f6a4e769ccd0083d9d663f6155c4e3d589cd&lang=en&cache-only=0",
            "defineEn": "an act of deciding to choose between two things or more",
            "defineVi": "một hành động quyết định lựa chọn giữa hai điều hoặc nhiều hơn",
            "hasImg": true
        },
        {
            "id": "6c6b7c01-28ff-4863-83bd-49f63d9bbb67",
            "word": "option",
            "phonetic": "ɑːpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bakery offered gluten-free options for customers with dietary restrictions.",
                "The vegetarian menu offers a delicious black bean burrito as a protein-packed option.",
                "I'm always keeping my options open Sophia.",
                "For a gluten-free option, substitute regular flour with almond flour in the cake recipe.",
                "They finally added a delicious veggie burger option to their menu."
            ],
            "audio": "https://tts.langeek.co/read?text=b3B0aW9u&hash=1e00870c20b12372b2d669f95f3581928933239c&lang=en&cache-only=0",
            "defineEn": "something that can or may be chosen from a number of alternatives",
            "defineVi": "một cái gì đó có thể hoặc có thể được chọn từ một số lựa chọn thay thế"
        },
        {
            "id": "5c554eee-5388-421b-b009-abb390913a70",
            "word": "consumer",
            "phonetic": "kənsuːmɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The consumer has been driving the economy for a number of years.",
                "Consumer finance is not necessarily a money spinner any longer.",
                "Today's consumers do not keep the Sabbath.",
                "The dairy products market will also be driven by consumer demand.",
                "The government has passed new legislation to protect consumers."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3VtZXI&hash=42b490e8fe247957786c60555221a19c51c88708&lang=en&cache-only=0",
            "defineEn": "someone who buys and uses services or goods",
            "defineVi": "một người mua và sử dụng dịch vụ hoặc hàng hóa",
            "hasImg": true
        },
        {
            "id": "acb5c7fd-9ee2-4794-a5a4-50cd3db9ce08",
            "word": "shopper",
            "phonetic": "ʃɑːpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Shoppers took cover behind cars as police marksmen returned fire.",
                "Shoppers buy furniture less frequently than things like t-shirts and toys.",
                "Shoppers visited J.C. Penney stores - thrill of a deal.",
                "Please meet your shopper at the door.",
                "Please meet your shopper at the door."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvcHBlcg&hash=ba191014a5161ff74d6ccba6455e54d7709632a8&lang=en&cache-only=0",
            "defineEn": "someone who goes to shops for looking at or buying something",
            "defineVi": "ai đó đi đến các cửa hàng để xem xét hoặc mua một cái gì đó",
            "hasImg": true
        }
    ]
}