{
    "id": "420ac42d-a8ed-4dfe-bcc6-f858db35261d",
    "title": "Countries and Nationalities",
    "originalTitle": "Lesson 26",
    "words": [
        {
            "id": "b33c2972-1352-4c25-9a1b-8d5583e778a9",
            "word": "country",
            "phonetic": "kʌntɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The country celebrated its independence with a grand parade and fireworks.",
                "At one stroke, the country lost two outstanding leaders.",
                "The country is holding its first free elections for 20 years.",
                "Men still hold most positions of power in this country.",
                "The country was at a low ebb due to the recent war"
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bnRyeQ&hash=3232849aafcf17b407d54c8e2e043b989354cc1a&lang=en&cache-only=0",
            "defineEn": "a piece of land with a government of its own, official borders, laws, etc.",
            "defineVi": "một mảnh đất với một chính phủ của riêng mình, biên giới chính thức, pháp luật, vv",
            "hasImg": true
        },
        {
            "id": "26dc7d7c-abc1-479d-8b6a-41c0690e8a43",
            "word": "United States",
            "phonetic": "juːnaɪɾᵻd steɪts ",
            "partOfSpeechType": "noun",
            "examples": [
                "The United States celebrates Independence Day on July 4th.",
                "The United States is a country located in North America.",
                "American football is a popular sport in the United States.",
                "New York City is located on the east coast of the United States.",
                "Mexico is located to the south of the United States."
            ],
            "audio": "https://tts.langeek.co/read?text=VW5pdGVkIFN0YXRlcw&hash=26ac189f885603220569b916fa88b6ac2d93ca23&lang=en&cache-only=0",
            "defineEn": "a country in North America consisting of 50 states",
            "defineVi": "một quốc gia ở Bắc Mỹ bao gồm 50 tiểu bang",
            "hasImg": true
        },
        {
            "id": "a9dbfc17-d6c8-4547-b471-b942ccdd3c66",
            "word": "American",
            "phonetic": "ɐmɛɹɪkən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Jeans are as American as apple pie.",
                "He sounded American as apple pie.",
                "As an American, she had little truck with the painful formality of English life.",
                "Coca-Cola is a famous American soft drink.",
                "The Statue of Liberty is a famous American landmark."
            ],
            "audio": "https://tts.langeek.co/read?text=QW1lcmljYW4&hash=ffff07cb3e728bad488979fa8d3b8887a18e1d8b&lang=en&cache-only=0",
            "defineEn": "relating to the United States or its people",
            "defineVi": "liên quan đến Hoa Kỳ hoặc người dân của nó",
            "hasImg": true
        },
        {
            "id": "c35974a9-c1a2-4953-8f72-d80189b945d9",
            "word": "Canada",
            "phonetic": "kænədə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Canada celebrates its national day, Canada Day, on July 1st.",
                "Canada is located to the north of the United States.",
                "Ice hockey is a beloved sport in Canada.",
                "Canada is a vast country known for its stunning landscapes and friendly people.",
                "Canada may follow the EU’s example by banning these products."
            ],
            "audio": "https://tts.langeek.co/read?text=Q2FuYWRh&hash=8cf8c535ea26ebeb3c191f4497e7d2ceb9342536&lang=en&cache-only=0",
            "defineEn": "the second largest country in the world that is in the northern part of North America",
            "defineVi": "quốc gia lớn thứ hai trên thế giới nằm ở phía bắc của Bắc Mỹ",
            "hasImg": true
        },
        {
            "id": "023fd1de-e264-4dc6-9b21-34f8ced17c06",
            "word": "Canadian",
            "phonetic": "kɐneɪdiən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Canadian wildlife includes animals like bears, moose, beavers, and eagles.",
                "The Canadian team handed the game to them on a silver plate.",
                "Tim Hortons is a popular Canadian coffee chain known for its delicious donuts and coffee.",
                "Canadian national parks, such as Banff and Jasper, attract tourists from around the world.",
                "Poutine, a dish made of French fries, cheese curds, and gravy, is a popular Canadian comfort food."
            ],
            "audio": "https://tts.langeek.co/read?text=Q2FuYWRpYW4&hash=b870ad5429b8851262bcd967ce6797e186ae86a9&lang=en&cache-only=0",
            "defineEn": "relating to the country, people, or culture of Canada",
            "defineVi": "liên quan đến đất nước, con người, hoặc văn hóa của Canada",
            "hasImg": true
        },
        {
            "id": "7eb8393b-bc60-4383-beeb-7f13f5f884be",
            "word": "United Kingdom",
            "phonetic": "juːnaɪɾᵻd kɪŋdəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The United Kingdom is made up of four countries: England, Scotland, Wales, and Northern Ireland.",
                "Fish and chips is a popular dish in the United Kingdom.",
                "The United Kingdom is known for its music scene, with iconic bands like The Beatles and Queen originating from the country.",
                "Buckingham Palace in London is the official residence of the Queen of the United Kingdom.",
                "London is the capital city of the United Kingdom and a major cultural and economic hub."
            ],
            "audio": "https://tts.langeek.co/read?text=VW5pdGVkIEtpbmdkb20&hash=eb35578b3113053171598b4675eab28979388f69&lang=en&cache-only=0",
            "defineEn": "a country in northwest Europe, made up of England, Scotland, Wales, and Northern Ireland",
            "defineVi": "một quốc gia ở tây bắc châu Âu, bao gồm Anh, Scotland, Wales và Bắc Ireland",
            "hasImg": true
        },
        {
            "id": "c74ba0a4-9d97-4267-9137-2eb0fe98a0db",
            "word": "British",
            "phonetic": "bɹɪɾɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The British Foreign Minister held talks with the leaders of the two countries.",
                "Seville oranges are often used in traditional British recipes, like Seville orange pudding.",
                "Relatives have taken up the cudgels for two British women accused of murder.",
                "It was really the British who, by digging their heels in, prevented any last-minute deal.",
                "Shakespeare is one of the most famous British playwrights in history."
            ],
            "audio": "https://tts.langeek.co/read?text=QnJpdGlzaA&hash=70712b77c8bb63c3efe909a62adf75ab5af1e593&lang=en&cache-only=0",
            "defineEn": "relating to the country, people, or culture of the United Kingdom",
            "defineVi": "liên quan đến đất nước, con người, hoặc văn hóa của Vương quốc Anh",
            "hasImg": true
        },
        {
            "id": "29937e34-4aaa-4bcf-845b-528e20c1b8c4",
            "word": "Germany",
            "phonetic": "dʒɜːməni ",
            "partOfSpeechType": "noun",
            "examples": [
                "She went to Germany at my suggestion.",
                "The German language is widely spoken in Germany and other European countries.",
                "The Black Forest in Germany is famous for its beautiful scenery and delicious cake.",
                "The Brandenburg Gate in Berlin is an iconic symbol of Germany's history and reunification.",
                "The Rhine River is one of the longest rivers in Germany and offers scenic boat cruises."
            ],
            "audio": "https://tts.langeek.co/read?text=R2VybWFueQ&hash=c9355c2845333e2cc1012bcc876990ba49c00983&lang=en&cache-only=0",
            "defineEn": "a country located in central Europe, known for its rich history, vibrant culture, and thriving economy",
            "defineVi": "một quốc gia nằm ở trung tâm châu Âu, được biết đến với lịch sử phong phú, văn hóa sôi động và nền kinh tế phát triển mạnh",
            "hasImg": true
        },
        {
            "id": "8d3b4983-0390-456c-98d7-7e85f9cfd446",
            "word": "German",
            "phonetic": "dʒɜːmən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "German engineering is highly regarded for its precision and quality.",
                "The German language is widely spoken in Germany and other European countries.",
                "The German education system is highly regarded for its emphasis on academic excellence.",
                "I wouldn't call German an easy language.",
                "Let's serve traditional German dishes."
            ],
            "audio": "https://tts.langeek.co/read?text=R2VybWFu&hash=a248f87976e4432c8668ece12aa6565c98da5865&lang=en&cache-only=0",
            "defineEn": "relating to Germany or its people or language",
            "defineVi": "liên quan đến nước Đức hoặc con người hoặc ngôn ngữ của nó",
            "hasImg": true
        },
        {
            "id": "2111c9a4-309b-4897-9295-a75119de3110",
            "word": "France",
            "phonetic": "fɹæns ",
            "partOfSpeechType": "noun",
            "examples": [
                "What is the capital of France?",
                "She wrote to him in France.",
                "France is known for its rich history and cultural heritage.",
                "France held its breath while the Senate chose its new president.",
                "France are playing against Wales on Saturday."
            ],
            "audio": "https://tts.langeek.co/read?text=RnJhbmNl&hash=6260663d6f6ffa8bd02b30698da99862b44b110c&lang=en&cache-only=0",
            "defineEn": "a country in Europe known for its famous landmarks such as the Eiffel Tower",
            "defineVi": "một quốc gia ở châu Âu được biết đến với các địa danh nổi tiếng như tháp Eiffel",
            "hasImg": true
        },
        {
            "id": "ebda463a-6b70-4728-a5ad-e94acf6b9fd7",
            "word": "French",
            "phonetic": "fɹɛntʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The caretaker had taken French leave.",
                "The French army held the town for three days.",
                "Her favorite perfume is a French brand.",
                "French cuisine is known for its delicious cheeses and wines.",
                "The head teacher usually takes us for French."
            ],
            "audio": "https://tts.langeek.co/read?text=RnJlbmNo&hash=fb7bc0950613fbb1f699ef580c04b043682cafe6&lang=en&cache-only=0",
            "defineEn": "relating to the country, people, culture, or language of France",
            "defineVi": "liên quan đến đất nước, con người, văn hóa, hoặc ngôn ngữ của Pháp",
            "hasImg": true
        },
        {
            "id": "5ce21137-7888-4172-8876-79b3bae49b1c",
            "word": "Spain",
            "phonetic": "speɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "I've never been to Spain.",
                "Real Madrid and FC Barcelona are two popular football teams from Spain.",
                "Madrid, the capital city of Spain, is famous for its lively nightlife and art scene.",
                "These birds head for France or Spain but sometimes overshoot the mark and end up in English gardens.",
                "We met on a course in Spain and had a wonderful time together."
            ],
            "audio": "https://tts.langeek.co/read?text=U3BhaW4&hash=795f0a5e50a35b47d1f8ba7448ced0fdb90cd274&lang=en&cache-only=0",
            "defineEn": "a country in southwest Europe",
            "defineVi": "một quốc gia ở tây nam châu Âu",
            "hasImg": true
        },
        {
            "id": "fa74b2be-e840-4617-9b3d-7c87cda3a452",
            "word": "Spanish",
            "phonetic": "spænɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My sister packed some Spanish limes in her picnic basket for a tangy snack on our outdoor adventure.",
                "She made a Spanish omelette by frying sliced potatoes and onions with beaten eggs.",
                "In Spanish culture, it is common to greet others with a kiss on each cheek.",
                "Flamenco is a traditional Spanish dance that is known for its expressive movements.",
                "I love watching Spanish movies with subtitles to improve my language skills."
            ],
            "audio": "https://tts.langeek.co/read?text=U3BhbmlzaA&hash=5262c700f1c64a8bb2b40963b2f093268de6635d&lang=en&cache-only=0",
            "defineEn": "relating to Spain or its people or language",
            "defineVi": "liên quan đến Tây Ban Nha hoặc con người hoặc ngôn ngữ của nó",
            "hasImg": true
        },
        {
            "id": "ed6c057f-7c88-451d-9790-9215bc5eeafb",
            "word": "Italy",
            "phonetic": "ɪɾəli ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her childhood was spent in Italy.",
                "Italy is famous for its delicious cuisine, such as pasta, pizza, and gelato.",
                "They've given him a holiday in Italy.",
                "Italy's Mediterranean climate and diverse geography offer a wide range of outdoor activities",
                "Milan, in northern Italy, is known for its fashion and design industry."
            ],
            "audio": "https://tts.langeek.co/read?text=SXRhbHk&hash=11fade54151c70f70ba5051e461acd523fbc7157&lang=en&cache-only=0",
            "defineEn": "a country in southern Europe, with a long Mediterranean coastline",
            "defineVi": "một quốc gia ở phía nam châu Âu, với bờ biển Địa Trung Hải dài",
            "hasImg": true
        },
        {
            "id": "2a5179f2-9648-4fc6-8b94-9a8f41c04249",
            "word": "Italian",
            "phonetic": "ɪtæliən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Italian coffee, like espresso and cappuccino, is enjoyed all around the world.",
                "Italian fashion brands like Gucci and Prada are renowned for their luxury and style.",
                "My Italian friend told me to combine tagliatelle with a rich tomato and basil sauce for a traditional pasta dish.",
                "The Italian champion was in second position when he came to grief on the third lap.",
                "Italian gelato is a delicious frozen treat that comes in a variety of flavors and is enjoyed by people of all ages."
            ],
            "audio": "https://tts.langeek.co/read?text=SXRhbGlhbg&hash=bf89156c66c26844e817730e7d88222d6c2cd62e&lang=en&cache-only=0",
            "defineEn": "relating to Italy or its people or language",
            "defineVi": "liên quan đến Ý hoặc con người hoặc ngôn ngữ của nó",
            "hasImg": true
        }
    ]
}