{
    "id": "422b3aa4-59da-4609-b7b0-54a8c693decb",
    "title": "Games and Toys",
    "originalTitle": "Lesson 21",
    "words": [
        {
            "id": "c3bbcb5d-498e-406b-8d55-8b0c22643fbf",
            "word": "dice",
            "phonetic": "daɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The U.S. tax code now loads the dice in favor of private pension plans.",
                "Going mountain-climbing alone is dicing with death.",
                "But it was no dice.",
                "I rolled the dice on a tool brand I haven't used before.",
                "I hadn't booked, so no dice."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGljZQ&hash=194a78ca0f23bbb4066febbcb6e5a4ec87289c0b&lang=en&cache-only=0",
            "defineEn": "a small cube used in games of chance with six sides each having one to six spots representing numbers",
            "defineVi": "một khối lập phương nhỏ được sử dụng trong các trò chơi may rủi với sáu mặt, mỗi mặt có một đến sáu điểm đại diện cho các số",
            "hasImg": true
        },
        {
            "id": "3171765e-a3f1-4112-8286-98d9657ed25b",
            "word": "tie",
            "phonetic": "taɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Which tie do you like best?",
                "She finally loosened her tie after a long day at work.",
                "Do I have to wear a tie?",
                "He wore a tie to the wedding for a unique look.",
                "She tied some strips of cloth around the wound to check the bleeding."
            ],
            "audio": "https://tts.langeek.co/read?text=dGll&hash=34ff36d031fc054b7082e34d21e5b5051fd386a7&lang=en&cache-only=0",
            "defineEn": "the result of a game in which players or teams have even scores",
            "defineVi": "kết quả của một trò chơi trong đó người chơi hoặc đội có số điểm chẵn",
            "hasImg": true
        },
        {
            "id": "f2852fdc-7c34-4230-bc77-88db3498a9ef",
            "word": "to tie",
            "phonetic": "tə taɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Which tie do you like best?",
                "She finally loosened her tie after a long day at work.",
                "Do I have to wear a tie?",
                "He wore a tie to the wedding for a unique look.",
                "She tied some strips of cloth around the wound to check the bleeding."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGll&hash=69f3e3e6606bcba5793efbb026ee60d5ed95a406&lang=en&cache-only=0",
            "defineEn": "(of two players or teams) to finish a game or competition with even scores",
            "defineVi": "(của hai người chơi hoặc đội) để kết thúc một trò chơi hoặc cuộc thi với số điểm chẵn",
            "hasImg": true
        },
        {
            "id": "b8bf983b-5a45-419e-940f-b6e5ead64dc4",
            "word": "to cheat",
            "phonetic": "tə tʃiːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They're cheating you out of millions!",
                "Hopefully he wasn't cheating with a card up his sleeve.",
                "He claims that the company cheated him, but without evidence of a written agreement, he doesn't have a leg to stand on.",
                "If he thinks he can cheat me, just let him try!",
                "Susan saw a colleague take credit for another's work but still get passed over for promotion, confirming that cheaters never win and winners never cheat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hlYXQ&hash=478cbbc67d037654cf6c1d17b2fd63db65d43ece&lang=en&cache-only=0",
            "defineEn": "to win or gain an advantage in a game, completion, etc. by violating rules or acting unfairly",
            "defineVi": "giành chiến thắng hoặc đạt được lợi thế trong một trò chơi, hoàn thành, v.v. bằng cách vi phạm các quy tắc hoặc hành động không công bằng",
            "hasImg": true
        },
        {
            "id": "ac1e3d4c-3b29-4774-960f-4514e8338da4",
            "word": "to go",
            "phonetic": "tə ɡoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Siemens display goes the whole hog.",
                "The cruise went very quickly.",
                "My laptop went haywire",
                "To go swimming/fishing/jogging.",
                "The email went to everyone in the company."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28&hash=a29af22a99b2c4ebaab92563d163caf4ad74d7f9&lang=en&cache-only=0",
            "defineEn": "to use one's turn in a game",
            "defineVi": "sử dụng lượt của một người trong một trò chơi",
            "hasImg": true
        },
        {
            "id": "0b9cf54c-751f-4052-99b2-8f4d57cb615c",
            "word": "turn",
            "phonetic": "tɜːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The sunflower turned its face towards the sun.",
                "The victory turned the tide of the war in North Africa.",
                "The thunder had turned the milk.",
                "Police turned water cannon on the rioters.",
                "Turn the mould upside down."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVybg&hash=2da06d1927fb62690c21a37d2c6c3763ed514212&lang=en&cache-only=0",
            "defineEn": "the time when someone has the opportunity, obligation, or right to do a certain thing that everyone does successively in a group",
            "defineVi": "thời gian khi ai đó có cơ hội, nghĩa vụ hoặc quyền làm một điều gì đó mà mọi người làm liên tiếp trong một nhóm",
            "hasImg": true
        },
        {
            "id": "3557e783-7b22-403d-8cdf-2f68f501e4bf",
            "word": "play",
            "phonetic": "pleɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The manager played his strongest side of the season.",
                "The bedside radio played softly.",
                "The media, as always, played an important part in the election campaign.",
                "Fathers play a crucial role in their children's upbringing and development.",
                "His dedication and hard work played a big part in the company's success."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxheQ&hash=892965475b3d8de28659d6efc3daa9fc268f45db&lang=en&cache-only=0",
            "defineEn": "an activity that is done for fun, mostly by children",
            "defineVi": "một hoạt động được thực hiện cho vui, chủ yếu là bởi trẻ em",
            "hasImg": true
        },
        {
            "id": "07684912-730e-4017-9906-0b7e8efbe6ce",
            "word": "chess",
            "phonetic": "tʃɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "I usually play chess with my brother.",
                "Chess is a strategic board game played between two players on a checkered board.",
                "She beats me at chess nine times out of ten.",
                "When I play chess with my Dad I'm out of my league.",
                "During the chess tournament, Jane was confident in her skills, but her opponent ended up cleaning her clock with a series of surprising moves."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlc3M&hash=deadab9f6d78fba941a3a9ea85a72545d559280f&lang=en&cache-only=0",
            "defineEn": "a strategic two-player board game where players move pieces with different abilities across a board with the objective of capturing the opponent's king",
            "defineVi": "một trò chơi cờ hai người chơi chiến lược trong đó người chơi di chuyển các quân cờ với các khả năng khác nhau trên một bàn cờ với mục tiêu chiếm được vua của đối phương",
            "hasImg": true
        },
        {
            "id": "2cd516f1-7cc8-4987-b816-e0ac4f85ddb6",
            "word": "crossword",
            "phonetic": "kɹɔswɜːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Are you good at doing crosswords?",
                "I enjoy doing the crossword puzzle in the newspaper to challenge my brain.",
                "Find out if you are the sharpest tool in the box with today's Crossword.",
                "My grandmother beats her brains out every evening trying to do the crossword puzzle in the newspaper.",
                "The crossword has likely met a similar need for millions of fans in 2020."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jvc3N3b3Jk&hash=0700f8d27d96de09af15793e167121ce1e6432fc&lang=en&cache-only=0",
            "defineEn": "a puzzle game in which one writes the answers to the clues in numbered boxes",
            "defineVi": "một trò chơi giải đố trong đó một người viết câu trả lời cho các manh mối trong các ô được đánh số",
            "hasImg": true
        },
        {
            "id": "1f5b2cb7-2660-4da7-b22b-be2c60e4c91f",
            "word": "dollhouse",
            "phonetic": "dɑːlhaʊs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG9sbGhvdXNl&hash=5171dee3da3f11dac18782daadcf9f3a697df720&lang=en&cache-only=0",
            "defineEn": "a small toy house often containing tiny furniture and small dolls as well",
            "defineVi": "một ngôi nhà đồ chơi nhỏ thường chứa đồ nội thất nhỏ và búp bê nhỏ",
            "hasImg": true
        },
        {
            "id": "ffedcdc0-a17f-45bb-9ff1-ede81cf7fbf1",
            "word": "winning",
            "phonetic": "wɪnɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She pushed things too far and lost all her winnings.",
                "After winning the lottery, John quickly spent all of his winnings and was left with nothing, demonstrating the truth behind the proverb easy come, easy go.",
                "There's no winning.",
                "So there was really no winning.",
                "Tiger Woods leads his sport in career prize winnings with an estimated total of $122.5 million."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lubmluZw&hash=67a0c7e43a197dcfb284601559c16f44b34823d1&lang=en&cache-only=0",
            "defineEn": "describing a team or person that wins a game or race",
            "defineVi": "mô tả một đội hoặc người chiến thắng một trò chơi hoặc cuộc đua",
            "hasImg": true
        },
        {
            "id": "12fd0abc-58b4-4da9-8d4c-d620a5ca5e2d",
            "word": "puzzle",
            "phonetic": "pʌzəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He placed the puzzle pieces back into the puzzle box.",
                "He placed the puzzle pieces back into the puzzle box.",
                "Sometimes he spoke straight from the shoulder and sometimes in puzzles",
                "He scratched his head, puzzled by the difficult math problem.",
                "She had a fast mind and could quickly solve puzzles."
            ],
            "audio": "https://tts.langeek.co/read?text=cHV6emxl&hash=6caeae61cd255a82fef54f8296ce900cb16f28a2&lang=en&cache-only=0",
            "defineEn": "a game that needs a lot of thinking in order to be finished or done",
            "defineVi": "một trò chơi cần rất nhiều suy nghĩ để hoàn thành hoặc thực hiện",
            "hasImg": true
        },
        {
            "id": "6bdf770e-842d-422d-a5cc-76eaece1e8b2",
            "word": "trick",
            "phonetic": "tɹɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The coach always keeps a few tricks up his sleeve.",
                "The students played a trick on their teacher by switching the labels on the chemical bottles.",
                "I remember the trick you served me.",
                "The new software update has done the trick and fixed the issue with the app.",
                "He played a trick on his sister by putting a fake spider in her bed."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpY2s&hash=a715b0cb8958c1d07dc656f58fcf3248152d2b60&lang=en&cache-only=0",
            "defineEn": "an act performed to amuse people who might consider it magical",
            "defineVi": "một hành động được thực hiện để giải trí cho những người có thể coi đó là phép thuật",
            "hasImg": true
        },
        {
            "id": "eb309da0-5a7f-49bc-8d64-dba7509a4cb6",
            "word": "move",
            "phonetic": "muːv ",
            "partOfSpeechType": "noun",
            "examples": [
                "She moved her queen.",
                "Things certainly move fast in the blogosphere.",
                "She moved the tray to a side table.",
                "We moved our chairs a little nearer.",
                "She moved the ball toward the opponent's goal."
            ],
            "audio": "https://tts.langeek.co/read?text=bW92ZQ&hash=6ae80e3cac6d4d9849ba5b0bf3693a458a61be71&lang=en&cache-only=0",
            "defineEn": "a change made by a player in the position of a piece in a board game",
            "defineVi": "một sự thay đổi được thực hiện bởi một người chơi ở vị trí của một quân cờ trong trò chơi cờ bàn",
            "hasImg": true
        },
        {
            "id": "ddfc2345-cc30-4b5a-94b3-caf8f0a12b80",
            "word": "to deal",
            "phonetic": "tə diːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "We want a deal.",
                "The deal was completely open and above board.",
                "You've got a deal!",
                "Your friendship means a great deal to me.",
                "She got the short end of the stick in the deal."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVhbA&hash=9966501df58ee682e56abedd0f60b66f086b3676&lang=en&cache-only=0",
            "defineEn": "to give out playing cards to all the players in a game",
            "defineVi": "phát bài cho tất cả người chơi trong một trò chơi",
            "hasImg": true
        },
        {
            "id": "250fd695-27e3-4b1f-9bd5-3e8b5259637a",
            "word": "computer game",
            "phonetic": "kəmpjuːɾɚ ɡeɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "He worked on his computer game all day.",
                "You're going to be a very good computer game writer one day.",
                "As people turned to computer games, consoles and arcades were hit hard.",
                "'I'm going to make computer games, become rich, and help my mum to be well again.'",
                "He needed to change some things in his computer game before the exhibition."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcHV0ZXIgZ2FtZQ&hash=1ca247227659f5f67498a2fade32a885ceaa97b2&lang=en&cache-only=0",
            "defineEn": "a game designed to be played on a computer",
            "defineVi": "một trò chơi được thiết kế để chơi trên máy tính",
            "hasImg": true
        },
        {
            "id": "57673277-47dc-402d-a22b-cf4f3caaf312",
            "word": "rule",
            "phonetic": "ɹuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The house rules are crystal clear.",
                "The teacher ruled the classroom with a heavy hand, rarely allowing any freedom or creativity.",
                "She explained the rules of the game to the new players.",
                "In this particular society men rule the roost and women have a low status and few rights.",
                "The new rules should help cut the red tape for farmers."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVsZQ&hash=341256b83dcc6186031278bdffcd025adced5313&lang=en&cache-only=0",
            "defineEn": "an instruction that says what is or is not allowed in a given situation or while playing a game",
            "defineVi": "một hướng dẫn cho biết những gì được phép hoặc không được phép trong một tình huống nhất định hoặc trong khi chơi trò chơi"
        },
        {
            "id": "ef2b506d-6c51-4a55-989f-63913a7ca854",
            "word": "bowling",
            "phonetic": "boʊlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bowling for animals is Animal Wonders annual fundraiser.",
                "So my bowling ball is here.",
                "Here's my bowling ball.",
                "We built a bowling alley in our parking lot.",
                "I took a bowling class in college."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym93bGluZw&hash=0df6993e1e78f619b9c8ab44ce2f99e91ad0b949&lang=en&cache-only=0",
            "defineEn": "a sport or recreational activity in which a player rolls a ball down a lane with the aim of knocking over as many pins as possible at the other end of the lane",
            "defineVi": "một hoạt động thể thao hoặc giải trí trong đó người chơi lăn một quả bóng xuống một làn đường với mục đích làm đổ càng nhiều cọc càng tốt ở đầu bên kia của làn đường",
            "hasImg": true
        },
        {
            "id": "565239b4-00ae-4ee5-83e3-b31067613f66",
            "word": "guessing game",
            "phonetic": "ɡɛsɪŋ ɡeɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Unfortunately, this can be a bit of a guessing game.",
                "It wasn’t a total guessing game, but it wasn’t a science, either.",
                "So, let’s play a guessing game.",
                "You hear noise and it’s still a guessing game.",
                "We're also gonna play an Olympic face guessing game later."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Vlc3NpbmcgZ2FtZQ&hash=2bbd950e32deecf739695a1c576310365f5723a6&lang=en&cache-only=0",
            "defineEn": "a game in which a player is required to make a number of guesses in order to find the right answer",
            "defineVi": "một trò chơi trong đó người chơi được yêu cầu thực hiện một số lần đoán để tìm ra câu trả lời đúng"
        },
        {
            "id": "ba70faca-b6f2-4bbb-afc8-ea030df23148",
            "word": "Ping-Pong",
            "phonetic": "pɪŋpɑːŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "There could be ping-pong.",
                "Inside of it is a ping-pong ball on one end.",
                "And I'm playing my son in ping-pong ferociously, and I'm hoping to develop a backhand by the end of this.",
                "That same ping-pong game study also found an increase in delta wave activity in the central and parietal areas of the brain.",
                "For example, a 2017 study had participants play a ping-pong game at different speeds, with faster speeds being more challenging."
            ],
            "audio": "https://tts.langeek.co/read?text=UGluZy1Qb25n&hash=1285843d629ae1687972941d7adddd2342ddc2e0&lang=en&cache-only=0",
            "defineEn": "a game also called tennis, played by two or four players who aim to hit a small plastic ball back and forth on a table across a net placed in the middle using special bats",
            "defineVi": "một trò chơi còn được gọi là quần vợt, được chơi bởi hai hoặc bốn người chơi nhằm mục đích đánh một quả bóng nhựa nhỏ qua lại trên bàn qua một tấm lưới đặt ở giữa bằng những cây gậy đặc biệt",
            "hasImg": true
        },
        {
            "id": "6b58ad00-a8d7-4f95-ab53-ddb2f32afa4f",
            "word": "balloon",
            "phonetic": "bəluːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "They decorated the room with balloons and streamers for the birthday party.",
                "It will go down like a lead balloon across Wales",
                "When the judge announced the decision, the balloon went up, and emotions ran high in the courtroom.",
                "The company sent out a trial balloon by leaking a rumor about a new product to test customer interest before investing in its development.",
                "Let's throw a party - birthday cake, balloons, the whole enchilada."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsbG9vbg&hash=719ce710c9b8b6c8111ee43b4b8a6b7bf9e81d80&lang=en&cache-only=0",
            "defineEn": "a thin and small rubber bag with a hole into which air is blown and is used as a toy or decoration",
            "defineVi": "một túi cao su mỏng và nhỏ có lỗ để thổi không khí vào và được dùng làm đồ chơi hoặc đồ trang trí",
            "hasImg": true
        },
        {
            "id": "d1b623d3-9e74-4502-b74f-80751494a408",
            "word": "fun",
            "phonetic": "fʌn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The TV quiz was more fun than a barrel of monkeys!",
                "The colorful bowtie pasta added a fun twist to the classic mac and cheese dish.",
                "He sounds about as much fun as a wet weekend in Carmarthenshire.",
                "I had so much fun at the family reunion.",
                "The fans had fun and got their money's worth."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVu&hash=463c2bb17cc0bd02fb9f650fbd4e0fa0f05ee006&lang=en&cache-only=0",
            "defineEn": "describing something that is enjoyable",
            "defineVi": "mô tả một cái gì đó là thú vị",
            "hasImg": true
        },
        {
            "id": "934ae479-dce0-4b51-ae4d-3640993b8187",
            "word": "amusing",
            "phonetic": "ɐmjuːzɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Mackay enlivens his account with amusing anecdotes.",
                "It's so amusing to me.",
                "During his lecture, he told an amusing story which went on for rather a long time.",
                "This isn't just an amusing name for a company.",
                "I think it's amusing."
            ],
            "audio": "https://tts.langeek.co/read?text=YW11c2luZw&hash=1ccf59e16df74a9da0df71d4f844cd96768c3b3a&lang=en&cache-only=0",
            "defineEn": "(of an activity) being funny or enjoyable",
            "defineVi": "(của một hoạt động) hài hước hoặc thú vị",
            "hasImg": true
        },
        {
            "id": "f4a80bed-a19c-4366-b908-8b4ee61702a3",
            "word": "playtime",
            "phonetic": "pleɪtaɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "I cannot say no to my children's requests for more playtime, even if I'm tired.",
                "It's playtime!",
                "and then we'll get a nice playtime",
                "So basically, you've got six hours of playtime on these things and I use them all the time.",
                "I like Raycons because they have this little pill that you can keep the earbuds themselves in, and it charges the earbuds themselves for over six hours of playtime."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxheXRpbWU&hash=ff3dd318731d010f14348dbc722900f8fe52c548&lang=en&cache-only=0",
            "defineEn": "a duration of time or a break at school when children are free to exit their classroom and spend their time playing outside",
            "defineVi": "một khoảng thời gian hoặc giờ nghỉ ở trường khi trẻ em được tự do rời khỏi lớp học và dành thời gian chơi bên ngoài"
        },
        {
            "id": "f9e9b334-bbb7-4f12-a835-2b076e133229",
            "word": "kite",
            "phonetic": "kaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He flew a kite in the park on a sunny day.",
                "I need some glue, paper, string, and all that jazz to make a kite.",
                "The coach understood that each athlete had different strengths and weaknesses, and tailored training programs accordingly - a carrion kite will never be a good hawk.",
                "Kites come in all shapes, sizes, and colors!",
                "Our kite is done!"
            ],
            "audio": "https://tts.langeek.co/read?text=a2l0ZQ&hash=926482001f70d99512fc775b517eab66b460ed6d&lang=en&cache-only=0",
            "defineEn": "a diamond shape frame covered with a paper or cloth with a string attached to it that can fly in the wind",
            "defineVi": "một khung hình kim cương được phủ bằng giấy hoặc vải có gắn một sợi dây có thể bay trong gió",
            "hasImg": true
        },
        {
            "id": "fdb88e0d-ee2a-41d4-9d73-d7077187adbe",
            "word": "darts",
            "phonetic": "dɑːɹts ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGFydHM&hash=5e2d538e01e18375fc50f17a44d14e07c30184fd&lang=en&cache-only=0",
            "defineEn": "a game in which small pointy objects are thrown at a board to achieve points",
            "defineVi": "một trò chơi trong đó các vật nhọn nhỏ được ném vào bảng để ghi điểm",
            "hasImg": true
        },
        {
            "id": "51428b57-7ae4-4396-bd93-3fd5f41195a3",
            "word": "card",
            "phonetic": "kɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Someone has stacked the cards against me.",
                "He's still playing his cards close to his chest.",
                "Anne's aunt always sends her birthday cards and gifts.",
                "She drew a red heart on the card, with words of love and appreciation.",
                "Marriage has been on the cards from day one."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZA&hash=46e72e3b98defa53190cc5a83926db709a93de6e&lang=en&cache-only=0",
            "defineEn": "any of the 52 stiff rectangular pieces of paper that are each characterized by their signs and numbers or pictures on one side, used in playing different card games",
            "defineVi": "bất kỳ trong số 52 mảnh giấy hình chữ nhật cứng, mỗi mảnh được đặc trưng bởi các ký hiệu và số hoặc hình ảnh trên một mặt, được sử dụng để chơi các trò chơi bài khác nhau",
            "hasImg": true
        },
        {
            "id": "acf21846-afef-4ead-90b9-1c182a47386c",
            "word": "hide-and-seek",
            "phonetic": "haɪdændsiːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Whew, that was a good game of hide-and-seek!",
                "You can kill them with other insecticides or heat, but their game of hide-and-seek makes it tricky."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlkZS1hbmQtc2Vlaw&hash=a52702c1f1a2ff8f2f99049938bf5a849c063d51&lang=en&cache-only=0",
            "defineEn": "a game for children in which one player closes or covers their eyes while others hide and then try to find where they are",
            "defineVi": "một trò chơi dành cho trẻ em trong đó một người chơi nhắm hoặc bịt mắt trong khi những người khác trốn và sau đó cố gắng tìm xem họ đang ở đâu",
            "hasImg": true
        },
        {
            "id": "b0d2c55a-9206-45d4-8654-197a2bd13518",
            "word": "checkmate",
            "phonetic": "tʃɛkmeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And perhaps that same ingenuity will guide us out of this apparent checkmate.",
                "You don't see some easy, early checkmate."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlY2ttYXRl&hash=600b51b89c8773c8903b6693c6b850a2c7133f0a&lang=en&cache-only=0",
            "defineEn": "a chess move that makes the opponent's king unable to escape, which means that opponent has lost",
            "defineVi": "một nước cờ khiến quân vua của đối thủ không thể chạy thoát, có nghĩa là đối thủ đã thua",
            "hasImg": true
        },
        {
            "id": "35401871-64a4-4332-8d9a-de539c88d360",
            "word": "video game console",
            "phonetic": "vɪdɪoʊ ɡeɪm kɑːnsoʊl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmlkZW8gZ2FtZSBjb25zb2xl&hash=8f6fb9953a4080a13a37497d182fd175d0fd7bf8&lang=en&cache-only=0",
            "defineEn": "an electronic device on which video games can be played",
            "defineVi": "một thiết bị điện tử có thể chơi trò chơi điện tử",
            "hasImg": true
        }
    ]
}