{
    "id": "4270d31c-ab75-4cf1-8552-01be5bc5c031",
    "title": "Lesson 50",
    "originalTitle": "Lesson 50",
    "words": [
        {
            "id": "d68f36b5-9cbc-4ff1-a887-569254925395",
            "word": "stiletto",
            "phonetic": "stᵻlɛɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And during World War II, we saw a surge in popularity of the stiletto heel, perhaps because the expansion of steel technology made the spiky shoes a little more stable."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RpbGV0dG8&hash=ef3bfddcd51d7cc8844e6cc0f53866bb2e6c605f&lang=en&cache-only=0",
            "defineEn": "a small dagger with a tapered blade",
            "defineVi": "một con dao găm nhỏ với một lưỡi dao thon"
        },
        {
            "id": "1fac5041-d5c4-4e62-bea5-d5886c82b366",
            "word": "hangar",
            "phonetic": "hæŋɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He opened up the hangar doors and I walked around it.",
                "Vanderbilt's old airplane hangar is now a spa, and you can even rent a property here on Airbnb for about $700 a night.",
                "And then open some valves, add flood water into this hangar.",
                "It was in a big hangar in an abandoned military base, and there's this Harrier with one light bulb hanging right over the top of it.",
                "First, a plane is grounded and then tugged into this giant hangar."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZ2Fy&hash=8ea95b0274404cfa1fb5640a0985031e494be6f7&lang=en&cache-only=0",
            "defineEn": "a large building that houses aircraft",
            "defineVi": "một tòa nhà lớn chứa máy bay"
        },
        {
            "id": "c2627c4c-c180-48cf-949c-72390216b109",
            "word": "ogre",
            "phonetic": "oʊɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The ogre spider, that it casts out a silk net like a fisherman.",
                "Tales of monsters, ogres, and wildmen are as old as stories, but the line between legend and science hasn’t always been crystal clear.",
                "An evil cannibal ogre tries to eat them before accidentally killing his own daughters instead.",
                "This process is known as differentiation and it’s why the Earth is like an onion or an ogre: it’s made of different layers."
            ],
            "audio": "https://tts.langeek.co/read?text=b2dyZQ&hash=5f0ff81eaaec370842c01a768e6e9ad7b565ab8e&lang=en&cache-only=0",
            "defineEn": "a fictional, scary large creature that likes to eat humans",
            "defineVi": "một sinh vật to lớn hư cấu, đáng sợ, thích ăn thịt người"
        },
        {
            "id": "247c3f5b-4b0e-4de6-be4a-ba26d06c687f",
            "word": "vortex",
            "phonetic": "vɔːɹtɛks ",
            "partOfSpeechType": "noun",
            "examples": [
                "Or rather, the space between these filaments creates the vortices.",
                "That is, that is a vortex. ",
                "For you, example, what is your vortex collision?",
                "Toroidal vortex, that's what's going on there.",
                "When the vertical turbines turn, they also produce these vortices."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9ydGV4&hash=5dfb0ddf36dff06dfe80e70fc2afc9073bf0f28d&lang=en&cache-only=0",
            "defineEn": "a powerful circular current of water (usually the result of conflicting tides)",
            "defineVi": "một dòng nước tròn mạnh mẽ (thường là kết quả của thủy triều xung đột)"
        },
        {
            "id": "02094763-5ae4-4fdc-82e8-42a6e91b7b7c",
            "word": "loch",
            "phonetic": "lɑːx ",
            "partOfSpeechType": "noun",
            "examples": [
                "The two army boats moved away, down the loch.",
                "Dugald’s brother, Archie, lived at Invermoriston, about nine kilometres up the loch.",
                "Hawker looked across the loch. ",
                "It was back in the loch in seconds.",
                "So he hugs the edge of the loch on the opposite side of the path."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9jaA&hash=c3f7d0e4ab62ca9d82bb34dee2fe30d85ff77796&lang=en&cache-only=0",
            "defineEn": "Scottish word for a lake",
            "defineVi": "Từ Scotland cho một cái hồ"
        },
        {
            "id": "aac4ef29-5a3a-4721-aa48-98cce55f257e",
            "word": "aplomb",
            "phonetic": "ɐplɑːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Interpreters are also skilled at keeping aplomb in the face of chaos."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBsb21i&hash=48e1608a5a8cb99c8e9c8b62186ea191ef90dcce&lang=en&cache-only=0",
            "defineEn": "a type of manner that is composed and confident, often when one is facing a difficult situation",
            "defineVi": "một loại phong cách điềm tĩnh và tự tin, thường là khi một người đối mặt với một tình huống khó khăn"
        },
        {
            "id": "299cb1c4-a57d-4bca-873e-00bff7741ed7",
            "word": "ewe",
            "phonetic": "juː ",
            "partOfSpeechType": "noun",
            "examples": [
                "We've got the ewes' wool here, 36 micron.",
                "The sheep are separated into groups: lambs, or babies, and adult ewes, or female sheep.",
                "The researchers hypothesized that the pregnant ewes had snacked on poisonous birth defect-causing plants.",
                "When she follows him in, he’s nestled next to a ewe, his mother.",
                "With a start, Boraqchin realizes that this ewe’s impending delivery has been forgotten in the flurry of moving day."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXdl&hash=375cb32266b7e6012e09047e0fd3e64f18ea0721&lang=en&cache-only=0",
            "defineEn": "a mature female sheep",
            "defineVi": "một con cừu cái trưởng thành",
            "hasImg": true
        },
        {
            "id": "06cd4df9-e22e-42af-8d99-86f36a6e00b8",
            "word": "dotard",
            "phonetic": "dɑːɾɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG90YXJk&hash=d9437528182cd478a85d59c30730255582a0b708&lang=en&cache-only=0",
            "defineEn": "an oldster in his dotage; someone whose age has impaired his intellect",
            "defineVi": "một người lớn tuổi trong sự say mê của mình; một người có tuổi đã suy giảm trí tuệ của mình"
        },
        {
            "id": "36a7f534-1467-4dcc-83af-9cf07b767dc5",
            "word": "cornerstone",
            "phonetic": "kɔːɹnɚstoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Falsifiability is the cornerstone of any scientific theory.",
                "Their final extinction brought an end to 300 million years of conodonts’ role as a cornerstone of the world’s ocean communities.",
                "It's a cornerstone of citizenship.",
                "Their Soyuz spacecraft became the cornerstone of our ability to launch astronauts to the International Space Station.",
                "But here in the U.S., Taco Bell's version of Mexican has become a cornerstone of American fast-food."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ybmVyc3RvbmU&hash=d968dc117aab16fdf5635c57d78df41e5890f013&lang=en&cache-only=0",
            "defineEn": "the most important part of something on which its existence, success, or truth depends",
            "defineVi": "phần quan trọng nhất của một cái gì đó mà sự tồn tại, thành công hoặc sự thật của nó phụ thuộc vào"
        },
        {
            "id": "108f36ca-0b48-4a9d-aa95-caf59c000778",
            "word": "largess",
            "phonetic": "lɑːɹdʒɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "But fellow Brooklyn landlord Chris Athineos, nine buildings, 150 units, says he can't afford such largess."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFyZ2Vzcw&hash=0dceaa33332aadffd758150a1251ecac3102ccf0&lang=en&cache-only=0",
            "defineEn": "liberality in bestowing gifts; extremely liberal and generous of spirit",
            "defineVi": "phóng khoáng trong việc tặng quà; vô cùng phóng khoáng và hào phóng về tinh thần",
            "hasImg": true
        },
        {
            "id": "24c4a4ad-6dc4-49d8-a4e9-5720f69a11b8",
            "word": "consensus",
            "phonetic": "kənsɛnsəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The political debate seemed to go on endlessly, with the candidates going from pillar to post without reaching a consensus.",
                "Practice consensus building.",
                "I built consensus around it.",
                "Nonetheless, scientific consensus is a powerful tool.",
                "What was the consensus about him?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2Vuc3Vz&hash=092e631975012462e70753d6729c712ee7eff04a&lang=en&cache-only=0",
            "defineEn": "an agreement reached by all members of a group",
            "defineVi": "một thỏa thuận đạt được bởi tất cả các thành viên của một nhóm",
            "hasImg": true
        },
        {
            "id": "ed52837a-cc73-4342-a151-0cf4a6651360",
            "word": "veto",
            "phonetic": "viːɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But a simple majority of the state legislature can override the veto.",
                "The very words suggest committee battles and last-minute vetoes.",
                "The very words suggest committee battles and last-minute vetoes.",
                "If the President vetoes a law, Congress, with a two thirds vote in both houses, can override the veto.",
                "The governor of Kansas vetoed a bill today aimed at barring transgender students from girls sports teams in public schools."
            ],
            "audio": "https://tts.langeek.co/read?text=dmV0bw&hash=d0018cbf48bfea33b1f4270d133e2a977d3e3dc8&lang=en&cache-only=0",
            "defineEn": "refusal of or disagreement with something",
            "defineVi": "từ chối hoặc không đồng ý với một cái gì đó"
        },
        {
            "id": "e0a68660-1f97-4cda-9e92-d8390c333e87",
            "word": "crescendo",
            "phonetic": "kɹəʃɛndoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So there was, in some respects, a building crescendo, I guess, as we were entering the presidential election campaign season, of Russian aggressiveness.",
                "For 13.8 billion years since the beginning of the universe, complexity had been rising in a powerful crescendo, but in the space of a few millennia, collective learning was about to make things really bonkers.",
                "We get the soldier back and the crescendo of the fight starts building up and at that point we're defending the creek bed, and a corner.",
                "For me, this joke kinda goes here, and then you tag it, and that tag for me, is what is the crescendo.",
                "Ambient crescendos and then goes silent for the tagline."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jlc2NlbmRv&hash=98818d7a71e65204215927b05016d83e2e7296c8&lang=en&cache-only=0",
            "defineEn": "a slow and constant increase in the loudness of a musical piece",
            "defineVi": "sự gia tăng chậm và liên tục về âm lượng của một bản nhạc"
        },
        {
            "id": "8b7e2aeb-27b7-4a46-85cf-e627aeb257d0",
            "word": "frankincense",
            "phonetic": "fɹæŋkɪnsɛns ",
            "partOfSpeechType": "noun",
            "examples": [
                "But true frankincense comes from only a small fraction of those species.",
                "Unfortunately, the harvesting process of frankincense is very damaging to the tree.",
                "Frankincense and myrrh are perhaps best known for their biblical connotations.",
                "Low-quality frankincense is mainly sold for local market consumption, whereas grades one, two, three, and four are exported.",
                "Frankincense and myrrh have been burnt as incense for thousands of years, and both are deeply ingrained in religious ceremonial burnings."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhbmtpbmNlbnNl&hash=45d019d4cc3bcb89a0e34fbed4fc154862a2885b&lang=en&cache-only=0",
            "defineEn": "an aromatic gum resin obtained from various Arabian or East African trees; formerly valued for worship and for embalming and fumigation",
            "defineVi": "một loại nhựa cao su thơm thu được từ nhiều loại cây Ả Rập hoặc Đông Phi; trước đây có giá trị để thờ cúng và để ướp xác và khử trùng"
        },
        {
            "id": "2ca626a0-610b-4c78-a102-1e984c573c78",
            "word": "quid pro quo",
            "phonetic": "kwɪd pɹoʊ kwoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Was there a quid pro quo.",
                "Now, this lawyer is not saying that Devin Nunes was part of this quid pro quo.",
                "You have said that there's no quid pro quo involved.",
                "what do you want from Crate no quid pro quo this is the I'm not a crook defense you say it",
                "They are very critically connected to the $391 million that was withheld from Ukraine as part of what Democrats would say is a quid pro quo."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVpZCBwcm8gcXVv&hash=b4709e638ce13929135deb70f1cf7fcf2577c77f&lang=en&cache-only=0",
            "defineEn": "something for something; that which a party receives (or is promised) in return for something he does or gives or promises",
            "defineVi": "Cái gì đó cho cái gì đó; cái mà một bên nhận được (hoặc được hứa) để đáp lại điều gì đó mà anh ta làm hoặc đưa ra hoặc hứa hẹn"
        },
        {
            "id": "d58440fd-a57b-4d25-b6a1-c7783a1b6926",
            "word": "vertigo",
            "phonetic": "vɜːɾɪɡoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Vertigo, for example, can be caused by loose stones in the Otolith organs.",
                "The spins are a form of vertigo, which is the illusion that you or the world around you are moving.",
                "That’s called vertigo.",
                "Lightheadedness or dizziness and this is different from vertigo or spinning.",
                "Get a little vertigo going."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVydGlnbw&hash=4a647c6dd9ed92aa7352753fe9a3a829d7ac4945&lang=en&cache-only=0",
            "defineEn": "a reeling sensation; a feeling that you are about to fall",
            "defineVi": "một cảm giác quay cuồng; một cảm giác rằng bạn sắp rơi",
            "hasImg": true
        },
        {
            "id": "786dfe84-51d6-4b04-81a3-636fc93af4ae",
            "word": "onset",
            "phonetic": "ɑːnsɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The second shot, the onset was much faster.",
                "But the onset of the global pandemic has boosted consumer interest.",
                "So what causes the onset of psychosis?",
                "There is late onset.",
                "There is early onset."
            ],
            "audio": "https://tts.langeek.co/read?text=b25zZXQ&hash=2132f22d6f1813f04ebd9a42fc4c6fd62193a1bd&lang=en&cache-only=0",
            "defineEn": "the beginning point or stage of something, especially unpleasant",
            "defineVi": "điểm bắt đầu hoặc giai đoạn của một cái gì đó, đặc biệt khó chịu",
            "hasImg": true
        },
        {
            "id": "b651bd40-00bf-420f-93ae-8b935997dd6b",
            "word": "posse",
            "phonetic": "pɑːsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "For we posses that same grit, that same determination, that same courage that has always defined what it means to be an American, has always defined all of you."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zc2U&hash=2b8e0b5473270f7fa502b941d4ece597c3131edc&lang=en&cache-only=0",
            "defineEn": "a temporary police force",
            "defineVi": "lực lượng cảnh sát tạm thời"
        },
        {
            "id": "7ea60c9e-a7b1-4fdb-8bfe-d4447d070757",
            "word": "maize",
            "phonetic": "meɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the school garden, the students proudly harvested the maize they had planted.",
                "As the summer sun set, a family gathered in the backyard, grilling maize skewers alongside juicy grilled meats.",
                "The gods, the lords, and the maize were buried in the underworld.",
                "These mountains of maize inspired numerous corn concoctions.",
                "A new race of humans was created, made from maize."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFpemU&hash=40f475400a5c4126e22ecb61b7ad088521133514&lang=en&cache-only=0",
            "defineEn": "a tall plant growing in Central America that produces yellow seeds, which are used in cooking",
            "defineVi": "một loại cây cao mọc ở Trung Mỹ tạo ra hạt màu vàng, được sử dụng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "514032b4-1a21-41d8-a0f8-b5f0a0f280d7",
            "word": "chutzpah",
            "phonetic": "hʊtspə ",
            "partOfSpeechType": "noun",
            "examples": [
                "That takes chutzpah.",
                "Well, I have chutzpah.",
                "Now I feel like Brooklyn has a lot of chutzpah.",
                "So that's a 10 nanometer processor with four cores and eight threads, it's got 16 gigs of LPDDR4 memory, an nVME SSDE, a 1280 by 800 display, (box clattering) integrated controllers, and they claim it's got enough chutzpah for triple-A gaming."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2h1dHpwYWg&hash=3d246af9889d93649d476aea5f5c433ad406c25e&lang=en&cache-only=0",
            "defineEn": "(Yiddish) unbelievable gall; insolence; audacity",
            "defineVi": "(tiếng Yiddish) mật không thể tin được; láo xược; sự táo bạo"
        }
    ]
}