{
    "id": "4313ac44-5f97-408a-b864-5293ce42a690",
    "title": "Lesson 5",
    "originalTitle": "Lesson 5",
    "words": [
        {
            "id": "7cb35817-0d71-4d89-880f-c60f8483acb7",
            "word": "to becalm",
            "phonetic": "tə bᵻkɑːm ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVjYWxt&hash=6e85f92c177ea713af93dcf2f3cb7e06474f6d0b&lang=en&cache-only=0",
            "defineEn": "make steady",
            "defineVi": "làm cho ổn định"
        },
        {
            "id": "3781ddf6-2d2f-459a-ba9e-635af866dd54",
            "word": "to emend",
            "phonetic": "tʊ ɪmɛnd ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZW1lbmQ&hash=9b0c6b33d10376d793f2b127606a43f7e16cac57&lang=en&cache-only=0",
            "defineEn": "make improvements or corrections to",
            "defineVi": "thực hiện cải tiến hoặc sửa chữa để"
        },
        {
            "id": "b4c4fd48-c747-4ef8-bc88-23de86e0ccd3",
            "word": "to deploy",
            "phonetic": "tə dᵻplɔɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Police deploy tear gas.",
                "Police, in turn, deployed water cannons.",
                "Parliament's only response, to deploy even more security forces.",
                "The police deployed tough tactics against the predominantly young male protesters.",
                "They deployed forces."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVwbG95&hash=95b1368a30747b5cb0c92589592a8e7d70631074&lang=en&cache-only=0",
            "defineEn": "to position soldiers or equipment for military action",
            "defineVi": "để định vị binh lính hoặc thiết bị cho hành động quân sự"
        },
        {
            "id": "f12e173b-a521-4c9c-a8d9-094d777b7afa",
            "word": "to rupture",
            "phonetic": "tə ɹʌptʃɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "What he might very well have had is a rupture of his intestine.",
                "This creates a high pressure shockwave, which shatters glass, ruptures ear drums, and maybe some internal organs.",
                "This could rupture high-pressure gas lines, releasing gas into the air and igniting potentially deadly explosions.",
                "This is when the ruptured follicle forms in the corpus luteum.",
                "All of these would be ruptured, and so we would be losing 60% of our water supply."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcnVwdHVyZQ&hash=864f0ab84a84f7544c4bf97f0d6da05aa28b9f17&lang=en&cache-only=0",
            "defineEn": "(of an internal organ or soft tissue) to burst or break apart suddenly",
            "defineVi": "(của một cơ quan nội tạng hoặc mô mềm) đột ngột vỡ ra hoặc vỡ ra"
        },
        {
            "id": "b572db27-b9b3-43aa-a0e3-d17b27d986f1",
            "word": "to reek",
            "phonetic": "tə ɹiːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Again it reeks of eugenics.",
                "'Cause the theater just reeked of fish and everybody does their shows in there, like, the next day, all throughout the day.",
                "They secrete a foul-smelling slime that reeks of rotting flesh thanks to a chemical called dimethyl trisulfide."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVlaw&hash=ac23ff908b739e85cc1ee4659d3567d300d9fd4f&lang=en&cache-only=0",
            "defineEn": "smell badly and offensively",
            "defineVi": "có mùi khó chịu và khó chịu"
        },
        {
            "id": "cf599b33-80a2-44a2-8046-5ec1c8acd87c",
            "word": "to forfeit",
            "phonetic": "tə fɔːɹfɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Can we forfeit?",
                "However if the backer ends the agreement and the player is in make-up the backer forfeits the debt.",
                "If it's anything like forfeit it would be surfeit.",
                "And in international sporting events, Iran bans its athletes from competing with Israelis, who often end up winning by forfeit.",
                "The rules of magic duels are strict, and anyone who casts out of order immediately forfeits the duel."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9yZmVpdA&hash=9e07f365499bfca87ca53074f74a69b97386232a&lang=en&cache-only=0",
            "defineEn": "to no longer be able to access a right, property, privilege, etc. as a result of violating a law or a punishment for doing something wrong",
            "defineVi": "không còn có thể tiếp cận quyền, tài sản, đặc quyền, v.v. do vi phạm pháp luật hoặc hình phạt cho việc làm sai"
        },
        {
            "id": "02d96b4c-b30c-4a82-96f2-c47718eeb69b",
            "word": "to skulk",
            "phonetic": "tə skʌlk ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gc2t1bGs&hash=63ae14f9c6e920b0cb91552eafda571ac9747675&lang=en&cache-only=0",
            "defineEn": "move stealthily",
            "defineVi": "di chuyển lén lút"
        },
        {
            "id": "ee359344-5be1-44ee-ba62-60e587c6e620",
            "word": "to plummet",
            "phonetic": "tə plʌmɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Oysters' market value, and restaurant orders, plummeted.",
                "The number of prosecutions and convictions have plummeted.",
                "The value of the Iranian currency has plummeted.",
                "Trump's approval ratings were plummeting.",
                "After a year, though, sales for the Dreamcast plummeted."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGx1bW1ldA&hash=467ec765454617121e4ad21f0d81474e6d016de6&lang=en&cache-only=0",
            "defineEn": "to fall to the ground rapidly",
            "defineVi": "rơi xuống đất nhanh chóng",
            "hasImg": true
        },
        {
            "id": "e956e235-2a49-46c0-953c-c006681a6ab2",
            "word": "to adapt",
            "phonetic": "tʊ ɐdæpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The buses have been adapted to take biofuel.",
                "So I've tried to adapt, letting the comments roll off my back.",
                "The team quickly developed their sea legs in the fast-paced work environment and adapted to the company's expectations.",
                "But with a lot of hard work and a willingness to adapt, they were able to get the business back on the rails and turn a profit once again.",
                "As a marketer, he knew that a jack of all trades is a master of none, but oftentimes better than a master of one, as possessing a diverse skill set allowed him to adapt to changing industry trends and develop innovative marketing strategies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRhcHQ&hash=b1b3ee2ba0296b5f37c85a314edec9007b13d3e3&lang=en&cache-only=0",
            "defineEn": "to change something in a way that suits a new purpose or situation better",
            "defineVi": "để thay đổi một cái gì đó trong một cách phù hợp với một mục đích mới hoặc tình hình tốt hơn"
        },
        {
            "id": "dcce58d1-50e4-4818-b4ae-c09bdf262819",
            "word": "to traduce",
            "phonetic": "tə tɹædʒuːs ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhZHVjZQ&hash=85c8345a48faa982ef9cc419c348e63941796f9e&lang=en&cache-only=0",
            "defineEn": "speak unfavorably about",
            "defineVi": "nói xấu về"
        },
        {
            "id": "29849c6c-2cae-431c-86fe-2db063d5ebd3",
            "word": "to covet",
            "phonetic": "tə kʌvɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "After getting caught up in a bidding war for a rare collectible, John realized that all covet, all lose, as he ended up paying more than he could afford.",
                "However, as with Nazism, neighbors often denounced anyone whose property they coveted.",
                "And this, believe it or not, is what perfumers covet.",
                "The original kenner toy's they had once coveted had long been handed down to the next generation."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY292ZXQ&hash=c4fda78e1498573003b5b68367b02231046a3a0b&lang=en&cache-only=0",
            "defineEn": "wish, long, or crave for (something, especially the property of another person)",
            "defineVi": "mong muốn, khao khát hoặc khao khát (một cái gì đó, đặc biệt là tài sản của người khác)"
        },
        {
            "id": "faa5ab4b-8cdb-4ec0-aff0-a4498488260d",
            "word": "to remand",
            "phonetic": "tə ɹᵻmænd ",
            "partOfSpeechType": "verb",
            "examples": [
                "She's remanded to LMYDC pending dispo."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVtYW5k&hash=0dbd04b491949efa3a83731c7bbdd112427d75c1&lang=en&cache-only=0",
            "defineEn": "to send a case back to a court of lower authority for additional reconsideration or review",
            "defineVi": "gửi lại vụ án cho tòa án cấp dưới để xem xét lại hoặc xem xét lại"
        },
        {
            "id": "4d58d79c-67a0-4637-ab73-8d558a284030",
            "word": "to surround",
            "phonetic": "tə sɚɹaʊnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The garden lies at the back of the house, surrounded by tall trees.",
                "We enjoyed a picnic at the base of the mountain, surrounded by nature.",
                "She loves taking long walks in the country, surrounded by nature and fresh air.",
                "We went for a walk in the forest, surrounded by tall trees and chirping birds.",
                "I live in a small town surrounded by beautiful countryside."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Vycm91bmQ&hash=6776dc2ae29abb98b4993730efd2c05a2a3000ff&lang=en&cache-only=0",
            "defineEn": "to be around something on all sides",
            "defineVi": "được xung quanh một cái gì đó trên tất cả các bên",
            "hasImg": true
        },
        {
            "id": "f8fc8923-ca98-45d1-894c-263d3e9d5aa8",
            "word": "to wield",
            "phonetic": "tə wiːld ",
            "partOfSpeechType": "verb",
            "examples": [
                "You wield the power.",
                "Although Thailand is a constitutional monarchy, the king wields much power.",
                "From the Newt-niz school, a powerful sorcerer wields a wand that can turn people into fish, but his spell only works 70% of the time.",
                "And from the Leib-ton school, an even more powerful enchantress wields a wand that turns people to statues, and it works 90% of the time.",
                "They wield super customizable proteins which allow them to spot and remember invaders."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2llbGQ&hash=d66e58afde642cf3021dfbdeeb6417d208a29e6f&lang=en&cache-only=0",
            "defineEn": "to handle something such as a tool or weapon in an effective way",
            "defineVi": "để xử lý một cái gì đó như một công cụ hoặc vũ khí một cách hiệu quả"
        },
        {
            "id": "964dfbe1-3f4c-441e-b9f1-dc1cc1f8c084",
            "word": "to construe",
            "phonetic": "tə kənstɹuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "But about a decade later, Enzo set up a manufacturer called out to Orville, construed Cioni and moved his headquarters from Modena to the city of Maranello, which would become Ferrari's legendary home.",
                "And I just want to note that these are all things that happen to human bodies naturally over time, so everyone who was older and female could be construed as a witch.",
                "Whenever I hear the cameraman James laughing, I know someone said something that could be construed as dirty if you're a four year old.",
                "And it was so tied to the issue viscerally of immigration that it did send the message that from here on out, if you go down the road of looking at anything that could be construed as amnesty or open borders or pro-immigrant even, they were going to come for you. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc3RydWU&hash=cf10f70c13252a381035e96419b9f22001a08289&lang=en&cache-only=0",
            "defineEn": "to deduce a certain meaning out of something",
            "defineVi": "để suy ra một ý nghĩa nhất định từ một cái gì đó"
        },
        {
            "id": "60d9144f-2830-4736-b047-7f23e493040e",
            "word": "to exult",
            "phonetic": "tʊ ɛɡzʌlt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Now the Azerbaijani and Turkish leaders exult in their popularity.",
                "Now the Azerbaijani and Turkish leaders exult in their popularity."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXh1bHQ&hash=b9f8010c305f11977a2fe45a823a0a1b0f1c7719&lang=en&cache-only=0",
            "defineEn": "to express great joy",
            "defineVi": "để bày tỏ niềm vui lớn",
            "hasImg": true
        },
        {
            "id": "bb8afb67-c908-4473-a8eb-7d21c0f41d76",
            "word": "to revile",
            "phonetic": "tə ɹᵻvaɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "He was a stubborn genius who was both reviled and revered in his time.",
                "For Putin, it was an effective way to out himself as a former member of the reviled KGB.",
                "Jordan Schlansky has become a oddly revered, a revered and reviled figure because we started putting Jordan-",
                "Native Americans have been so successfully marginalized, both geographically and metaphorically, that it's easy to either forget about them or else to view them merely as people to be pitied or reviled."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV2aWxl&hash=230be9276fef1e399be73bc2db4a6ab68bdf7550&lang=en&cache-only=0",
            "defineEn": "to criticize someone or something in a harsh insulting manner",
            "defineVi": "để chỉ trích một ai đó hoặc một cái gì đó trong một cách xúc phạm khắc nghiệt"
        },
        {
            "id": "30c89373-3e38-431d-a4c2-bfb57f3aee79",
            "word": "to masquerade",
            "phonetic": "tə mæskɚɹeɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "They said masquerading.",
                "A lot of other phenomena could masquerade as planets, like starspots, or pulsating stars, or background stars messing up the measurements.",
                "So, this is the Masquerade by Juvia's - I don't know if I'm pronouncing that right.",
                "Some male tunnelers avoid the fray by masquerading as hornless females and sneaking into tunnels to mate while the guardians’ heads are turned.",
                "In particular, welding debris, fly ash from furnaces, and industrial dust from coal power plants can masquerade as micrometeorites."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFzcXVlcmFkZQ&hash=f40caade48a12710dd24a1685d5c4d0501f48296&lang=en&cache-only=0",
            "defineEn": "take part in a masquerade",
            "defineVi": "tham gia một lễ hội hóa trang"
        }
    ]
}