{
    "id": "43599a19-7d21-4c44-90a9-6834a6f31733",
    "title": "Shapes",
    "originalTitle": "Shapes",
    "words": [
        {
            "id": "86240fbe-b069-45ab-87ec-942f9f30c5ae",
            "word": "asymmetry",
            "phonetic": "eɪsɪmətɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "So asymmetry is just a normal part of life.",
                "That key element there provides an asymmetry.",
                "But what causes this asymmetry?",
                "One of the big problems in modern physics is called the matter-antimatter asymmetry:",
                "And that contradiction, in itself, also has a name: positive-negative asymmetry."
            ],
            "audio": "https://tts.langeek.co/read?text=YXN5bW1ldHJ5&hash=a239cbdd50c876281bb55c06a0d241e16aedf709&lang=en&cache-only=0",
            "defineEn": "(geometry) a lack of symmetry or equivalence in shape or size between the two sides or parts of something",
            "defineVi": "(hình học) sự thiếu đối xứng hoặc tương đương về hình dạng hoặc kích thước giữa hai mặt hoặc các bộ phận của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "245b189c-c59b-423d-b982-2f32a6428641",
            "word": "asymmetric",
            "phonetic": "eɪsɪmɛtɹɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Acne can be asymmetric.",
                "My definition of hybrid war means it’s a combination of conventional war, unconventional war, asymmetric means.",
                "But because of the asymmetric hexagonal lattice, rubies aren’t just red.",
                "In an asymmetric stone with a high enough concentration of chromium, you see both colors, but only when there’s a light source right behind it.",
                "TONY BLINKEN - Russia, again, this is a classic example of using asymmetric tactics."
            ],
            "audio": "https://tts.langeek.co/read?text=YXN5bW1ldHJpYw&hash=7d3e6f5083e475d23ed95f638b3b333540d54262&lang=en&cache-only=0",
            "defineEn": "not having symmetry or equal shape or size between the two sides or parts of something",
            "defineVi": "không có sự đối xứng hoặc hình dạng hoặc kích thước bằng nhau giữa hai bên hoặc các bộ phận của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "d2876092-a0dd-47de-a9dd-f7d6333a59b6",
            "word": "symmetric",
            "phonetic": "sɪmɛtɹɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The trip up is exactly symmetric to the trip down.",
                "These are symmetric.",
                "Those symmetric statements, they mean the exact same thing.",
                "While isometric crystals are symmetric in all three spatial dimensions, hexagonal lattices are symmetric in only two.",
                "But in this case, it's two-sided, we're symmetric."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ltbWV0cmlj&hash=38ef7bf0225dceb410715cfc0ac0dcc982752fe5&lang=en&cache-only=0",
            "defineEn": "having identical parts facing each other or around an axis",
            "defineVi": "có các bộ phận giống hệt nhau đối diện nhau hoặc xung quanh một trục",
            "hasImg": true
        },
        {
            "id": "e2833c87-7961-4813-9f1d-dda0fc50a90c",
            "word": "geometric",
            "phonetic": "dʒiːoʊmɛtɹɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "There are also geometric applications.",
                "And right here is a finite geometric series.",
                "This forced the magnets into different geometric arrangements depending on the number of needles.",
                "Now, that has the same geometric form factor as a Mark 48 torpedo.",
                "So this is kind of a typical geometric series here."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VvbWV0cmlj&hash=0ce25f4df591701cb353211ddee761505f713a0d&lang=en&cache-only=0",
            "defineEn": "connected with the branch of mathematics that deals with the relationships between lines, angles and surfaces",
            "defineVi": "được kết nối với nhánh toán học liên quan đến các mối quan hệ giữa các đường thẳng, góc và bề mặt"
        },
        {
            "id": "9f12b567-3622-406a-9a32-3267061f25e6",
            "word": "hemisphere",
            "phonetic": "hɛmɪsfɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The left hemisphere controls the right side of our bodies, and vice versa. ",
                "Hey fun fact, though: the western hemisphere has water too.",
                "In one corner, the northern hemisphere is entering flu season.",
                "And so both hemispheres are going to get the same amount of radiation from the sun.",
                "All vertebrate brains consist of two hemispheres: the right and left."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVtaXNwaGVyZQ&hash=74eba366290e89e698c39a763a0741919745b755&lang=en&cache-only=0",
            "defineEn": "either half of a sphere",
            "defineVi": "một trong hai nửa của một hình cầu",
            "hasImg": true
        },
        {
            "id": "c2050d1b-2967-4760-a5df-94c5707f5782",
            "word": "diagonal",
            "phonetic": "daɪæɡənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Then we have to draw the diagonals.",
                "We actually have to draw these diagonals here.",
                "Look at the diagonals.",
                "In 1992, the team drilled diagonal tunnels to remove 38 cubic meters of soil from under the tower’s north end.",
                "The next diagonal has the tetrahedral numbers because similarly, you can stack that many spheres into tetrahedra."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhZ29uYWw&hash=bb17c9383643134b2c3cff609de675c6a70d9418&lang=en&cache-only=0",
            "defineEn": "(of a straight line) joining opposite corners of a flat shape at an angle",
            "defineVi": "(của một đường thẳng) nối các góc đối diện của một hình phẳng theo một góc",
            "hasImg": true
        },
        {
            "id": "e72b7559-684b-40e0-87d4-f21165461754",
            "word": "crescent",
            "phonetic": "kɹɛsənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The next phase is called the crescent phase.",
                "Sometimes it looks like a crescent.",
                "A lot like with a crescent Moon, the unlit part of its body was completely invisible.",
                "The Sun becomes a thick crescent, then a thin one.",
                "If you put together the small part of the light circle on the right side, with the big part of the dark circle on the left side, you can make a crescent moon!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jlc2NlbnQ&hash=10635fddd1b7578e6840ce2aa5636cd20848cb57&lang=en&cache-only=0",
            "defineEn": "a curved shape with narrow points at the ends that appears wider in the middle; like the shape of the moon in its first and last quarters",
            "defineVi": "một hình dạng cong với các điểm hẹp ở hai đầu có vẻ rộng hơn ở giữa; giống như hình dạng của mặt trăng trong quý đầu tiên và cuối cùng của nó",
            "hasImg": true
        },
        {
            "id": "4ed78c30-1adf-4c1a-8e99-cce57ba62896",
            "word": "arc",
            "phonetic": "ɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Give me a good arc.",
                "The establishment of stronger female characters in horror and action movies since the 1970s and the feminist movement can account for Barbara’s altered character arc. ",
                "And the whole reason I did this-- so this whole arc right",
                "So what's it arcing to?",
                "And reflex arcs stimulate some muscles, while inhibiting others."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJj&hash=6701aaccd29e2c547ab21b5f9fd644b75764f743&lang=en&cache-only=0",
            "defineEn": "a curved shape, or something shaped this way",
            "defineVi": "một hình dạng cong, hoặc một cái gì đó hình dạng theo cách này",
            "hasImg": true
        },
        {
            "id": "0680937c-6c2c-443c-ba52-ff651d677ed5",
            "word": "axis",
            "phonetic": "æksɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Earth rotates on its axis, causing day and night.",
                "So that axis is time.",
                "The X axis marks distance from Earth, and the Y axis tracks the passage of time.",
                "And then this one here was our principal axis.",
                "These axes are called roll, pitch and yaw. "
            ],
            "audio": "https://tts.langeek.co/read?text=YXhpcw&hash=3a74108c7692c0eaeb058829cead065490b3f854&lang=en&cache-only=0",
            "defineEn": "(geometry) an arbitrary straight line that passes through the center of a symmetrical object or around which an object spins",
            "defineVi": "(hình học) đường thẳng tùy ý đi qua tâm của một vật đối xứng hoặc xung quanh vật quay",
            "hasImg": true
        },
        {
            "id": "4d238b76-2d04-4d3d-9e68-b9f75f68c5a0",
            "word": "perimeter",
            "phonetic": "pɚɹɪmɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So the perimeter is 78 feet.",
                "So what's its perimeter?",
                "So the perimeter here, we could add 2 repeatedly five times.",
                "That style of fixture, a sphere, a dome, with a perimeter metal is basically the bare-bones construction method of a flush mount.",
                "So what is the perimeter of this pentagon in gnus?"
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyaW1ldGVy&hash=0f02b1f46cb0e4b1dcd4fa48a4bed5812411b03d&lang=en&cache-only=0",
            "defineEn": "the total length of the external boundary of something",
            "defineVi": "tổng chiều dài của ranh giới bên ngoài của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "50998cc7-c026-48fd-a0c1-0f69b43cc8cc",
            "word": "semicircle",
            "phonetic": "sɛmɪsɜːkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "A group of people who worked at Namale had formed a semicircle to sing a traditional Fiji farewell song."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VtaWNpcmNsZQ&hash=608966517f1cddefc3cef8dcba22095acbd5c7d9&lang=en&cache-only=0",
            "defineEn": "any half of a circle",
            "defineVi": "nửa hình tròn bất kỳ",
            "hasImg": true
        },
        {
            "id": "0bdbeb72-a997-4dfd-99fb-f07478dea4d0",
            "word": "cylinder",
            "phonetic": "sɪlɪndɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But these cylinders represent proteins.",
                "That's our cylinder.",
                "A 12 cylinder version started at around eighty three thousand five hundred fifteen dollars.",
                "You actually don't have cylinders like this.",
                "We've got this big cylinder up front here."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3lsaW5kZXI&hash=cb4f7679a4bf610b27f5536e70de8ec1a22af70a&lang=en&cache-only=0",
            "defineEn": "(geometry) a solid or hollow shape with two circular bases at each end and straight parallel sides",
            "defineVi": "(hình học) hình đặc hoặc rỗng có hai đáy hình tròn ở mỗi đầu và các cạnh thẳng song song",
            "hasImg": true
        },
        {
            "id": "956ea427-5655-4858-9b65-144d59535185",
            "word": "prism",
            "phonetic": "pɹɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Instead of prisms, some ice crystals end up more like six-sided frisbees.",
                "But you can even make a prism out of a glass of water!",
                "[Jono] That's prism.",
                "When white light bounces off the back of a spherical raindrop, the light is spread into colors as if by a prism.",
                "Inside that high cloud, there’s prisms arranged in all different directions."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpc20&hash=de53c76687580ce13d5b2e33522d6bdc2abeec69&lang=en&cache-only=0",
            "defineEn": "(geometry) a solid figure with flat sides and two parallel ends of the same size and shape",
            "defineVi": "(hình học) hình rắn có các cạnh phẳng và hai đầu song song có cùng kích thước và hình dạng",
            "hasImg": true
        },
        {
            "id": "732d9e68-8a2f-4453-a03b-b1cda5de18c5",
            "word": "triangular",
            "phonetic": "tɹaɪæŋɡjʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You got this triangular type stuff.",
                "So this is a triangular line.",
                "Our rib cages have actually become more cylindrical barrel-shaped and less triangular over time.",
                "And then I'm going to have four triangular flat surfaces.",
                "Then, you’d use the triangular arms to measure the angle between the horizon and the Sun or a particular star."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpYW5ndWxhcg&hash=522a975df5235ce0eabb81075cf2c022d4e09e39&lang=en&cache-only=0",
            "defineEn": "having three sides and three angles; shaped like a triangle",
            "defineVi": "có ba cạnh và ba góc; hình tam giác",
            "hasImg": true
        },
        {
            "id": "12c7770f-94e5-4b4c-9673-a23885e9874d",
            "word": "spiral",
            "phonetic": "spaɪɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "How COVID spiraled out of control In Nepal.",
                "After being caught in a lie, I realized how quickly it can spiral out of control.",
                "We also held two very topical sponsored roundtable events this month which attempt to predict how the land lies in manufacturing and on spiralling inflation.",
                "Spirals take on wildly different appearances depending on their angle to us.",
                "From that point, things spiraled downward fairly steadily."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BpcmFs&hash=cd9dbfc70ece123cbdd4cb1d0cf8e179dabf990c&lang=en&cache-only=0",
            "defineEn": "gradually winding around a center or axis forming a curved shape",
            "defineVi": "dần dần uốn lượn quanh một tâm hoặc trục tạo thành một hình cong",
            "hasImg": true
        },
        {
            "id": "140fa967-d9d3-4ab5-a55b-74f2daa05f11",
            "word": "concentric",
            "phonetic": "kənsɛntɹɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Each concentric sphere is an era.",
                "Surrounded by concentric rings of bone.",
                "The key insight is to look at a grid as a series of concentric squares.",
                "Layering multiple patterns using concentric wheels lets us create more complex rhythms.",
                "If you look at the concentric circles, here you have a couple of million people who wanted to see the IRA content. "
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY2VudHJpYw&hash=9ad34233ab3024a24d74e60e860e2798279d6a2b&lang=en&cache-only=0",
            "defineEn": "describing circles, arcs, or rings that have the same center",
            "defineVi": "mô tả các vòng tròn, vòng cung hoặc vòng có cùng tâm",
            "hasImg": true
        },
        {
            "id": "21567f54-648a-4acf-bc8a-3ae76b004dd8",
            "word": "oblong",
            "phonetic": "ɑːblɔŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But those muscles can only contract or relax so much to accommodate squat or oblong eyes.",
                "In the simulation, oblique collision angles gave more oblong, burrito-like shapes, creating moons like Prometheus.",
                "The mitochondria are these smooth, oblong organelles where the amazing and super-important process of respiration takes place.",
                "But we have seen a handful of dwarf planets and other small bodies beyond Neptune that all have the same weird, oblong orbits and bizarre inclinations above the flat plane of the solar system.",
                "From the bottom up they get a little less human-y, so you get like spider monkeys up here and they have weirder, flatter, longer, more oblong skulls and they don't look quite as"
            ],
            "audio": "https://tts.langeek.co/read?text=b2Jsb25n&hash=ae5d057806bf0fa03cbda53af68b66dde6b289e3&lang=en&cache-only=0",
            "defineEn": "a rectangular figure that has unequal adjacent sides with arched angles",
            "defineVi": "một hình chữ nhật có các cạnh liền kề không bằng nhau với các góc cong",
            "hasImg": true
        },
        {
            "id": "3a0dc1ce-5dda-446c-b1d5-f29d1bc0cbbc",
            "word": "oval",
            "phonetic": "oʊvəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I draw the oval of the head.",
                "Amanda had an oval face shape.",
                "Over time, that oval gradually turned into the perfectly circular orbit it has now.",
                "But the one end of the oval is flattened out.",
                "To reattach, align the oval shapes on the AirPod with the ear tips."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZhbA&hash=e156ded81d2bb6df2bcfb1a0cfdf5998cf50a075&lang=en&cache-only=0",
            "defineEn": "a shape that is wide in the middle and narrow at both ends",
            "defineVi": "một hình dạng rộng ở giữa và hẹp ở hai đầu",
            "hasImg": true
        },
        {
            "id": "02042491-34ae-4600-9231-31dd829181a1",
            "word": "pentagon",
            "phonetic": "pɛntæɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "My pentagon drawing skills need some work.",
                "Pentagon officials have denied earlier complaints from the Biden team that they were not getting cooperation.",
                "Pentagon officials confirmed today that President Trump is issuing an executive order.",
                "It looks just like a pentagon.",
                "And then he does have the pentagons over here."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVudGFnb24&hash=d536840c343ec737924eb19a3097913cf0ce91c1&lang=en&cache-only=0",
            "defineEn": "(geometry) a polygon with five angles and five straight sides",
            "defineVi": "(hình học) đa giác có 5 góc và 5 cạnh thẳng",
            "hasImg": true
        },
        {
            "id": "663d9a76-8916-4c61-ac41-79bb23f62ea5",
            "word": "zigzag",
            "phonetic": "zɪɡzæɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bright zigzagging lines across your field of vision.",
                "If you’ve ever noticed how a drinking straw appears to make a zigzag at the surface of a glass of water, you know what bird-hunting fish have to contend with."
            ],
            "audio": "https://tts.langeek.co/read?text=emlnemFn&hash=b84ce7ba5cf469d4f8ecb2626353df94693222d7&lang=en&cache-only=0",
            "defineEn": "(geometry) a shape that consists of a line alternating its direction to left and right",
            "defineVi": "(hình học) một hình bao gồm một đường xen kẽ hướng của nó sang trái và phải",
            "hasImg": true
        },
        {
            "id": "f10e02f4-fc2d-49bc-b127-090c3ded5909",
            "word": "concave",
            "phonetic": "kɑːŋkeɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In both cases, they evolved a concave shape, which catches light more efficiently than a flat patch.",
                "A narrow source of light is bounced off a concave mirror towards a camera, with a thin metal blade blocking some of the focused light.",
                "So it only comes with the concave one that's the default.",
                "And concave downwards means it looks something like this.",
                "Diverging lenses have a concave shape and do the opposite of a converging lens, causing rays of light to diverge away from the lens’s axis."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY2F2ZQ&hash=dede8957fd65247e1fe90645967ed49a2630f86b&lang=en&cache-only=0",
            "defineEn": "having a surface that is curved inward",
            "defineVi": "có bề mặt cong vào trong",
            "hasImg": true
        },
        {
            "id": "709b3fad-f3ae-4b7c-b54f-2d730a4d97b3",
            "word": "convex",
            "phonetic": "kɑːnvɛks ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We've got these little convex joystick toppers.",
                "So let's do a convex parabolic mirror.",
                "Sorenson: Then, the trap rapidly goes from convex to concave on each side, and the long little spikes on the rims of the pads interlock to form kind of a cage.",
                "I don't think that I'm that into the convex top.",
                "What I want to do in this video is a quick example of using a convex parabolic mirror."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udmV4&hash=33d087984f435b0bf343f22c9565938416490dda&lang=en&cache-only=0",
            "defineEn": "having a surface that is curved outward",
            "defineVi": "có bề mặt cong ra ngoài",
            "hasImg": true
        },
        {
            "id": "b36bb228-8afb-4e3b-a7f7-31e70d3828c3",
            "word": "helix",
            "phonetic": "hiːlɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "A double helix of DNA is just 2 nanometers wide.",
                "These sugar-phosphate bonds run down each side of the helix but, chemically, in opposite directions. ",
                "These chains often form incredible shapes like wheels and double helixes.",
                "And instead of two strings in a helix, RNA is usually found in just one string.",
                "They pieced it all together to make the double helix model."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVsaXg&hash=6da73bbb14814a3074830190db48bd81129ed523&lang=en&cache-only=0",
            "defineEn": "(geometry) a line curved on a conical or cylindrical surface, like a spiral staircase in shape",
            "defineVi": "(hình học) đường cong trên bề mặt hình nón hoặc hình trụ, giống như hình cầu thang xoắn ốc",
            "hasImg": true
        },
        {
            "id": "da7851c1-8e29-40c0-8be3-a4a3ca606822",
            "word": "hexagon",
            "phonetic": "hɛksæɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The inside of the stomach has hexagons on it.",
                "The inside of the stomach has hexagons on it.",
                "They form a hexagon: six-point symmetry, the core structure of a snowflake.",
                "From honeycombs to the shells of tortoises, hexagons appear all over the natural world.",
                "So what's so special about the Whitworth bullet, the hexagon right? -"
            ],
            "audio": "https://tts.langeek.co/read?text=aGV4YWdvbg&hash=bd48136dcb6c850956b26d6b7dc5b3ea3ac9a311&lang=en&cache-only=0",
            "defineEn": "(geometry) a polygon with six straight sides and six angles",
            "defineVi": "(hình học) đa giác có sáu cạnh và sáu góc",
            "hasImg": true
        },
        {
            "id": "37acdc6d-44ff-4032-af32-a27c8f1318ce",
            "word": "polygon",
            "phonetic": "pɑːlɪɡɑːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Are numbers, polygons and equations truly real, or merely ethereal representations of some theoretical ideal?",
                "This works with larger polygons too.",
                "Here we have a more irregular polygon, but same exact idea.",
                "This polygon shape also placed the gigantic masses around the ship to avoid crushing the interior.",
                "Importantly, it also works for some polygons with fewer sides, including heptagons, hexagons, and pentagons."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9seWdvbg&hash=9742539fb8a11fa8bba2ab31f86e9f31c3f6ca7d&lang=en&cache-only=0",
            "defineEn": "(geometry) a flat shape consisting of three or more straight sides",
            "defineVi": "(hình học) hình phẳng có ba cạnh thẳng trở lên",
            "hasImg": true
        },
        {
            "id": "688a2842-0713-4e66-97a3-ff8c5f4f171e",
            "word": "octagon",
            "phonetic": "ɑːktæɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Eight is oct-, like octagon.",
                "Start off with the octagon, working body control.",
                "Finally, it's CarmonaCorrea's turn to enter the Octagon.",
                "Narrator: Recruits face off in a structure known as the Octagon.",
                "Imagine squaring off the outside of a pizza, so that instead of a circle, it’s an octagon."
            ],
            "audio": "https://tts.langeek.co/read?text=b2N0YWdvbg&hash=a2c302872d4d6f70ccd860c08b018d3db07e2951&lang=en&cache-only=0",
            "defineEn": "(geometry) a polygon consisting of eight straight sides and eight angles",
            "defineVi": "(hình học) đa giác có tám cạnh thẳng và tám góc",
            "hasImg": true
        },
        {
            "id": "14d64e18-ab67-42e4-be86-46b2718afa52",
            "word": "rhombus",
            "phonetic": "ɹɑːmbəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "So a rhombus will look like this.",
                "So a rhombus is a quadrilateral where four of the sides are congruent.",
                "You could view a square as a rhombus with four right angles .",
                "But for the sake of this one, we're not going to go with a rhombus.",
                "Now, let's go on to rhombus."
            ],
            "audio": "https://tts.langeek.co/read?text=cmhvbWJ1cw&hash=71c6b349f2349c7a74a77d9ad86c867037d85b52&lang=en&cache-only=0",
            "defineEn": "(geometry) a flat shape with four equal sides in which opposite angles are equal",
            "defineVi": "(hình học) hình phẳng có bốn cạnh bằng nhau, trong đó các góc đối diện bằng nhau",
            "hasImg": true
        },
        {
            "id": "616dc50f-d557-4792-a635-9e1d85b1ffee",
            "word": "rhomboid",
            "phonetic": "ɹɑːmbɔɪd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmhvbWJvaWQ&hash=4ef2bc6f4659b083ddafcbfd351b3d7bfa2c8991&lang=en&cache-only=0",
            "defineEn": "(geometry) a parallelogram with four straight sides and no right angles",
            "defineVi": "(hình học) hình bình hành có bốn cạnh thẳng và không có góc vuông",
            "hasImg": true
        },
        {
            "id": "0ca895c6-b3c2-4c5c-a470-986f1f838d6e",
            "word": "conical",
            "phonetic": "kɑːnɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I have this conical thimble-like cup that is 4 centimeters high.",
                "So they have conical teeth that can clench their prey in their mouths as they drown it.",
                "Researchers think that the web’s conical shape helps the force dissipate through the web, allowing the web to retain its structure.",
                "But the oriented ones are kind of comparable to the conical nose of an airplane, you can tell which way they were pointed as they fell.",
                "The hexagon, a lot of the Whitworth's that came through were the round conical type shells."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uaWNhbA&hash=afa362de178095ad6a5ae33948ad4ae3e7738c68&lang=en&cache-only=0",
            "defineEn": "resembling a cone in shape",
            "defineVi": "giống như một hình nón trong hình dạng",
            "hasImg": true
        },
        {
            "id": "acdc75ec-e934-468a-8880-ea5f357b461c",
            "word": "cubic",
            "phonetic": "kjuːbɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So, a cubic centimetre of shrew needs 40 times more food than a cubic centimetre of elephant.",
                "Now, a cubic meter of fresh snow typically weighs 70 to 150 kilograms.",
                "The rear is 100 cubic feet, 6 1/2-foot length, bed length.",
                "Like, one cubic centimeter of neutron star material would weigh a billion metric tons.",
                "That’s around 50 trillion cubic kilometers."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3ViaWM&hash=600e3bbca05c030a4be0880048b712833d3c8b34&lang=en&cache-only=0",
            "defineEn": "resembling a cube in shape",
            "defineVi": "giống như một khối lập phương trong hình dạng",
            "hasImg": true
        },
        {
            "id": "0ac7f6b7-0685-4f0f-8c42-558fb9eb53b6",
            "word": "curl",
            "phonetic": "kɜːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hairstylist used a round brush to create curls.",
                "For example, curling.",
                "- Curled to perfection.",
                "It curls in the opposite direction.",
                "So they just curl around my hand."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VybA&hash=f6259bd905b36e938eaee8827c525ac837bd2956&lang=en&cache-only=0",
            "defineEn": "something that resembles a spiral or coil",
            "defineVi": "một cái gì đó giống như một hình xoắn ốc hoặc cuộn dây",
            "hasImg": true
        },
        {
            "id": "b0b19908-2176-4e1f-bd2b-d03dbfcab662",
            "word": "lozenge",
            "phonetic": "loʊzɛndʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I got vapes, drops, oils, lozenges."
            ],
            "audio": "https://tts.langeek.co/read?text=bG96ZW5nZQ&hash=161d47c579333b5849a160d383b0f8129308fa19&lang=en&cache-only=0",
            "defineEn": "(geometry) a figure with four sides and two opposite angles more than 90° and two of less than 90°",
            "defineVi": "(hình học) hình có bốn cạnh và hai góc đối diện lớn hơn 90° và hai góc nhỏ hơn 90°",
            "hasImg": true
        }
    ]
}