{
    "id": "43c01bbb-e0ee-4c07-9ff8-0e18cb6e2ce3",
    "title": "Lesson 7",
    "originalTitle": "Lesson 7",
    "words": [
        {
            "id": "cd9d39ef-5869-472f-9da7-13f754034d77",
            "word": "invaluable",
            "phonetic": "ɪnvæljuːəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The seasoned politician's advice was invaluable, for experience is the father of wisdom and he had navigated many political waters over the decades.",
                "As mass tourism has exploded in Japan, sampuru has served as an invaluable tool for foreigners across language barriers.",
                "For centuries, domestic horses have been invaluable in moving people and supplies around the U.S., and parts of the country likely wouldn’t have been settled as quickly without them.",
                "So sharing your experiences is invaluable to me and to everyone else.",
                "Now, as painful as they were, the deaths of these animals were still scientifically invaluable."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52YWx1YWJsZQ&hash=6b500f44cb5671ddd51f796b73c23977de51a3e0&lang=en&cache-only=0",
            "defineEn": "extremely valuable and essential, to the point that the true worth of something is immeasurable",
            "defineVi": "cực kỳ có giá trị và thiết yếu, đến mức giá trị thực sự của một thứ gì đó là vô lượng"
        },
        {
            "id": "7640c39c-8c8d-4cf7-b37e-b8c61026973d",
            "word": "formidable",
            "phonetic": "fɔːɹmɪdəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A fly is a formidable opponent.",
                "These formidable predators would give the period its nickname: The Age of Fish.",
                "But this journey faces a formidable obstacle: gravity.",
                "General Motors is still a formidable competitor.",
                "Rosalynn Carter is this enormously formidable partner."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ybWlkYWJsZQ&hash=9f29c48d9302c59377a23c55679252047e982f3e&lang=en&cache-only=0",
            "defineEn": "inspiring fear",
            "defineVi": "cảm hứng sợ hãi"
        },
        {
            "id": "aab6d8ae-50f1-46b6-85cf-3d5887ff5b81",
            "word": "permissible",
            "phonetic": "pɚmɪsᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Apparently the SAR values are only collected by the FCC to make sure that cell phones do not exceed the FCC's maximum permissible exposure levels.",
                "As someone who served in government, I can tell you, that kind of behavior sends a very, very clear signal to government workers about what is and is not permissible to say.",
                "On top of that, a group of automakers banded together and developed a top tier gasoline standard with extra detergents that remove more buildup than the lowest permissible standard."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVybWlzc2libGU&hash=340a1299a03be1e82759bcbce9b1612d73bc1bc0&lang=en&cache-only=0",
            "defineEn": "allowed, particularly by the law or within a set of regulations",
            "defineVi": "được phép, đặc biệt là theo luật hoặc trong một bộ quy định"
        },
        {
            "id": "d17003a7-90b4-410c-b1f7-295cfafc5f4d",
            "word": "eligible",
            "phonetic": "ɛlɪdʒəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Podcasters are eligible.",
                "Eligible households will receive $25,000 each.",
                "The migrants are not eligible for federal payments.",
                "Unfortunately student loans are not eligible for forgiveness.",
                "New York I was eligible."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxpZ2libGU&hash=e5cda524cfe06c89b5851acd5932587db8060679&lang=en&cache-only=0",
            "defineEn": "possessing the right to do or have something because of having the required qualifications",
            "defineVi": "sở hữu quyền để làm hoặc có một cái gì đó vì có trình độ cần thiết"
        },
        {
            "id": "3536b92d-09db-4fca-9e27-2a292bd39a16",
            "word": "pliable",
            "phonetic": "plaɪəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Um, bread's a lot more pliable than I would have first thought.",
                "Employers prefer to hire illegal immigrants over American citizens, because they're pliable, they will do menial jobs for very low wages.",
                "When you are making tamales, you want to soak the corn husks until they're pliable.",
                "A frog's tongue is 10 times softer than ours, about as pliable as your brain, in fact.",
                "Those metals make the gold more pliable, allowing it to be stretched and twisted during the jewelry-making process."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxpYWJsZQ&hash=f09b781e0f93e910ec7ba5b1fcbb72628d813a13&lang=en&cache-only=0",
            "defineEn": "able to adjust readily to different conditions",
            "defineVi": "có thể điều chỉnh dễ dàng với các điều kiện khác nhau"
        },
        {
            "id": "a82fa4dc-aeb2-4947-99fa-c5921032cbb7",
            "word": "foible",
            "phonetic": "fɔɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "It reveals our foibles, it, it comments on our both social and political world."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9pYmxl&hash=e6cee22e56f1ce7617606458c917059538513b28&lang=en&cache-only=0",
            "defineEn": "a behavioral attribute that is distinctive and peculiar to an individual",
            "defineVi": "một thuộc tính hành vi khác biệt và đặc biệt đối với một cá nhân"
        },
        {
            "id": "c173f797-3d47-4ff5-9df1-95ea29f3c816",
            "word": "curable",
            "phonetic": "kjʊɹɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It viewed mental illness as an irreversible condition, almost like a personality trait, rather than a curable illness.",
                "- She knows this is not a curable disease, and I think she sets various goals at different times to be able to try to reach.",
                "Step 1: Infect patients suffering from the later stages of syphilis with the parasite that causes malaria, the deadly but curable mosquito-borne disease."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VyYWJsZQ&hash=cd95b677ca5bfa0021ae055923427e89ed438f79&lang=en&cache-only=0",
            "defineEn": "(of an illness or disease) capable of being cured",
            "defineVi": "(về bệnh tật) có khả năng chữa khỏi"
        },
        {
            "id": "c597b9b0-ac0b-4c1a-8137-10d550f683e3",
            "word": "feasible",
            "phonetic": "fiːzᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "To get to hundreds is very feasible.",
                "And, for me, that's not feasible.",
                "But even if UBI is the better model, is it economically feasible?",
                "On earth it's not feasible to use this brute force method to create fusion.",
                "And it's not feasible that we will be able to treat all of California like that."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVhc2libGU&hash=9f9ef99bbaa8e2a589a63ca14bd2df8eca14c100&lang=en&cache-only=0",
            "defineEn": "having the potential of being executed or done successfully",
            "defineVi": "có tiềm năng được thực hiện hoặc thực hiện thành công",
            "hasImg": true
        },
        {
            "id": "e06aef0c-86e5-48e7-a152-bef86bc92b46",
            "word": "fungible",
            "phonetic": "fʌndʒɪbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It’s also a good reminder that money is fungible.",
                "They couldn’t treat the money as fungible."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVuZ2libGU&hash=a3a2a824e730bf39a7abae52dd75d3be7b75a108&lang=en&cache-only=0",
            "defineEn": "of goods or commodities; freely exchangeable for or replaceable by another of like nature or kind in the satisfaction of an obligation",
            "defineVi": "của hàng hóa hoặc hàng hóa; có thể tự do trao đổi hoặc thay thế bằng một thứ khác có tính chất hoặc loại tương tự để đáp ứng một nghĩa vụ"
        },
        {
            "id": "e72e8c43-66a7-4ec6-b293-9f3c4ecc8e65",
            "word": "pleasurable",
            "phonetic": "plɛʒɚɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Pleasurable experiences flush certain parts of our brain with dopamine, a neurotransmitter.",
                "It's very pleasurable to cut it.",
                "And that could alter the activity of neurotransmitters and create a pleasurable sensation.",
                "Breastfeeding is an incredibly neurologically pleasurable experience, it releases waves of the hormone oxytocin, which promotes bonding and comfort in mother an child.",
                "Some people have a higher risk for excessive drinking due to a sensitive endorphin response that increases the pleasurable effects of alcohol."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxlYXN1cmFibGU&hash=cf34c9e6e32ef9a4d851758e40632f8d0d949506&lang=en&cache-only=0",
            "defineEn": "affording satisfaction or pleasure",
            "defineVi": "liên quan đến sự hài lòng hoặc niềm vui",
            "hasImg": true
        },
        {
            "id": "180a1b3f-c08b-4f7e-b003-2bb5b56f11eb",
            "word": "legible",
            "phonetic": "lɛdʒəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "and we say, \"OK, are those legible when they're small?\""
            ],
            "audio": "https://tts.langeek.co/read?text=bGVnaWJsZQ&hash=72a2ddce63aeac5ca1a683c50de330d2439bb661&lang=en&cache-only=0",
            "defineEn": "(of a piece of writing) capable of being read or easily understood",
            "defineVi": "(của một đoạn văn bản) có thể đọc được hoặc dễ hiểu"
        },
        {
            "id": "0feee88f-e188-442b-818b-abadb89e54bc",
            "word": "comestible",
            "phonetic": "kəmɛstᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29tZXN0aWJsZQ&hash=982afed97a442944e141ea8439553b24b440317b&lang=en&cache-only=0",
            "defineEn": "suitable for use as food",
            "defineVi": "thích hợp dùng làm thực phẩm",
            "hasImg": true
        },
        {
            "id": "f92065fe-3dde-4cba-8b2e-433bd0f19f13",
            "word": "suggestible",
            "phonetic": "sədʒɛstᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Number 7 is: suggestible.",
                "People are pretty suggestible, so it’s reasonable to think that the clichés about near-death experiences might impact what people actually see and feel during them."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VnZ2VzdGlibGU&hash=27556e0b080c3f33edc05c3b9a11d5b3a534f516&lang=en&cache-only=0",
            "defineEn": "susceptible or responsive to suggestion",
            "defineVi": "nhạy cảm hoặc đáp ứng với đề nghị"
        },
        {
            "id": "c5f4903e-66f2-4d50-b560-c59050eddbb9",
            "word": "to quibble",
            "phonetic": "tə kwɪbəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the longest star sticks around for a trillion years, why quibble about a few billion here and there?",
                "The legal purist will quibble with you since judicial review applies to more than just laws.",
                "I know there's been semantic quibbling going on, where the administration says infrastructure can include broadband and water systems and electric charging stations for E.V. cars.",
                "And while we can quibble over the details of that shooting, the main thing that animates African Americans is this question: Why is it that when law enforcement and African Americans interact, more often than not, African Americans are the ones who are injured, shot or killed?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcXVpYmJsZQ&hash=6a3ae28e129710324509aa9f55e5c147b795f87d&lang=en&cache-only=0",
            "defineEn": "to argue over unimportant things or to complain about them",
            "defineVi": "để tranh luận về những điều không quan trọng hoặc để phàn nàn về họ"
        },
        {
            "id": "19732b3d-488d-423e-8b5b-a87bb88daa19",
            "word": "to ramble",
            "phonetic": "tə ɹæmbəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "And I'm not going to ramble too long.",
                "This is one of those topics that I can’t do an outline on, so I’m just gonna ramble.",
                "He just kind of rambles off the cuff, repeats the same thing over and over again and gets the crowd riled up that way. ",
                "But hey, the videos will lots of rambling and no plans behind it whatsoever are the most personal ones.",
                "When you notice you're rambling, you're talking a lot, Maybe stop and say, 'You know, I'm just having a really hard time."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmFtYmxl&hash=b6e785333088fc311ca71c70f70e6523ceaff785&lang=en&cache-only=0",
            "defineEn": "continue talking or writing in a desultory manner",
            "defineVi": "tiếp tục nói chuyện hoặc viết một cách vô cảm"
        },
        {
            "id": "3fe46509-35f0-44ee-8a19-741c9da7a55a",
            "word": "to garble",
            "phonetic": "tə ɡɑːɹbəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "But bacteria can fend off antibiotics, and the ninjas in your immune system, by garbling up their DNA from one generation to another.",
                "The goal of encryption is to garble data is such a way so that no one who has the data can read it unless they’re the intended recipient.",
                "So once it's big enough to reproduce, the worm produces proteins that garble the cricket's navigational system.",
                "A lot of it is un-captioned and you can also see the reports on the news but, a lot of the times, the captions are garbled.",
                "So, instead of seeing a random garble of partygoers, we tend to mentally connect people standing next to each other."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2FyYmxl&hash=1b07ba38db55b3f4f01d7a112c53f3f93434849f&lang=en&cache-only=0",
            "defineEn": "to mix up, distort, or confuse information, typically in a way that makes it difficult to understand or use",
            "defineVi": "trộn lẫn, bóp méo hoặc nhầm lẫn thông tin, thường là theo cách gây khó hiểu hoặc khó sử dụng"
        },
        {
            "id": "b44e80b2-a8b5-4795-84f1-d32b223cfe71",
            "word": "to dabble",
            "phonetic": "tə dæbəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "I dabbled a little with drugs, but knowing the addictions from my past, I kept drugs at arm's length.",
                "He had dabbled in many different fields but recognized that a jack of all trades is a master of none, so he decided to focus on one area and become a true expert.",
                "You’ve dabbled in engineering if you’ve ever wondered what you can do with something.",
                "But the seven organisms on this list don’t just dabble in out-of-the-box delicacies, they make some really bizarre dietary choices.",
                "They weren't just going to dabble here and dabble there."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGFiYmxl&hash=cd2d075aa82fa7b5268d2c4b7b79b86eb7986a4d&lang=en&cache-only=0",
            "defineEn": "play in or as if in water, as of small children",
            "defineVi": "chơi trong hoặc như thể trong nước, như trẻ nhỏ"
        },
        {
            "id": "9ca4d502-1139-4693-83ed-8b3c6794c13a",
            "word": "to addle",
            "phonetic": "tʊ ædəl ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRkbGU&hash=daa611db41bc1b4aa7e020a03f06de0046eeef46&lang=en&cache-only=0",
            "defineEn": "become rotten",
            "defineVi": "trở nên thối rữa"
        },
        {
            "id": "79dba70c-628e-4e92-bd10-3679ffe61979",
            "word": "to befuddle",
            "phonetic": "tə bᵻfʌdəl ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVmdWRkbGU&hash=a7e0fe9523c765092e9cc73336fbd9c19282d056&lang=en&cache-only=0",
            "defineEn": "be confusing or perplexing to; cause to be unable to think clearly",
            "defineVi": "gây nhầm lẫn hoặc bối rối; nguyên nhân không thể suy nghĩ rõ ràng"
        }
    ]
}