{
    "id": "43f8f2df-3eac-4f14-8aa0-706393952ede",
    "title": "Geography",
    "originalTitle": "Lesson 11",
    "words": [
        {
            "id": "fba244c0-6cd8-48dc-8229-171943b7d966",
            "word": "ashore",
            "phonetic": "ɐʃoːɹ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "We were helped ashore by local people.",
                "The storm charged ashore in Nicaragua overnight with sustained winds of 155 miles an hour.",
                "You have to go ashore.",
                "Some wash ashore in different places.",
                "He washes ashore in his hometown, St. Petersburg."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNob3Jl&hash=bf3151a61b58fbb6f0f388e585155f77486f633b&lang=en&cache-only=0",
            "defineEn": "toward the land from the direction of a ship or the sea",
            "defineVi": "về phía đất liền từ hướng của một con tàu hoặc biển"
        },
        {
            "id": "00716467-742a-4b85-8e18-b5d7c257430f",
            "word": "Antarctic",
            "phonetic": "æntɑːɹktɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Another Antarctic marsupial was Antarctodolops.",
                "Of particular note, the Antarctic krill pretty much support the entire food chain of the southern oceans, with an estimated population of around 500 trillion.",
                "120 million years ago, southern Australia sat within the Antarctic circle.",
                "Then, we’ll probably watch more videos of Ariel’s Antarctic trip.",
                "They then tallied these up for 31 Antarctic species."
            ],
            "audio": "https://tts.langeek.co/read?text=QW50YXJjdGlj&hash=239e6cb542f16cc8e1b1808914dfaf5101cc11a8&lang=en&cache-only=0",
            "defineEn": "the extremely cold region surrounding the South Pole",
            "defineVi": "vùng cực lạnh bao quanh Nam Cực",
            "hasImg": true
        },
        {
            "id": "a025dfc9-3e43-4222-ac8a-613ddc09baa0",
            "word": "Arctic",
            "phonetic": "ɑːɹktɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The other one is Arctic engagement.",
                "Cas our Arctic fox.",
                "This was the Arctic.",
                "It's the Arctic.",
                "Submarine force Arctic readiness is one of our priorities during ICEX."
            ],
            "audio": "https://tts.langeek.co/read?text=QXJjdGlj&hash=4ab6d32ee47311bff47717a207359b037f6b1c53&lang=en&cache-only=0",
            "defineEn": "the frozen regions surrounding the North Pole",
            "defineVi": "các khu vực đóng băng xung quanh Bắc Cực",
            "hasImg": true
        },
        {
            "id": "3e4e6f2a-4d7d-445b-be80-40ab2850c4bc",
            "word": "bank",
            "phonetic": "bæŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bank raised interest rates.",
                "Many banks have cut commercial builders off cold turkey.",
                "The bank crash has had a ripple effect on the whole community.",
                "Their bank account was in the red again.",
                "You'll pass a bank on the way to the train station."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFuaw&hash=3b043374dcb2ad9a5960636c5f17225375e5af1e&lang=en&cache-only=0",
            "defineEn": "land along the sides of a river, canal, etc.",
            "defineVi": "đất ven sông, rạch, v.v.",
            "hasImg": true
        },
        {
            "id": "4826a458-59fc-4c80-a8a0-cc1ace891cb8",
            "word": "bend",
            "phonetic": "bɛnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The gymnast effortlessly bent her body into a graceful arch during her routine.",
                "He takes bends much too fast.",
                "The river took a meandering bend through the picturesque valley.",
                "The hiker bent at the waist to drink water from the stream.",
                "He bent his back to lift the heavy box."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVuZA&hash=2bfaf16ad5e1a3936bd50df9cc17cd218aaac0b2&lang=en&cache-only=0",
            "defineEn": "a curve in a road, river, etc.",
            "defineVi": "một khúc cua trong một con đường, dòng sông, vv",
            "hasImg": true
        },
        {
            "id": "b753e2f5-995f-4ec4-8fdf-910721573601",
            "word": "coastline",
            "phonetic": "koʊstlaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "We took a boat tour to explore the beautiful coastline.",
                "When I tasted the vinaigrette, I was instantly transported to a sunny Mediterranean coastline.",
                "Europe is known for its picturesque landscapes, including beautiful mountains, lakes, and coastlines.",
                "The coastline was devastated.",
                "Huge waves battered the coastline as heavy rains flooded streets."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29hc3RsaW5l&hash=8fdd9a572920a246c6ade571c04044b7c6b47f57&lang=en&cache-only=0",
            "defineEn": "the land that is along a coast, particularly as seen on a map or from above",
            "defineVi": "vùng đất dọc theo bờ biển, đặc biệt như được thấy trên bản đồ hoặc từ trên cao",
            "hasImg": true
        },
        {
            "id": "b7d67ffe-7445-4057-aca6-66fcbdc47f87",
            "word": "eastern",
            "phonetic": "iːstɚn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Iranian cuisine is influenced by various Asian flavors, making it a delightful fusion of Middle Eastern and Asian culinary traditions.",
                "And Middle Eastern policy played a key role in the biggest controversy of Reagan's presidency: the Iran-Contra Scandal.",
                "Her native habitat is the arid regions of south central South America as opposed to eastern Brazil.",
                "In 1988, a workers' strike at Eastern drove the airline to a halt.",
                "One hour after the meteor's strike, tidal waves will flood the entire Eastern seaboard."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWFzdGVybg&hash=14d2c8675bbb3284f276c5bf6e7e795aaf97e00f&lang=en&cache-only=0",
            "defineEn": "being directed toward or situated in the east",
            "defineVi": "được hướng về phía hoặc nằm ở phía đông",
            "hasImg": true
        },
        {
            "id": "01324e26-d801-4de4-ae1e-6855c0f77183",
            "word": "western",
            "phonetic": "wɛstɚn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As for the groundless accusations of certain Western media, I can only say that they are measuring other people's corn by their own bushel.",
                "Back in this country, Western states faced another day of searing heat, with no relief in sight until next week.",
                "\"I love western films!\"",
                "In western Siberia, many people have a missing DNA letter in position 35 of the GJB2 gene.",
                "Hey fun fact, though: the western hemisphere has water too."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VzdGVybg&hash=a082408c4716122d0d910dc5313cf3be2034accd&lang=en&cache-only=0",
            "defineEn": "directed toward or located in the west",
            "defineVi": "hướng về phía hoặc nằm ở phía tây",
            "hasImg": true
        },
        {
            "id": "9fb39018-d8b1-4d9d-bf01-983dff6595b9",
            "word": "northern",
            "phonetic": "nɔːɹðɚn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Milan, in northern Italy, is known for its fashion and design industry.",
                "Reindeer moss creates a soft carpet-like cover on the forest floor in northern regions.",
                "Northern bankers financed the purchase of land for plantations.",
                "In one corner, the northern hemisphere is entering flu season.",
                "But the northern plains have geologic features at all kinds of different elevations."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9ydGhlcm4&hash=7207e9d354886f0b0955d1e04e7df05f3547120e&lang=en&cache-only=0",
            "defineEn": "being directed toward or situated in the north",
            "defineVi": "được hướng về phía hoặc nằm ở phía bắc",
            "hasImg": true
        },
        {
            "id": "c85892bf-359a-4344-8b55-8de8d618986c",
            "word": "southern",
            "phonetic": "sʌðɚn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Southern hornbill is the name of the species.",
                "And southern latitudes will have more daylight than nighttime.",
                "I like your Southern accent.",
                "On Friday, a Republican Senate group will visit the Southern border.",
                "That sounded southern to me."
            ],
            "audio": "https://tts.langeek.co/read?text=c291dGhlcm4&hash=4061d4a55a1aff0a44ab22548366c0bcd3efe4fb&lang=en&cache-only=0",
            "defineEn": "directed toward or situated in the south",
            "defineVi": "hướng về phía hoặc nằm ở phía nam",
            "hasImg": true
        },
        {
            "id": "95ca3a51-62c9-4413-ba45-32f2035e7cfa",
            "word": "geographical",
            "phonetic": "dʒɪəɡɹæfɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This geographical anomaly is a flash point.",
                "And their publics used to have pretty finite geographical boundaries.",
                "They make no logical geographical sense.",
                "And more remote geographical regions often come with higher data costs.",
                "Many geographical place names also don't reflect the Indigenous or Aboriginal peoples languages."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VvZ3JhcGhpY2Fs&hash=95818335d99b8a2209f51acca98e8753bd90d5a6&lang=en&cache-only=0",
            "defineEn": "relating to or connected with the scientific study of the Earth's surface and its physical, biological, etc. features",
            "defineVi": "liên quan đến hoặc kết nối với nghiên cứu khoa học về bề mặt Trái đất và các đặc điểm vật lý, sinh học, v.v."
        },
        {
            "id": "933fb935-908c-42ec-bb3e-9dea8f3f3781",
            "word": "port",
            "phonetic": "poːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "A port in a storm is a welcome thing.",
                "She held on to me as though I were a port in a storm.",
                "Therefore, while they may represent a port in a storm, they are fundamentally unattractive business models.",
                "Jack realized that when circumstances become truly dire, any port in a storm starts to look good, so he reluctantly accepted the low-paying job though it was far below his normal standards.",
                "Current Mac models will have USB-C ports."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9ydA&hash=102c34a158f1e8ceb7a0010a81869b78639838b2&lang=en&cache-only=0",
            "defineEn": "a city or town that has a harbor where ships can be loaded or unloaded",
            "defineVi": "một thành phố hoặc thị trấn có bến cảng nơi tàu có thể được bốc dỡ",
            "hasImg": true
        },
        {
            "id": "11259a8a-bedd-4627-ba63-841b6d30939d",
            "word": "woodland",
            "phonetic": "wʊdlənd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The woodlands of North America started to gave way to grasslands.",
                "In the first millennium, a large group of tribes spread through the dense woodlands of Eastern Europe.",
                "This 33,000 square-foot room features silhouettes of woodland creatures, hanging basket chairs, and bean bags.",
                "Here we are in this giant woodland in the middle of the city.",
                "Through the loss of woodland and climate change, the number of wild truffles has decreased significantly."
            ],
            "audio": "https://tts.langeek.co/read?text=d29vZGxhbmQ&hash=09dd94e48d0eee4a6108e018257a4e4711b7c64f&lang=en&cache-only=0",
            "defineEn": "land that is filled with many trees",
            "defineVi": "đất có nhiều cây cối",
            "hasImg": true
        },
        {
            "id": "31e876fb-527f-4915-b000-a21b5d71918c",
            "word": "canyon",
            "phonetic": "kænɪən ",
            "partOfSpeechType": "noun",
            "examples": [
                "A canyon is a deep gorge or gully in the earth.",
                "Meanwhile, erosion and other processes have also played a part, with wind and rain carving canyons, arches, and other amazing landscapes.",
                "Like its gigantic canyon system that’s 1800 kilometers long and up to 7.5 kilometers deep.",
                "In the past, fires have rarely crossed the canyon, but the Camp Fire was now spreading at a rate of 80 football fields a minute.",
                "- Hi guys, we're at the Grand Canyon"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FueW9u&hash=81db4a4ed80afbd67ab316feb06426791c81bd28&lang=en&cache-only=0",
            "defineEn": "a valley that is deep and has very steep sides, through which a river is flowing usually",
            "defineVi": "một thung lũng sâu và có những mặt rất dốc, qua đó một dòng sông thường chảy",
            "hasImg": true
        },
        {
            "id": "43222f7e-b5ae-4028-b071-b3ae96968d22",
            "word": "equator",
            "phonetic": "ɪkweɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But in the Early Permian, humid tropical swamps still straddled the equator.",
                "This flow of ocean water starts near the Equator.",
                "The equatorial hydrogens form a ring around the axial hydrogens, sort of like Earth’s equator.",
                "Earth’s equator is spinning around at hundreds of meters per second.",
                "So this is the equator."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXF1YXRvcg&hash=88355e7bd06b77d954c06bdb35c3a2872ee209f8&lang=en&cache-only=0",
            "defineEn": "a hypothetical line around the Earth that divides it into Northern and Southern hemispheres",
            "defineVi": "một đường giả thuyết quanh Trái đất phân chia nó thành các bán cầu Bắc và Nam",
            "hasImg": true
        },
        {
            "id": "f882932d-1188-42ff-acf2-7f707ae6532b",
            "word": "formation",
            "phonetic": "fɔːɹmeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lichen plays a vital role in soil formation and ecosystem development.",
                "But the smell does reflect its formation.",
                "And the formation of the Andes had a huge impact on the plants and animals in South America.",
                "The formation of this depression is an intermediate stage in the birth of an ocean.",
                "Reaction formation is kinda like passive-aggression."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ybWF0aW9u&hash=4105220bf88d7c20fb6de3c02a7d6d76350049a2&lang=en&cache-only=0",
            "defineEn": "(geology) a body of rock with a particular set of characteristics that make it distinct from the surrounding land",
            "defineVi": "(địa chất) khối đá có tập hợp các đặc điểm cụ thể khiến nó khác biệt với vùng đất xung quanh"
        },
        {
            "id": "d472aa90-a53e-4abd-8867-9cd608bfabc5",
            "word": "highland",
            "phonetic": "haɪlənd ",
            "partOfSpeechType": "noun",
            "examples": [
                "There, former water channels connect Mars’s southern highlands and northern lowlands.",
                "Only the highlands east and north of the Danakil Depression restrain the Red Sea from rushing in.",
                "What can you see in the Highlands?",
                "The southern highlands are also three to eight kilometers higher than the northern plains, and the crust is twice as thick.",
                "Eventually, erosion or quakes will create a break in the highlands, and the depression will quickly become an ocean floor."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlnaGxhbmQ&hash=4fd7f42a13e4ae3e9817b6cd6dd0427eb4ea61bf&lang=en&cache-only=0",
            "defineEn": "land with mountains or hills",
            "defineVi": "đất có núi hoặc đồi",
            "hasImg": true
        },
        {
            "id": "effdaf1f-5acd-4b11-ae9f-b3a5449058d7",
            "word": "glacier",
            "phonetic": "ɡleɪʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Glaciers long ago left so many clues all over the world.",
                "Glaciers are kind of like giant ice cubes on Earth.",
                "Glaciers are so neat!",
                "Glaciers are made up of many layers of snow.",
                "Glaciers crept out of their mountain ranges and down to lower elevations."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xhY2llcg&hash=d0b32caf2911f1b210e408e9ce7eeedf59f595e6&lang=en&cache-only=0",
            "defineEn": "a huge mass of ice that moves very slowly, usually down a slope",
            "defineVi": "một khối băng khổng lồ di chuyển rất chậm, thường là xuống dốc",
            "hasImg": true
        },
        {
            "id": "e2855eb7-85b4-411e-9e65-1d4610472d62",
            "word": "freshwater",
            "phonetic": "fɹɛʃwɔːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Green algae, with its vibrant hues, adds a splash of color and life to freshwater ecosystems.",
                "Other freshwater is under the ground. ",
                "But hydra live in freshwater.",
                "It can make its own freshwater.",
                "And aquatic temnospondyls weren’t limited to freshwater."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlc2h3YXRlcg&hash=6f19c896f20bf2f0fd0a1edd7028b6b429e73675&lang=en&cache-only=0",
            "defineEn": "water that does not contain salt and is suitable for consumption",
            "defineVi": "nước không chứa muối và thích hợp để uống",
            "hasImg": true
        },
        {
            "id": "3849f074-dd42-4fa4-b181-0bc0366ee645",
            "word": "reef",
            "phonetic": "ɹiːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "We saw a group of fish swimming together near the coral reef.",
                "The sea is home to a variety of marine life, such as fish, dolphins, and coral reefs.",
                "Reefs are an increasingly important resource for breakthrough medical treatments, too.",
                "First of all, coral reefs are an incredible source of biodiversity.",
                "But Caribbean reef squid have a different lifestyle than most other cephalopods."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVlZg&hash=10eb00fe8f223281f7f4ee634b0ea481de3f1646&lang=en&cache-only=0",
            "defineEn": "a ridge of rock or a line of sand near the surface of a body of water",
            "defineVi": "một dải đá hoặc một dải cát gần bề mặt của một vùng nước",
            "hasImg": true
        },
        {
            "id": "f53d08bf-e3ec-41f8-9a3a-f417c8e3255c",
            "word": "seabed",
            "phonetic": "siːbɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Families take their finished reef balls out to the open water, say a few words, maybe a prayer, and drop the memorial down to the seabed.",
                "Table salt is often made by drilling into underground seabeds, pumping out the saltwater, and then refining it in purification plants.",
                "And as the ice breaks up, it tends to drift into shallower waters and scrape the seabed.",
                "Many of them can be found in the ocean and in seabed sediments alongside lots of viruses.",
                "Sand is sourced and extracted from seabeds, coastlines, quarries, or rivers is more angular, so it locks together."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VhYmVk&hash=8cf898764d59504d55ccf43ddec6d93815e2f9a2&lang=en&cache-only=0",
            "defineEn": "the ground at the bottom of the sea or the floor of the ocean",
            "defineVi": "mặt đất dưới đáy biển hoặc đáy đại dương",
            "hasImg": true
        },
        {
            "id": "d0bad6f5-007a-48b6-a5b6-0ef5fe6be37e",
            "word": "waterway",
            "phonetic": "wɔːɾɚweɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Around 250 crocs live in this urban waterway.",
                "It had blocked the waterway for a week.",
                "Are there highways, waterways, or open land?",
                "A giant container ship has been wedged in the waterway since Tuesday.",
                "In temperate climates, the cycle of seasons freezes and thaws these waterways, cracking pavement and concrete foundations."
            ],
            "audio": "https://tts.langeek.co/read?text=d2F0ZXJ3YXk&hash=840047e99b61d0f2116a9e2eae6167d8d99155c2&lang=en&cache-only=0",
            "defineEn": "a river, canal, etc. that boats can navigate through",
            "defineVi": "một con sông, con kênh, vv mà thuyền có thể di chuyển qua",
            "hasImg": true
        },
        {
            "id": "453511ba-b802-4845-825a-bde4bc7101ae",
            "word": "zone",
            "phonetic": "zoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "My parents always caution me against taking risks, but I remind them that a ship in a harbor is safe, but that is not what a ship is for, and that I need to venture outside of my comfort zone to achieve my true potential.",
                "She enjoyed being a big fish in a small pond, where her contributions were valued and recognized, but she knew she would have to leave her comfort zone to achieve greater success.",
                "So, no subduction zone needed.",
                "But, we have resilient zone.",
                "The sunlight zone goes 200 meters below the surface of the ocean."
            ],
            "audio": "https://tts.langeek.co/read?text=em9uZQ&hash=318ff6bb33bccfad392c9f6df3108dce8a58af9e&lang=en&cache-only=0",
            "defineEn": "a part on the surface of the Earth marked by specific coordinates",
            "defineVi": "một phần trên bề mặt Trái đất được đánh dấu bằng tọa độ cụ thể",
            "hasImg": true
        },
        {
            "id": "0b9fbbea-b17e-4d0a-8b30-fc78c600e965",
            "word": "tropical",
            "phonetic": "tɹɑːpɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Our dream destination for this year's vacation is a secluded tropical island.",
                "The market vendor displayed a variety of tropical fruits, each with its own unique-colored mesocarp.",
                "Drizzling key lime syrup over pancakes or waffles gives them a delicious tropical twist.",
                "I discovered the delightful combination of pawpaw and coconut in a tropical fruit salad.",
                "The agar cubes added a delightful chewiness to the tropical fruit salad."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJvcGljYWw&hash=b0f7196a5f14bdbd5385c350fe882b8957764aa9&lang=en&cache-only=0",
            "defineEn": "situated in or from the hottest parts of the world at the sides of the equator",
            "defineVi": "nằm trong hoặc từ các khu vực nóng nhất trên thế giới ở hai bên đường xích đạo",
            "hasImg": true
        },
        {
            "id": "95125cc1-6c51-4ede-98e6-198f24f1bd9c",
            "word": "stream",
            "phonetic": "stɹiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "A stream of black cars drove by.",
                "A stream of black cars drove by.",
                "The cars run along the highway in a steady stream.",
                "The hiker bent at the waist to drink water from the stream.",
                "When Tom's company was struggling to keep up with new competitors, Tom reminded his colleagues that it is ill striving against the stream."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyZWFt&hash=590e15bb676e6d5ea8b1036be93a4a586a91bf7f&lang=en&cache-only=0",
            "defineEn": "a small and narrow river that runs on or under the earth",
            "defineVi": "một con sông nhỏ và hẹp chảy trên hoặc dưới trái đất",
            "hasImg": true
        },
        {
            "id": "e9441926-ef69-40fd-8b47-89ba6d29f4f3",
            "word": "horizon",
            "phonetic": "hɚɹaɪzən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Smoke appeared on the horizon.",
                "I'm expanding my horizon.",
                "The experience has widened their horizon and fostered their knowledge in Learning Study.",
                "Scientists believe that a major breakthrough is on the horizon.",
                "I feel really good about broadening my horizons."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9yaXpvbg&hash=5cd82a693f6dc248d00c0d7113963d7962e23e1d&lang=en&cache-only=0",
            "defineEn": "the line where the sky and earth seem to come in contact with each other",
            "defineVi": "đường mà trời và đất dường như tiếp xúc với nhau",
            "hasImg": true
        },
        {
            "id": "cec55cab-83f9-4e3c-a105-29c7571f66e2",
            "word": "gulf",
            "phonetic": "ɡʌlf ",
            "partOfSpeechType": "noun",
            "examples": [
                "This book bridges a gulf between the metaphysics literature and philosophy of mind literature.",
                "We keep Gulf fritillary butterflies here.",
                "Just ask the Gulf corvina fish.",
                "This is the Gulf region's backyard.",
                "The secret meetings continued for months in the Gulf state of Oman."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VsZg&hash=1ecacb2968b5c3d58a8ae66d492a1f7df574d421&lang=en&cache-only=0",
            "defineEn": "an area of sea that is partly surrounded by land, with a narrow opening",
            "defineVi": "một vùng biển được bao quanh một phần bởi đất liền, với một lỗ hẹp",
            "hasImg": true
        },
        {
            "id": "47e9f84f-eeb4-4f31-9b3a-273fd664d1f5",
            "word": "latitude",
            "phonetic": "læɾɪtuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Latitude is distance north or south of Earth’s equator.",
                "And southern latitudes will have more daylight than nighttime.",
                "Globally, net primary production on land generally changes with latitude.",
                "Further north, in temperate and high latitudes, the net primary production varies seasonally.",
                "And because of Florida’s latitude, rockets get a big speed boost from the Earth’s rotation."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF0aXR1ZGU&hash=34c34fe5b2d40ac18fbeb9511a6b1ad4794dfdf8&lang=en&cache-only=0",
            "defineEn": "the distance of a point north or south of the equator that is measured in degrees",
            "defineVi": "khoảng cách của một điểm phía bắc hoặc phía nam của đường xích đạo được đo bằng độ",
            "hasImg": true
        },
        {
            "id": "076d8b4a-2b8d-4b8b-952f-ac51894e785e",
            "word": "longitude",
            "phonetic": "lɔndʒɪtuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Precise longitude measurements require precise clocks.",
                "Longitude is distance east or west of the Greenwich Meridian, an imaginary line that runs from the North Pole to the South Pole and through Greenwich, England.",
                "To look just at Guatemala, we’d jump between 13°45’ and 17°48’ north latitude and 88°14’ and 92°13’ west longitude.",
                "Not only does it give you radial alignment, but it can give you axial alignment along the longitude of the tube.",
                "So, eventually, people came up with a mechanical timepiece called a chronometer to figure out longitude."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9uZ2l0dWRl&hash=1e040971a240ceacd42404a8a0bfc40c526cb2e1&lang=en&cache-only=0",
            "defineEn": "the distance of a point east or west of the meridian at Greenwich that is measured in degrees",
            "defineVi": "khoảng cách của một điểm phía đông hoặc phía tây của kinh tuyến tại Greenwich được đo bằng độ",
            "hasImg": true
        },
        {
            "id": "b42989d4-19ab-4cba-ba9b-8babdd021e59",
            "word": "mountaintop",
            "phonetic": "maʊntɪntɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "After a long day of hiking, reaching the mountaintop felt like a triumph and a well-deserved destination.",
                "The breathtaking view from the mountaintop is the crowning glory of the hiking trail, rewarding the hikers' efforts.",
                "Some were left in caves, others in trees or on mountaintops.",
                "Of course proclaiming your love from the mountaintop isn’t everyone’s romantic style.",
                "This Swedish spruce survived as a low shrub for 9,500 years, but as this mountaintop climate has become warmer, a single trunk has risen above the rest."
            ],
            "audio": "https://tts.langeek.co/read?text=bW91bnRhaW50b3A&hash=143abe01d2e08f53c9d2fa7b9228084c482c523a&lang=en&cache-only=0",
            "defineEn": "the top or the summit of a mountain",
            "defineVi": "đỉnh hoặc đỉnh của một ngọn núi",
            "hasImg": true
        },
        {
            "id": "cacae3ea-c218-4cd9-aaae-60604ff0a266",
            "word": "Arctic",
            "phonetic": "ɑːɹktɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The other one is Arctic engagement.",
                "Cas our Arctic fox.",
                "This was the Arctic.",
                "It's the Arctic.",
                "Submarine force Arctic readiness is one of our priorities during ICEX."
            ],
            "audio": "https://tts.langeek.co/read?text=QXJjdGlj&hash=4ab6d32ee47311bff47717a207359b037f6b1c53&lang=en&cache-only=0",
            "defineEn": "belonging or related to the North Pole",
            "defineVi": "thuộc hoặc liên quan đến Bắc Cực",
            "hasImg": true
        },
        {
            "id": "49119ca8-7ad8-4e03-a3d7-d1ba6133b644",
            "word": "genetically modified",
            "phonetic": "dʒɪnɛɾɪkli mɑːdᵻfaɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Take genetically modified foods or GMOs.",
                "That's short for genetically modified organism.",
                "It's, like, genetically modified super corn.",
                "A GMO is a genetically modified organism.",
                "The solution was a papaya genetically modified to be vaccinated against the virus."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXRpY2FsbHkgbW9kaWZpZWQ&hash=cc431e9bbe5565b1ee2196fa3e0512a330ebbfd2&lang=en&cache-only=0",
            "defineEn": "having had an altered genetic structure in order to serve a particular purpose, such as being more resistant to disease, bearing more fruit, etc.",
            "defineVi": "đã có cấu trúc di truyền bị thay đổi để phục vụ một mục đích cụ thể, chẳng hạn như khả năng kháng bệnh cao hơn, cho nhiều trái hơn, v.v."
        }
    ]
}