{
    "id": "445e3ee6-2108-45f2-bb2d-4c7703cc59b0",
    "title": "Deciding What You Prefer",
    "originalTitle": "Lesson 58",
    "words": [
        {
            "id": "2248a8ef-d7b5-4ea8-aa06-ee3372206ba6",
            "word": "accountable",
            "phonetic": "ɐkaʊntəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The business consultant recommended that we expand our operations overseas, but when we faced unexpected challenges and losses, he was not held accountable, highlighting the reality that advisors run no risks.",
                "Then you're being accountable.",
                "But we are still accountable, for our own recovery.",
                "The power shift is so strongly now toward Facebook, they are not really accountable. ",
                "A sudden death and no one to hold accountable."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb3VudGFibGU&hash=9291ebb9735623292b5e56c790359d2413c8f57a&lang=en&cache-only=0",
            "defineEn": "responsible for one's actions and being ready to explain them",
            "defineVi": "chịu trách nhiệm về hành động của một người và sẵn sàng giải thích chúng"
        },
        {
            "id": "c17d3099-59fb-47ff-87f1-c7896c56aa10",
            "word": "arbitrary",
            "phonetic": "ɑːɹbɪtɹɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So these things right over here are somewhat arbitrary.",
                "So the deficit is not kind of arbitrary.",
                "They're just as arbitrary.",
                "Because we've all agreed on a shared mental dictionary, the actual sounds themselves can be arbitrary.",
                "And whether they get a space can feel pretty arbitrary."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJiaXRyYXJ5&hash=e2871a4189c5a0809ba2fe10c1392d719d2acd8f&lang=en&cache-only=0",
            "defineEn": "not based on reason but on chance or personal impulse, which is often unfair",
            "defineVi": "không dựa trên lý trí mà dựa trên cơ hội hoặc sự bốc đồng cá nhân, điều này thường không công bằng"
        },
        {
            "id": "99e05d09-c9b9-443a-b7cb-382835b1e5b9",
            "word": "decisive",
            "phonetic": "dᵻsaɪsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The team had been preparing for the big game for months, and when they stepped onto the field, they went to town, scoring goal after goal and securing a decisive victory.",
                "That's very decisive.",
                "It was a decisive moment.",
                "With the North’s decisive victory, Confederate dollars were suddenly useless scraps of paper.",
                "It erupted after one decisive meeting."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjaXNpdmU&hash=132a4136e24294067bd32e30beda99826524dddc&lang=en&cache-only=0",
            "defineEn": "able to make decisions quickly and confidently",
            "defineVi": "có thể đưa ra quyết định một cách nhanh chóng và tự tin"
        },
        {
            "id": "d46aba90-9b07-43de-a075-c57431d7d6a9",
            "word": "eligible",
            "phonetic": "ɛlɪdʒəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Podcasters are eligible.",
                "Eligible households will receive $25,000 each.",
                "The migrants are not eligible for federal payments.",
                "Unfortunately student loans are not eligible for forgiveness.",
                "New York I was eligible."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxpZ2libGU&hash=e5cda524cfe06c89b5851acd5932587db8060679&lang=en&cache-only=0",
            "defineEn": "possessing the right to do or have something because of having the required qualifications",
            "defineVi": "sở hữu quyền để làm hoặc có một cái gì đó vì có trình độ cần thiết"
        },
        {
            "id": "53c53d50-d0df-4a14-a9c8-b3dca8c63af6",
            "word": "inclined",
            "phonetic": "ɪŋklaɪnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The landlord did not seem inclined to trust me with lodging before seeing the color of my money.",
                "They are inclined to bite on the back of your leg.",
                "But they’re very inclined to agree.",
                "But they’re very inclined to agree.",
                "Customers are inclined to shop at stores with familiar names, and more shoppers mean more sales. "
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jbGluZWQ&hash=55f6847a65b33523f38594adf46ff6807a735fbd&lang=en&cache-only=0",
            "defineEn": "having a tendency to do something; possessing an innate ability for something",
            "defineVi": "có xu hướng làm điều gì đó; sở hữu một khả năng bẩm sinh cho một cái gì đó"
        },
        {
            "id": "e3398651-c170-4e6b-9aaa-6612320cb415",
            "word": "indecisive",
            "phonetic": "ɪndᵻsaɪsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The indecisive job applicant was afraid to apply for his dream job, imagining all the ways he could be rejected.",
                "But he's just indecisive.",
                "Also depression can make you feel indecisive.",
                "First, Putin perceives us as weak, feckless, indecisive, slow to respond.",
                "Two, I'm so indecisive that I'm scared I would get a tattoo and instantly hate it."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kZWNpc2l2ZQ&hash=4b5dddb3dbb74b0a7f728ea26fc44c380dcf72a7&lang=en&cache-only=0",
            "defineEn": "(of a person) having difficulty making choices or decisions, often due to fear, lack of confidence, or overthinking",
            "defineVi": "(của một người) gặp khó khăn trong việc lựa chọn hoặc quyết định, thường là do sợ hãi, thiếu tự tin hoặc suy nghĩ quá nhiều"
        },
        {
            "id": "3156b38a-76ad-4584-8ce2-37ad1c62b06e",
            "word": "inflexible",
            "phonetic": "ɪnflɛksɪbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This person is extremely inflexible in his thinking.",
                "Basically, farmers are up against an inflexible food supply chain, which is specialized for the end customer.",
                "They're urgent because they have inflexible deadlines.",
                "It’s only when traits get really rigid and people become inflexible in their behaviors that psychologists start to draw the line between a trait and a disorder.",
                "And number four: Is overconscientious scrupulous, and inflexible about matters of morality, ethics, or values."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mbGV4aWJsZQ&hash=0870f5d43b0f059ae7f4d38343b0c3afc56773a2&lang=en&cache-only=0",
            "defineEn": "reluctant to compromise or change one's attitude, belief, plan, etc.",
            "defineVi": "miễn cưỡng thỏa hiệp hoặc thay đổi thái độ, niềm tin, kế hoạch, v.v."
        },
        {
            "id": "36b4979d-5b00-49d3-ac4d-2373e8348dc1",
            "word": "preferable",
            "phonetic": "pɹɪfɜːɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "False positives in medical testing are preferable to false negatives, but they can still lead to stress or unnecessary treatment.",
                "Maybe that's preferable to the idea that humans just take pleasure in the activity of fighting and pursue it merely for its own sake.",
                "We have not been having great weather here in Montana - but it’s preferable to that.",
                "While an agreement is preferable, we are prepared to leave if we can't find compromises.",
                "So, buying organic is still preferable, but does not grant you moral absolution."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZmVyYWJsZQ&hash=de63af798d1009a87458dd714c51f9f2c37a62e5&lang=en&cache-only=0",
            "defineEn": "more desirable or favored compared to other options",
            "defineVi": "mong muốn hơn hoặc được ưa chuộng hơn so với các lựa chọn khác"
        },
        {
            "id": "e819ddf3-b90b-4f5a-b512-43b1e0aea30c",
            "word": "undecided",
            "phonetic": "ʌndᵻsaɪdᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The timing of President Trump's Senate impeachment trial remains undecided.",
                "It's still undecided.",
                "Now he's undecided.",
                "And there were no undecideds. ",
                "They were selected from a curated group of people we've been following of undecided voters."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZWNpZGVk&hash=c1c8e7cd2e52388d080fcec6a5d5c008f6ad88c5&lang=en&cache-only=0",
            "defineEn": "not yet made a decision or come to a judgment",
            "defineVi": "chưa đưa ra quyết định hoặc đi đến phán quyết"
        },
        {
            "id": "949ead2b-12f6-4d58-ab24-e79a1956d20d",
            "word": "to despise",
            "phonetic": "tə dᵻspaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Pop is a feast to the ears of many, but I despise it.",
                "James' teacher wanted to impart the wisdom of the ages to his students, so he often said that the fear of the Lord is the beginning of knowledge, but fools despise wisdom and instruction.",
                "Others despise it.",
                "And lastly, I despise cold weather.",
                "He just despises you now, yeah."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVzcGlzZQ&hash=2aef4d0b8cab8118faea83a3f972b289fa86899d&lang=en&cache-only=0",
            "defineEn": "to hate and have no respect for something or someone",
            "defineVi": "để ghét và không có sự tôn trọng cho một cái gì đó hoặc ai đó",
            "hasImg": true
        },
        {
            "id": "6eef1e83-b9ca-42e7-90e3-7d48b4fff205",
            "word": "to find",
            "phonetic": "tə faɪnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Find a hobby.",
                "After all, love will find a way.",
                "Water will always find its own level.",
                "She found a dirty stain on her favorite shirt.",
                "The court found in her favor."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmluZA&hash=b149379fcd5d112b8f11646c18a0c65c6f14f6af&lang=en&cache-only=0",
            "defineEn": "(of a law court) to make an official decision",
            "defineVi": "(của tòa án) đưa ra quyết định chính thức"
        },
        {
            "id": "feb958e7-c0cb-4f26-bae8-ce54aadb0491",
            "word": "to overturn",
            "phonetic": "tʊ oʊvɚtɜːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "An industry-backed initiative petition with a large marketing budget overturned the apple cart.",
                "His only conviction was later overturned.",
                "Instead, on Saturday, he personally made this demand of Georgia Secretary of State Brad Raffensperger: Overturn the state's election results.",
                "A French rescue ship found an overturned rubber boat on Thursday.",
                "Executive orders can be overturned by actual Congressional lawmaking, or by Supreme Court decisions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3ZlcnR1cm4&hash=6f9a35dbc9a9841f430b764eedbd59d91ea1c3ad&lang=en&cache-only=0",
            "defineEn": "to reverse, abolish, or invalidate something, especially a legal decision",
            "defineVi": "để đảo ngược, bãi bỏ, hoặc làm mất hiệu lực một cái gì đó, đặc biệt là một quyết định pháp lý"
        },
        {
            "id": "4bbbec11-3b1b-4566-b743-392448528d22",
            "word": "to please",
            "phonetic": "tə pliːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Pass the salt, please.",
                "Please make a note of the dates.",
                "Close the door, please.",
                "Can I have a Coke, please?",
                "Please write your name on the paper."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxlYXNl&hash=b911c01878185b7f516e702b8e1d7a9a14849cae&lang=en&cache-only=0",
            "defineEn": "to do or behave as one desires",
            "defineVi": "để làm hoặc cư xử như một mong muốn"
        },
        {
            "id": "d2d0df0b-7b0a-426e-86f8-694b36298d34",
            "word": "to put off",
            "phonetic": "tə pʊt ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "Remember, never put off until tomorrow what you can do today!",
                "It's pointless to put off what can be wrapped up today until tomorrow.",
                "There's no point in putting off what can be done today until tomorrow.",
                "One shall never put off what one can do today till tomorrow.",
                "Jamie always tends to put off today's work till tomorrow, but that ends tonight."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0IG9mZg&hash=e767a9d5e3972ed3ee5e35fa61d59f8a66674608&lang=en&cache-only=0",
            "defineEn": "to cause a person to dislike someone or something",
            "defineVi": "để gây ra một người không thích một ai đó hoặc một cái gì đó"
        },
        {
            "id": "add287aa-2200-4a5a-965b-61db0c6b4abc",
            "word": "to reverse",
            "phonetic": "tə ɹᵻvɜːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "This reversed Euclid’s idea.",
                "Three taps is reverse.",
                "Also, they reversed the flow of the freaking Chicago River.",
                "However this time, the situation was reversed.",
                "So you did the reverse."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV2ZXJzZQ&hash=a83e8cafdb0152b7e7447d92a1835c95457190eb&lang=en&cache-only=0",
            "defineEn": "to change something such as a process, situation, etc. to be the opposite of what it was before",
            "defineVi": "để thay đổi một cái gì đó chẳng hạn như một quá trình, tình huống, vv để ngược lại với những gì trước đây",
            "hasImg": true
        },
        {
            "id": "d19581b8-f1c7-4bb3-9f4d-e3853631c70c",
            "word": "to rule",
            "phonetic": "tə ɹuːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The house rules are crystal clear.",
                "The teacher ruled the classroom with a heavy hand, rarely allowing any freedom or creativity.",
                "She explained the rules of the game to the new players.",
                "In this particular society men rule the roost and women have a low status and few rights.",
                "The new rules should help cut the red tape for farmers."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcnVsZQ&hash=c4df9e8041c5a6151755c4e04554d13a531e3628&lang=en&cache-only=0",
            "defineEn": "to make an official decision about something",
            "defineVi": "để đưa ra một quyết định chính thức về một cái gì đó"
        },
        {
            "id": "e9e8df3d-c013-4a72-87b6-71b581041813",
            "word": "to [take] a chance",
            "phonetic": "tə teɪk ɐ tʃæns ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSBhIGNoYW5jZQ&hash=a78af5366732c78d19ed613971f980e185d3351a&lang=en&cache-only=0",
            "defineEn": "to undertake an action even though one might fail",
            "defineVi": "để thực hiện một hành động mặc dù một người có thể thất bại"
        },
        {
            "id": "529b054f-05a0-4093-8a14-5956a0f0c8a2",
            "word": "to [think] twice",
            "phonetic": "tə θɪŋk twaɪs ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdGhpbmsgdHdpY2U&hash=cee559c0fe5dec7047f218e0e1dec3909259d7c6&lang=en&cache-only=0",
            "defineEn": "to think about something very carefully before doing it",
            "defineVi": "để suy nghĩ về một cái gì đó rất cẩn thận trước khi làm nó"
        },
        {
            "id": "feead593-718a-4dca-8e82-7939fcbed572",
            "word": "to uphold",
            "phonetic": "tʊ ʌphoʊld ",
            "partOfSpeechType": "verb",
            "examples": [
                "The coach told his players, a rotten apple injures its neighbors, so I expect each of you to uphold the values of good sportsmanship and teamwork.",
                "The respected judge did not involve himself in minor legal disputes, as the saying goes, eagles never catch flies, but instead focused on upholding the law and maintaining justice.",
                "The editor-in-chief instructed her reporters to uphold journalistic ethics and avoid using language that could be seen as defamatory or discriminatory, reminding them of the proverb a goose quill is more dangerous than a lion's claw.",
                "United Nations judges in The Hague upheld a genocide conviction against former Bosnian Serb military chief Ratko Mladic.",
                "My contribution to music has been upholding the beautiful rhythms and melodies from Africa."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdXBob2xk&hash=956f8358b5aa4264b1da3cd1c5bf79f943cb912b&lang=en&cache-only=0",
            "defineEn": "(particularly of a law court) to state that a previous decision is correct",
            "defineVi": "(đặc biệt là của một tòa án luật) để tuyên bố rằng một quyết định trước đó là chính xác"
        },
        {
            "id": "c8a1ff20-f9c8-49d0-8533-84d314b4a717",
            "word": "admiration",
            "phonetic": "ædmɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "She won the admiration of many people in her battle against cancer.",
                "The athlete's record-breaking performance in the championship game knocked his opponents out of the park, securing his place in history and earning him widespread admiration and respect.",
                "After reading her biography, I saw her accomplishments in a different light and gained a deeper admiration for her resilience and determination.",
                "John witnessed how a known scam artist was treated with respect and admiration once he had made a fortune through his shady dealings.",
                "She had always admired the celebrity from afar, but after meeting them in person, she realized that admiration is the daughter of ignorance - she had not known the person behind the public persona."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRtaXJhdGlvbg&hash=ca8b63964186b538021940af4cab24f399de8c4b&lang=en&cache-only=0",
            "defineEn": "a feeling of much respect for and approval of someone or something",
            "defineVi": "một cảm giác rất tôn trọng và chấp thuận của một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "fbf672b2-bb0b-4f05-955a-5031df88eaed",
            "word": "adoption",
            "phonetic": "ɐdɑːpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Adoption of this new system wasn't easy.",
                "Cook: They only had 10% adoption.",
                "The average private adoption costs almost $40,000!",
                "But also, with the adoption of a common currency, the EU’s central bank gained more control over economic policy.",
                "That proposal will be refined before possible adoption at the expanded G20 meeting next month in Italy."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRvcHRpb24&hash=d9c81005eb7436c4922b5abc025dcf6150a5ffe3&lang=en&cache-only=0",
            "defineEn": "the action of starting to use a certain plan, name, method, or idea",
            "defineVi": "hành động bắt đầu sử dụng một kế hoạch, tên, phương pháp hoặc ý tưởng nhất định"
        },
        {
            "id": "f7f9d46b-458d-4013-94f4-7a927f66c9c0",
            "word": "award",
            "phonetic": "ɐwɔːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The young actress received an award for her outstanding performance.",
                "He was specially awarded for his exceptional contributions to the organization.",
                "I could care less about award shows.",
                "He won the top salesperson award and impressed everyone with his presentation skills.",
                "The Purple Heart, our nation's oldest military medal, is awarded to those service men and women who have borne the battle, sacrificing life and limb."
            ],
            "audio": "https://tts.langeek.co/read?text=YXdhcmQ&hash=3f3662ed9b3b8da25fe04149bd86fd02fbf7650e&lang=en&cache-only=0",
            "defineEn": "an official decision based on which something is given to someone",
            "defineVi": "một quyết định chính thức dựa trên đó một cái gì đó được trao cho một ai đó",
            "hasImg": true
        },
        {
            "id": "7a4454db-e33e-40ee-bb62-1fd42ac78976",
            "word": "consultation",
            "phonetic": "kɑːnsəlteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"Saving money can be difficult, but little drops make the ocean, and small savings can add up over time,\" said the financial advisor during the consultation.",
                "The professor's office hours are posted on the door, indicating when he is available for student consultations.",
                "\"In a professional setting, above all else, guard your heart, for everything you do flows from it, and your attitude and work ethic will determine your success,\" said the career coach during the consultation.",
                "These decisions could not be made with full consultation.",
                "Sharma directs OSU's student life counseling and consultation service."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3VsdGF0aW9u&hash=a977b30c98b6945d78dc26139c07998efb7f1cba&lang=en&cache-only=0",
            "defineEn": "the act or process of discussing something with a person or a group of people",
            "defineVi": "hành động hoặc quá trình thảo luận điều gì đó với một người hoặc một nhóm người"
        },
        {
            "id": "e7de74ae-8a7c-4485-88c0-4aa226a37dec",
            "word": "conundrum",
            "phonetic": "kənʌndɹəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "And that led to a conundrum.",
                "In fact, the Queen of Hearts could cobble together an analogous conundrum out of any four consecutive Fibonacci numbers.",
                "This conundrum is called the Twins Paradox, and I'll explain the solution to it in my next video.",
                "But more importantly to our temperature conundrum, changes from liquid phase to gas phase require a TON of energy, and that energy has to come from somewhere.",
                "This year, researchers at Harvard and the Institute of Science and Technology Austria used evolutionary game theory to make sense of these conundrums."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udW5kcnVt&hash=aa26dab8239ceb7281b3bf3c2ad40edf430314cd&lang=en&cache-only=0",
            "defineEn": "a problem or question that is confusing and needs a lot of skill or effort to solve or answer",
            "defineVi": "một vấn đề hoặc câu hỏi khó hiểu và cần rất nhiều kỹ năng hoặc nỗ lực để giải quyết hoặc trả lời"
        },
        {
            "id": "478b7a6a-e2f2-4eab-8a85-dfb5a84d2533",
            "word": "dilemma",
            "phonetic": "dᵻlɛmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "After numerous inspections, the correct answer to this dilemma still remains at sea.",
                "So, I understand national leaders' dilemma.",
                "Now you see the dilemma?",
                "Now people here are facing a new dilemma.",
                "But now you and your partner face a dilemma."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlsZW1tYQ&hash=0177424d5500f5eaa5e528a319812da068265136&lang=en&cache-only=0",
            "defineEn": "a situation that is difficult because a choice must be made between two or more options that are equally important",
            "defineVi": "một tình huống khó khăn vì phải lựa chọn giữa hai hoặc nhiều lựa chọn có tầm quan trọng như nhau",
            "hasImg": true
        },
        {
            "id": "35fed377-7934-47f5-82b6-64cd10c06eb7",
            "word": "jurisdiction",
            "phonetic": "dʒʊɹɹɪsdɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That's appellate jurisdiction.",
                "And it can change the jurisdiction of federal courts.",
                "In some cases we may find no federal jurisdiction. ",
                "Trial courts are also called courts of original jurisdiction.",
                "They don't recognize permits from other jurisdictions."
            ],
            "audio": "https://tts.langeek.co/read?text=anVyaXNkaWN0aW9u&hash=31fe2fe1b5b6834b5ccbaebe8989f74d150c0677&lang=en&cache-only=0",
            "defineEn": "the power or authority of a court of law or an organization to make legal decisions and judgements",
            "defineVi": "quyền lực hoặc thẩm quyền của tòa án hoặc một tổ chức để đưa ra các quyết định và bản án pháp lý"
        },
        {
            "id": "7cb6876e-22e5-4040-8c31-a1174c24ddf7",
            "word": "prejudice",
            "phonetic": "pɹɛdʒuːdɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Rivalries and prejudice were by degrees fading out.",
                "In her entire career, Monia has stayed a cut above the rest by steering clear of prejudices and letting her work talk for itself.",
                "As a journalist, I believe that fair play is a jewel, and it's important to report the truth without bias or prejudice.",
                "Prejudice is a poison that divides and conquers the people that are engaged in this fear based, antagonistic way of living.",
                "The racial slur in this newsreel title shows the prejudice towards Mexican workers during this time."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlanVkaWNl&hash=958576869047d5df238323dae78ae6a6706758c7&lang=en&cache-only=0",
            "defineEn": "an unreasonable opinion or judgment based on dislike felt for a person, group, etc., particularly because of their race, sex, etc.",
            "defineVi": "một ý kiến hoặc đánh giá vô lý dựa trên cảm giác không thích đối với một người, một nhóm, v.v., đặc biệt là vì chủng tộc, giới tính của họ, v.v."
        },
        {
            "id": "b9c9be9b-e989-4c5b-884e-2199a473e511",
            "word": "resistance",
            "phonetic": "ɹᵻsɪstəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Resistance will always remain a thorn in the flesh of Zionism and its ideology which is rooted in the perverse notion of supremacy and power.",
                "Excessive use of pesticides can breed resistance in pests, making them harder to control in the future.",
                "John will follow the path of least resistance.",
                "They would rather take the line of least resistance than become involved in arguments.",
                "They promised that the army would strike with an iron fist at any resistance."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzaXN0YW5jZQ&hash=de50e63786ec0918aa963b6f1bdf65c0d70961fa&lang=en&cache-only=0",
            "defineEn": "the act of refusing to accept or obey something such as a plan, law, or change",
            "defineVi": "hành động từ chối chấp nhận hoặc tuân theo một cái gì đó như kế hoạch, luật hoặc thay đổi"
        },
        {
            "id": "80602a0c-96da-4fad-84f5-54cc02c3dce7",
            "word": "ruling",
            "phonetic": "ɹuːlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The judge's ruling carries significant weight in the legal community.",
                "The judge stood firm in her ruling.",
                "This support has dramatically tilted the balance of power in favor of the Algerian ruling elite.",
                "Any government that seeks to split its opponents is dividing and ruling.",
                "And Judge Amy Berman Jackson's ruling does have some pretty strong language about the Justice Department."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVsaW5n&hash=b397debe8b8430c425e0b4ed2ae89b2a97043ace&lang=en&cache-only=0",
            "defineEn": "a decision made by someone with official power, particularly a judge",
            "defineVi": "một quyết định được đưa ra bởi một người có quyền lực chính thức, đặc biệt là một thẩm phán"
        },
        {
            "id": "4215a086-07cc-4a1f-926f-3b81c2252220",
            "word": "verdict",
            "phonetic": "vɜːdɪkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I gave my verdict.",
                "The jury was unable to reach a verdict.",
                "I hope this guilty verdict puts that rat of a CEO in his place.",
                "The trial has run its course, and the verdict will be announced tomorrow.",
                "Everyone had been holding their breath, waiting for the verdict."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVyZGljdA&hash=dea65f503b7f0305695e7069c9dd18e39c8069c1&lang=en&cache-only=0",
            "defineEn": "an opinion given or a decision made after much consideration",
            "defineVi": "một ý kiến đưa ra hoặc một quyết định thực hiện sau khi xem xét nhiều"
        },
        {
            "id": "e11065a2-1b29-4f22-ab22-7fbc9be6963a",
            "word": "to [have] a think",
            "phonetic": "tə hæv ɐ θɪŋk ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaGF2ZSBhIHRoaW5r&hash=466182ef03d9a9483faf1ea66eac1f66cb5999f6&lang=en&cache-only=0",
            "defineEn": "to think about something before making a decision",
            "defineVi": "để suy nghĩ về một cái gì đó trước khi đưa ra quyết định"
        },
        {
            "id": "9c7eacba-bad7-419e-8da4-88053fa1b258",
            "word": "to [take] {sth} into consideration",
            "phonetic": "tə teɪk ɛstiːeɪtʃ ɪntʊ kənsɪdɚɹeɪʃən ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSB7c3RofSBpbnRvIGNvbnNpZGVyYXRpb24&hash=754e20c429966563aac85250482f19bb3825714a&lang=en&cache-only=0",
            "defineEn": "to give thought to a certain fact before making a decision",
            "defineVi": "để suy nghĩ về một thực tế nhất định trước khi đưa ra quyết định"
        },
        {
            "id": "8177fe0b-e5e3-46c6-b9d7-cdc8f92b507a",
            "word": "to partake",
            "phonetic": "tə pɑːɹteɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "I mean you're really partaking of the Earth on which you live.",
                "And then, of course, in China's market, they're under pressure from the government and also bottom-up pressure from Chinese citizens who are inclined to partake in consumer boycotts.",
                "Many dogs and other pets love joining in the warm, social event, but there are a few things they should not partake in.",
                "And this equation makes it safe to partake in all sorts of shenanigans, like jumping into a hayloft or a bouncy castle from a tall height, or throwing a baby.",
                "but they're not part of the makeup space, Jeffree has to be the most racist, misogynistic, partaking in misogynoir- I'm sorry, I can't. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFydGFrZQ&hash=f0d2d6c09e1d796c0f1ae6a83841acfc7b68dc08&lang=en&cache-only=0",
            "defineEn": "to participate in an event or activity",
            "defineVi": "để tham gia vào một sự kiện hoặc hoạt động"
        },
        {
            "id": "68c8dd5f-2e05-4cf9-89a7-5140e689e36b",
            "word": "to undertake",
            "phonetic": "tʊ ʌndɚteɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "When supplies ran low during the mountaineering expedition, the climbers realized that hunger breaks stone walls and undertook increasingly dangerous descents to forage for food.",
                "The company undertook an initial public offering in 2018 at a float price just above 24 dollars.",
                "In time, these enterprising fish would undertake one of the most important journeys in the history of life.",
                "So it undertook an unusual effort called quantitative easing, or QE.",
                "She undertook the building of roads and the fostering of trade to bring economic unity to Russia."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5kZXJ0YWtl&hash=d37936d97dc2b060b856a102e24a9bb2dbe4c6de&lang=en&cache-only=0",
            "defineEn": "to take responsibility for something and start to do it",
            "defineVi": "chịu trách nhiệm cho một cái gì đó và bắt đầu làm nó"
        },
        {
            "id": "00480a95-5dc3-45fb-8a1d-1b2046bf0c27",
            "word": "thing",
            "phonetic": "θɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I see things differently now.",
                "Things certainly move fast in the blogosphere.",
                "Things like this take time.",
                "Things have changed dramatically since then.",
                "Finally things are moving in the right direction."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhpbmc&hash=01c8346327c26885cfd0504d70b3830fd2b7f045&lang=en&cache-only=0",
            "defineEn": "something that someone is particularly interested in or drawn to",
            "defineVi": "một cái gì đó mà ai đó đặc biệt quan tâm hoặc thu hút"
        }
    ]
}