{
    "id": "4484d241-f015-468b-9550-ecccc9ee51a6",
    "title": "Psychology",
    "originalTitle": "Lesson 23",
    "words": [
        {
            "id": "646c0018-7259-4697-a805-32cbc6482e54",
            "word": "cognition",
            "phonetic": "kɑːɡnɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hot cognition, on the other hand, involves emotion.",
                "Cognition doesn’t just come from one part of the brain.",
                "And the microbes and fiber affected the subjects’ mood and cognition.",
                "Teens are just fine with cold cognition.",
                "They also display remarkable foresight, planning, and cognition."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29nbml0aW9u&hash=ec44017321df830c7424ff35e5388b4c8f56c5c7&lang=en&cache-only=0",
            "defineEn": "the result of a mental processing or understanding",
            "defineVi": "kết quả của một xử lý tinh thần hoặc sự hiểu biết"
        },
        {
            "id": "98aa2fab-d275-48d5-8c3a-fdeae9ddbeee",
            "word": "clinical",
            "phonetic": "klɪnɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Clinical depression is different.",
                "One positive study doesn't establish clinical use.",
                "Morbidity or morbid is a clinical term for disease state.",
                "The clinical term for this is comorbid conditions.",
                "And that clinical judgment remains crucial."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xpbmljYWw&hash=999b033c53f4da75926c10fb55158d00acfa3d7b&lang=en&cache-only=0",
            "defineEn": "involving examination of patients and their treatment",
            "defineVi": "liên quan đến việc kiểm tra bệnh nhân và điều trị của họ"
        },
        {
            "id": "c3cdbb0d-4178-4010-a66a-4e7bbb59180a",
            "word": "developmental",
            "phonetic": "dɪvɛləpmɛntəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Of course, other thinkers at that time were also talking about developmental crises.",
                "For this, scientists got some inspiration from developmental biology.",
                "He viewed homosexuality as a developmental glitch.",
                "You can see negative symptoms with social anxiety, autism spectrum disorder and other developmental disorders.",
                "And developmental psychologists are very interested in the changes that happen in most kids between the ages of three and five."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV2ZWxvcG1lbnRhbA&hash=6017c18e1f09deef51182850e0ab912e0d36c51d&lang=en&cache-only=0",
            "defineEn": "connected with the state or process of development",
            "defineVi": "kết nối với trạng thái hoặc quá trình phát triển"
        },
        {
            "id": "2ed41969-3983-4986-80d4-206d47f9117a",
            "word": "phobia",
            "phonetic": "foʊbiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Phobia sufferers often find themselves virtual prisoners in their own home.",
                "Phobias are an intense fear of an object or situation.",
                "But people have phobias of all kinds of other animals.",
                "Phobias aren’t uncommon, either.",
                "Some common phobias include spiders, getting shots, or public speaking."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhvYmlh&hash=3060af4d1cccfccba740cb35dfec498e25997627&lang=en&cache-only=0",
            "defineEn": "a great fear of an object or situation that is irrational",
            "defineVi": "một nỗi sợ hãi lớn về một đối tượng hoặc tình huống không hợp lý",
            "hasImg": true
        },
        {
            "id": "badcaf5d-7ef1-4b18-a910-bd9f854db8eb",
            "word": "hypothesis",
            "phonetic": "haɪpɑːθəsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scientist understood that every bean has its black, and that even the most promising hypothesis may have flaws that need to be addressed and overcome.",
                "However his massive collection of drawings supported his hypothesis from every angle.",
                "So, this hypothesis makes sense.",
                "P-values, by definition, only examine null hypotheses.",
                "We develop a hypothesis."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlwb3RoZXNpcw&hash=c4f0b278a0f9a0c3be6e7972575b2c2eaa5173af&lang=en&cache-only=0",
            "defineEn": "an explanation based on limited facts and evidence that is not yet proved to be true",
            "defineVi": "một lời giải thích dựa trên các sự kiện và bằng chứng hạn chế chưa được chứng minh là đúng"
        },
        {
            "id": "a14a9955-59cc-493e-a058-1366b54cae1c",
            "word": "placebo",
            "phonetic": "pləsiːboʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Half of them, after treatment, got placebo.",
                "It was a placebo.",
                "A round of medicine first trains the brain, then the placebo maintains the response.",
                "Other players wore the same device with just some placebo stimulation as a control.",
                "The trial also doesn't have a control or placebo group."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhY2Vibw&hash=4a1b34b32a69efa4c0812b0e7689be969771c03a&lang=en&cache-only=0",
            "defineEn": "a medicine without any physiological effect that is given to a control group in an experiment to measure the effectiveness of a new drug or to patients who think they need medicine when in reality they do not",
            "defineVi": "một loại thuốc không có bất kỳ tác dụng sinh lý nào được dùng cho một nhóm đối chứng trong một thí nghiệm để đo lường hiệu quả của một loại thuốc mới hoặc cho những bệnh nhân nghĩ rằng họ cần thuốc trong khi thực tế họ không cần"
        },
        {
            "id": "34228021-32f1-4491-aede-77983e6cb950",
            "word": "schizophrenia",
            "phonetic": "skɪtsəfɹɛniə ",
            "partOfSpeechType": "noun",
            "examples": [
                "But not all people with schizotypal personality disorder develop schizophrenia.",
                "Or schizophrenia can cause false beliefs or sensations.",
                "We treat schizophrenia with antipsychotic medications.",
                "Schizophrenia causes cognitive problems like trouble with problem-solving and analysis.",
                "Other research has connected IL-6 specifically to schizophrenia."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NoaXpvcGhyZW5pYQ&hash=2a4d621102119709d278b8c20bf37421e8f50ca6&lang=en&cache-only=0",
            "defineEn": "a chronic mental disorder in which a person's ability to think, feel or behave is affected, often associated with the distortion of reality",
            "defineVi": "một rối loạn tâm thần mãn tính trong đó khả năng suy nghĩ, cảm nhận hoặc hành vi của một người bị ảnh hưởng, thường liên quan đến sự biến dạng của thực tế"
        },
        {
            "id": "00b44d40-f6eb-4b23-bb94-95b556abbb96",
            "word": "psychological",
            "phonetic": "saɪkəlɑːdʒɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And that psychological anguish takes a toll physically.",
                "And do people in different fandoms have different psychological experiences?",
                "The second part of addiction is the psychological dependence.",
                "Another term for this is a psychological construct.",
                "The psychological term for this is the ID."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hvbG9naWNhbA&hash=7ea0401418849c07e9211e81dc81dc0601ee5428&lang=en&cache-only=0",
            "defineEn": "connected with the scientific study of the human mind and its functions",
            "defineVi": "kết nối với nghiên cứu khoa học về tâm trí con người và các chức năng của nó",
            "hasImg": true
        },
        {
            "id": "6bd10bcd-06f9-4fa1-809d-10c14e94c647",
            "word": "memory",
            "phonetic": "mɛmɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Maybe this photograph will jog your memory.",
                "Memories of that day still bring a lump to his throat.",
                "The memory of all that blood made his flesh creep.",
                "These events occurred within living memory.",
                "As I bit into the mombin, its fibrous texture and tropical taste brought back childhood memories."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVtb3J5&hash=da16a7ad73640fcc2ba90673921ad07486c08335&lang=en&cache-only=0",
            "defineEn": "the ability of mind to keep and remember past events, people, experiences, etc.",
            "defineVi": "khả năng lưu giữ và ghi nhớ các sự kiện, con người, kinh nghiệm trong quá khứ, v.v."
        },
        {
            "id": "da2a2f02-6fc9-4e5f-bb1d-186921a09522",
            "word": "applied psychology",
            "phonetic": "ɐplaɪd saɪkɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "A 1990 study in The Journal of Applied Psychology examined this idea using 407 undergraduate business students."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwbGllZCBwc3ljaG9sb2d5&hash=6e0d36f65a9b03de5f24812931811858346822e1&lang=en&cache-only=0",
            "defineEn": "any branch of psychology that deals with finding practical solutions for human or animal behavioral problems",
            "defineVi": "bất kỳ ngành tâm lý học nào liên quan đến việc tìm kiếm các giải pháp thiết thực cho các vấn đề về hành vi của con người hoặc động vật"
        },
        {
            "id": "a31be6a4-a473-4e40-9d08-7d6e2c09d410",
            "word": "behaviourism",
            "phonetic": "bᵻheɪvjɚɹəɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmVoYXZpb3VyaXNt&hash=864b198c3ea136d235b746103ad1800175219165&lang=en&cache-only=0",
            "defineEn": "(psychology) the theory that believes human behavior is a conditioned response to outside stimuli",
            "defineVi": "(tâm lý học) lý thuyết tin rằng hành vi của con người là một phản ứng có điều kiện đối với các kích thích bên ngoài"
        },
        {
            "id": "20d80340-1110-42be-9a3f-b77a5ba3f0ac",
            "word": "stress",
            "phonetic": "stɹɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Under stress, the body produces adrenalin.",
                "If you keep working so hard, the stress will eventually take its toll.",
                "The stress of the job caused him to fall to pieces and have panic attacks.",
                "Michael stressed over the prospect of finding a new school for his autistic son yet again after two moves in three years, knowing that three moves are as bad as a fire for his son's specialized educational needs.",
                "What is stressed rather is that the same phenomenon provides the foundation for both historical tendencies."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyZXNz&hash=e8565e69df5740a90b992ead8a765dded03fc85c&lang=en&cache-only=0",
            "defineEn": "(psychology) a mental state of worry caused by physical or emotional tension",
            "defineVi": "(tâm lý học) trạng thái tinh thần lo lắng do căng thẳng về thể chất hoặc tinh thần",
            "hasImg": true
        },
        {
            "id": "7e62a73f-33b1-4353-80cf-3a49b1b52c22",
            "word": "delusion",
            "phonetic": "dᵻluːʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The harsh criticism tore him out of his delusions of grandeur.",
                "You have delusions.",
                "Fregoli delusion has the opposite problem.",
                "The delusions can take on a persecutory or nihilistic tone.",
                "Delusions can be a part of other psychotic experiences like mania, depression, and substance intoxication or withdrawal."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsdXNpb24&hash=c16f44514daa0a90f1265428cc17c1e520235185&lang=en&cache-only=0",
            "defineEn": "(psychology) a mental condition in which a person has a false belief system that is contradicted by evidence",
            "defineVi": "(tâm lý học) một tình trạng tâm thần trong đó một người có hệ thống niềm tin sai lầm trái ngược với bằng chứng"
        },
        {
            "id": "6a0816dd-ad8d-4472-9fb7-f48c166cdaeb",
            "word": "suppression",
            "phonetic": "səpɹɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Voter suppression is white supremacy.",
                "And they say that suppression.",
                "And yes, voter suppression is real.",
                "The two sides of the same coin, it’s suppression of workers’ wages, OK? ",
                "We actually still use water sound suppression systems today, for rockets like SpaceX’s Falcon 9."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwcHJlc3Npb24&hash=6154a67ed60e8901ad5761b1ce4d6af4d150d815&lang=en&cache-only=0",
            "defineEn": "(psychology) the conscious act of holding a thought or feeling back",
            "defineVi": "(tâm lý học) hành động có ý thức kìm lại một suy nghĩ hoặc cảm xúc"
        },
        {
            "id": "16e41e7e-1e21-40ad-820e-1bb766f40b42",
            "word": "behavior",
            "phonetic": "bᵻheɪvjɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Harassment or bullying is unacceptable behavior in the workplace.",
                "Her behavior toward her colleagues was unprofessional.",
                "The parent modeled good behavior by always wearing a seatbelt in the car, even for short trips.",
                "The CEO's focus on customer satisfaction was reflected in the employees' behavior, as like master, like man.",
                "Here are 4 behaviors a narcissist displays that reveals their true colors."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVoYXZpb3I&hash=4e7feb1b671dafad93f44b4784e747dd1222dcbf&lang=en&cache-only=0",
            "defineEn": "(psychology) the way a person or an animal acts in different situations or responds to stimuli",
            "defineVi": "(tâm lý học) cách một người hoặc một con vật hành động trong các tình huống khác nhau hoặc phản ứng với các kích thích"
        },
        {
            "id": "d37d374b-cb02-4237-800c-4ebbbb040e08",
            "word": "constancy",
            "phonetic": "kɑːnstənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Perceptual constancy is what allows us to continue to recognize an object regardless of its distance, viewing angle, motion, or illumination, even as it might appear to change color, size, shape, and brightness depending on the conditions.",
                "And in addition to organizing things by form, depth, and motion, our perception of the world also requires consistency, or as psychologists call it, constancy.",
                "This is one of the consequences forced upon us by the constancy of the speed of light: in a universe (like ours) where changes of velocity don't change the speed of light, then changes of moving perspective can never make other velocities change from a relative speed less than the speed of light, to a relative speed equal to or greater than light."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3RhbmN5&hash=f84487ae9ccb399886f8caecf333e02bcf842680&lang=en&cache-only=0",
            "defineEn": "(psychology) the tendency to keep the same perception of an object despite changes in the stimuli",
            "defineVi": "(tâm lý học) xu hướng giữ nguyên nhận thức về một đối tượng bất chấp những thay đổi trong các kích thích"
        },
        {
            "id": "30153374-ec5f-4b6e-9ede-646fc1df6f5d",
            "word": "extrovert",
            "phonetic": "ɛkstɹəvɜːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "You don't have to be a comedian or a super extrovert.",
                "Introversion later came to mean shyness, while an extrovert was someone outgoing.",
                "For example, introverts are usually better at interpreting people's feelings, while extroverts are often better at expressing them.",
                "The Swiss psychiatrist Carl Jung, who popularized the terms introvert and extrovert, defined an introvert as someone who sticks to their principles regardless of situation, and an extrovert as someone who molds their self according to circumstance.",
                "Today, an introvert is someone who finds alone time restorative, an extrovert draws energy from social interaction, and an ambivert falls somewhere between these two extremes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0cm92ZXJ0&hash=4779bbd1e9a1a0905ad73da758336c268699cc77&lang=en&cache-only=0",
            "defineEn": "(psychology) a person that is preoccupied with external things and prefers social situations",
            "defineVi": "(tâm lý học) một người bận tâm đến những thứ bên ngoài và thích các tình huống xã hội"
        },
        {
            "id": "a2545410-9e91-431c-893d-a51c76fb6fc3",
            "word": "generalization",
            "phonetic": "dʒɛnɚɹəlᵻzeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sarah's father always told her that honest men marry quickly, wise men not at all, but she didn't believe in such generalizations and chose to make her own decisions about marriage.",
                "And they were actually making a generalization.",
                "You have to make generalizations about people you don't know.",
                "And these are broad, sweeping, abstract generalizations that can take on a self-loathing tone.",
                "There in wine is found the great generalization: all life is fermentation."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXJhbGl6YXRpb24&hash=223fbf9415b9ea466a81182e728e00c265c42164&lang=en&cache-only=0",
            "defineEn": "(psychology) the tendency to show an identical response to similar but distinct stimuli",
            "defineVi": "(tâm lý học) xu hướng thể hiện một phản ứng giống hệt nhau đối với các kích thích tương tự nhưng khác biệt"
        },
        {
            "id": "78c1266c-181d-4d5a-8079-b89306c2d1e6",
            "word": "habit",
            "phonetic": "hæbɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Don't make a habit of it.",
                "The toddler imitated his mother's habit of biting her nails.",
                "Lying is considered a bad habit.",
                "Laura has a habit of rubbing people the wrong way.",
                "She gave me a flea in my ear over my spending habits."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFiaXQ&hash=9d173334a6d56c04af2b9659fdbd99859507dce8&lang=en&cache-only=0",
            "defineEn": "(psychology) any regularly repeated pattern of behavior that is shown almost automatically in response to a specific situation",
            "defineVi": "(tâm lý học) bất kỳ kiểu hành vi lặp đi lặp lại thường xuyên nào được thể hiện gần như tự động để đáp ứng với một tình huống cụ thể"
        },
        {
            "id": "1c297e1c-1d07-4d0f-ba66-86a32123bf0d",
            "word": "image",
            "phonetic": "ɪmɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Did your friend ask for permission to use the image?",
                "The company is trying to create a young energetic image.",
                "Many women feel pressure to maintain a youthful appearance as they age due to the harmful stereotype that 'a woman is as old as she looks', which can lead to body image issues and low self-esteem.",
                "Images are captured in black and white to save hard disk space.",
                "The photographer ventured into remote landscapes, capturing stunning images of untouched nature in the raw, free from any human intervention."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1hZ2U&hash=abcb1fc29bae919497512e19f0fe8476e645c89e&lang=en&cache-only=0",
            "defineEn": "a mental perception resembling an external phenomenon",
            "defineVi": "một nhận thức tinh thần giống như một hiện tượng bên ngoài"
        },
        {
            "id": "b766c097-c95c-471e-96b2-854acf2e19f9",
            "word": "introvert",
            "phonetic": "ɪntɹəvɜːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many people underestimate the power of introverts, thinking that their quiet demeanor means they have nothing to offer.",
                "However, still waters run deep, and introverts often have a wealth of insights and ideas to share.",
                "Wells, a self-described introvert, is their celebrity guru.",
                "Wells, a self-described introvert, is their celebrity guru.",
                "The introverts seem to have sometimes somewhat of a challenge, because they don't really do the small talk in the meeting."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50cm92ZXJ0&hash=ab3a8b1ea0078aac1ae55acb238b8642a80776c5&lang=en&cache-only=0",
            "defineEn": "(psychology) a person who is preoccupied with their own thoughts and feelings rather than the external world",
            "defineVi": "(tâm lý học) một người bận tâm với những suy nghĩ và cảm xúc của chính họ hơn là thế giới bên ngoài",
            "hasImg": true
        },
        {
            "id": "58846def-f9ed-4f1c-b7dd-534a67c55d99",
            "word": "persona",
            "phonetic": "pɜːsoʊnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The celebrity's public persona was sweet and kind, but her staff knew that she could be demanding and difficult to work with - she had a honey tongue, but a heart of gall, as the saying goes.",
                "She had always admired the celebrity from afar, but after meeting them in person, she realized that admiration is the daughter of ignorance - she had not known the person behind the public persona.",
                "You were trying different personas.",
                "That was another persona.",
                "Kahlo created her own myth, her own persona."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc29uYQ&hash=fbe3c8d1bcc29586007d8e3b6f513b1865ba815c&lang=en&cache-only=0",
            "defineEn": "(psychology) a person's social representation or the impression other's have of a certain individual which is concealing the true self",
            "defineVi": "(tâm lý học) đại diện xã hội của một người hoặc ấn tượng của người khác về một cá nhân nào đó đang che giấu con người thật"
        },
        {
            "id": "a08560ca-b79e-4f63-8d7f-2b98d6269307",
            "word": "process",
            "phonetic": "pɹɑːsɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "He knew the process backwards.",
                "The slow healing process of the wound required regular care.",
                "They explained the process of making a paper airplane step by step.",
                "The filtration process works by physically removing the contaminants from the water.",
                "Processes to check against deterioration in the quality of the data held."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvY2Vzcw&hash=20f3a55f274783b24c19e3f60dae4500dce8f6a2&lang=en&cache-only=0",
            "defineEn": "(psychology) any cognitive function that is involved in understanding and learning",
            "defineVi": "(tâm lý học) bất kỳ chức năng nhận thức nào liên quan đến việc hiểu và học"
        },
        {
            "id": "72715041-6497-4b2a-a173-6fea0e57eabb",
            "word": "ego",
            "phonetic": "iːɡoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "To possess power is the ultimate ego trip for most people.",
                "I couldn't resist stroking my ego a bit by reading some of the good reviews for my latest film.",
                "It's a form of self-approval that strokes the ego and compensates for someone's insecurity.",
                "She sufficiently strokes his ego by saying how much she likes his book to make him overlook any potential concerns.",
                "He was on another one of his ego trips, directing and taking the main part in a movie."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWdv&hash=6e582327dd2961a67d658879abecdd300eadf299&lang=en&cache-only=0",
            "defineEn": "(psychology) the conscious part of the mind that mediates between the unconscious and the reality which gives one a sense of self",
            "defineVi": "(tâm lý học) phần ý thức của tâm trí làm trung gian giữa vô thức và thực tế mang lại cho người ta cảm giác về bản thân"
        },
        {
            "id": "c6dc32e6-83b7-4d36-972e-e1aefcea0446",
            "word": "superego",
            "phonetic": "suːpɚɹiːɡoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And your superego is made up of the cultural values and norms that you internalize and use to guide your decisions.",
                "The i d contains those basic instincts, which just want pleasure all the time, while the superego has your morals and self-control.",
                "So if the i d is the devil on your shoulder, the superego is the angel on the other shoulder, and the ego is the mediator who intervenes when the angel and devil start fighting.",
                "He thought the mind was made of three parts: the i d, the ego, and the superego.",
                "According to Freud, the i d and superego were mostly unconscious, so you didn’t know they were influencing your choices or thoughts."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwZXJlZ28&hash=1518a16eaede5eb9c4299b46643053a7f9456e63&lang=en&cache-only=0",
            "defineEn": "(psychology) the part of the mind that is only partly conscious, representing social norms learned from the parents",
            "defineVi": "(tâm lý học) phần tâm trí chỉ có ý thức một phần, đại diện cho các chuẩn mực xã hội học được từ cha mẹ"
        },
        {
            "id": "96132203-c451-4637-947c-9445d52b7b9e",
            "word": "id",
            "phonetic": "aɪdiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The psychological term for this is the ID.",
                "Who would want a false ID? ",
                "KQED Sonic ID",
                "Show your ID on camera!",
                "Show us your ID!"
            ],
            "audio": "https://tts.langeek.co/read?text=aWQ&hash=e23a9a3710e554569adb82eb9497ab20c9b831e0&lang=en&cache-only=0",
            "defineEn": "(psychology) the part of the unconscious mind that is the source of basic instincts and drives",
            "defineVi": "(tâm lý học) phần của tâm trí vô thức là nguồn gốc của các bản năng và động lực cơ bản"
        },
        {
            "id": "aa449c38-3c9d-434d-8906-b1a5126c7a46",
            "word": "projection",
            "phonetic": "pɹədʒɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company based its projections on shaky ground, leading to financial losses.",
                "Projection reinforces your negative thoughts.",
                "First of all, what is projection?",
                "Our projection definition simplifies a good bit.",
                "A projection of the sum of the vectors is equal to the sum of the projections of the vectors."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvamVjdGlvbg&hash=3c9b749ce4362d1af7fe5433f8ee1ef0e3602eed&lang=en&cache-only=0",
            "defineEn": "(psychology) the unconscious process in which an individual associates their feelings, ideas or attitudes to someone else as a defense mechanism",
            "defineVi": "(tâm lý học) quá trình vô thức trong đó một cá nhân liên kết cảm xúc, ý tưởng hoặc thái độ của họ với người khác như một cơ chế phòng vệ"
        },
        {
            "id": "622a5fd6-b3ac-43c4-85c6-c7b8dbedd2a7",
            "word": "catharsis",
            "phonetic": "kæθɑːɹsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Concerts can also bring catharsis.",
                "That, and dinosaurs in their graves maybe felt a twinge of catharsis.",
                "In times of grief they acted as a catharsis.",
                "It felt like a catharsis for the entire experience. ",
                "Dorothy Parker once described art as a form of catharsis."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0aGFyc2lz&hash=313508c546915939fc5ec1293aa952f50686911b&lang=en&cache-only=0",
            "defineEn": "(psychology) the process of relieving a complex by bringing it to consciousness and directly addressing it",
            "defineVi": "(tâm lý học) quá trình giải tỏa một mặc cảm bằng cách đưa nó vào ý thức và trực tiếp giải quyết nó"
        },
        {
            "id": "164362bd-5aab-42a0-acdb-888710d8a323",
            "word": "turmoil",
            "phonetic": "tɜːmɔɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sarah went through a lot of emotional turmoil after her breakup with Mark.",
                "The region has been in turmoil for years, not in the least because of violent political tensions between the two countries.",
                "My inappropriate remarks caused turmoil.",
                "The collapse of Lehman Brothers triggered turmoil in markets around the globe.",
                "Perhaps some witches could explain that turmoil."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVybW9pbA&hash=3824dd4c627f3084977a67a9f1d39e87ac455e95&lang=en&cache-only=0",
            "defineEn": "a state of extreme disturbance that causes a lot of worry and uncertainty",
            "defineVi": "một trạng thái cực kỳ xáo trộn gây ra rất nhiều lo lắng và không chắc chắn"
        }
    ]
}