{
    "id": "44ae06bb-c2f7-4302-9038-937adc2b1596",
    "title": "Feelings and Emotions",
    "originalTitle": "Feelings and Emotions",
    "words": [
        {
            "id": "9c5cc135-72a7-41a3-882a-ea626bcc4a47",
            "word": "desire",
            "phonetic": "dɪzaɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The GPS will guide you to your desired destination with turn-by-turn directions.",
                "Apparently, Meg's cooking leaves a lot to be desired.",
                "The accuracy of the information might leave something to be desired.",
                "The slow elevator took a long time to reach the desired floor.",
                "He learned the hard way to be more cautious with his desires."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzaXJl&hash=cdbb67eebddc5fd066e3b88c4dc7987b5a1d5596&lang=en&cache-only=0",
            "defineEn": "a very strong feeling of wanting to do or have something",
            "defineVi": "một cảm giác rất mạnh mẽ muốn làm hoặc có một cái gì đó"
        },
        {
            "id": "311b5538-db99-4ee5-9d26-c3977b947255",
            "word": "affection",
            "phonetic": "ɐfɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her affection for her grandson was written all over the old lady's face.",
                "When he returned home from a long trip, his cat's purrs and affection reminded him that she was truly the light of his life.",
                "Jenny loves her cat to death and showers it with affection and care every day.",
                "Whenever Sarah visits, Grandma always makes a fuss over her, showering her with affection and cooking her favorite meals.",
                "Whenever they were together, Jessica and Michael would often find themselves billing and cooing, lost in their affection for each other."
            ],
            "audio": "https://tts.langeek.co/read?text=YWZmZWN0aW9u&hash=afa6a9cb9602d4ed0259971109d962f246bc12a0&lang=en&cache-only=0",
            "defineEn": "a feeling of fondness or liking toward someone or something",
            "defineVi": "một cảm giác thích hoặc thích đối với một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "8dffffdc-41e8-4f06-8bcb-34b6b4686f48",
            "word": "eagerness",
            "phonetic": "iːɡɚnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Its eagerness and colleagues pulled a few tricks that allowed them to have it both ways.",
                "This eagerness was friends with the British race car maker and driver John Cooper, who became enamored with the cars handling and was convinced it would make an excellent rally car.",
                "Many people think that that changed the outcome reminded people of the danger of terrorism and the fact that George W. Bush had talked a lot about his eagerness to face that terror.",
                "And the eagerness to spend for points can get you into trouble.",
                "Despite President Trump's eagerness to lift restrictions, even as COVID-19 continues to claim lives, local officials are saying, not so fast."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWFnZXJuZXNz&hash=205cb721bb8e2da8c3840cd607c5763368af647a&lang=en&cache-only=0",
            "defineEn": "the state of being enthusiastic about having or doing something or feeling this way when expecting something",
            "defineVi": "trạng thái nhiệt tình về việc có hoặc làm điều gì đó hoặc cảm thấy như vậy khi mong đợi điều gì đó",
            "hasImg": true
        },
        {
            "id": "d046d26a-8ab8-43b6-a740-239e5ea1461d",
            "word": "fascination",
            "phonetic": "fæsᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In his fascination with the details of the stadium, Zeffer had come too close to the wall to see the wood for the trees.",
                "Jake had a lifelong fascination with history, and he finally decided to scratch the itch by traveling to historical sites around the world.",
                "My fascination with Japanese culture began with the Karate Kid Part II.",
                "The idea of a future with self-driving cars sparks both fascination and concern.",
                "You looked at me with fascination."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFzY2luYXRpb24&hash=028d9438daf50104082cd4c70d7b02f43f7e8367&lang=en&cache-only=0",
            "defineEn": "the state of having great interest in something or someone",
            "defineVi": "trạng thái có hứng thú lớn với một cái gì đó hoặc một ai đó"
        },
        {
            "id": "d4675315-e6a7-4677-93d1-55a7f7aeaba0",
            "word": "enthusiasm",
            "phonetic": "ɛnθuːziæzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is one of our top cultural projects, for which we are putting our shoulders to the wheel with great enthusiasm.",
                "Olivia's enthusiasm and passion for environmental causes make her the young blood that inspires others to take action.",
                "The musician continued to perform and compose music despite their age, believing that age may wrinkle the face, but lack of enthusiasm wrinkles the soul.",
                "So, enthusiasm was up.",
                "They enjoyed our honesty, enthusiasm for the animals and passion for education."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW50aHVzaWFzbQ&hash=2996a13b6971f68435b73c5714755c1a2dcc98c7&lang=en&cache-only=0",
            "defineEn": "a feeling of great excitement and passion",
            "defineVi": "một cảm giác vô cùng phấn khích và đam mê",
            "hasImg": true
        },
        {
            "id": "254f6496-0cc8-4fc6-b511-ea2269d12f35",
            "word": "devotion",
            "phonetic": "dɪvoʊʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His determination and devotion moved the princess.",
                "He would get four times their crowds, with eight times their devotion. ",
                "Merton called this ritualism, a deep devotion to the rules because they are the rules.",
                "but he remains resolute in his devotion to his wife.",
                "They pretty much agree that cults involve extreme devotion to some idea, thing, or person."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV2b3Rpb24&hash=ac1c9aed1568bef1cebafe50a3e6110c4cd5eb66&lang=en&cache-only=0",
            "defineEn": "strong love and support expressed for a person or thing",
            "defineVi": "tình yêu và sự hỗ trợ mạnh mẽ thể hiện cho một người hoặc vật"
        },
        {
            "id": "8db46345-42d1-4aca-89a4-171b5057844c",
            "word": "contentment",
            "phonetic": "kəntɛntmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I may not have a lot of money, but I remind myself that it's better to have an egg in peace than an ox in war and find contentment in the simple things in life.",
                "You're just in this zone of contentment.",
                "So the river can be the source of happiness and contentment.",
                "And that's not a state of peace and contentment.",
                "Amusement and anxiety are both considered high-arousal emotions, while contentment and sadness are considered low-arousal."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGVudG1lbnQ&hash=fef223cd942bca488c12aa3f8cb4b2d52dd80e95&lang=en&cache-only=0",
            "defineEn": "happiness and satisfaction, particularly with one's life",
            "defineVi": "hạnh phúc và sự hài lòng, đặc biệt là với cuộc sống của một người",
            "hasImg": true
        },
        {
            "id": "b32a9f7a-7e3c-4973-adde-4e8379603b2f",
            "word": "amazement",
            "phonetic": "ɐmeɪzmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The magician brought the house down with their amazing tricks, leaving the audience gasping in amazement.",
                "In Israel, Netanyahu expressed amazement at what Obama had done.",
                "I always watch this in such amazement.",
                "I was so hurt by her amazement that tears came to my eyes.",
                "When he fell, I think the amazement of Mubarak and his people that America deserted them openly, and the amazement of many allies of America, leaders in the region, that America seemed not to be a reliable ally and pushes you when they need at least not to interfere."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1hemVtZW50&hash=fd10cb175a5ce781fb1bd597f7b4916413859dea&lang=en&cache-only=0",
            "defineEn": "a feeling of extreme surprise or wonder",
            "defineVi": "một cảm giác cực kỳ ngạc nhiên hoặc ngạc nhiên",
            "hasImg": true
        },
        {
            "id": "ac94053f-4b28-4f3f-adac-6dc98cb8ad90",
            "word": "self-esteem",
            "phonetic": "sɛlfɛstiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many women feel pressure to maintain a youthful appearance as they age due to the harmful stereotype that 'a woman is as old as she looks', which can lead to body image issues and low self-esteem.",
                "I just had no self-esteem.",
                "Number one, inflated self-esteem or grandiosity.",
                "Self identity is about boundaries, self-esteem and emotion regulation.",
                "He has the power of low self-esteem."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1lc3RlZW0&hash=a89789622a7fbce25244a99cd66a40c86e789404&lang=en&cache-only=0",
            "defineEn": "satisfaction with or confidence in one's own abilities or qualities",
            "defineVi": "sự hài lòng hoặc tự tin vào khả năng hoặc phẩm chất của chính mình",
            "hasImg": true
        },
        {
            "id": "764c63b9-d30b-4629-9284-e1c9c6e5ed7c",
            "word": "curiosity",
            "phonetic": "kjʊɹɹɪɔsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Curiosity killed the cat, but satisfaction brought it back.",
                "You know what they say - curiosity killed the cat.",
                "The pig greeted me with curiosity and approached the fence.",
                "She scratched that itch of curiosity by exploring different cultures and traditions.",
                "As a brilliant scientist, Dr. Johnson's daughter proves to be a chip off the old block, showing the same level of curiosity and dedication to scientific research."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VyaW9zaXR5&hash=c451ef75d8f910f16b35a7aac6f8ed841a5cd440&lang=en&cache-only=0",
            "defineEn": "a strong wish to learn something or to know more about something",
            "defineVi": "một mong muốn mạnh mẽ để tìm hiểu một cái gì đó hoặc để biết thêm về một cái gì đó",
            "hasImg": true
        },
        {
            "id": "71d88467-01cb-41ca-909f-b10facbf0845",
            "word": "astonishment",
            "phonetic": "ɐstɑːnɪʃmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I think on my part there was a certain feeling of astonishment."
            ],
            "audio": "https://tts.langeek.co/read?text=YXN0b25pc2htZW50&hash=4c4e106967b037f28a471caf875269509440721e&lang=en&cache-only=0",
            "defineEn": "a feeling of total surprise",
            "defineVi": "một cảm giác hoàn toàn bất ngờ",
            "hasImg": true
        },
        {
            "id": "d2a0d972-ff34-4adc-b229-ac69d81e9832",
            "word": "honor",
            "phonetic": "ɑːnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's an honor to meet you!",
                "I feel it a great honor to be chosen.",
                "Mother's Day is celebrated in May to honor mothers.",
                "She realized that sometimes, a prophet is not without honor save in his own country.",
                "The company's management recognized the importance of honoring its traditions while also being open to new ideas and innovations, understanding that tradition is a guide and not a jailer."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9ub3I&hash=3eb36f3bb6c0cc5ecb1a08161a96b6d85f55c1a3&lang=en&cache-only=0",
            "defineEn": "great regard and respect for someone",
            "defineVi": "sự quan tâm và tôn trọng lớn đối với ai đó"
        },
        {
            "id": "36cbdc0b-b0c8-4ee9-86e6-7ed7fd38797e",
            "word": "thrill",
            "phonetic": "θɹɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fast roller coaster thrilled riders with its speed.",
                "Millions tune in to watch the thrills and spills of stock car racing.",
                "The athlete knew that every light has its shadow, and that the thrill of victory was often accompanied by the fear of defeat.",
                "Getting involved in a toxic relationship may provide the thrill of drama and excitement, but it can also lead to emotional abuse, manipulation, and heartbreak.",
                "He was always a rather reserved person, so it shocked me to learn that he was so into the thrills and chills of white-water rafting."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhyaWxs&hash=0e2d735c2e910e4516fb0539ece77bfb5c7788a2&lang=en&cache-only=0",
            "defineEn": "a sudden feeling of pleasure and excitement",
            "defineVi": "một cảm giác vui vẻ và phấn khích bất ngờ",
            "hasImg": true
        },
        {
            "id": "b8c81d2e-6793-4767-b268-e38265bc7055",
            "word": "fatigue",
            "phonetic": "fɐtiːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They feel like something the cat dragged in after a strenuous workout, sore and fatigued.",
                "However, some long-term conditions like respiratory disorders, gastrointestinal problems, and many others can overpower fatigue.",
                "Now, most people report fatigue.",
                "And then add fatigue to it.",
                "So the fatigue had worsened."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF0aWd1ZQ&hash=146d1cbadcea799a4edd6acaed1c614f50a88a4b&lang=en&cache-only=0",
            "defineEn": "a feeling of extreme tiredness that is usually caused by physical or mental overwork or exercise",
            "defineVi": "một cảm giác cực kỳ mệt mỏi thường do làm việc hoặc tập thể dục quá sức về thể chất hoặc tinh thần",
            "hasImg": true
        },
        {
            "id": "6d5957f0-7cd0-405a-97ce-ba79c902b19f",
            "word": "temper",
            "phonetic": "tɛmpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But he had a quick temper and that put me off.",
                "Losing your temper won’t get you anywhere.",
                "But when she got home and found that her roommate had eaten all her food, she lost her temper.",
                "He had just lost his job and thought of the saying 'God tempers the wind to the shorn lamb,' feeling that it was a reminder of God's care and protection during difficult times.",
                "The manager was known for his calm demeanor, but when his employee made the same mistake for the third time, he finally lost his temper and reprimanded them - every dog gets one bite."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVtcGVy&hash=88f68e3b717dd83c43c6de364c37dd70bc8a89ef&lang=en&cache-only=0",
            "defineEn": "a tendency to quickly become angry",
            "defineVi": "xu hướng nhanh chóng trở nên tức giận"
        },
        {
            "id": "8891a30b-4705-4c02-b88c-94a9fec3194a",
            "word": "fright",
            "phonetic": "fɹaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "My mother repeated the proverb 'burn not your house to fright away the mice,' as a reminder to not overreact to minor issues and to find more reasonable solutions.",
                "I got stage fright.",
                "'I haven't got a penny,' John answered in fright.",
                "If a state of fright actually altered their time perception, they should be able to read the numbers while falling.",
                "This is all some very, very helpful advice amidst a lot of confusion and nervousness and fright on a lot of parents' part."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJpZ2h0&hash=cfb03d351344f3fc7f9605eedd5d757c215886e2&lang=en&cache-only=0",
            "defineEn": "fear that is felt suddenly",
            "defineVi": "nỗi sợ hãi được cảm nhận đột ngột",
            "hasImg": true
        },
        {
            "id": "d876e55e-5369-4a6d-9f7d-a4df94180c6d",
            "word": "annoyance",
            "phonetic": "ɐnɔɪəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The young executive knew that a fool shows his annoyance at once, but a prudent man overlooks an insult, so he decided to take a deep breath and respond to the feedback in a constructive way.",
                "So that was the annoyance with the stimulus bill. ",
                "But it's not just a minor annoyance.",
                "But this could be an annoyance in terms of IO clearance at some point.",
                "Well, at the very least, they can can cause temporary annoyances like headaches."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5ub3lhbmNl&hash=e7a310ef1bcfe1c56d7fccfa1a7ee1892b6bfc0e&lang=en&cache-only=0",
            "defineEn": "the state or feeling of being slightly angry or impatient",
            "defineVi": "trạng thái hoặc cảm giác hơi tức giận hoặc thiếu kiên nhẫn",
            "hasImg": true
        },
        {
            "id": "5c761e02-8bd2-44e0-a4d7-1ab62c59f0b5",
            "word": "aggression",
            "phonetic": "ɐɡɹɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Obviously, aggression isn't just about biology.",
                "So Alexios’s unpaid army turned their aggression on Constantinople.",
                "Enter, passive aggression.",
                "On top of that, aggression is linked to higher rates of anxiety and depression.",
                "We will meet aggression with resolve and strength."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdncmVzc2lvbg&hash=0c14fa3c054feb78d4af790b4bdb113724dd5671&lang=en&cache-only=0",
            "defineEn": "hatred and anger that could lead to violent or threatening behavior",
            "defineVi": "hận thù và tức giận có thể dẫn đến hành vi bạo lực hoặc đe dọa"
        },
        {
            "id": "76e8f0b5-a427-47ab-96bf-aad1af905c04",
            "word": "anxiety",
            "phonetic": "æŋzaɪəɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "My anxiety usually keeps me from taking time by the forelock.",
                "Leave it to anxiety to put a situation out of perspective.",
                "Jane's parents were worried about her anxiety, but they knew that care is no cure and encouraged her to seek professional help.",
                "John was a silent sufferer, never letting on to his colleagues that he was struggling with anxiety and depression.",
                "He took to practicing yoga every morning to help him manage his stress and anxiety."
            ],
            "audio": "https://tts.langeek.co/read?text=YW54aWV0eQ&hash=fba9f40d830c7a836f85bc7754c4133f3a9a730b&lang=en&cache-only=0",
            "defineEn": "a feeling of nervousness or worry that one might have about an uncertain outcome in the future",
            "defineVi": "một cảm giác hồi hộp hoặc lo lắng mà một người có thể có về một kết quả không chắc chắn trong tương lai",
            "hasImg": true
        },
        {
            "id": "5de30f41-bc5b-4f17-97d1-3be396a7d2ee",
            "word": "despair",
            "phonetic": "dᵻspɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The thought drove him to despair.",
                "Despair seems to have set in among the team.",
                "Despair closed in on her.",
                "Her husband's violent and abusive behavior drove her to the verge of despair.",
                "Despite the challenging circumstances, she refused to yield to despair and fought for a better future."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzcGFpcg&hash=07b6e984ea92483de52b291751053674d0604e9c&lang=en&cache-only=0",
            "defineEn": "a feeling of total hopelessness",
            "defineVi": "một cảm giác hoàn toàn vô vọng"
        },
        {
            "id": "72972ca5-5f89-4126-b646-6c0e47ee7e59",
            "word": "disappointment",
            "phonetic": "dɪsɐpɔɪntmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boy's disappointment was thinly veiled when he opened his present.",
                "As the saying goes, expect disappointment and you will never be disappointed.",
                "As a parent, I try not to shield my children from every disappointment.",
                "Personal failures, disconnect from friends, and academic disappointments casted a cloud on my sense of purpose.",
                "I've had my fair share of heartbreak and disappointment, but I still believe that there is more pleasure in loving than in being beloved - it's a risk worth taking."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzYXBwb2ludG1lbnQ&hash=2110f936780b424049c493ff74347530dd319a49&lang=en&cache-only=0",
            "defineEn": "dissatisfaction that is resulted from the unfulfillment of one's expectations",
            "defineVi": "sự không hài lòng là kết quả của việc không đáp ứng mong đợi của một người"
        },
        {
            "id": "997dc483-1966-4058-bbf2-121424c75e1d",
            "word": "frustration",
            "phonetic": "fɹʌstɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Youtube comment sowed a seed of anger and untold frustrations which brought some questions to the forefront of her mind.",
                "He expresses frustration.",
                "That frustration has fueled protests.",
                "We understand your frustration.",
                "So I get the frustration."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJ1c3RyYXRpb24&hash=203b27c969976ec8dc06f2caaf39581b6a54fccc&lang=en&cache-only=0",
            "defineEn": "the feeling of being impatient, annoyed, or upset because of being unable to do or achieve what is desired",
            "defineVi": "cảm giác thiếu kiên nhẫn, khó chịu hoặc buồn bã vì không thể làm hoặc đạt được những gì mong muốn",
            "hasImg": true
        },
        {
            "id": "c651e395-e3c6-4c3d-b357-062ca733744f",
            "word": "embarrassment",
            "phonetic": "ɛmbæɹəsmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She looked away from embarrassment.",
                "Our hosts presented us with an embarrassment of riches.",
                "In that embarrassment of riches, some people might wonder whether we need another service area at all.",
                "Julia's fiancé left her at the altar, causing her immense heartbreak and embarrassment.",
                "The committee is being accused of sweeping financial problems under the carpet to avoid embarrassment."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1iYXJyYXNzbWVudA&hash=c5ceb0a8cdfbdfd96c8566fe6e66f9c966738d25&lang=en&cache-only=0",
            "defineEn": "a feeling of distress, shyness or guilt as a result of an uncomfortable situation",
            "defineVi": "một cảm giác đau khổ, nhút nhát hoặc tội lỗi do một tình huống không thoải mái",
            "hasImg": true
        },
        {
            "id": "8d1f3f72-7e1c-4c2d-90ec-8ba5c06e9aea",
            "word": "exhaustion",
            "phonetic": "ɛɡzɔːstʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lisa spent the entire day on her feet at the busy retail store, and by closing time, her dogs were barking with exhaustion.",
                "After running a marathon, John felt like death warmed over, with sore muscles and complete exhaustion.",
                "Eventually, exhaustion catches up with all of us.",
                "The hardest part is the mental exhaustion.",
                "With burnout, you get emotional exhaustion in response to a prolonged stress."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhoYXVzdGlvbg&hash=e880e5b624a547a3e32026eb10eca4b18cfd9575&lang=en&cache-only=0",
            "defineEn": "a feeling of extreme tiredness",
            "defineVi": "một cảm giác cực kỳ mệt mỏi",
            "hasImg": true
        },
        {
            "id": "c00d180b-53ac-4752-a1e0-77ddecd41d49",
            "word": "distress",
            "phonetic": "dɪstɹɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The injured animal cried in distress, attracting the attention of nearby hikers.",
                "His favorite pair of jeans became out at elbows after years of regular use, developing holes and signs of distress.",
                "Distress calls were pouring in, thick and fast, from all over the area.",
                "In the aftermath of a natural disaster, the affected community came together to support each other, demonstrating how two in distress makes sorrow less.",
                "After my grandfather passed away, our family gathered together to share memories and support each other, proving how company in distress makes trouble less."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzdHJlc3M&hash=4b8c29214a02ab14180f1ce9949ad630c458b958&lang=en&cache-only=0",
            "defineEn": "great anxiety, pain, or unhappiness",
            "defineVi": "lo lắng, đau đớn, hoặc bất hạnh lớn"
        },
        {
            "id": "8789f34b-b5ec-417b-9f4e-1d58b1f9ce52",
            "word": "humiliation",
            "phonetic": "hjuːmɪlɪeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's a humiliation for him.",
                "It's a humiliation in the midst of a very delicate negotiation with Iran.",
                "But to Putin, the end of the Soviet Union was a humiliation.",
                "But now you have this huge humiliation by the French.",
                "All this was seen as a humiliation by many nationalists and veterans."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVtaWxpYXRpb24&hash=6ee919c7e08c8dd455d0e347fc1866c9112a197c&lang=en&cache-only=0",
            "defineEn": "great embarrassment as a result of having been made to look stupid",
            "defineVi": "rất xấu hổ vì bị làm cho trông ngu ngốc",
            "hasImg": true
        },
        {
            "id": "2c530e04-a1b5-43ee-a324-eb5356ee129c",
            "word": "remorse",
            "phonetic": "ɹᵻmɔːɹs ",
            "partOfSpeechType": "noun",
            "examples": [
                "There is no remorse for it.",
                "Representative Ted Lieu of California also pointed to the former president's lack of any public remorse over the violence.",
                "Psychopathy is a personality disorder exhibiting egotistical traits, persistent antisocial behavior, and lack of empathy and remorse.",
                "I am a Stefano Sollima and I’m the director of Without Remorse.",
                "They exploit others for their own gain, and they have no remorse about the mean things that they do."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVtb3JzZQ&hash=450f7cf16ca04a7fb9ac1be0a880c96f4a80224f&lang=en&cache-only=0",
            "defineEn": "a sense of great regret that one feels as a result of having done something bad or wrong",
            "defineVi": "một cảm giác hối tiếc lớn mà một người cảm thấy như là kết quả của việc làm điều gì đó xấu hoặc sai"
        },
        {
            "id": "065c6039-c03a-4708-a2e8-e782405832aa",
            "word": "greed",
            "phonetic": "ɡɹiːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "You planted the seed of greed yourself, now you must suffer the consequences.",
                "Matt's greed led him to take advantage of his customers, but he soon found himself losing business.",
                "and its greed is good",
                "Ultimately, this all comes down to greed.",
                "What keeps me working at my age is just pure greed."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlZWQ&hash=c244c4dbdc9fd93f92803124578c98c94cb57a25&lang=en&cache-only=0",
            "defineEn": "a strong longing for something such as power and wealth",
            "defineVi": "một khao khát mạnh mẽ cho một cái gì đó như quyền lực và sự giàu có",
            "hasImg": true
        },
        {
            "id": "09ac8e00-5da8-4bf4-8685-087ddd7dcd25",
            "word": "envy",
            "phonetic": "ɛnvi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The envious politician attacked his opponent with baseless accusations, not realizing that envy shoots at others and wounds itself, as his own reputation was tarnished in the process.",
                "The athlete learned that envy never enriched any man, so he focused on his own training and improvement instead of being jealous of his competitors.",
                "I used to envy my friend's perfect relationship with her husband, but then I found out that they were both cheating on each other.",
                "The successful entrepreneur understood that some people might resent his wealth and status, but he believed that it was better to be envied than pitied for his achievements.",
                "The CEO was proud of her company's success, but she knew that being a tall poppy could also make her a target for criticism and envy."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW52eQ&hash=8e2a82b60c9dc13745ac181de5fe4ce866570452&lang=en&cache-only=0",
            "defineEn": "a feeling of discontent or spite that one might have as a result of wanting what others have",
            "defineVi": "một cảm giác bất mãn hoặc bất chấp mà một người có thể có do muốn những gì người khác có",
            "hasImg": true
        },
        {
            "id": "879a0bca-28c4-48db-9c4b-6e4562cc6cf0",
            "word": "hatred",
            "phonetic": "heɪtɹɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The two countries were so consumed by their mutual hatred that they failed to see the benefits of working together, proving that hatred is as blind as love.",
                "The two countries were so consumed by their mutual hatred that they failed to see the benefits of working together, proving that hatred is as blind as love.",
                "The history professor believed that while great works of literature provide insights into the human condition, a great book is a great evil when its ideas are twisted to promote hatred and intolerance.",
                "Our national hatred of taxes does have an upside.",
                "Our radical Democrat opponents are driven by hatred, prejudice, and rage."
            ],
            "audio": "https://tts.langeek.co/read?text=aGF0cmVk&hash=3c07f056fd6dc8a275001b934853750197f0ef37&lang=en&cache-only=0",
            "defineEn": "a very strong feeling of dislike",
            "defineVi": "một cảm giác không thích rất mạnh mẽ",
            "hasImg": true
        },
        {
            "id": "c054ef7d-8a1b-48bb-9850-78de902f1caa",
            "word": "sorrow",
            "phonetic": "sɑːɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The manager struck a rather insincere note as he expressed his sorrow at the round of layoffs.",
                "He was in the pub drowning his sorrows after the break-up of his relationship.",
                "I took to the bottle to drown my sorrows after the breakup.",
                "You're saying that because your heart is bleeding with sorrow.",
                "Love is a complex emotion that can bring immense joy and deep sorrow."
            ],
            "audio": "https://tts.langeek.co/read?text=c29ycm93&hash=97e5449ec5fd25ac5196c878d430e0027b8e44af&lang=en&cache-only=0",
            "defineEn": "a feeling of extreme sadness caused by something unpleasant",
            "defineVi": "một cảm giác cực kỳ buồn bã gây ra bởi một cái gì đó khó chịu"
        },
        {
            "id": "86b3be66-9e2d-4e6f-8c03-1da644a31603",
            "word": "contempt",
            "phonetic": "kəntɛmpt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mark had always admired his boss, but after working for him for several years, he began to see his boss's weaknesses, and he started to develop a sense of contempt towards him, proving that familiarity breeds contempt.",
                "Mark had always admired his boss, but after working for him for several years, he began to see his boss's weaknesses, and he started to develop a sense of contempt towards him, proving that familiarity breeds contempt.",
                "\"Do you have contempt for your government?\"",
                "Then the other biggest issue is his contempt for the media. ",
                "We're here for sentencing on contempt stipulation of 327."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGVtcHQ&hash=e91e5740fb31d2846935ead444eebec1671a5481&lang=en&cache-only=0",
            "defineEn": "absence of respect for something or someone because one considers them unimportant and undeserving of attention",
            "defineVi": "thiếu sự tôn trọng đối với một cái gì đó hoặc ai đó bởi vì một người coi họ không quan trọng và không đáng chú ý",
            "hasImg": true
        },
        {
            "id": "2407898b-e2d2-4872-a81d-aeb324621ffb",
            "word": "dread",
            "phonetic": "dɹɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "A burnt child dreads the fire, as they say.",
                "I dread to think what will become of them if they lose their home.",
                "I've got to go home, but Lord knows I dread it.",
                "We counter existential dread with optimistic nihilism.",
                "Sometimes, we dread it."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJlYWQ&hash=97bf9e984747811a8662e8d453b2a66fb521fc15&lang=en&cache-only=0",
            "defineEn": "extreme fear; something that causes great fear",
            "defineVi": "sợ hãi tột độ; một cái gì đó gây ra nỗi sợ hãi lớn",
            "hasImg": true
        },
        {
            "id": "396c5a19-dba5-4e5e-9828-d7455fbc46ad",
            "word": "agitation",
            "phonetic": "ædʒɪteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In his agitation he was unable to speak.",
                "Agitation is a physical state of excessive movement.",
                "What is motor agitation?",
                "The symptoms include fever, headache, nausea, vomiting, agitation, anxiety, confusion, hyperactivity, difficulty swallowing, excessive salivation, hallucinations, insomnia, and partial paralysis. ",
                "And medications come with side effects, like weight gain, agitation and nausea, just to name a few things."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdpdGF0aW9u&hash=f36f4c7e28153d3a4002cf7a5e2ea2735226c392&lang=en&cache-only=0",
            "defineEn": "a state of extreme anxiety",
            "defineVi": "một trạng thái cực kỳ lo lắng"
        },
        {
            "id": "221a5d68-f95b-4836-86b7-d8c97e45b6f9",
            "word": "fury",
            "phonetic": "fjʊɹɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was in a controlled fury. ",
                "The fallout from a day of fury in Washington is still very much in the air tonight.",
                "It was like I don't know, fury, you could make the argument for fury.",
                "If you’ve spent time with a toddler, you’ve probably experienced the sound and the fury of a temper tantrum.",
                "And when I do the walls will tremble in the wake of my fury!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVyeQ&hash=0570a5f7be04d3a0ebaf4b7b78f916878df3261a&lang=en&cache-only=0",
            "defineEn": "a feeling of extreme and often violent anger",
            "defineVi": "một cảm giác cực kỳ tức giận và thường dữ dội",
            "hasImg": true
        },
        {
            "id": "75658f49-7976-4fc4-bb2c-a400d86e709b",
            "word": "misery",
            "phonetic": "mɪzɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "So I put him out of his misery.",
                "As they say, company in misery makes it light.",
                "The old saying proved true once again - misery loves company.",
                "I could have saved myself years of misery and agony if I'd only known how to recognize the signs that God was answering my prayers.",
                "And watch their misery."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzZXJ5&hash=e3b35ec3d5d5b291c34a924ead8bcb63c59a4e31&lang=en&cache-only=0",
            "defineEn": "great discomfort or pain",
            "defineVi": "khó chịu hoặc đau đớn"
        },
        {
            "id": "b382b747-5799-40d4-9a3a-0e34ac235d75",
            "word": "apprehension",
            "phonetic": "æpɹihɛnʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Rio Grande Valley Sector accounts for about 40% of the apprehensions in the United States.",
                "You can be in favor of border security, but illegal border apprehensions are at their lowest point since 1971.",
                "Coronation Park fills me with a little bit of apprehension, and that apprehension is based on the way that they may take me.",
                "Coronation Park fills me with a little bit of apprehension, and that apprehension is based on the way that they may take me.",
                "Many language learners suffer from foreign language anxiety, which is a feeling of tension or apprehension associated with second language contexts."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwcmVoZW5zaW9u&hash=728fd6bfd9443a7489fe4232c9588d0b5a316d99&lang=en&cache-only=0",
            "defineEn": "a feeling of fear or worry that something bad might happen in the future",
            "defineVi": "cảm giác sợ hãi hoặc lo lắng rằng điều gì đó tồi tệ có thể xảy ra trong tương lai"
        },
        {
            "id": "da5c87d5-f9be-410e-89d9-ed9ef4ce0a1e",
            "word": "hostility",
            "phonetic": "hɑːstɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I was aware of her thinly disguised hostility.",
                "Instead of being a calming force you fanned the flames of hostility.",
                "Trump is feeding hostility towards Congress.",
                "He saw the hostility firsthand.",
                "There was a lot of hostility, a lot of feelings of victimization on both sides."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9zdGlsaXR5&hash=0bd809cb012dd577f13e8c619fbdee9b0fd519fb&lang=en&cache-only=0",
            "defineEn": "behavior or feelings that are aggressive or unfriendly",
            "defineVi": "hành vi hoặc cảm xúc hung hăng hoặc không thân thiện"
        },
        {
            "id": "becfa6f8-8e75-4d60-b52d-eac3a5357741",
            "word": "rage",
            "phonetic": "ɹeɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She felt drunk with rage.",
                "He was foaming at the mouth with rage.",
                "She flew into rage and suddenly slapped me!",
                "Harold had worked himself into a minor rage.",
                "The book is \"Rage.\""
            ],
            "audio": "https://tts.langeek.co/read?text=cmFnZQ&hash=504b60fa28e8f18004906272e8d3ea1d9ff51e6b&lang=en&cache-only=0",
            "defineEn": "great anger that is hard to contain",
            "defineVi": "sự tức giận lớn khó có thể kiềm chế",
            "hasImg": true
        }
    ]
}