{
    "id": "44afbaed-59cd-4295-a5ca-523eb1aba3ed",
    "title": "Lesson 8B",
    "originalTitle": "Lesson 8B",
    "words": [
        {
            "id": "ce8b99a2-3db1-475e-862f-8ecc7dd63c0d",
            "word": "the media",
            "phonetic": "ðə miːdiːə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our media houses consider themselves to be holier than the Pope himself.",
                "He was drown with too much camera flashes and media attention.",
                "The celebrity couple wanted to avoid media attention, so they went to ground and took a break from social media and public events.",
                "If you ask me, these protests are nothing but a tempest in a teakettle that's been stoked by a media campaign of misinformation.",
                "And Netanyahu's wealthy Jewish supporters in America initiated a media campaign."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlIG1lZGlh&hash=d2751dc543b938b74119554a6ec63bd988a0b8a7&lang=en&cache-only=0",
            "defineEn": "the ways through which people receive information such as newspapers, television, etc.",
            "defineVi": "những cách mà mọi người tiếp nhận thông tin như báo chí, truyền hình, v.v."
        },
        {
            "id": "c3679e9a-dd88-4d1f-ab83-18b8379142f2",
            "word": "to quiz",
            "phonetic": "tə kwɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The quiz consisted of multiple-choice questions.",
                "The TV quiz was more fun than a barrel of monkeys!",
                "I keep my students on their toes with pop quizzes.",
                "The quiz is very accurate.",
                "You beat the quiz."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcXVpeg&hash=7dd36ab97aadf42f951d31693d6eacf9ce33fca7&lang=en&cache-only=0",
            "defineEn": "to test someone's knowledge or understanding of a topic in a formal or informal setting",
            "defineVi": "để kiểm tra kiến thức hoặc sự hiểu biết của ai đó về một chủ đề trong một khung cảnh chính thức hoặc không chính thức",
            "hasImg": true
        },
        {
            "id": "4ccae738-dabf-42b0-a5ad-00553585ce5d",
            "word": "to tip",
            "phonetic": "tə tɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Take a stock tip with a grain of salt.",
                "Her name is on the tip of my tongue.",
                "I had pins and needles in the tips of my fingers.",
                "These great men on the wall had done so much to tip the scales in justice's favor.",
                "Comb hair from tip to root, working out the knots at the end."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGlw&hash=6d48a866e37bd763e7765b13468fd3cf770eb6f4&lang=en&cache-only=0",
            "defineEn": "to predict the likelihood of winning or achieving something",
            "defineVi": "để dự đoán khả năng chiến thắng hoặc đạt được một cái gì đó"
        },
        {
            "id": "a46852b5-3da4-4b98-b437-b7cb5a830b47",
            "word": "to wed",
            "phonetic": "tə wɛd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Pretty soon, you might be newly wedded.",
                "So Stalin roused Soviet youth to a war on kulaks, calling them enemies wedded to individualism and personal wealth.",
                "The whole conspiracy that arose from the Roswell crash marked an important point in the alien frenzy timeline, because it’s one of the first instances where distrust of the government becomes wedded to the public’s fears and theories about aliens."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2Vk&hash=d00771196ff48c0f460bd3fb696cada8af93e15d&lang=en&cache-only=0",
            "defineEn": "to legally become someone's wife or husband",
            "defineVi": "để hợp pháp trở thành vợ hoặc chồng của một ai đó",
            "hasImg": true
        },
        {
            "id": "553dbf54-fe37-4df4-ac47-13416aa32285",
            "word": "to split",
            "phonetic": "tə splɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I'm sorry to split hairs, but your portion of the bill is $25.97, not $25.79.",
                "This may seem like splitting hairs but the distinction could be important",
                "I actually think it was your responsibility, not Dave's, but let's not split hairs about it.",
                "With a crack, the shell of the chestnut split open, revealing the smooth and glossy nut inside.",
                "Any government that seeks to split its opponents is dividing and ruling."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3BsaXQ&hash=0b363d290ba472d66f43540b975ea2759d41ef93&lang=en&cache-only=0",
            "defineEn": "to separate and go in different directions",
            "defineVi": "để tách ra và đi theo các hướng khác nhau"
        },
        {
            "id": "fd0c9a76-3690-46f6-b380-e79d57f6396e",
            "word": "to marry",
            "phonetic": "tə mæɹi ",
            "partOfSpeechType": "verb",
            "examples": [
                "My grandparents have been married for over forty years.",
                "David's uncle married money when he wed a rich woman who owned a big company.",
                "Nicholas and his better half, Rachel, have been happily married for over 20 years.",
                "They were very unhappily married but kept up appearances for the sake of their children.",
                "Many people choose not to marry."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFycnk&hash=b1ae20e7df72075c3ae44f1b822b68a09129d7f2&lang=en&cache-only=0",
            "defineEn": "to become someone's husband or wife",
            "defineVi": "trở thành vợ hoặc chồng của ai đó",
            "hasImg": true
        },
        {
            "id": "f30e6052-1e68-4231-989c-06a403ae10b8",
            "word": "headline",
            "phonetic": "hɛdlaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "ran the dramatic headline.",
                "The celebrity scandal dominated the headlines for a short period, but it turned out to be just a nine-day wonder as people quickly forgot about it and focused on other news.",
                "They can get their heads around something that's in the headlines of The Globe and Mail that morning.",
                "Social media can be a platform for anyone to voice their opinions, but often shallow streams make most din as people compete for attention with flashy headlines and clickbait.",
                "And in 2017, one of hers made headlines."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhZGxpbmU&hash=f5b826dad13f8a79e1f9455e2b0cc0a6df2ca9fb&lang=en&cache-only=0",
            "defineEn": "the large words in the upper part of a page of a newspaper, article, etc.",
            "defineVi": "các từ lớn ở phần trên của một trang báo, bài báo, v.v."
        },
        {
            "id": "da00eafd-b196-459a-9803-5955a8962ce0",
            "word": "to back",
            "phonetic": "tə bæk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Election season always puts my dad's back up.",
                "Dr. Jaffe pinned her ears back.",
                "Right, pin back your ears, everyone.",
                "I ran the tape back.",
                "The enemy was driven back."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFjaw&hash=f9a7925ca2d23a3a544cbd2c8e8dda78dd9e544b&lang=en&cache-only=0",
            "defineEn": "to support someone or something",
            "defineVi": "để hỗ trợ một ai đó hoặc một cái gì đó"
        },
        {
            "id": "974de797-b6e5-499e-a2fd-af833e30f15b",
            "word": "to ax",
            "phonetic": "tʊ æks ",
            "partOfSpeechType": "verb",
            "examples": [
                "So you buy your new one, you upgrade to wireless ax or whatever",
                "You know, we don't have an ax to grind.",
                "I used to pronounce it 'foe ax pass.'",
                "And if we do, the 11:59:59 second would be the one that gets the ax.",
                "He doesn't cast a shadow and he carries a cudgel or an ax like a weapon that sort of symbolizes his authority over the forest."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXg&hash=410523bd26cd4685726574266461248244fd7edd&lang=en&cache-only=0",
            "defineEn": "to suddenly cancel, reduce, dismiss, remove, or stop a thing or person",
            "defineVi": "để đột ngột hủy bỏ, giảm bớt, loại bỏ, loại bỏ, hoặc dừng một điều hoặc người"
        },
        {
            "id": "7cbe9766-2db1-4078-8ff7-8100a19aa679",
            "word": "to hit",
            "phonetic": "tə hɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "That bacon sandwich really hit the spot!",
                "A cup of coffee hits the spot at any given time.",
                "A car hit the barrier.",
                "The bus hit the bridge.",
                "The woman hit the mugger with her umbrella."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGl0&hash=8e891100207a6bdacada536dea7ecfa24cc97ce5&lang=en&cache-only=0",
            "defineEn": "to affect someone or something, especially in a bad way",
            "defineVi": "để ảnh hưởng đến một ai đó hoặc một cái gì đó, đặc biệt là trong một cách xấu"
        },
        {
            "id": "acb255d2-23d5-4c5a-a51f-0dbd87801b04",
            "word": "to clash",
            "phonetic": "tə klæʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He won the clash of wills with his wife.",
                "I had to reschedule my doctor's appointment because it clashed with my daughter's school play.",
                "But as time went on, I realized that our personalities clashed in some important ways.",
                "Somewhere along the road, they’re going to clash.",
                "I can't attend both the wedding and the business conference because they clash on the same weekend."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xhc2g&hash=3aa6bd19d847491a219f8fdf1a78487b59424cc7&lang=en&cache-only=0",
            "defineEn": "to be different from each other, and so, not be compatible or in agreement",
            "defineVi": "khác biệt với nhau, và do đó, không tương thích hoặc đồng ý"
        },
        {
            "id": "9a048950-15eb-43c7-95cf-93459e73c07d",
            "word": "to vow",
            "phonetic": "tə vaʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The couple knelt before the altar to exchange their vows.",
                "When Jane discovered that her friend had betrayed her, she was hurt and vowed not to give her any house room in her life anymore.",
                "Emma and Michael had been in a committed relationship for a long time, so they finally took the plunge and exchanged wedding vows.",
                "The protesters were determined to make their voices heard and vowed not to yield until their demands were met.",
                "He vowed that he would keep fighting until the bitter end."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdm93&hash=fea05c2542c332b098acd1746d30311b2250561b&lang=en&cache-only=0",
            "defineEn": "to make a solemn promise to do or not do something particular",
            "defineVi": "để thực hiện một lời hứa long trọng để làm hoặc không làm điều gì đó cụ thể",
            "hasImg": true
        },
        {
            "id": "217e9ec3-a359-4126-a757-6a2146067b08",
            "word": "to bid",
            "phonetic": "tə bɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Never bid the devil good morrow until you actually meet him.",
                "A man shall not bid the devil good morrow until he actually meets with him.",
                "This takeover bid is bound to sound alarm bells at other tech companies.",
                "When Peter told Susan to finish a hundred-page report in an hour, she replied with exasperation, 'You may as well bid me lade the sea with a nutshell.'",
                "Just don't bid the devil good morrow till you meet him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmlk&hash=08705ff8cf9912c485945f4ecf75cf36b417b361&lang=en&cache-only=0",
            "defineEn": "to try to achieve something",
            "defineVi": "để cố gắng để đạt được một cái gì đó"
        },
        {
            "id": "8c88f10f-6741-4c60-aefe-07b176c6effd",
            "word": "to row",
            "phonetic": "tə ɹoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The classroom has rows of chairs for students.",
                "United won four games in a row.",
                "You've missed your mark three times in a row.",
                "After the row in a pub he drove off in a huff.",
                "With two wins in a row, our team is on course for the championship title."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcm93&hash=baf71909c03b6b1ff0b013f77a3bcc8811a396f2&lang=en&cache-only=0",
            "defineEn": "‌to have a noisy argument",
            "defineVi": "có một cuộc tranh luận ồn ào",
            "hasImg": true
        },
        {
            "id": "9d362c7e-44c7-48e7-8282-043764a1b570",
            "word": "journalist",
            "phonetic": "dʒɜːnəlɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The journalist published a wrong statement in the article.",
                "Journalists on the spot reported no progress.",
                "Journalists have to learn the tricks of the trade quickly if they want to get the good stories.",
                "As a journalist, I know that a carpenter is known by his chips.",
                "The journalist's investigation uncovered a network of the gnomes of Zurich who were involved in manipulating global currency markets for their own benefit."
            ],
            "audio": "https://tts.langeek.co/read?text=am91cm5hbGlzdA&hash=771d52ada8c055a7782451a6b88616d6a687a00e&lang=en&cache-only=0",
            "defineEn": "someone who prepares news to be broadcast or writes for newspapers, magazines, or news websites",
            "defineVi": "người chuẩn bị tin tức để phát sóng hoặc viết cho báo, tạp chí hoặc trang web tin tức",
            "hasImg": true
        },
        {
            "id": "b3e4bddb-2cc2-4090-a594-4b3a167dfba4",
            "word": "agony aunt",
            "phonetic": "æɡəni ænt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWdvbnkgYXVudA&hash=3d0d67c9c7f8f7292ee7534ebe903c52eec3619e&lang=en&cache-only=0",
            "defineEn": "someone whose job involves giving answers and advice to people's questions and troubles in a dedicated newspaper column or magazine",
            "defineVi": "ai đó có công việc liên quan đến việc đưa ra câu trả lời và lời khuyên cho các câu hỏi và rắc rối của mọi người trong một chuyên mục báo hoặc tạp chí"
        },
        {
            "id": "5af2df6f-babe-4679-a08e-af57b1547cfe",
            "word": "commentator",
            "phonetic": "kɑːmənteɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"Although it may seem unfair, money begets money, and those who are born into wealth often have a head start in life,\" said the social commentator during the discussion.",
                "And what were your commentators saying? ",
                "The commentator should have checked his facts before he spoke.",
                "She's a conservative political commentator.",
                "They opposed the conservative economics commentator over her denunciations of the Fed, among other things."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWVudGF0b3I&hash=dba581a65bdac37b5ed0f834d5175b3e619699b7&lang=en&cache-only=0",
            "defineEn": "someone who writes or talks about the events of the day or a particular subject in a newspaper or on a social platform or TV",
            "defineVi": "một người viết hoặc nói về các sự kiện trong ngày hoặc một chủ đề cụ thể trên một tờ báo hoặc trên một nền tảng xã hội hoặc TV"
        },
        {
            "id": "ddf41e6b-6d7a-41f6-a4fa-e5b94abc817e",
            "word": "critic",
            "phonetic": "kɹɪɾɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film received lavish praise from critics for its groundbreaking visual effects, compelling storyline, and outstanding performances.",
                "Right in the middle of the review is a left-handed compliment: the critic praises the actor for his \"startling career departure.\"",
                "The mayor's critics were laughing up their sleeves when news of the scandal was first reported.",
                "The President answered his critics by fighting fire with fire.",
                "She was a critic who loomed large in literary circles."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpdGlj&hash=266c0e2447147fd083763b01e899eeead788d119&lang=en&cache-only=0",
            "defineEn": "someone who gives their personal standpoint of a movie, play, etc. as a job",
            "defineVi": "ai đó đưa ra quan điểm cá nhân của họ về một bộ phim, vở kịch, v.v. như một công việc",
            "hasImg": true
        },
        {
            "id": "f9768542-e3c6-4189-8a9f-5e24938ee577",
            "word": "editor",
            "phonetic": "ɛdɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dees disliked all editors on principle, but he had to admit that this one at least gave credit where credit was due.",
                "The author had to eat crow and rewrite their manuscript after receiving harsh criticism from their editor.",
                "This author's editor asked her a simple question that opened the floodgates of creativity and changed the trajectory of her career.",
                "Editors alter them as well, literally and figuratively.",
                "Blame the editor."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWRpdG9y&hash=7f5bf7985a89b73115bb4df1c902bd72fb025d07&lang=en&cache-only=0",
            "defineEn": "someone who is in charge of a newspaper agency, magazine, etc. and decides what should be published",
            "defineVi": "một người phụ trách một cơ quan báo, tạp chí, vv và quyết định những gì nên được xuất bản",
            "hasImg": true
        },
        {
            "id": "6f108967-c5aa-44b3-bbf1-17a5f6cfe427",
            "word": "freelance",
            "phonetic": "fɹiːlæns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The freelance investigative reporter made a career of digging up dirt on celebrities for tabloids.",
                "While raising her children, she kept her finger on the pulse of business and technology by freelancing for start-ups and small businesses.",
                "And he freelanced for several publications, including \"The New York Times.\"",
                "MALCOLM BRABANT: Jago and Gus' mother is freelance writer Flora Watkins.",
                "I had just gotten a couple of freelance writing assignments."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlZWxhbmNl&hash=fdd788e61438b5ecbe6e69344479ae0e062f19a8&lang=en&cache-only=0",
            "defineEn": "an individual who works independently without having a long-term contract with companies",
            "defineVi": "một cá nhân làm việc độc lập mà không có hợp đồng dài hạn với các công ty",
            "hasImg": true
        },
        {
            "id": "dcace652-dcff-47b2-97b8-a5060ba7b6b6",
            "word": "newsreader",
            "phonetic": "nuːzɹiːdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Newsreaders will change into the black suits and clothing that is on hand at all times in the news studio, and the traditional red BBC News branding will turn black."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV3c3JlYWRlcg&hash=389aa2c41b7d29cb47361260dba663ce337abd34&lang=en&cache-only=0",
            "defineEn": "a presenter who reads the news during a TV or radio program",
            "defineVi": "người dẫn chương trình đọc tin tức trong chương trình truyền hình hoặc đài phát thanh",
            "hasImg": true
        },
        {
            "id": "1583a884-588e-4e13-a4a6-b6167d1c050a",
            "word": "paparazzi",
            "phonetic": "pɑːpɚɹɑːtsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "When the news broke about the celebrity scandal, the paparazzi had a field day - they swarmed the scene and took countless photos.",
                "The celebrity was accused of being in league with the paparazzi to stage photo opportunities.",
                "Paparazzi gonna be coming out on the jet skis, man.",
                "If the paparazzi photo emerged of you wearing multiple pairs of underwear.",
                "It's funny, it's the only member of the paparazzi here in all of Greenland."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFwYXJhenpp&hash=936326e415bf58de6dbe90f426a5bce49de00213&lang=en&cache-only=0",
            "defineEn": "freelance photographers who aggressively pursue and take pictures of celebrities, often in invasive or intrusive ways",
            "defineVi": "các nhiếp ảnh gia tự do tích cực theo đuổi và chụp ảnh những người nổi tiếng, thường theo cách xâm phạm hoặc xâm phạm",
            "hasImg": true
        },
        {
            "id": "8916eaaa-b859-4952-97d0-f82397ca0104",
            "word": "presenter",
            "phonetic": "pɹɪzɛntɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She is going on the air as presenter of a new show.",
                "The conference organizers requested that all presenters submit an abstract of their research papers.",
                "Then this year, you're one of the presenters, you get a really funny thing.",
                "It also helps that Apple's presenters are experts at keeping the audience engaged.",
                ", my name is Amelia Singer, and I'm a wine expert, TV presenter on the Wine Show, and I run my own wine-tasting and consultancy business, Amelia's Wine."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc2VudGVy&hash=cb269dd3d126550f8d877b5899116c6b8f73f1d8&lang=en&cache-only=0",
            "defineEn": "someone who formally gives a person an award, prize, degree, etc. at an event or ceremony",
            "defineVi": "ai đó chính thức trao cho một người giải thưởng, giải thưởng, bằng cấp, v.v. tại một sự kiện hoặc buổi lễ"
        },
        {
            "id": "0e2ac792-1846-45f5-b201-e5d8dee50616",
            "word": "reporter",
            "phonetic": "ɹᵻpoːɹɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A reporter obtained documents from the company under false pretenses.",
                "the reporter who fought city hall.",
                "a young reporter thrown into the lion's den",
                "The reporter threw the candidate a curve by asking about his past drug use.",
                "She told reporters that her husband has two left feet."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwb3J0ZXI&hash=b169b9a95c35b8c18691085bebdab2e4672c178b&lang=en&cache-only=0",
            "defineEn": "a person who gathers and reports news or does interviews for a newspaper, TV or radio station, etc.",
            "defineVi": "một người thu thập và báo cáo tin tức hoặc thực hiện các cuộc phỏng vấn cho một tờ báo, đài truyền hình hoặc đài phát thanh, v.v.",
            "hasImg": true
        },
        {
            "id": "a30dd89f-75ef-42e4-b5ad-19be28206939",
            "word": "sensational",
            "phonetic": "sɛnseɪʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "One infamous example is William Seabrook’s sensational 1929 travelogue, The Magic Island.",
                "But we can be less sensational. ",
                "We could be less sensational by not rewarding sensationalism. ",
                "And have also been involved in some of corporate America's Most Sensational scandals.",
                "Ok so a deranged dentist and some sensational media coverage helped this myth take hold."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vuc2F0aW9uYWw&hash=37707fc1b6df368cbb22791f85ff99ae81599c91&lang=en&cache-only=0",
            "defineEn": "causing people to experience great interest, shock, curiosity, or excitement",
            "defineVi": "khiến mọi người trải nghiệm sự thích thú, sốc, tò mò hoặc phấn khích"
        },
        {
            "id": "e5e44e55-55e8-433f-b1f2-b4f5bd51d719",
            "word": "biased",
            "phonetic": "baɪəst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The CEO and the marketing director are in each other's pocket, resulting in biased and unbalanced strategies for the company.",
                "People are so biased about everything.",
                "He's pretty biased.",
                "But, of course, we’re super biased about what’s plausible.",
                "Sometimes, this can lead to bad judgments and biased opinions."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymlhc2Vk&hash=25926a8235812dcb531382a5090efa9132217daa&lang=en&cache-only=0",
            "defineEn": "tending to be for or against someone or something in an unfair way",
            "defineVi": "có xu hướng ủng hộ hoặc chống lại ai đó hoặc điều gì đó một cách không công bằng"
        },
        {
            "id": "ea2c03e2-5d49-4a6e-8da0-7e3714b9b481",
            "word": "objective",
            "phonetic": "ɑːbdʒɛktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As so often happened, Peter, Tommy and Henry had totally lost sight of their real objective.",
                "The company has outlined a strategic plan with specific, measurable, achievable, relevant, and time-bound objectives.",
                "It will cast light on the existing objective evidence, the gaps in knowledge and the scientific uncertainties.",
                "One is being a very good, down-to-earth person who recognises that objectives are reached by working with others.",
                "And the machine pursues the objective."
            ],
            "audio": "https://tts.langeek.co/read?text=b2JqZWN0aXZl&hash=81b09f45c7c412a2f57943a323042686389a2e9c&lang=en&cache-only=0",
            "defineEn": "based only on facts and not influenced by personal feelings or judgments",
            "defineVi": "chỉ dựa trên sự thật và không bị ảnh hưởng bởi cảm xúc hoặc phán đoán cá nhân"
        },
        {
            "id": "eda59209-7658-4e79-ab63-2d7e3186af88",
            "word": "accurate",
            "phonetic": "ækjʊɹət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I always double-check my homework to ensure it is accurate.",
                "The teacher refused to teach a subject she was not qualified to teach, recognizing that better untaught than ill-taught - it was essential to ensure that students received accurate and reliable information.",
                "The quiz is very accurate.",
                "Most peaking features on cameras this size are never that accurate.",
                "GPS systems now give accurate locations with an error of only a few meters."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjdXJhdGU&hash=281fa4ad2643556cf8a02fa504afcf61f59206d5&lang=en&cache-only=0",
            "defineEn": "describing something that is correct in all details, such as measurements, information, etc.",
            "defineVi": "mô tả một cái gì đó là chính xác trong tất cả các chi tiết, chẳng hạn như các phép đo, thông tin, vv",
            "hasImg": true
        },
        {
            "id": "ee08558d-f6a2-44fb-a6b0-e3396ab37743",
            "word": "censored",
            "phonetic": "sɛnsɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He thought a dream’s manifest content, the stuff you remember in the morning, was a sort of censored and symbolic version of whatever inner conflict was really going on in that dream’s unconscious, or latent, content."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Vuc29yZWQ&hash=9e8fccf537094a4df663e55a447a452062fe8b44&lang=en&cache-only=0",
            "defineEn": "(of books, movies, etc.) undergone the removal of the parts that were against a government's political, moral, or religious standards",
            "defineVi": "(của sách, phim, v.v.) đã trải qua quá trình loại bỏ các phần đi ngược lại các tiêu chuẩn chính trị, đạo đức hoặc tôn giáo của chính phủ"
        }
    ]
}