{
    "id": "44e08e27-9932-455c-862e-051c5eb1d5ca",
    "title": "Working Life",
    "originalTitle": "Lesson 38",
    "words": [
        {
            "id": "59b48af6-4596-45a0-a1ac-891c9cb15e73",
            "word": "to ace",
            "phonetic": "tʊ eɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "She served an ace.",
                "His ace in the hole is his political influence.",
                "Our superior technology is our ace in the hole.",
                "Darren Kinder has a couple aces up his sleeve this week.",
                "They usually have aces up their sleeves when they negotiate an important transaction."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNl&hash=5578f889579b21e7dfa273205d9dc2d8c3fd1ae9&lang=en&cache-only=0",
            "defineEn": "to perform extremely well in something, especially a test",
            "defineVi": "để thực hiện rất tốt trong một cái gì đó, đặc biệt là một bài kiểm tra",
            "hasImg": true
        },
        {
            "id": "1d3b6c95-d39e-4d85-9b93-a040406fd867",
            "word": "to appoint",
            "phonetic": "tʊ ɐpɔɪnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "You can't just appoint yourself judge, jury and executioner!",
                "As the newly appointed Chairman of the Military Pensions Board assumes office and takes over the rein of affairs.",
                "The company had two CEOs, but they quickly realized that when two ride together one must ride behind, and eventually appointed one as the clear leader to avoid confusion and conflicts.",
                "They had to appoint a new director of FSB, a man from the Kremlin administration.",
                "They've appointed anti-equality extremists to administration positions on the federal bench."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwb2ludA&hash=8d7494e5739c413204a1da5e73c65d7b3b2c5984&lang=en&cache-only=0",
            "defineEn": "to give a responsibility or job to someone",
            "defineVi": "giao trách nhiệm hoặc công việc cho ai"
        },
        {
            "id": "86aa46d6-8577-44a0-b187-9b4e99140668",
            "word": "to collaborate",
            "phonetic": "tə kəlæbɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They collaborate with other students on group projects.",
                "Engineers collaborate with architects to turn design concepts into reality.",
                "They laughed, shared ideas, and collaborated effortlessly, always staying on friendly terms.",
                "We attend conferences, read and write journals, and collaborate with other trainers.",
                "After a disagreement, the team is working to get back on the rails and collaborate effectively to achieve their shared goals."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29sbGFib3JhdGU&hash=94e15c1606d0b0999e974c1272bffdae4e363126&lang=en&cache-only=0",
            "defineEn": "to work with someone else in order to create something or reach the same goal",
            "defineVi": "để làm việc với người khác để tạo ra một cái gì đó hoặc đạt được cùng một mục tiêu",
            "hasImg": true
        },
        {
            "id": "b1c5db11-e858-4a55-b65f-ffe4a22b3d1e",
            "word": "to commence",
            "phonetic": "tə kəmɛns ",
            "partOfSpeechType": "verb",
            "examples": [
                "But after the massive failures in the primary, a blame game commenced.",
                "So let the discoveries commence.",
                "Senate Majority Leader Mitch McConnell has said the trial will begin no earlier than January 19, and it could commence on Inauguration Day itself.",
                "Second, and more important, today's unusual because at this commencement, you commence nothing.",
                "As eyes flicker open, a night of chaos commences that includes broken hearts, mistaken identity, and transformations."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tbWVuY2U&hash=ec563b450ba444ab583584fc2ca92fc6268a8039&lang=en&cache-only=0",
            "defineEn": "to start something or to start happening",
            "defineVi": "để bắt đầu một cái gì đó hoặc để bắt đầu xảy ra",
            "hasImg": true
        },
        {
            "id": "c72fc344-0630-4a3a-b219-60ab4f3e3e5e",
            "word": "to follow up",
            "phonetic": "tə fɑːloʊ ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "I followed up",
                "He followed up at the Camp David news conference.",
                "That follows up from 30 in 2018.",
                "And they followed up with bereavement scores of families.",
                "- I do wanna follow up on that."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9sbG93IHVw&hash=2667e61065ede577093ad8e46f37e1a59dae3988&lang=en&cache-only=0",
            "defineEn": "to discover more about something",
            "defineVi": "để khám phá thêm về một cái gì đó"
        },
        {
            "id": "18b5c399-8f64-4eef-8196-45bf6e4f283e",
            "word": "to multitask",
            "phonetic": "tə mʌltitæsk ",
            "partOfSpeechType": "verb",
            "examples": [
                "number two don't multitask do one thing at a time.",
                "So, in the example, one study asked participants to multitask by solving simple math problems while also classifying different shapes.",
                "And then if you want to multitask, little something like that.",
                "They can see that they've got 20 notifications, but they're busy doing so many other things that they just, they can't multitask at the moment.",
                "If computers can multitask with a single microprocessor, then certainly the much bigger human brain can train itself to do the same and enjoy the benefits of increased productivity."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbXVsdGl0YXNr&hash=72c533895d0283f9206669f8f06562dc6503b37b&lang=en&cache-only=0",
            "defineEn": "to simultaneously do more than one thing",
            "defineVi": "để đồng thời làm nhiều hơn một điều",
            "hasImg": true
        },
        {
            "id": "7a4be72f-d91b-4cfa-8cb8-83c4edf0237f",
            "word": "to postpone",
            "phonetic": "tə poʊstpoʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "We decided to postpone our outdoor plans due to the cloudy weather.",
                "I'd love to postpone, darling, but I just cashed my last rain check.",
                "Her appointments for the following week could, at a pinch, be postponed.",
                "There is no question of the project being postponed.",
                "Two Senate panels abruptly postponed votes on the nomination today."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9zdHBvbmU&hash=d2bcc4b4d170325029ddc5803f88a10cf38d1244&lang=en&cache-only=0",
            "defineEn": "to arrange or put off an activity or an event for a later time than its original schedule",
            "defineVi": "để sắp xếp hoặc trì hoãn một hoạt động hoặc một sự kiện trong một thời gian muộn hơn so với lịch trình ban đầu của nó",
            "hasImg": true
        },
        {
            "id": "be34a5ce-11d7-40e2-9fc4-044d2c7adb80",
            "word": "to recruit",
            "phonetic": "tə ɹᵻkɹuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Over the course of the 54-hour event, recruits sleep only three to four hours a night.",
                "Recruit: Step together.",
                "Narrator: Recruits are issued uniforms.",
                "Narrator: Recruits get one of the most painful parts of training out of the way early.",
                "Narrator: Recruits work up a major appetite during training."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjcnVpdA&hash=3a2af024de4f4363ef07143cb7358e466c392555&lang=en&cache-only=0",
            "defineEn": "to employ people for a company, etc.",
            "defineVi": "để tuyển dụng người cho một công ty, vv",
            "hasImg": true
        },
        {
            "id": "42f26b4c-918e-4a51-93d6-9bfa56e143d6",
            "word": "to resign",
            "phonetic": "tə ɹɪzaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "In the wake of the scandal, several committee members resigned.",
                "She resigned.",
                "so I resigned as secretary of the golf club.",
                "He ought to resign, I think.",
                "The stock market went haywire after the company's CEO resigned."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzaWdu&hash=fea9fb3172920b90eaba88f37b930a7e96f3c2ea&lang=en&cache-only=0",
            "defineEn": "to officially announce one's departure from a job, position, etc.",
            "defineVi": "để thông báo chính thức về sự ra đi của một người từ một công việc, vị trí, v.v.",
            "hasImg": true
        },
        {
            "id": "1486224d-c74c-4bc9-9393-e9bb6d975e64",
            "word": "hectic",
            "phonetic": "hɛktɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I promise to take you to the park after the dust settles and work isn't so hectic.",
                "The entrepreneur's hectic schedule keeps her on the go, managing her business ventures and attending meetings.",
                "Living in the city can be hectic, so sometimes I crave the tranquility of the country.",
                "Yesterday was very hectic, but today I feel like I can finally breathe again.",
                "Despite being in her early thirties, Lisa looks like she's on the wrong side of forty due to her stress and hectic lifestyle."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVjdGlj&hash=b2bb39a2d1b50aed7ee6b5e99875f90fc0e8a451&lang=en&cache-only=0",
            "defineEn": "busy and full of activity",
            "defineVi": "bận rộn và đầy hoạt động"
        },
        {
            "id": "99ab3b8a-ca4b-404e-b3e3-ce1a8ac0dc81",
            "word": "intensive",
            "phonetic": "ɪntɛnsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The accident left Peter with a broken leg, but thanks to a successful surgery and intensive rehabilitation, he was able to get back on his feet and resume his active lifestyle.",
                "It's very intensive.",
                "They're also capital intensive.",
                "Or maybe you do a more intensive workout.",
                "In one study, a group of 20 novice meditators participated in a 10-day intensive workshop."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZW5zaXZl&hash=2e6bbd7734b92ca7aaacbf40d3c884329dcfe99c&lang=en&cache-only=0",
            "defineEn": "(in business) concentrating on or using something a lot, such as a piece of equipment, etc.",
            "defineVi": "(trong kinh doanh) tập trung vào hoặc sử dụng nhiều thứ gì đó, chẳng hạn như một thiết bị, v.v."
        },
        {
            "id": "f53f0cff-d5ff-4701-b7af-d410cc6b6563",
            "word": "monotonous",
            "phonetic": "mənɑːtənəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Things would get monotonous very fast.",
                "Days were long, arduous, and monotonous.",
                "People who are in a very high-stress job, who are in a very small, confined space, and it is a very monotonous space.",
                "'It looks like there is only slow, monotonous smoke,' she replied, turning quickly."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9ub3Rvbm91cw&hash=d46452f472f278338564014db6d246b75c14430b&lang=en&cache-only=0",
            "defineEn": "boring because of being the same thing all the time",
            "defineVi": "nhàm chán vì lúc nào cũng giống nhau",
            "hasImg": true
        },
        {
            "id": "2ac2a6af-29cd-46e9-bd82-104ce3c1457c",
            "word": "one-on-one",
            "phonetic": "wʌnɔnwʌn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You know, we're all so connected by our social media, but we're not connecting one-on-one emotionally.",
                "I had a number of conversations, including one-on-ones with Jeh Johnson as he was doing what he could to work with state officials and to lend assistance to those who were trying to protect their electoral processes."
            ],
            "audio": "https://tts.langeek.co/read?text=b25lLW9uLW9uZQ&hash=53af81cdd248ecdc7bea3abb6433dae0ea300c21&lang=en&cache-only=0",
            "defineEn": "(of an activity) between only two people",
            "defineVi": "(của một hoạt động) chỉ giữa hai người"
        },
        {
            "id": "dbc084e6-6850-409f-a0cc-ab7723e34718",
            "word": "rewarding",
            "phonetic": "ɹᵻwɔːɹdɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The game strikes a great balance between accessibility for younger players and a rewarding challenge for veterans of the genre.",
                "That was really rewarding.",
                "Can be so much more rewarding than an expensive gift.",
                "It's been really, really rewarding.",
                "So it was rewarding on that level as well."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV3YXJkaW5n&hash=60ff8110ac494dfceea53aeb78c0c0c63236f977&lang=en&cache-only=0",
            "defineEn": "(of an activity) making one feel satisfied by giving one a desirable outcome",
            "defineVi": "(của một hoạt động) làm cho một người cảm thấy hài lòng bằng cách mang lại cho họ một kết quả mong muốn"
        },
        {
            "id": "0fc560d4-8fb5-409f-80a2-a85037d77659",
            "word": "stimulating",
            "phonetic": "stɪmjʊleɪɾɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So it's always stimulating.",
                "Because a lot of antidepressants have this stimulating response and this stimulating symptom that they give.",
                "Whenever you have an emotionally stimulating experience, your brain releases this hormone.",
                "So caffeine stops adenosine from doing its thing, while some stimulating neurotransmitters are still around.",
                "and I'm getting him out into different stimulating environments, he perks up, he gets pretty curious."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RpbXVsYXRpbmc&hash=0947d744eff7d6e63bc32496ce07963f9be0590d&lang=en&cache-only=0",
            "defineEn": "causing excitement",
            "defineVi": "gây hứng thú",
            "hasImg": true
        },
        {
            "id": "b4e9b526-bd85-4b97-a52f-ff822b18b760",
            "word": "tedious",
            "phonetic": "tiːdiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This job is very tedious.",
                "It could be so tedious.",
                "The tedious trade has been the main source of income in this small Ecuadorian village in the Andes for over 100 years.",
                "Now, this is going to sound tedious.",
                "Assignments can feel so tedious when they take hours to do."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVkaW91cw&hash=f5142a85e2c2658c9204c1fc62667bd1e89af007&lang=en&cache-only=0",
            "defineEn": "continuing for too long and boring",
            "defineVi": "tiếp tục quá lâu và nhàm chán",
            "hasImg": true
        },
        {
            "id": "08d11d82-e1e7-45c4-8119-a24070784b48",
            "word": "underemployed",
            "phonetic": "ʌndɚɹɛmplɔɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We are extremely unemployed and underemployed.",
                "If we are employed, we are underemployed or there is a high chance that we are underemployed.",
                "So, it's basically getting those that are underemployed and unemployed trained and ready to go and enter an industry that needs people to get into that industry."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXJlbXBsb3llZA&hash=d580dcd20720cc1b3e7c91fdbba6372cde80220a&lang=en&cache-only=0",
            "defineEn": "(of a person) not having much work to do in their job or being unable to use their full potential",
            "defineVi": "(của một người) không có nhiều việc phải làm trong công việc của họ hoặc không thể sử dụng hết khả năng của họ",
            "hasImg": true
        },
        {
            "id": "64279392-fade-4196-942e-a06287c8bd61",
            "word": "boardroom",
            "phonetic": "boːɹdɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The receptionist led the way to the boardroom.",
                "The CEO entered the boardroom, suited and booted, projecting authority and professionalism.",
                "They built a false boardroom on the vacant fifth floor of Trump Tower.",
                "From boardrooms to the White House and beyond McKinsey's influence in business is virtually unparalleled.",
                "Trump shined in the boardroom, a set built on the fifth floor of Trump Tower."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9hcmRyb29t&hash=ef22df363e31fc414320e8f7a0542b07bc755df3&lang=en&cache-only=0",
            "defineEn": "a room where the board of directors meet",
            "defineVi": "một căn phòng nơi hội đồng quản trị họp",
            "hasImg": true
        },
        {
            "id": "e43add01-2161-4c3f-97e6-7fb4ab869af6",
            "word": "internship",
            "phonetic": "ɪntɜːnʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Take time by the forelock and accept that fantastic internship!",
                "hey offered me an internship when I had already found a job - a day late and a dollar short!",
                "Sarah's father had many connections in the industry, and she found that much will have more, as she was able to secure a prestigious internship and gain valuable experience.",
                "Saw The Internship.",
                "Still, unpaid internships pop up in some bizarre places, like the White House."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJuc2hpcA&hash=e67b9d28ce3327011fe25db1921d9f57ec69f527&lang=en&cache-only=0",
            "defineEn": "the period during which a student or recent graduate starts working somewhere specific, sometimes without receiving any money, in order to meet some requirements to qualify for something or to gain work-related experience; the position of this person",
            "defineVi": "khoảng thời gian mà một sinh viên hoặc sinh viên mới tốt nghiệp bắt đầu làm việc ở một nơi cụ thể, đôi khi không nhận được bất kỳ khoản tiền nào, để đáp ứng một số yêu cầu để đủ điều kiện nhận một thứ gì đó hoặc để có được kinh nghiệm liên quan đến công việc; vị trí của người này"
        },
        {
            "id": "7a6eebb3-03cb-40f7-80f2-dd5f451d2c3e",
            "word": "vacancy",
            "phonetic": "veɪkənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "His vacancy demanded, in the view of many conservatives, somebody of equal import, somebody of equal standing, somebody of equal definition with regard to the principles of conservatism. ",
                "And so his vacancy was not just another vacancy. ",
                "And so his vacancy was not just another vacancy. ",
                "And in a professional setting, well, the employer suddenly has an unexpected vacancy, which isn’t great.",
                "Justice Anthony Kennedy, whose seat, whose vacancy he was filling, was involved."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFjYW5jeQ&hash=e4a8855660b8ddd1a68cbb11f543fa7d6ef007db&lang=en&cache-only=0",
            "defineEn": "a position or job that is available",
            "defineVi": "một vị trí hoặc công việc có sẵn"
        },
        {
            "id": "cdc3e03a-e045-4d25-a6b1-ab68826b510b",
            "word": "co-worker",
            "phonetic": "koʊwɜːkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Despite being in the same office, John always gives his co-workers the cold shoulder and rarely engages in conversations with them.",
                "the reason I respect him is that he always does well by his co-workers.",
                "People would much rather go home and spend time with their nearest and dearest, not hang around their co-workers at some dull office party.",
                "Mean co-workers.",
                "What were your co-workers like?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y28td29ya2Vy&hash=902889dec6985c9e9dd27928c1036ca927132da0&lang=en&cache-only=0",
            "defineEn": "someone who works with someone else, having the same job",
            "defineVi": "một người làm việc với người khác, có cùng một công việc",
            "hasImg": true
        },
        {
            "id": "f0b56dcb-a5d1-47b7-936a-2148dc753ee6",
            "word": "supervisor",
            "phonetic": "suːpɚvaɪzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The employee received their marching orders from the supervisor and was instructed to start a new project.",
                "After a lot of turnover, they finally found a new supervisor who was able to implement changes that improved productivity.",
                "I hope he snaps out of it soon, because we'll need him to present our project to the supervisor next week.",
                "Once providers have bent the rules and had a favorable outcome and response from peers and supervisors, they are likely to be tempted to do it again.",
                "How else would she become a supervisor if she doesn't like to grease the boss's palm?"
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwZXJ2aXNvcg&hash=661d0402490dc42405e62733bf11444fd002cb49&lang=en&cache-only=0",
            "defineEn": "someone who observes or directs a person or an activity",
            "defineVi": "một người quan sát hoặc chỉ đạo một người hoặc một hoạt động",
            "hasImg": true
        },
        {
            "id": "5f8c0a7e-ea38-4692-8e0c-282613a7f801",
            "word": "amateur",
            "phonetic": "æmətʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her boyfriend is an amateur race car driver who really lives on the edge.",
                "Many fields do rely on amateur collectors.",
                "Before that the market was seen as a riskier place and not really for amateurs.",
                "This is an amateur rocket launch.",
                "Amateur video captured the frantic scene, as paramedics desperately tried to save the lives of officers Wenjian Liu and Rafael Ramos."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1hdGV1cg&hash=69672f27be5e3971ab6eab79b7efd1d3d3867689&lang=en&cache-only=0",
            "defineEn": "someone who is not skilled or experienced enough for a specific activity",
            "defineVi": "một người không có kỹ năng hoặc kinh nghiệm đủ cho một hoạt động cụ thể"
        },
        {
            "id": "59ffd004-3c93-4d4c-93b4-370121b9ed9b",
            "word": "interviewee",
            "phonetic": "ɪntɚvjuːiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "True, there wasn't always an enormous difference between letting the interviewees speak for themselves and giving them enough rope.",
                "Our last interviewee, she had been listening to all the anti-Trump talk at the economics convention."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJ2aWV3ZWU&hash=dd7cd1150ca20de6e97cc84c6966afd7ae0b2008&lang=en&cache-only=0",
            "defineEn": "someone who answers the questions during an interview",
            "defineVi": "một người trả lời các câu hỏi trong một cuộc phỏng vấn"
        },
        {
            "id": "9ede35bb-7437-440d-b3bb-e6e7597e66ca",
            "word": "sick leave",
            "phonetic": "sɪk liːv ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2ljayBsZWF2ZQ&hash=ed0134c8d250c6c3406560328898290e3c89bf5e&lang=en&cache-only=0",
            "defineEn": "a specific period of time granted to a person who is ill to temporary leave work",
            "defineVi": "một khoảng thời gian cụ thể được cấp cho một người bị ốm tạm thời nghỉ việc"
        },
        {
            "id": "4a85ff17-c379-41f7-b4d9-220e3650e5d4",
            "word": "maternity leave",
            "phonetic": "mətɜːnᵻɾi liːv ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWF0ZXJuaXR5IGxlYXZl&hash=c99acce661454a0342435ffccfc26fa06b1b7634&lang=en&cache-only=0",
            "defineEn": "a period of time when a woman can take a break from working and stay home before and after the birth of her child",
            "defineVi": "khoảng thời gian người phụ nữ có thể nghỉ làm và ở nhà trước và sau khi sinh con"
        },
        {
            "id": "8b0df429-f8f8-4f16-8df9-d8caf93590db",
            "word": "multitasking",
            "phonetic": "mʌltitæskɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Oh okay, there's the multitasking.",
                "Multitasking, the popular term for this behavior, originally referred to the process by which computers appear to accomplish two or more tasks simultaneously.",
                "You open too many tabs and the whole thing gets kind of bogged down in general multitasking, just not a great time.",
                "But when you swipe up on one side to go into multitasking, all the icons go to the other side.",
                "In other words, they couldn’t determine if more multitasking causes the tissue loss or if less neurons in that region just happens to be related to the behavior, so more research needs to be done before we can draw any conclusions."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVsdGl0YXNraW5n&hash=bae915ccf2e8c636a17810aab85fa91a2027e919&lang=en&cache-only=0",
            "defineEn": "(of people) the ability to perform more than one task simultaneously",
            "defineVi": "(của người) khả năng thực hiện nhiều nhiệm vụ cùng một lúc",
            "hasImg": true
        },
        {
            "id": "51c8a950-0b3b-44fe-a02d-13dee604fa87",
            "word": "labor",
            "phonetic": "leɪbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Such cheap goods obviously rely on dirt cheap labor.",
                "Running the animal shelter is a labor of love for Jane.",
                "The company has attempted to break the strike using non-union labor.",
                "Mrs. Smith finds teaching young children to be a labor of love.",
                "The gardener knew that keeping a garden beautiful required a lot of physical labor and effort, since elbow grease is the best polish when it comes to maintaining plants and flowers."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFib3I&hash=08cc87831e2ef5d59271e8b68914a0346c96e13e&lang=en&cache-only=0",
            "defineEn": "work, particularly difficult physical work",
            "defineVi": "công việc, công việc thể chất đặc biệt khó khăn"
        },
        {
            "id": "c5761b23-7f44-418d-93fb-0f3fbabbb6d1",
            "word": "discrimination",
            "phonetic": "dɪskɹɪmᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Eventually, he came face to face with discrimination again.",
                "Discrimination based on race or religion is morally unacceptable and considered bad.",
                "Discrimination and bias in hiring practices can result in an unlevel playing field for job applicants, as qualified candidates from marginalized groups may face barriers and unequal treatment.",
                "After years of experiencing poverty and discrimination, he felt that above black there is no color and became indifferent to the daily struggles he faced.",
                "The teacher reminded her students that if you are not part of the solution, you are part of the problem when discussing the importance of taking an active role in addressing issues such as bullying and discrimination in the classroom."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY3JpbWluYXRpb24&hash=21648c6b101b70e65c1984b19292f50bde3c81df&lang=en&cache-only=0",
            "defineEn": "the practice of treating a person or different categories of people less fairly than others",
            "defineVi": "thực hành đối xử với một người hoặc các nhóm người khác nhau ít công bằng hơn những người khác"
        },
        {
            "id": "d5b4422d-e466-4ff9-b2b2-17c42e75d1fd",
            "word": "pension",
            "phonetic": "pɛnʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The U.S. tax code now loads the dice in favor of private pension plans.",
                "The company's recent collapse has left their pension fund members up the creek.",
                "When the economy crashed, thousands lost their jobs, their homes, and their pensions at one fell swoop.",
                "I'm on the hook for nearly half a million dollars after my partner skipped town with the company's pension fund!",
                "Pensions are on their way out."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVuc2lvbg&hash=1d36d2ebd9683dc949305644ce130c3d9ce49a45&lang=en&cache-only=0",
            "defineEn": "a monthly payment that a retired person receives from the government or a private company, for which they used to work",
            "defineVi": "một khoản thanh toán hàng tháng mà một người đã nghỉ hưu nhận được từ chính phủ hoặc một công ty tư nhân mà họ từng làm việc"
        },
        {
            "id": "99b5c496-ad6b-4433-afcb-667f8d4fac42",
            "word": "reference",
            "phonetic": "ɹɛfɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The archbishop cautioned the cardinal to beware of a man of one book who bases all of his arguments solely on a single reference.",
                "The viral internet meme that gained immense popularity for a brief period became a ten-day wonder, with people sharing and referencing it widely before it faded from the online spotlight.",
                "Beatles reference?",
                "We referenced your video.",
                "They lost reference points."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmZXJlbmNl&hash=7df245d61629cdd6cd6ee796544ade4adac66668&lang=en&cache-only=0",
            "defineEn": "a letter written by a former employer about a former employee who has applied for a new job, giving information about them",
            "defineVi": "một lá thư được viết bởi một chủ nhân cũ về một nhân viên cũ đã nộp đơn xin một công việc mới, cung cấp thông tin về họ"
        },
        {
            "id": "7f8053c0-968f-405d-914a-d92a407c093d",
            "word": "schedule",
            "phonetic": "skɛdʒuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Programs are running a few minutes behind schedule this evening.",
                "The slow train arrived at the station behind schedule.",
                "The meeting is scheduled to start at half past nine, which is thirty minutes from now.",
                "He felt a sharp pain in his tooth and scheduled a dental appointment.",
                "The regulations are scheduled to go into effect next winter, and in the interim, we'll be working hard to make all of the appropriate changes."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NoZWR1bGU&hash=4eb89f5236d2dbc2119d14203da078b4a8e624b2&lang=en&cache-only=0",
            "defineEn": "a plan of all objectives and their specific time to be carried out by someone",
            "defineVi": "một kế hoạch của tất cả các mục tiêu và thời gian cụ thể của họ sẽ được thực hiện bởi một ai đó",
            "hasImg": true
        },
        {
            "id": "5a840961-54b4-4aad-a58a-a278eeafeefa",
            "word": "workforce",
            "phonetic": "wɜːkfoːɹs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We want to involve the workforce at all stages of the decision-making process.",
                "In a business, when employers treat their employees fairly and provide opportunities for growth and development, it can lead to a more motivated and dedicated workforce, as good masters make good servants.",
                "Our workforce used to include 14 employees.",
                "The workforce work grow far north of 4000 people there.",
                "Married women in their 30s outnumbered single women in the workforce."
            ],
            "audio": "https://tts.langeek.co/read?text=d29ya2ZvcmNl&hash=ba71013b01334bc54506e85129804e6f1fe10def&lang=en&cache-only=0",
            "defineEn": "all the individuals who work in a particular company, industry, country, etc.",
            "defineVi": "tất cả các cá nhân làm việc trong một công ty, ngành, quốc gia cụ thể, v.v.",
            "hasImg": true
        },
        {
            "id": "b6126bc7-d49e-43ff-b70b-4405b5edfdc8",
            "word": "workload",
            "phonetic": "wɜːkloʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now this is a light workload.",
                "Because not every workload is gonna stress both of them equally.",
                "But a common scenario starts out with exhaustion, maybe because of a high workload or extra stress from other parts of your life.",
                "The level of automation today, of course is much greater in terms of what the workload of that crew actually looks like.",
                "There are a lot of different metrics for this, including things like workload, reward, and mission."
            ],
            "audio": "https://tts.langeek.co/read?text=d29ya2xvYWQ&hash=c49312d03eeb9ecc9bec2916bb3e57a772f06e33&lang=en&cache-only=0",
            "defineEn": "the amount of work that a person or organization has to do",
            "defineVi": "khối lượng công việc mà một người hoặc tổ chức phải làm"
        },
        {
            "id": "3f6f21cd-15cc-40be-98f1-031ddbf71bf7",
            "word": "notice",
            "phonetic": "noʊɾɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "I handed in my notice yesterday.",
                "She noticed a small bird nesting on the roof of her garage.",
                "He noticed a spider crawling up the wall.",
                "Did you notice the way he was looking at you?",
                "She noticed a difference in taste and texture when she switched to unbleached flour in her cookie recipe."
            ],
            "audio": "https://tts.langeek.co/read?text=bm90aWNl&hash=8cdf21b65f5b1ce811aa5575204159a269bf4987&lang=en&cache-only=0",
            "defineEn": "a formal statement or letter declaring that one intends to end an agreement, especially an employment or residential contract",
            "defineVi": "một tuyên bố hoặc thư chính thức tuyên bố rằng một người có ý định chấm dứt một thỏa thuận, đặc biệt là hợp đồng lao động hoặc nhà ở"
        },
        {
            "id": "083d6650-d49d-4f42-b45a-c9c38e9bb17d",
            "word": "increment",
            "phonetic": "ɪŋkɹɪmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, the second coordinate tells you increments of v2.",
                "Increment it by 1.",
                "I'll go in increments of 5.",
                "You can adjust in increments of 100 DPI.",
                "It will shift up by that increment."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jcmVtZW50&hash=2bf9fca24a3bf5738b173fd62ad22a1c8f06de9e&lang=en&cache-only=0",
            "defineEn": "an increase in someone's salary that happens at regular intervals",
            "defineVi": "tăng lương của ai đó xảy ra đều đặn",
            "hasImg": true
        },
        {
            "id": "82103077-18e2-462f-ac2f-25e5036b548e",
            "word": "professional courtesy",
            "phonetic": "pɹəfɛʃənəl kɜːɾəsi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvZmVzc2lvbmFsIGNvdXJ0ZXN5&hash=c80b4d69e65c679c2af07abc46967ca527a89bf1&lang=en&cache-only=0",
            "defineEn": "free service that people of the same profession provide for each other, especially common among physicians",
            "defineVi": "dịch vụ miễn phí mà những người cùng nghề cung cấp cho nhau, đặc biệt phổ biến giữa các bác sĩ"
        }
    ]
}