{
    "id": "44f6f4eb-f2c2-49b8-a98f-a8f61b39f139",
    "title": "Herbs and Spices",
    "originalTitle": "Herbs and Spices",
    "words": [
        {
            "id": "97406a9d-b90d-4d94-9ce7-77c3cfef3eec",
            "word": "alexanders",
            "phonetic": "ælɪɡzændɚz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWxleGFuZGVycw&hash=c1b06d963bccc8daaee565bf3e6b8b7397d877a4&lang=en&cache-only=0",
            "defineEn": "a type of herbaceous plant with greenish-yellow flowers and edible leaves and stems, commonly found in coastal regions",
            "defineVi": "một loại cây thân thảo có hoa màu vàng lục, lá và thân ăn được, thường thấy ở các vùng ven biển",
            "hasImg": true
        },
        {
            "id": "001ee526-7956-4358-900c-014deac7f994",
            "word": "alkanet",
            "phonetic": "ælkɐnɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I brewed a cup of alkanet tea, enjoying its calming effect and vibrant color.",
                "She sprinkled dried alkanet petals in her bathwater, turning it into a relaxing and visually appealing soak."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxrYW5ldA&hash=cab9a32e1a11e553ef673475988c70267fc68ef1&lang=en&cache-only=0",
            "defineEn": "a herb with blue-purple flowers, known for its medicinal and soothing properties",
            "defineVi": "một loại thảo mộc có hoa màu xanh tím, được biết đến với đặc tính chữa bệnh và làm dịu",
            "hasImg": true
        },
        {
            "id": "e9642ec5-4456-4010-82cc-9ceefa92a161",
            "word": "allspice",
            "phonetic": "ɔːlspaɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "In her secret recipe for spiced cookies, Grandma included a touch of allspice.",
                "He sprinkled a pinch of allspice into the simmering pot of soup.",
                "Allspice is actually a type of berry.",
                "So, there you have it: Cinnamon, ginger, nutmeg, cloves, and allspice come together to make pumpkin spice!",
                "People pick the berries, then dry them out in the sun, and that’s how we get allspice!"
            ],
            "audio": "https://tts.langeek.co/read?text=YWxsc3BpY2U&hash=c6c1e2ea335028cf9f27b100672dbfb57b73bb58&lang=en&cache-only=0",
            "defineEn": "the powder that is made from ground dried berries of a West Indian tree that is very aromatic, used as a spice",
            "defineVi": "bột được làm từ quả mọng khô của một loại cây ở Tây Ấn Độ rất thơm, được dùng làm gia vị",
            "hasImg": true
        },
        {
            "id": "f816d25a-531b-4fd4-9ec1-ed7f07c22203",
            "word": "angelica",
            "phonetic": "ændʒɛlɪkə ",
            "partOfSpeechType": "noun",
            "examples": [
                "They garnished their summer cocktails with a sprig of fresh angelica.",
                "He brewed a cup of soothing angelica tea to help calm his nerves after a long day.",
                "right what was it like in Highbury basically had a fever they don't remember having a fever ever for that moment but to wedding I had to take a blood drop dead enemies malaria and ahem positive and Angelica"
            ],
            "audio": "https://tts.langeek.co/read?text=YW5nZWxpY2E&hash=6a7f488e0aa6e9571f9a443c8fdebff8eb276770&lang=en&cache-only=0",
            "defineEn": "a herbaceous plant known for its aromatic and medicinal properties",
            "defineVi": "một loại cây thân thảo được biết đến với đặc tính thơm và dược liệu",
            "hasImg": true
        },
        {
            "id": "cfee5f7c-1f17-4768-909d-af5aa602a11e",
            "word": "anise",
            "phonetic": "ænɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "He sprinkled a pinch of ground anise over his roasted vegetables.",
                "The herbalist recommended an anise infusion to soothe their upset stomach.",
                "Some examples of fun scents are: flower pollen, cinnamon, honey, rosemary oil, anise, lemon peel, and vanilla."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5pc2U&hash=a0b26bcbb20190fc1b2ae034c7ddec75ac45d109&lang=en&cache-only=0",
            "defineEn": "a spice that has a sweet flavor and is commonly used in cooking and baking",
            "defineVi": "một loại gia vị có hương vị ngọt ngào và thường được sử dụng trong nấu ăn và làm bánh",
            "hasImg": true
        },
        {
            "id": "28fa3f6b-7758-4e46-adf1-76ddae8c65f1",
            "word": "aniseed",
            "phonetic": "ænɪsiːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "We used aniseed as a key ingredient in our traditional family recipe for holiday cookies.",
                "I stirred a spoonful of ground aniseed into my hot chocolate."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5pc2VlZA&hash=bab35a481195e2090837657ca3acd6c104873093&lang=en&cache-only=0",
            "defineEn": "the small, aromatic seeds of the anise plant used as a spice or flavoring agent",
            "defineVi": "những hạt nhỏ, thơm của cây hồi được sử dụng làm gia vị hoặc chất tạo hương vị",
            "hasImg": true
        },
        {
            "id": "0cc9e59d-cde3-40f7-b1bd-e18151276904",
            "word": "artemisia",
            "phonetic": "ɑːɹɾɪmɪʒə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The subtle bitterness of artemisia balanced the sweetness of the dessert.",
                "As the wind blew gently, the silver-gray leaves of artemisia danced in the breeze."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0ZW1pc2lh&hash=f775b85dbf879fa9ec32ee78faf7dde97e4b2567&lang=en&cache-only=0",
            "defineEn": "a genus of aromatic plants commonly known as mugworts or wormwoods",
            "defineVi": "một chi thực vật thơm thường được gọi là ngải cứu hoặc cây ngải",
            "hasImg": true
        },
        {
            "id": "d7a32c89-51fa-4f5b-84bc-42b8cfce58de",
            "word": "barberry",
            "phonetic": "bɑːɹbɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He discovered a jar of homemade barberry jam in the pantry.",
                "They explored the market and finally came across a jar of pickled barberries."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyYmVycnk&hash=b4bcf417ea5c864c731b1fbb4da1c451da9666bc&lang=en&cache-only=0",
            "defineEn": "a tart, red berry commonly used in culinary dishes and traditional medicine",
            "defineVi": "một quả mọng màu đỏ chua thường được sử dụng trong các món ăn ẩm thực và y học cổ truyền",
            "hasImg": true
        },
        {
            "id": "90a8d17a-48f5-4ccf-8b3e-5120cfde2bff",
            "word": "basil",
            "phonetic": "beɪzəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Among all herbs, basil is my favorite.",
                "With a touch of creativity, I added basil as a garnish to my fruit salad.",
                "They enjoyed a slice of mozzarella cheese with their fresh tomato and basil salad.",
                "I tossed cooked orzo with cherry tomatoes, fresh basil, and mozzarella for a refreshing summer salad.",
                "The bruschetta was served with a tangy tomato and basil salpicon on top."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFzaWw&hash=0d11029b27f82d44f6f3356c27b420e5ad391052&lang=en&cache-only=0",
            "defineEn": "a plant of the mint family with aromatic leaves that are eaten raw or cooked",
            "defineVi": "một loại cây thuộc họ bạc hà có lá thơm được ăn sống hoặc nấu chín",
            "hasImg": true
        },
        {
            "id": "9e8402c5-cffd-4a04-9ef4-313f43856a71",
            "word": "bay leaf",
            "phonetic": "beɪ liːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "She picked a fresh bay leaf from her herb garden and placed it on top of her roasted chicken."
            ],
            "audio": "https://tts.langeek.co/read?text=YmF5IGxlYWY&hash=2efa78b4acf1eabb98d9dd4391c71cca3acbcfe7&lang=en&cache-only=0",
            "defineEn": "the scented dried leaves of the bay tree, used in cooking",
            "defineVi": "lá khô có mùi thơm của cây nguyệt quế, được sử dụng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "33dedcd1-df6b-459e-9630-21bdbd98cd4e",
            "word": "fenugreek",
            "phonetic": "fɛnəɡɹiːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "He added a pinch of fenugreek to his curry, enhancing the aroma and flavor.",
                "I couldn't find fenugreek in the local grocery store, so I ordered it online to use in my homemade remedies.",
                "So, toasted fenugreek and cumin, nigella, fennel."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVudWdyZWVr&hash=c95de68c740130bd5a9308f923cb4020bff57c4a&lang=en&cache-only=0",
            "defineEn": "the scented seeds of a plant of the pea family that is used as a spice, especially in Asian cuisine",
            "defineVi": "hạt thơm của một loại cây thuộc họ đậu được dùng làm gia vị, đặc biệt là trong ẩm thực châu Á",
            "hasImg": true
        },
        {
            "id": "2eb9657d-7574-4474-adb1-d522fb33acd0",
            "word": "borage",
            "phonetic": "boːɹɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She harvested fresh borage leaves and used them as a garnish for her summer salads.",
                "He admired the vibrant blue flowers of borage in his garden, attracting bees and butterflies."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9yYWdl&hash=e458c5e4f48401aed62edacc4474daaa9cc7d0fd&lang=en&cache-only=0",
            "defineEn": "a Mediterranean herb that is obtained from a plant with purple flowers and hairy leaves that are used in salads",
            "defineVi": "một loại thảo mộc Địa Trung Hải thu được từ một loại cây có hoa màu tím và lá có lông được sử dụng trong món salad",
            "hasImg": true
        },
        {
            "id": "962ea7e1-d4fa-4070-8652-b5ccc0053c58",
            "word": "caper",
            "phonetic": "keɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He garnished the grilled fish with a few capers, enhancing its savory taste.",
                "It's always a good idea to keep a jar of capers in the pantry for those moments when you want to elevate your recipes.",
                "OK, a quick review of our Hot Pocket Mission Impossible caper so far: We broke into the lair containing the instructions, we copied down those instructions in shorthand we added some protective coatings, and then we cut out some extra notes that we didn't need and then we escaped back out of the lair.",
                "Also, QUICK ASIDE: if you’ve pulled a caper that requires you to transform into a dragon, things probably AREN’T gonna turn out well for you.",
                "rRNA doesn't contribute any genetic information to the process, instead it has binding sites that allow the incoming mRNA to interact with another special type of RNA the third in this caper, called transfer RNA, or tRNA."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwZXI&hash=dd8e92129e27ac1fddc7fb20644a811a5073c362&lang=en&cache-only=0",
            "defineEn": "a small, tangy, and pickled flower bud commonly used as a condiment or ingredient in various dishes",
            "defineVi": "một nụ hoa nhỏ, thơm và ngâm thường được sử dụng làm gia vị hoặc thành phần trong các món ăn khác nhau",
            "hasImg": true
        },
        {
            "id": "5776689b-2825-498b-bb99-e4f8120dc785",
            "word": "caraway seed",
            "phonetic": "kæɹəweɪ siːd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FyYXdheSBzZWVk&hash=9b76d3eed1b0d2ad135acb0f43d843e66ee8a38e&lang=en&cache-only=0",
            "defineEn": "the small, aromatic seeds derived from the caraway plant, commonly used as a spice in cooking and baking",
            "defineVi": "những hạt nhỏ, thơm có nguồn gốc từ cây caraway, thường được sử dụng làm gia vị trong nấu ăn và làm bánh",
            "hasImg": true
        },
        {
            "id": "45f1b2ea-d369-4524-9b83-de3a8ee4cd11",
            "word": "cardamom",
            "phonetic": "kɑːɹdæməm ",
            "partOfSpeechType": "noun",
            "examples": [
                "They roasted carrots with a sprinkle of ground cardamom.",
                "He brewed a pot of fragrant cardamom tea, savoring its warm and aromatic flavors as he enjoyed a quiet moment of relaxation.",
                "As I baked a loaf of cardamom bread, the kitchen filled with the comforting scent of warm spices.",
                "Many English speakers do the same with cardamom, or maybe cardamon, today."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZGFtb20&hash=86f5f0a94adf8f731ff52bed446feaea8630f201&lang=en&cache-only=0",
            "defineEn": "the scented seeds of a plant of the ginger family, used as a seasoning or herbal medicine",
            "defineVi": "hạt thơm của một loại cây thuộc họ gừng, được dùng làm gia vị hoặc thuốc thảo dược",
            "hasImg": true
        },
        {
            "id": "dd0232fe-c149-4b31-9e68-447bf6b1ef54",
            "word": "cayenne pepper",
            "phonetic": "keɪɛn pɛpɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2F5ZW5uZSBwZXBwZXI&hash=685b5d0c0c70b1a27881af143c2e1b4c447a4be0&lang=en&cache-only=0",
            "defineEn": "a fiery and pungent spice derived from dried chili peppers",
            "defineVi": "một loại gia vị bốc lửa và hăng có nguồn gốc từ ớt khô",
            "hasImg": true
        },
        {
            "id": "045a2f31-8980-401a-a8d7-93b19d36e28b",
            "word": "celery seed",
            "phonetic": "sɛlɚɹi siːd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2VsZXJ5IHNlZWQ&hash=30c61249a8404686cca503bc7c9c424dd8d5a957&lang=en&cache-only=0",
            "defineEn": "the small, dried fruit of the celery plant, often used as a spice for its distinct flavor and aroma",
            "defineVi": "quả nhỏ, khô của cây cần tây, thường được dùng làm gia vị cho hương vị và mùi thơm đặc trưng của nó",
            "hasImg": true
        },
        {
            "id": "86fc437a-f682-413e-bbc8-3724d5ce8c7a",
            "word": "chervil",
            "phonetic": "tʃɜːvəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "We sprinkled chervil over our roasted vegetables, elevating their taste with a hint of herbaceous goodness.",
                "You can mix chervil with butter and spread it on freshly baked bread for a simple yet delicious appetizer."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlcnZpbA&hash=cdbf9b1450792664351a6840a879979d1bafd6aa&lang=en&cache-only=0",
            "defineEn": "the fresh green leaves of a plant of the parsley family that is used in cooking",
            "defineVi": "những chiếc lá xanh tươi của một loại cây thuộc họ rau mùi tây được dùng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "1f53fa05-ab00-4dcf-a3b3-1dbbbda85bb7",
            "word": "chicory",
            "phonetic": "tʃɪkɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "It was a rainy day, and she found comfort in a warm cup of chicory tea.",
                "It reminded her of her childhood when her grandmother used to cook chicory with bacon.",
                "Fresh greens were harvested from the garden, usually chicory or dandelions or purslane, and a bowl of them would be presented to Monet by Marguerite’s husband, Paul, who was their valet and butler."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpY29yeQ&hash=113f95f414fcfea617f296ee9e378970bb7c153c&lang=en&cache-only=0",
            "defineEn": "a blue-flowered herb of the daisy family, the root of which can be used with coffee and the leaves of which eaten in a salad",
            "defineVi": "một loại thảo mộc có hoa màu xanh thuộc họ cúc, rễ của nó có thể được dùng với cà phê và lá của chúng được ăn trong món salad",
            "hasImg": true
        },
        {
            "id": "17cee73a-e006-4cd9-86b9-a6879a4ddb83",
            "word": "chili pepper",
            "phonetic": "tʃɪli pɛpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Come here, Chili Pepper!",
                "Say thanks Chili Pepper!",
                "Patches and Chili Pepper get along great.",
                "Chili Pepper is constantly observing the environment around him.",
                "But this space isn’t just for Chili Pepper."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpbGkgcGVwcGVy&hash=463eb2ead193a35ec5b3289ab9f52d0b9a68aa4f&lang=en&cache-only=0",
            "defineEn": "a fiery and pungent spice derived from various Capsicum plants",
            "defineVi": "một loại gia vị bốc lửa và cay nồng có nguồn gốc từ các loại cây Capsicum khác nhau",
            "hasImg": true
        },
        {
            "id": "262b758e-035a-47d1-86d5-f6294c849757",
            "word": "chives",
            "phonetic": "tʃaɪvz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hpdmVz&hash=4c4eec60b647597ad102ba8a4a51d397f4f89c47&lang=en&cache-only=0",
            "defineEn": "the slender leaves of a plant closely related to the onion, with purple flowers, that is used as a culinary herb",
            "defineVi": "những chiếc lá mảnh mai của một loại cây có họ hàng gần với hành tây, có hoa màu tím, được dùng làm thảo mộc nấu nướng",
            "hasImg": true
        },
        {
            "id": "8b66635b-1be0-44b9-9d18-cadff423c80e",
            "word": "cilantro",
            "phonetic": "sɪlæntɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We made a refreshing cucumber salsa with tomatoes, onions, and cilantro.",
                "The garden is filled with an assortment of herbs like parsley, sage, and cilantro.",
                "I created a unique avocado chutney, blending the creamy fruit with lime juice, cilantro, and jalapenos.",
                "She made crispy and flavorful pork tacos, topping them with tangy salsa and fresh cilantro.",
                "They decided to start a small herb garden and included sprouts of basil, parsley, and cilantro."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2lsYW50cm8&hash=03e52969db12c2403206d4a4079b3b1ac4a75bd6&lang=en&cache-only=0",
            "defineEn": "a leafy herb that has a strong and slightly sour taste",
            "defineVi": "một loại thảo mộc lá có vị hơi chua và mạnh",
            "hasImg": true
        },
        {
            "id": "4194a73c-d2a2-454e-9fe7-55c4860aaae8",
            "word": "cinnamon",
            "phonetic": "sɪnəmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cinnamon raisin bagel is my go-to choice for a tasty breakfast.",
                "Roasting quince with honey and cinnamon creates a delicious dessert.",
                "Bosc pear and cinnamon muffins are a delicious way to start the day.",
                "The pie had a warm apple filling, with tender apples cooked in cinnamon and sugar.",
                "She enjoyed a warm bowl of Japanese millet porridge, sprinkled with cinnamon and drizzled with honey."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2lubmFtb24&hash=a52048825d3a88bbe7b5264bed3f4b571f808f90&lang=en&cache-only=0",
            "defineEn": "a spice that is made from the dried and rolled barks of a Southeast Asian tree, especially used in sweet foods",
            "defineVi": "một loại gia vị được làm từ vỏ khô và cuộn của một loại cây ở Đông Nam Á, đặc biệt được sử dụng trong các món ăn ngọt",
            "hasImg": true
        },
        {
            "id": "8e5d2b51-4e07-4258-8a49-339eef64f5f4",
            "word": "clary sage",
            "phonetic": "klɛɹi seɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2xhcnkgc2FnZQ&hash=7d8c0bd847ed3a007a76d81154ac26302d05f392&lang=en&cache-only=0",
            "defineEn": "an herb known for its soothing aroma and potential therapeutic properties",
            "defineVi": "một loại thảo mộc được biết đến với hương thơm nhẹ nhàng và các đặc tính trị liệu tiềm năng",
            "hasImg": true
        },
        {
            "id": "8e1a286d-745f-40c2-9b72-1d6ea83d2550",
            "word": "coriander seed",
            "phonetic": "kɔːɹɪændɚ siːd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29yaWFuZGVyIHNlZWQ&hash=ce1033bafac2e18dab43f3bce1d837ee17cb3ee4&lang=en&cache-only=0",
            "defineEn": "the dried fruit of the cilantro plant, commonly used as a spice in various cuisines",
            "defineVi": "quả khô của cây rau mùi, thường được sử dụng làm gia vị trong các món ăn khác nhau",
            "hasImg": true
        },
        {
            "id": "fa040454-382a-4f6b-94b0-4d87f608e8c8",
            "word": "clove",
            "phonetic": "kloʊv ",
            "partOfSpeechType": "noun",
            "examples": [
                "He popped a clove into his mouth to freshen his breath after a flavorful meal.",
                "Chewing on a clove can help alleviate a toothache.",
                "Cloves also have a very strong smell.",
                "Garlic, do like five cloves.",
                "So not all dentists’ offices will smell like cloves, but some do."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvdmU&hash=e7f1114ab568b423c046eb93947090832af2b087&lang=en&cache-only=0",
            "defineEn": "the dried brown flower bud of a tropical tree that is used as a spice",
            "defineVi": "nụ hoa khô màu nâu của cây nhiệt đới được dùng làm gia vị",
            "hasImg": true
        },
        {
            "id": "8ed78cfb-c56f-4a6a-a1ca-d9f347c6e167",
            "word": "coriander",
            "phonetic": "kɔːɹɪændɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She chopped fresh coriander leaves and added them to the salad for a refreshing twist.",
                "He harvested coriander seeds from his garden and stored them in a jar for future use.",
                "The recipe called for a pinch of coriander seeds to enhance the taste of the soup.",
                "She discovered a new recipe that called for coriander as a key ingredient.",
                "You can use coriander as a garnish for your tacos to add a burst of freshness."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29yaWFuZGVy&hash=c0292ad4bc72cec26510908d415d9d4eaaed860a&lang=en&cache-only=0",
            "defineEn": "a scented herb of the parsley family, the leaves and seeds of which are used in cooking to add flavor to the food",
            "defineVi": "một loại thảo mộc có mùi thơm thuộc họ rau mùi tây, lá và hạt được sử dụng trong nấu ăn để tăng thêm hương vị cho thức ăn",
            "hasImg": true
        },
        {
            "id": "ee740505-39b5-4aa0-b8be-0ffe6268b544",
            "word": "costmary",
            "phonetic": "kɔstmɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He brewed a cup of costmary tea to soothe his upset stomach after a heavy meal.",
                "The chef sprinkled a pinch of dried costmary over the roasted vegetables to enhance their taste and presentation."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29zdG1hcnk&hash=8a275012de6e87621a5ee70e34cf2f4e9575c3c1&lang=en&cache-only=0",
            "defineEn": "an aromatic herb known for its minty fragrance and medicinal properties",
            "defineVi": "một loại thảo mộc thơm được biết đến với hương thơm bạc hà và đặc tính chữa bệnh",
            "hasImg": true
        },
        {
            "id": "6f49c73d-4ce1-475b-9123-a2039a4acbb0",
            "word": "cumin",
            "phonetic": "kjuːmɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He sprinkled some cumin powder over his roasted vegetables for a delightful twist of taste.",
                "He discovered a new recipe that combined cumin with paprika and garlic.",
                "Honey, garlic, cumin, acacia leaves, cedar oil.",
                "So, toasted fenugreek and cumin, nigella, fennel.",
                "Cumin, for example, can yield 600 kilos per acre."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VtaW4&hash=33f3ec7baa6d514773070925d617c6e69f517cf9&lang=en&cache-only=0",
            "defineEn": "the scented seed of a herb of carrot family that is used as a seasoning",
            "defineVi": "hạt thơm của một loại thảo mộc thuộc họ cà rốt được dùng làm gia vị",
            "hasImg": true
        },
        {
            "id": "71cbf405-8b2b-4c47-be4b-94cd4abceea0",
            "word": "dill",
            "phonetic": "dɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dill seasoning blended perfectly with the creamy sauce of the chicken pasta.",
                "As a garnish, sprinkle a few dill seeds on top of your favorite salad for an added burst of flavor and texture.",
                "We harvested fresh dill seeds from our garden and used them to infuse a jar of homemade vinegar.",
                "They used dill as a key ingredient in their pickling recipe.",
                "We have some dill mustard."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlsbA&hash=a1fff55354017a92ead365d935aa63cdc1392617&lang=en&cache-only=0",
            "defineEn": "a scented annual herb of the parsley family used as a culinary or medicinal herb",
            "defineVi": "một loại thảo mộc hàng năm có mùi thơm của họ rau mùi tây được sử dụng như một loại thảo mộc nấu ăn hoặc dược liệu",
            "hasImg": true
        },
        {
            "id": "fb56f6d6-8edb-4dbf-b937-fedde28cc88f",
            "word": "dill seed",
            "phonetic": "dɪl siːd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlsbCBzZWVk&hash=96b337e72d5e4b9e43e9e142cbd9912b5720d70c&lang=en&cache-only=0",
            "defineEn": "the small, oval-shaped seeds of the dill plant, commonly used as a spice in cooking",
            "defineVi": "hạt nhỏ, hình bầu dục của cây thì là, thường được dùng làm gia vị trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "3171662a-532d-4b74-8d7f-1b5ce925bfb4",
            "word": "fennel",
            "phonetic": "fɛnəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He discovered that fennel tea helped soothe his upset stomach.",
                "We discovered that fennel not only enhances the flavor but also provides digestive benefits.",
                "I love using fennel in my recipes as it adds a unique and pleasant smell to the dish.",
                "Fennel, the fennel goes in the bag.",
                "The fennel, you know?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVubmVs&hash=5fcf5132aaa746d1798bb05bf622d065697063bb&lang=en&cache-only=0",
            "defineEn": "a plant with feathery leaves and a round thick stem, used as a vegetable or for adding flavor to food",
            "defineVi": "một loại cây có lá có lông và thân dày tròn, được dùng làm rau hoặc để tăng thêm hương vị cho thức ăn",
            "hasImg": true
        },
        {
            "id": "4847052c-6824-40cf-bfd8-a550a33f77a0",
            "word": "fingerroot",
            "phonetic": "fɪŋɡɪɹuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "With fingerroot as the star ingredient, the spicy soup she made provided a comforting warmth and a delightful burst of flavors.",
                "The dinner party was a success thanks to the special fingerroot sauce she prepared."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmluZ2Vycm9vdA&hash=92ced389a8ba8b41e845b5d98e796ee5075094cd&lang=en&cache-only=0",
            "defineEn": "a type of rhizome with a pungent and aromatic flavor, commonly used in Southeast Asian cuisine",
            "defineVi": "một loại thân rễ có vị cay và thơm, thường được sử dụng trong ẩm thực Đông Nam Á",
            "hasImg": true
        },
        {
            "id": "7d30ab16-5b0a-4350-bd3c-97f2d4984cec",
            "word": "galangal",
            "phonetic": "ɡælæŋɡəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "She used galangal as a natural remedy, brewing it with hot water to make a soothing herbal tea.",
                "He pretended the galangal root was a secret ingredient and challenged his friends to create unique dishes."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FsYW5nYWw&hash=bdb69e679adccba08d0cfd4c535e285a6bb0e4d7&lang=en&cache-only=0",
            "defineEn": "a spicy root with a citrusy taste, often used in Southeast Asian cooking",
            "defineVi": "một loại rễ cay có vị cam quýt, thường được sử dụng trong nấu ăn Đông Nam Á",
            "hasImg": true
        },
        {
            "id": "8e04f1d6-79e8-436f-a2bd-26a918dfdb55",
            "word": "garlic",
            "phonetic": "ɡɑːɹlɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Too much garlic killed the taste of the meat.",
                "They dipped their garlic bread into a bowl of warm tomato sauce.",
                "The homemade garlic sauce was a hit at the dinner party.",
                "The chef grated fresh garlic into the tomato sauce, enhancing its depth and richness.",
                "The kitchen was filled with the smell of garlic."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FybGlj&hash=0e99305121f3de1e5dba4d3463143caecbca0394&lang=en&cache-only=0",
            "defineEn": "a type of vegetable having a strong smell and hot flavor that is used in cooking",
            "defineVi": "một loại rau có mùi mạnh và hương vị nóng được sử dụng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "9eabd012-0576-4bd2-99eb-2fdb3117e72d",
            "word": "ginger",
            "phonetic": "dʒɪndʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She carefully lifted the ginger tuber from the soil.",
                "He brewed a cup of ginger tea to soothe his upset stomach.",
                "He marinated the chicken in a mixture of soy sauce, ginger, and sesame oil for a delicious Asian-inspired flavor.",
                "My Asian friend made a refreshing ramen salad with cold noodles, cucumber, and ginger dressing.",
                "She used ginger essential oil to create a relaxing atmosphere in her bedroom."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2luZ2Vy&hash=8baa6db77458a13be638790b83b77a3bf45b1b4a&lang=en&cache-only=0",
            "defineEn": "a thick and spicy root with pale brown color used as a seasoning in cooking, particularly in powder form",
            "defineVi": "một loại củ dày và cay có màu nâu nhạt được dùng làm gia vị trong nấu ăn, đặc biệt là ở dạng bột",
            "hasImg": true
        },
        {
            "id": "2c952a7f-7c0c-4b11-afc1-0eebe43f8895",
            "word": "grains of paradise",
            "phonetic": "ɡɹeɪnz ʌv pæɹədaɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3JhaW5zIG9mIHBhcmFkaXNl&hash=24046e870f82c79ebb8cfb5785c1b8ad09d6bb60&lang=en&cache-only=0",
            "defineEn": "small, pungent seeds with a peppery and slightly citrusy flavor",
            "defineVi": "hạt nhỏ, hăng với vị cay và hơi chua",
            "hasImg": true
        },
        {
            "id": "efd6b6e0-8fd6-45be-beb2-9f29bc7d88ef",
            "word": "horseradish",
            "phonetic": "hɔːɹsɹɐdɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef used the horseradish tuber to add a kick of flavor to her signature sauce.",
                "The chef prepared a roast beef and horseradish omelette.",
                "He mixed horseradish with cream cheese and spread it on crackers for a quick snack.",
                "We visited a farm and learned about the process of harvesting and preparing horseradish roots for culinary use.",
                "Stevie: No, that's horseradish. "
            ],
            "audio": "https://tts.langeek.co/read?text=aG9yc2VyYWRpc2g&hash=89e2b1259a0b90fcf254beffd6f28158e811cf46&lang=en&cache-only=0",
            "defineEn": "the root of a European plant of the mustard family, with a white color and a strong flavor",
            "defineVi": "rễ của một loại cây thuộc họ cải châu Âu, có màu trắng, mùi vị nồng.",
            "hasImg": true
        },
        {
            "id": "323cbeb2-3c79-49bc-a258-624d7eb137a9",
            "word": "hyssop",
            "phonetic": "hɪsəp ",
            "partOfSpeechType": "noun",
            "examples": [
                "They infused hyssop in olive oil and used it as a natural remedy for skin irritations.",
                "He carefully harvested the hyssop from his garden and dried the leaves to make a soothing tea."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlzc29w&hash=aef081515956ce602e5380922fe73c6d56b8e668&lang=en&cache-only=0",
            "defineEn": "a herbaceous plant with aromatic leaves and small purple flowers, often used for culinary and medicinal purposes",
            "defineVi": "một loại cây thân thảo có lá thơm và hoa nhỏ màu tím, thường được sử dụng cho mục đích ẩm thực và dược liệu",
            "hasImg": true
        },
        {
            "id": "ecd6f98e-8e16-403b-9b47-f7a2be832469",
            "word": "juniper berry",
            "phonetic": "dʒuːnɪpɚ bɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I enjoy brewing a cup of juniper berry tea to relax and unwind after a long day."
            ],
            "audio": "https://tts.langeek.co/read?text=anVuaXBlciBiZXJyeQ&hash=bd388b9e1f9e42f0af3a3d7bcc00eb3d3c2b29bf&lang=en&cache-only=0",
            "defineEn": "the small, aromatic fruits of the juniper plant, used as a spice in culinary preparations",
            "defineVi": "những quả nhỏ, thơm của cây bách xù, được sử dụng làm gia vị trong chế biến ẩm thực",
            "hasImg": true
        },
        {
            "id": "2b121ae1-caba-440d-80d9-9c632dda5222",
            "word": "lavender",
            "phonetic": "lævəndɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He brewed a cup of lavender tea to soothe his mind and reduce stress.",
                "We rubbed lavender lotion on our hands, reveling in its softening and relaxing properties.",
                "He gifted her a bouquet of lavender flowers, symbolizing love and tranquility.",
                "Who brought the lavender wipes I put in your welcome packs?",
                "In one 2017 study, for example, people said they liked the smell of chocolate and lavender soaps equally."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF2ZW5kZXI&hash=d1f8a8201bb298903d435521c43e8c1ebb05edda&lang=en&cache-only=0",
            "defineEn": "a type of plant with purple flowers and a fine smell",
            "defineVi": "một loại cây có hoa màu tím và mùi thơm",
            "hasImg": true
        },
        {
            "id": "8a3e3678-6b57-4276-b88c-137c60e7ffcc",
            "word": "lemon balm",
            "phonetic": "lɛmən bɑːm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGVtb24gYmFsbQ&hash=1012c73c9afd661161cc214d377324065376909a&lang=en&cache-only=0",
            "defineEn": "a herb known for its lemony fragrance and soothing properties",
            "defineVi": "một loại thảo mộc được biết đến với hương thơm chanh và đặc tính làm dịu",
            "hasImg": true
        },
        {
            "id": "5172b237-e62f-4055-94aa-d41f972acc7d",
            "word": "licorice",
            "phonetic": "lɪkoːɹɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "She loved the sweet taste of licorice, and she always kept a bag of licorice candies in her purse.",
                "She loved the sweet taste of licorice, and she always kept a bag of licorice candies in her purse.",
                "They were feeling a bit under the weather, so they brewed a cup of licorice tea to soothe their sore throat.",
                "- It tastes like rotten licorice.",
                "It just tastes like wood and licorice."
            ],
            "audio": "https://tts.langeek.co/read?text=bGljb3JpY2U&hash=83bb03ca73290cf74906cf36cdf8ed73a8f1616e&lang=en&cache-only=0",
            "defineEn": "a sweet black strong-tasting substance produced from the root of a plant, which is used to make sweets or in medicine",
            "defineVi": "một chất có vị đậm, ngọt màu đen được sản xuất từ rễ cây, được dùng để làm kẹo hoặc làm thuốc",
            "hasImg": true
        },
        {
            "id": "9eedcb8a-bc07-4b12-84dc-0516dd457188",
            "word": "lovage",
            "phonetic": "lʌvɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She visited a local herb shop and picked up a small bunch of lovage.",
                "They gathered around the dinner table, savoring a delicious roasted chicken seasoned with a lovage rub."
            ],
            "audio": "https://tts.langeek.co/read?text=bG92YWdl&hash=0874235dbbe0e8581a71a8195545fed666d33fcf&lang=en&cache-only=0",
            "defineEn": "a Southern European herb of the parsley family with edible leaves and stem",
            "defineVi": "một loại thảo mộc Nam Âu thuộc họ rau mùi tây với lá và thân ăn được",
            "hasImg": true
        },
        {
            "id": "44655ca2-33ca-42b3-9452-64040fc44cae",
            "word": "mace",
            "phonetic": "meɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef carefully grated some mace over his grilled salmon.",
                "They marinated their chicken thighs in a mixture of mace, garlic, and lemon juice.",
                "This is Mace.",
                "Her name is Major Michelle Curran, call sign Mace.",
                "Mace is very painful, I think."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFjZQ&hash=f1bf48c50be545612cbf21270f3ca5a137cf0e54&lang=en&cache-only=0",
            "defineEn": "a spice that is made of the dried outer covering of nutmegs",
            "defineVi": "một loại gia vị được làm từ lớp vỏ khô bên ngoài của hạt nhục đậu khấu",
            "hasImg": true
        },
        {
            "id": "58cb9056-5bff-46a9-ab6c-79a082b363cd",
            "word": "marjoram",
            "phonetic": "mɑːɹdʒoːɹæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "They harvested the marjoram leaves from their garden and used them to infuse oil for salad dressings.",
                "We decided to garnish our grilled vegetables with chopped marjoram to elevate their taste."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFyam9yYW0&hash=4484dd1f9c7925df98b00f56b2bf169577d7d12f&lang=en&cache-only=0",
            "defineEn": "a scented herb of the mint family, native to Southern Europe and used in cooking",
            "defineVi": "một loại thảo mộc có mùi thơm thuộc họ bạc hà, có nguồn gốc từ Nam Âu và được sử dụng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "43143c57-ad70-4cb0-8246-2c5a69cf6a18",
            "word": "mastic",
            "phonetic": "mæstɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "He adds a pinch of mastic to his homemade ice cream for a unique flavor.",
                "I enjoy the soothing aroma of mastic while brewing a cup of herbal tea."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFzdGlj&hash=b3508340454cf5c5ac6e9dc389e2e449db4d004a&lang=en&cache-only=0",
            "defineEn": "a resin obtained from the tree of the same name, used for various culinary and medicinal purposes",
            "defineVi": "một loại nhựa thu được từ cây cùng tên, được sử dụng cho nhiều mục đích ẩm thực và dược liệu"
        },
        {
            "id": "5d6deb50-a579-4c0e-b174-912125df1518",
            "word": "mint",
            "phonetic": "mɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The famous author made a mint from royalties on his best-selling books.",
                "The professional athlete made a mint from endorsement deals and sponsorships.",
                "All clothes are in mint condition and less than two years old.",
                "They use mint leaves to garnish their chocolate chip ice cream for a delightful contrast.",
                "After his startup went public, he made a mint overnight."
            ],
            "audio": "https://tts.langeek.co/read?text=bWludA&hash=5a11255cc45da7aaafd23ec64b52c3b18d00dd81&lang=en&cache-only=0",
            "defineEn": "an aromatic plant that grows in temperate regions, the leaves of which are used in cooking",
            "defineVi": "một loại cây thơm mọc ở vùng ôn đới, lá được dùng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "2239b6ff-08aa-44fe-8690-6d0c6227bcac",
            "word": "mustard",
            "phonetic": "mʌstɚd ",
            "partOfSpeechType": "noun",
            "examples": [
                "She tossed mustard sprouts into her salad for a crunchy texture and a hint of spiciness.",
                "She spread a dollop of mustard on her sandwich for an extra kick.",
                "He mixed powdered mustard with other herbs to create a flavorful rub for his grilled meats.",
                "The ham was glazed with a mixture of brown sugar and mustard.",
                "You can't have a classic hot dog without a generous squeeze of mustard on top."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzdGFyZA&hash=a65f85c4817c99309a4c1351cbe3e74e55112691&lang=en&cache-only=0",
            "defineEn": "a pungent herb commonly used for its distinctive flavor and aroma",
            "defineVi": "một loại thảo mộc hăng thường được sử dụng cho hương vị và mùi thơm đặc biệt của nó",
            "hasImg": true
        },
        {
            "id": "c94e26ee-7375-4725-aff8-5b4e51e7b094",
            "word": "nutmeg",
            "phonetic": "nʌtmɛɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They dusted their eggnog with a sprinkle of nutmeg.",
                "He grated some fresh nutmeg over his hot chocolate for a warm and comforting aroma.",
                "This is your nutmeg.",
                "Nutmeg gets you around 350 kilograms in the same space.",
                "The filling is made of ricotta cheese and some nutmeg, salt, and a little bit of sugar."
            ],
            "audio": "https://tts.langeek.co/read?text=bnV0bWVn&hash=40e5492170a8d763002f857c1f07e3b666dc961a&lang=en&cache-only=0",
            "defineEn": "the hard seed of a tropical tree that is spherical in shape and very aromatic, used as a spice to add flavor to cakes, sauces, etc.",
            "defineVi": "hạt cứng của một loại cây nhiệt đới có hình cầu và rất thơm, được dùng làm gia vị để tăng thêm hương vị cho bánh ngọt, nước sốt, v.v.",
            "hasImg": true
        },
        {
            "id": "95fa0e8e-e5b7-434e-9c45-60a96dc25a94",
            "word": "oregano",
            "phonetic": "ɔːɹɪɡɑːnoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The aroma of oregano filled the kitchen as it simmered in the tomato soup.",
                "You can't go wrong with oregano when making spaghetti sauce.",
                "Oregano iss an indigenous sweet pea.",
                "It tastes like oregano.",
                "- It smells like oregano."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JlZ2Fubw&hash=c18a77b47168c1f5cadb664712fd1d57cd52c286&lang=en&cache-only=0",
            "defineEn": "a scented wild plant of the marjoram family, the leaves of which are used in cooking",
            "defineVi": "một loại cây dại có mùi thơm thuộc họ kinh giới, lá của chúng được dùng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "403b37c5-99a0-4672-b0fa-4ab172b1582f",
            "word": "paprika",
            "phonetic": "pæpɹɪkə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The aroma of paprika filled the air as it was sprinkled on the freshly baked bread.",
                "We decided to add paprika to our mac and cheese for an extra layer of flavor and color.",
                "He discovered a new recipe that combined cumin with paprika and garlic.",
                "He does the paprika.",
                "Onion powder, paprika, whatever you desire."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFwcmlrYQ&hash=75b92cea0f734df3afcd55b794f96a988e879d6c&lang=en&cache-only=0",
            "defineEn": "a mildly hot spice that is orange-red in color, made from drying certain kinds of peppers",
            "defineVi": "một loại gia vị nóng nhẹ có màu đỏ cam, được làm từ việc sấy khô một số loại ớt",
            "hasImg": true
        },
        {
            "id": "a336a8e2-a98b-4a48-a647-f7cb1bf4009a",
            "word": "parsley",
            "phonetic": "pɑːɹsli ",
            "partOfSpeechType": "noun",
            "examples": [
                "She harvested a bunch of parsley from her rooftop garden.",
                "My mother always sprinkles some dried parsley into the soup to enhance its flavor.",
                "The garden is filled with an assortment of herbs like parsley, sage, and cilantro.",
                "They decided to start a small herb garden and included sprouts of basil, parsley, and cilantro.",
                "He garnished his pasta dish with freshly chopped parsley to add a vibrant touch of green."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyc2xleQ&hash=8eb8bceb7a8aabf637cdc77845cec94ce93b4502&lang=en&cache-only=0",
            "defineEn": "an aromatic plant with curly green leaves, used for garnishing food or in cooking",
            "defineVi": "một loại cây thơm có lá xanh xoăn, dùng để trang trí thức ăn hoặc nấu ăn",
            "hasImg": true
        },
        {
            "id": "75ea6349-c232-49e6-80f3-1c8cd0f0faef",
            "word": "pennyroyal",
            "phonetic": "pɛnɪɹɔɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "She gathered some fresh pennyroyal from her garden to add a fragrant touch to her homemade tea.",
                "He carefully brewed a cup of pennyroyal tea, savoring its calming and aromatic properties."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVubnlyb3lhbA&hash=7cb95161f2570ab4336d0b94d690513477d98b2a&lang=en&cache-only=0",
            "defineEn": "Eurasian perennial mint have an aromatic herb with small purple flowers, known for its minty and pungent flavorsmall lilac-blue flowers and ovate leaves; yields an aromatic oil",
            "defineVi": "Bạc hà lâu năm Á-Âu có một loại thảo mộc thơm với những bông hoa nhỏ màu tím, được biết đến với hương vị cay nồng và bạc hà, những bông hoa nhỏ màu xanh hoa cà và lá hình trứng; thu được dầu thơm",
            "hasImg": true
        },
        {
            "id": "0f9d9195-3a11-4b62-878a-dd7d053459d1",
            "word": "pepper",
            "phonetic": "pɛpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef peppers the steak with a blend of spices for a flavorful taste.",
                "They passed around the pepper grinder at the dinner table.",
                "She added a dash of cayenne pepper to her soup for an extra kick of flavor.",
                "I tossed the roasted vegetables with olive oil and a sprinkle of salt and pepper.",
                "I love to pepper my popcorn with a sprinkle of chili powder for a spicy snack."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVwcGVy&hash=8df145ff8a7cd52c675078a1a5f5c7a698a345ac&lang=en&cache-only=0",
            "defineEn": "a powder made from dried peppercorn that is added to food to make it spicy",
            "defineVi": "một loại bột làm từ hạt tiêu khô được thêm vào thực phẩm để làm cho nó cay",
            "hasImg": true
        },
        {
            "id": "4df16ca0-c1f9-4288-9ec3-74a3356a9335",
            "word": "peppermint",
            "phonetic": "pɛpɚmɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We harvested fresh peppermint from our garden and used it to make a refreshing summer salad dressing.",
                "He enjoyed a soothing cup of peppermint tea before bedtime, which helped him relax and unwind.",
                "The shelf itself is made of peppermint.",
                "- This is peppermint bark.",
                "We need a peppermint palate cleanser."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVwcGVybWludA&hash=f93ee342f1b0ce423ca4a1fec8eeba3a916d43b8&lang=en&cache-only=0",
            "defineEn": "a fragrant herb with a refreshing taste commonly used in culinary and medicinal applications",
            "defineVi": "một loại thảo mộc thơm với hương vị tươi mát thường được sử dụng trong các ứng dụng ẩm thực và dược liệu",
            "hasImg": true
        },
        {
            "id": "90ba2bfd-7db2-4e6f-8a78-67f67d8995a4",
            "word": "perilla",
            "phonetic": "pɛɹɪlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The vibrant green color of perilla leaves adds an attractive touch to any dish.",
                "She sprinkled chopped perilla leaves on top of her sushi roll for added flavor."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyaWxsYQ&hash=c2736f7dcd8e6225d5d8ab85d1b044cfeda5cf9a&lang=en&cache-only=0",
            "defineEn": "a herbaceous plant with aromatic leaves commonly used in Asian cuisine",
            "defineVi": "một loại cây thân thảo có lá thơm thường được sử dụng trong ẩm thực châu Á",
            "hasImg": true
        },
        {
            "id": "d9553496-d265-4ea4-9437-f083853d3d1b",
            "word": "poppy seed",
            "phonetic": "pɑːpi siːd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9wcHkgc2VlZA&hash=c3c26261b4d1c1e2b5572a65f2c877937ee1122d&lang=en&cache-only=0",
            "defineEn": "a tiny, oil-rich seed derived from the poppy plant, commonly used as a culinary ingredient and for their nutty flavor",
            "defineVi": "một loại hạt nhỏ, giàu dầu có nguồn gốc từ cây thuốc phiện, thường được sử dụng làm nguyên liệu nấu ăn và vì hương vị hấp dẫn của chúng",
            "hasImg": true
        },
        {
            "id": "a8140f0e-6d61-45f1-a93c-90ddc5039320",
            "word": "purslane",
            "phonetic": "pɜːsleɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "She picked some fresh purslane from her garden and added it to her summer salad.",
                "They bought a bunch of purslane from the farmer's market and used it as a garnish for their soup.",
                "Fresh greens were harvested from the garden, usually chicory or dandelions or purslane, and a bowl of them would be presented to Monet by Marguerite’s husband, Paul, who was their valet and butler."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVyc2xhbmU&hash=936b2dac03cd6b107b8408a459e1e834a98a2ea9&lang=en&cache-only=0",
            "defineEn": "a succulent herb with fleshy leaves, commonly used in salads and culinary dishes",
            "defineVi": "một loại thảo mộc mọng nước với lá thịt, thường được sử dụng trong món salad và các món ăn",
            "hasImg": true
        },
        {
            "id": "0ca07db3-df63-4d36-9b7a-bde07b78395f",
            "word": "quassia",
            "phonetic": "kwæʃə ",
            "partOfSpeechType": "noun",
            "examples": [
                "I read an article about the potential benefits of quassia in improving liver health.",
                "I heard that quassia can be used as a remedy for fever."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVhc3NpYQ&hash=473ce480748cfe2e7d66cc3c8cc44ad1f8f6da42&lang=en&cache-only=0",
            "defineEn": "a bitter-tasting herb derived from the bark of the Quassia tree and is often used as a natural remedy for digestive issues",
            "defineVi": "một loại thảo mộc có vị đắng có nguồn gốc từ vỏ cây Quassia và thường được sử dụng như một phương thuốc tự nhiên cho các vấn đề về tiêu hóa",
            "hasImg": true
        },
        {
            "id": "215e41d2-423b-4906-a634-9091d9711add",
            "word": "rosemary",
            "phonetic": "ɹoʊzmɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Rosemary is a versatile herb that adds wonderful flavor to roasted meats.",
                "They planted rosemary in their garden to attract bees and butterflies and create a beautiful natural habitat.",
                "I roasted potatoes with garlic and rosemary.",
                "She infused olive oil with rosemary and used it as a moisturizer for her skin.",
                "She made a delicious boneless leg of lamb roast, seasoned with garlic and rosemary."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9zZW1hcnk&hash=09f88f5494bc7c32ffe2269707602c09fea49e7d&lang=en&cache-only=0",
            "defineEn": "an evergreen fragrant bush of the mint family with narrow leaves that are used in cooking",
            "defineVi": "một bụi cây thường xanh có mùi thơm thuộc họ bạc hà với những chiếc lá hẹp được dùng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "63ef8c4f-68dd-49ca-a1b8-614d6a188526",
            "word": "rue",
            "phonetic": "ɹuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "He picked a few rue leaves from the garden to add to his soup for a touch of bitterness.",
                "And we've got the fabulous Rue with us.",
                "Like, you'll rue the day you were born, Adam Bianchi."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVl&hash=704108983db7b86d80c5dd384e1677dc9a2bdcca&lang=en&cache-only=0",
            "defineEn": "a perennial herb with bitter-tasting leaves used for culinary and medicinal purposes",
            "defineVi": "một loại thảo mộc lâu năm với lá có vị đắng được sử dụng cho mục đích ẩm thực và dược liệu",
            "hasImg": true
        },
        {
            "id": "e2f68430-7066-4354-b3c1-ac67e2eab2cc",
            "word": "safflower",
            "phonetic": "sæflaʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She combined safflower oil with honey and lemon juice for a homemade hair mask.",
                "He massaged his skin with safflower oil, known for its moisturizing properties.",
                "The baker substituted regular oil with safflower oil in the cake recipe, resulting in a moist and tender texture.",
                "She planted safflower in her garden, hoping to extract oil from the seeds for cooking purposes.",
                "As the sun set, the fields of safflower swayed gently in the breeze, creating a picturesque scene."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FmZmxvd2Vy&hash=c95eb7b6f767c1e44f487ad7d2f8b13b2d072871&lang=en&cache-only=0",
            "defineEn": "a plant with bright orange or yellow flowers that produces seeds rich in oil",
            "defineVi": "một loại cây có hoa màu cam hoặc vàng sáng tạo ra hạt chứa nhiều dầu",
            "hasImg": true
        },
        {
            "id": "73a15f20-2c6e-4573-9192-f91373d82369",
            "word": "saffron",
            "phonetic": "sæfɹən ",
            "partOfSpeechType": "noun",
            "examples": [
                "They bought a small jar of saffron from the market to experiment with making their own infused tea.",
                "He likes to sprinkle a few strands of saffron into his cup of warm milk.",
                "And real saffron can cost you over $10,000 per kilogram.",
                "So, what does real saffron actually taste like?",
                "Even in the expensive world of spices, saffron stands out."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FmZnJvbg&hash=73a97d7e58131cabe1ebacb7277ec3efc77063f0&lang=en&cache-only=0",
            "defineEn": "the spice that is made from the dried aromatic stigmas of crocus flowers, used to add taste and color to the food",
            "defineVi": "gia vị được làm từ nhụy thơm khô của hoa crocus, được sử dụng để thêm hương vị và màu sắc cho thực phẩm",
            "hasImg": true
        },
        {
            "id": "0bfd7117-278c-4893-ba7c-9dde8c5f820f",
            "word": "sage",
            "phonetic": "seɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The garden is filled with an assortment of herbs like parsley, sage, and cilantro.",
                "They believe in the healing properties of sage and use it in their homemade natural remedies and beauty products.",
                "She carefully placed a few drops of clary sage essential oil into the diffuser, filling the room with its calming aroma.",
                "We enjoy garnishing our pasta dishes with a pinch of finely chopped sage.",
                "They visited a local herb garden and were delighted to discover a thriving patch of clary sage."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FnZQ&hash=f9458d47c35e39939ee839da974f5db0a1aba535&lang=en&cache-only=0",
            "defineEn": "the scented greenish-gray leaves of a plant of the mint family, used as a culinary herb",
            "defineVi": "những chiếc lá màu xanh xám có mùi thơm của một loại cây thuộc họ bạc hà, được sử dụng như một loại thảo mộc ẩm thực",
            "hasImg": true
        },
        {
            "id": "38674287-518f-4acf-af9e-52fce6679cca",
            "word": "salad burnet",
            "phonetic": "sæləd bɜːnɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2FsYWQgYnVybmV0&hash=216ed87318b0a4e6d11787ac152c513d648350e7&lang=en&cache-only=0",
            "defineEn": "a herb with a cucumber-like flavor often used in salads and dressings",
            "defineVi": "một loại thảo mộc có hương vị giống như dưa chuột thường được sử dụng trong món salad và nước xốt",
            "hasImg": true
        },
        {
            "id": "f2ada3ff-4ed9-4a4e-9044-7dac80997660",
            "word": "sassafras",
            "phonetic": "sæsɐfɹæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the wind blew, the sweet scent of sassafras filled the air, creating a tranquil atmosphere.",
                "So the ground Sassafras becomes that filé which is used at the very end, not in the cooking process."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Fzc2FmcmFz&hash=5634c229192adf71a483e6d0058aef08e6124c68&lang=en&cache-only=0",
            "defineEn": "a deciduous tree known for its aromatic bark and leaves, commonly used in traditional medicine and flavoring",
            "defineVi": "một loại cây rụng lá được biết đến với vỏ và lá thơm, thường được sử dụng trong y học cổ truyền và hương liệu",
            "hasImg": true
        },
        {
            "id": "49fec59f-77b3-464b-87ee-35698478b5e5",
            "word": "sesame seed",
            "phonetic": "sɛsɐmi siːd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VzYW1lIHNlZWQ&hash=2fc8043bbfc300307d4f372cfddf6a0ddc5fcafe&lang=en&cache-only=0",
            "defineEn": "a small, edible seed with a nutty flavor commonly used in cooking and baking",
            "defineVi": "một hạt nhỏ, ăn được với hương vị hấp dẫn thường được sử dụng trong nấu ăn và làm bánh",
            "hasImg": true
        },
        {
            "id": "50d2aeec-a14a-45d4-9f66-1422b07ba45f",
            "word": "savory",
            "phonetic": "seɪvɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sprinkling Parmesan cheese over pasta dishes adds a savory touch.",
                "The bakery incorporated finely diced fatback into savory pie crusts for flaky results.",
                "She harvested fresh savory from her herb garden and dried it for future use in her favorite recipes.",
                "The street vendor at the night market skillfully grilled savory pork belly skewers.",
                "I stuffed the aubergine with a savory mixture of rice, vegetables, and herbs, creating a flavorful meal."
            ],
            "audio": "https://tts.langeek.co/read?text=c2F2b3J5&hash=545a1e40328099efe44b5902ec5a118dba1cfed8&lang=en&cache-only=0",
            "defineEn": "a herb known for its aromatic and peppery flavor, often used in culinary dishes",
            "defineVi": "một loại thảo mộc được biết đến với hương vị thơm và cay, thường được sử dụng trong các món ăn",
            "hasImg": true
        },
        {
            "id": "71122e7c-ea87-452f-9593-a327ba21098a",
            "word": "sorrel",
            "phonetic": "sɔɹəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Emily planted sorrel in her backyard to attract butterflies.",
                "Mark noticed the sorrel plant growing in his garden and decided to use it as a herbal medicine remedy."
            ],
            "audio": "https://tts.langeek.co/read?text=c29ycmVs&hash=3258368d48c9f5bfcdba8020a5978da924f4fc25&lang=en&cache-only=0",
            "defineEn": "a European plant that is from the dock family, the leaves of which add a sour taste to the food",
            "defineVi": "một loại cây châu Âu thuộc họ bến tàu, lá của chúng tạo thêm vị chua cho thức ăn",
            "hasImg": true
        },
        {
            "id": "794be9da-5200-45a0-8cfc-baba6644b58c",
            "word": "spearmint",
            "phonetic": "spɪɹmɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can enhance the flavor of your fruit salad by adding a few fresh spearmint leaves as a garnish.",
                "She enjoyed the cooling sensation of spearmint chewing gum as it freshened her breath.",
                "By 1893, William Wrigley Junior launched Gum Brands, Juicy Fruit and Wrigley's Spearmint, both still popular today.",
                "Doublemint juicy fruit and spearmint campaigns all advertise the importance of dental health, featuring kids with bright white smiles from the 1930s to the 1950s.",
                "So first chew chewing gum, then it would juicy fruit and spearmint, and on the heels of that document is selling their juice, fruit, spearmint and Doublemint phrases that they're always sort of on the cutting edge of the latest flavor and add in candy and gum that's always been a staple of growth and driving interest and getting people to to come back to the category to try that new flavor orbit was really special, you know, in the past 20 years that everyone knows."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlYXJtaW50&hash=4a0bc39748757ac46f3ae35cdc9943f1dd1498ec&lang=en&cache-only=0",
            "defineEn": "the common garden mint that is used in making candy and toothpaste, from which an aromatic oil is extracted",
            "defineVi": "bạc hà phổ biến trong vườn được sử dụng để làm kẹo và kem đánh răng, từ đó chiết xuất dầu thơm",
            "hasImg": true
        },
        {
            "id": "e2b2534d-a80d-4ca2-9128-fadf837f91f2",
            "word": "spikenard",
            "phonetic": "spaɪknɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "He applied a few drops of spikenard oil to his temples, finding relief from his headache.",
                "We walked through the garden, brushing against the spikenard plants and releasing their delightful scent into the air."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Bpa2VuYXJk&hash=2bee858a764ee90cdaf6b67859fca31b5f02df77&lang=en&cache-only=0",
            "defineEn": "an aromatic herb with fragrant roots commonly used in perfumes and traditional medicine",
            "defineVi": "một loại thảo mộc thơm với rễ thơm thường được sử dụng trong nước hoa và y học cổ truyền"
        },
        {
            "id": "b7085744-33be-42ef-a9a8-bfa6ded27c36",
            "word": "star anise",
            "phonetic": "stɑːɹ ænɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "He crushed a few star anise seeds and sprinkled them over his stir-fried vegetables.",
                "The bakery was filled with the sweet aroma of freshly baked star anise cookies."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhciBhbmlzZQ&hash=2f66a944704cbd29e2bfbab70d66fd37be0d6bc0&lang=en&cache-only=0",
            "defineEn": "a star-shaped dried fruit that is similar in taste to aniseeds and is used in Asian cuisines",
            "defineVi": "một loại trái cây sấy khô hình ngôi sao có hương vị tương tự như hạt hồi và được sử dụng trong các món ăn châu Á",
            "hasImg": true
        },
        {
            "id": "178d4802-c86c-4f6f-9182-8e337264d650",
            "word": "sumac",
            "phonetic": "suːmæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The crushed staghorn sumac berries added a beautiful garnish to the hummus dip.",
                "She sprinkled sumac over her roasted vegetables to add a citrusy kick to the dish.",
                "The aroma of the roasted vegetables seasoned with staghorn sumac filled the kitchen.",
                "I picked this wild sumac today to make what we call Indian lemonade or sumac lemonade.",
                "But there are still some similarities in what you can find in the wild here in Oklahoma, one of those things is sumac."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VtYWM&hash=ea13feb1b90d7fe02d7b0f04499845bdbbafbe74&lang=en&cache-only=0",
            "defineEn": "a spice made from the dried and ground berries of the sumac plant, known for its tangy and lemony flavor",
            "defineVi": "một loại gia vị được làm từ quả mọng khô và xay của cây thù du, được biết đến với hương vị thơm và chanh",
            "hasImg": true
        },
        {
            "id": "b44e6d4d-c3e3-4238-9e74-de38cdce2ed7",
            "word": "tarragon",
            "phonetic": "tæɹæɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "She added a touch of tarragon to her creamy mushroom soup.",
                "They decided to try a new recipe and used tarragon as a key ingredient in their homemade salad dressing.",
                "I like the combination of tarragon and onions, and I think tarragon says spring and I'm gonna put a little peckering of Romano, which is softer and saltier than parmesan cheese.",
                "I like the combination of tarragon and onions, and I think tarragon says spring and I'm gonna put a little peckering of Romano, which is softer and saltier than parmesan cheese.",
                "So it's gonna be spring onions, tarragon and garlic, steeped cream, some bread cubes and some cheese all baked together, and it'll be comforting and warm."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFycmFnb24&hash=18b9756430674514a8f34575a7c5ddc3bcf89a69&lang=en&cache-only=0",
            "defineEn": "an aromatic plant of the daisy family, the narrow leaves of which are used in cooking",
            "defineVi": "một loại cây thơm thuộc họ cúc, những chiếc lá hẹp được dùng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "9a1c3e5c-c0e8-4710-acb5-57cf2529ea77",
            "word": "thyme",
            "phonetic": "taɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "My son loves the aroma of thyme that fills the air whenever we bake a delicious pizza together.",
                "My uncle made a delicious mushroom and thyme sauce to accompany the roasted meats.",
                "I love thyme flower.",
                "- This is broadleaf thyme.",
                "It’s thyme for some sage wisdom."
            ],
            "audio": "https://tts.langeek.co/read?text=dGh5bWU&hash=d9f4009a51e1328fc1a8fe6174c5d89407763ad5&lang=en&cache-only=0",
            "defineEn": "a plant having small aromatic leaves used as for flavoring food",
            "defineVi": "một loại cây có lá thơm nhỏ dùng làm hương liệu cho thức ăn",
            "hasImg": true
        },
        {
            "id": "e6fc9f5d-b825-4fa0-8d38-a8f760c8e5ed",
            "word": "turmeric",
            "phonetic": "tɜːmɛɹɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Turmeric is a key ingredient in many flavorful dishes.",
                "The dish lacked spice, so I added some turmeric and curry.",
                "Natural food coloring made from beet juice or turmeric is used in some products as a substitute for synthetic food dyes.",
                "Turmeric and Asian food are inseparable.",
                "We used turmeric in a homemade face scrub for potential exfoliating and brightening effects."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVybWVyaWM&hash=b36af87e90bde3baa1db02df68e64c83304de5e3&lang=en&cache-only=0",
            "defineEn": "a yellow aromatic powder that is obtained by grinding the root of a plant of the ginger family, widely used in Asian cuisines",
            "defineVi": "một loại bột thơm màu vàng thu được bằng cách nghiền rễ một loại cây thuộc họ gừng, được sử dụng rộng rãi trong các món ăn châu Á",
            "hasImg": true
        },
        {
            "id": "2e4f856c-3898-4cce-a2d0-6adf81185f5c",
            "word": "vanilla",
            "phonetic": "vɐnɪlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Vanilla custard is a popular choice for filling pastries and cream puffs.",
                "He decorated a vanilla cake with colorful sprinkles for a festive celebration.",
                "The cranberry pie at the bakery is absolutely delicious, especially with a scoop of vanilla ice cream.",
                "My favorite summer dessert is a blackberry cobbler topped with vanilla ice cream.",
                "I love eating a scoop of vanilla ice cream on a hot summer day."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFuaWxsYQ&hash=0f73c1aa09c545ee7d9c09ccfc78d85e7b10f331&lang=en&cache-only=0",
            "defineEn": "a type of flavor that is artificially made or is obtained from the beans of a tropical plant that adds a sweet taste and smell to the food",
            "defineVi": "một loại hương vị được tạo ra nhân tạo hoặc thu được từ đậu của một loại cây nhiệt đới giúp tạo thêm vị ngọt và mùi cho thực phẩm",
            "hasImg": true
        },
        {
            "id": "69b142d9-e233-4bbc-aad5-43419557142d",
            "word": "wasabi",
            "phonetic": "wɐsɑːbi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef skillfully incorporated wasabi into the creamy sauce.",
                "She dipped her sushi into the small bowl of wasabi.",
                "Basically, the whole base is wasabi.",
                "- Is it Wasabi? -",
                "We have a wasabi sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FzYWJp&hash=15cf06332d3ef1921f7ab80e484abf5c7416f3d1&lang=en&cache-only=0",
            "defineEn": "the bulbous green root of a herb native to Japan with a pungent taste and smell, used in cooking, especially with raw fish",
            "defineVi": "rễ củ màu xanh của một loại thảo mộc có nguồn gốc từ Nhật Bản với mùi và vị cay nồng, được sử dụng trong nấu ăn, đặc biệt là với cá sống",
            "hasImg": true
        },
        {
            "id": "2626e26f-6dad-4b2e-b7ee-76daa1b3386e",
            "word": "wintergreen",
            "phonetic": "wɪntɚɡɹiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The aromatic wintergreen tea soothes her sore throat.",
                "The wintergreen candies bring back childhood memories for her."
            ],
            "audio": "https://tts.langeek.co/read?text=d2ludGVyZ3JlZW4&hash=e0747ae0821e0f908c78a8b540d2d447a5277b3d&lang=en&cache-only=0",
            "defineEn": "a herb or shrub with aromatic leaves that have a distinct minty flavor",
            "defineVi": "một loại thảo mộc hoặc cây bụi có lá thơm có hương vị bạc hà riêng biệt"
        },
        {
            "id": "77d5d4bd-5f26-41ad-852b-c079ba76fbd3",
            "word": "woodruff",
            "phonetic": "wʊdɹʌf ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a herbalist, he grows woodruff in his backyard and uses it to create herbal remedies.",
                "She loves to add woodruff to her homemade lemonade, giving it a unique and delightful taste.",
                "Woodruff, for his part, maintained close relations with Keith before the war.",
                "But under Woodruff's guidance, the company established the Foreign Department, later come to be known as The Coca-Cola Export Corporation.",
                "Woodruff and Keith were finally forced to cut ties, and Keith's constant flow of Coca-Cola syrup was halted."
            ],
            "audio": "https://tts.langeek.co/read?text=d29vZHJ1ZmY&hash=a0f67c3bc92e24612b141f156fcb028411cbed25&lang=en&cache-only=0",
            "defineEn": "an herbaceous plant known for its sweet, hay-like fragrance and delicate white flowers",
            "defineVi": "một loại cây thân thảo được biết đến với hương thơm ngọt ngào như cỏ khô và những bông hoa trắng mỏng manh",
            "hasImg": true
        },
        {
            "id": "cbc321ec-6b7f-4833-bcff-838522de88e5",
            "word": "chamomile",
            "phonetic": "kæməmaɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sarah held a warm cup of chamomile tea in her hands.",
                "He sprinkles dried chamomile petals on top of his favorite dessert for a touch of floral sweetness.",
                "We use chamomile essential oil to create a calming atmosphere in our home.",
                "She brews a cup of chamomile tea before bedtime to help her relax and sleep better.",
                "Chamomile, a common component of teas, does have some anti-inflammatory properties."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhbW9taWxl&hash=8c8e6473673bfc92a40521ac042bf6a419b89d41&lang=en&cache-only=0",
            "defineEn": "a herb with small white flowers and a pleasant, soothing aroma",
            "defineVi": "một loại thảo mộc có hoa nhỏ màu trắng và mùi thơm dễ chịu, nhẹ nhàng",
            "hasImg": true
        },
        {
            "id": "ea09dd2a-59e7-44b2-b7bf-0ba07d027982",
            "word": "masala",
            "phonetic": "mɐzɑːlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "They enjoyed a hot cup of masala chai on a chilly evening.",
                "He savored a bowl of piping hot masala soup, filled with vegetables, lentils, and aromatic spices.",
                "It's a thundering masala mac and cheese.",
                "My mom uses a lot of turmeric and a lot of gara masala amongst other spices in a lot of her cooking, so when I had momo that was packaged inside of this really tiny type of dumpling, it was really fun to be able to have that much flavor that was just bite-sized and poppable."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFzYWxh&hash=43bf88e45524657684a39add230dda0ba3cd5488&lang=en&cache-only=0",
            "defineEn": "a blend of spices such as cinnamon, mace, cumin, etc. that is widely used in Indian cuisine",
            "defineVi": "một hỗn hợp các loại gia vị như quế, chùy, thìa là, v.v. được sử dụng rộng rãi trong ẩm thực Ấn Độ",
            "hasImg": true
        }
    ]
}