{
    "id": "450f64a7-f2ed-458c-9028-66b24c6bac1e",
    "title": "Unit 4",
    "originalTitle": "Unit 4",
    "words": [
        {
            "id": "94c7b642-3ec0-4b4a-bfe7-cf4d647bf209",
            "word": "opposite",
            "phonetic": "ɑːpəzɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She stopped the car opposite the school.",
                "The CEO is meeting her opposite number at Fukuda Electronics to discuss a possible joint venture.",
                "The Foreign Secretary is currently having talks with his opposite number in the White House.",
                "He was proud to be playing opposite a famous actor.",
                "Do you agree that the opposite side of the coin is too often untold?"
            ],
            "audio": "https://tts.langeek.co/read?text=b3Bwb3NpdGU&hash=273d7e0d83e4f02b978e1361143a009e031ab326&lang=en&cache-only=0",
            "defineEn": "on the other side of an area when seen from a particular vantage point",
            "defineVi": "ở phía bên kia của một khu vực khi nhìn từ một điểm thuận lợi cụ thể"
        },
        {
            "id": "570137ef-9035-4143-9549-8159806107c0",
            "word": "antonym",
            "phonetic": "æntənɪm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW50b255bQ&hash=1e6b1616a259885271306e09a3badbb41094753e&lang=en&cache-only=0",
            "defineEn": "a word or phrase that has an opposite or contrasting meaning to another word or phrase",
            "defineVi": "một từ hoặc cụm từ có nghĩa đối lập hoặc tương phản với một từ hoặc cụm từ khác"
        },
        {
            "id": "fec85b96-4586-4361-9349-0e46be570e12",
            "word": "prefix",
            "phonetic": "pɹiːfɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "If you have three carbons, the prefix is prop-.",
                "Prop is our prefix.",
                "It's in a ring, so we add the prefix cyclo- to it.",
                "So we'll be dealing with hex- as a prefix.",
                "The prefix 'ana' means 'back' that may help you remember the name of this phase, called anaphase."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZml4&hash=ccc1455a9211a747227c3049b670f1cc86d7648f&lang=en&cache-only=0",
            "defineEn": "(grammar) a letter or a set of letters that are added to the beginning of a word to alter its meaning and make a new word",
            "defineVi": "(ngữ pháp) một chữ cái hoặc một tập hợp các chữ cái được thêm vào đầu một từ để thay đổi nghĩa của từ đó và tạo ra một từ mới"
        },
        {
            "id": "fb092c22-6421-400d-9e42-ba094e242528",
            "word": "reliable",
            "phonetic": "ɹᵻlaɪəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Can you recommend a reliable bank for opening a new account?",
                "It's a reliable car, and it doesn't cost an arm and a leg.",
                "We should search for a reliable source to verify the information.",
                "I use the newspaper as a source for my research papers because it has reliable information.",
                "The car was old but reliable, and he reminded himself that better a good cow than a cow of a good kind when he was tempted to buy a flashy, expensive new car."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsaWFibGU&hash=1e1f9db5e2c12bdb6041889813042a51b99ae315&lang=en&cache-only=0",
            "defineEn": "able to be relied on or trusted",
            "defineVi": "có thể được dựa vào hoặc đáng tin cậy",
            "hasImg": true
        },
        {
            "id": "5db38044-b405-43ce-8618-f59fbb04a0ee",
            "word": "credible",
            "phonetic": "kɹɛdɪbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We have credible reports that people were looking for him with a gun.",
                "Well, there are credible witnesses out there.",
                "Does this tarnish the reputation of the Communist Party as a credible problem-solver?",
                "The head of the NIH, Francis Collins, is one of the most credible men in America.",
                "The number of credible fear claims has skyrocketed in the last decade, up by about 1500%."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlZGlibGU&hash=d49948070fe5d6e57a910cb497e534be08288905&lang=en&cache-only=0",
            "defineEn": "able to be believed or relied on",
            "defineVi": "có thể được tin tưởng hoặc dựa vào"
        },
        {
            "id": "09ccf39f-f7be-4e18-9ef7-2b1381e5fc3c",
            "word": "probable",
            "phonetic": "pɹɑːbəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Scientists have already found probable candidates, too.",
                "[Narrator] Some of the death certificates list probable COVID-19 as the cause of death, but tests were in short supply.",
                "And he says that it’s simply more probable that God designed the world, than that it came about through the pure chance of evolutionary processes.",
                "Klare says that Rank One's technology was misused in this case, because a match is not probable cause for arrest.",
                "Another one of the probable functions of capsaicin was to keep organisms like us away."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvYmFibGU&hash=56aa366af0fa38014a41b045539d4ffbd9224160&lang=en&cache-only=0",
            "defineEn": "with a high possibility to happen or be true but not certain",
            "defineVi": "với khả năng xảy ra cao hoặc có thật nhưng không chắc chắn"
        },
        {
            "id": "f38449ff-cc80-4efe-8774-9e723ed5a5d5",
            "word": "honest",
            "phonetic": "ɑːnɪst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My honest opinion is they took a sledgehammer to crack a nut.",
                "As the proverb goes, an honest man's pillow is his peace of mind.",
                "As a writer, I try to be honest about my own past mistakes.",
                "It's good to be honest and admit your mistakes.",
                "Daniel knew he had to make an honest woman of Rachel when they discovered she was expecting their child, so he proposed and they had a beautiful wedding ceremony."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9uZXN0&hash=a306daee37184fcbbd89ab18eecf9829e18f6c28&lang=en&cache-only=0",
            "defineEn": "telling the truth and having no intention of cheating or stealing",
            "defineVi": "nói sự thật và không có ý định gian lận hoặc ăn cắp",
            "hasImg": true
        },
        {
            "id": "4647be6d-44b4-4130-82a5-7f394cd3ef97",
            "word": "legal",
            "phonetic": "liːɡəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The missed detail in the contract led to legal disputes later on.",
                "The judge's ruling carries significant weight in the legal community.",
                "The legal drinking age in this country is eighteen.",
                "Drug companies are locking horns in a legal battle over patents.",
                "To bring charges/legal action/proceedings against somebody."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVnYWw&hash=d55126d4c3fe0e5380a7aa7550b171ac91ffae10&lang=en&cache-only=0",
            "defineEn": "related to the law",
            "defineVi": "liên quan đến pháp luật",
            "hasImg": true
        },
        {
            "id": "8821bd03-c9e6-4148-9016-a185ee10df67",
            "word": "responsible",
            "phonetic": "ɹᵻspɑːnsᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The brain is responsible for controlling our thoughts and actions.",
                "The engineer is responsible for ensuring the safety and efficiency of the electrical system.",
                "He is ultimately responsible for every aspect of the broadcast.",
                "At the end of the day I'm responsible for what happens in the school.",
                "As a responsible person, it is important to be mindful of our impact on the environment."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzcG9uc2libGU&hash=ecc54abccc8d5e3bf34d38315515dbb8ad79c2cc&lang=en&cache-only=0",
            "defineEn": "(of a person) having an obligation to do something or to take care of someone or something as part of one's job or role",
            "defineVi": "(của một người) có nghĩa vụ làm điều gì đó hoặc chăm sóc ai đó hoặc điều gì đó như một phần công việc hoặc vai trò của một người",
            "hasImg": true
        },
        {
            "id": "7ebe0b1c-69e1-43e2-b363-31c71a9388a3",
            "word": "abused",
            "phonetic": "ɐbjuːzd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Especially if it's a parent and we're being neglected, we feel abused.",
                "What this does, is it gives the abused person hope that the situation could change.",
                "So, it all added happiness to my isolated, depressed, abused, deaf self.",
                "A lot of the abusers will say to the abused, that they will kill themselves if they leave.",
                "Regarding abused children and being under quarantine, isolation, whatever you wanna call it, with COVID19 or the coronavirus."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJ1c2Vk&hash=a1071b84c75f80296bc0e63fe23545bea6d0f37a&lang=en&cache-only=0",
            "defineEn": "having been subjected to excessive use or mistreatment, resulting in damage or wear",
            "defineVi": "đã bị sử dụng quá mức hoặc ngược đãi, dẫn đến hư hỏng hoặc hao mòn"
        },
        {
            "id": "fd2b7b0f-1d94-4d41-944d-854982e589c4",
            "word": "disused",
            "phonetic": "dɪsjuːzd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlzdXNlZA&hash=9db599dc7cc66bdd192403476a219f8ac95826e1&lang=en&cache-only=0",
            "defineEn": "previously in use but is now abandoned, neglected, or no longer in operation",
            "defineVi": "trước đây đã được sử dụng nhưng nay bị bỏ hoang, bị bỏ quên hoặc không còn hoạt động"
        },
        {
            "id": "08c906e1-502b-4915-85a2-b5404dfc865d",
            "word": "unused",
            "phonetic": "ʌnjuːzd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My climbing boots were sitting unused in a cupboard.",
                "Then we can run that stream of unused raw materials back into the beginning of our process.",
                "In salt water, the dissolved salt ions fill the unused space between water molecules, which means there is more mass in a given unit of volume of salt water compared to fresh water.",
                "All of that unused sugar can build up in your bloodstream and lead to Type 2 diabetes.",
                "A recent flyover of a storage facility in Victorville, California, shows planes fit together like puzzle pieces on unused runways."
            ],
            "audio": "https://tts.langeek.co/read?text=dW51c2Vk&hash=434436b93a7131978b3a6c0b3c54393c2a380030&lang=en&cache-only=0",
            "defineEn": "referring to something that has not been used",
            "defineVi": "đề cập đến một cái gì đó đã không được sử dụng"
        },
        {
            "id": "c97ca976-dea0-4e68-b5ee-ab6cc539314d",
            "word": "misused",
            "phonetic": "mɪsjuːzd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But it’s also one of the most frequently misused and misunderstood parts of scientific research.",
                "I felt the emotion, which was anger, which was unhappiness, to some degree because our candidate didn't win in my case, and in others because you don't like to think you’re building products that were so misused. "
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzdXNlZA&hash=5c9fb48c3b6b430655534a436118c16ce80f51ae&lang=en&cache-only=0",
            "defineEn": "describing something that has been used improperly or inappropriately",
            "defineVi": "mô tả một cái gì đó đã được sử dụng không đúng cách hoặc không phù hợp"
        },
        {
            "id": "5a823910-8b64-4c80-9d84-d8ce941508fa",
            "word": "overuse",
            "phonetic": "oʊvɚjuːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "And thanks to our overuse of it, lice grew resistance to the poison.",
                "However, likely reasons are global warming, overuse of pesticides, and parasitic varroa mites, which spread viruses to bee colonies.",
                "Add our current overuse to ever-increasing atmospheric carbon dioxide levels and, well, we could be headed for worse-than-Tatooine conditions sooner than you’d think.",
                "This prevents overusing strong emotional words, which can take away from their meaning.",
                "The overuse of antibiotics has led to short-term gains in livestock production and in treating common illnesses, but it's also resulted in the evolution of antibiotic-resistant bacteria, which threaten the entire population."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcnVzZQ&hash=e47b3b54c04af4567fcc8ada284223dbeed6e4b2&lang=en&cache-only=0",
            "defineEn": "the excessive use of something, often resulting in negative consequences or adverse effects",
            "defineVi": "việc sử dụng quá mức một cái gì đó, thường dẫn đến hậu quả tiêu cực hoặc tác dụng phụ"
        },
        {
            "id": "599860aa-9778-42a4-940f-58e1a83016d8",
            "word": "to underuse",
            "phonetic": "tʊ ʌndɚjuːz ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5kZXJ1c2U&hash=49ce2b70488defa66aec81cbe1deefcaf6621c70&lang=en&cache-only=0",
            "defineEn": "to utilize something inadequately or insufficiently, resulting in it not being fully utilized or not reaching its full potential",
            "defineVi": "để sử dụng một cái gì đó không đầy đủ hoặc không đầy đủ, dẫn đến nó không được sử dụng đầy đủ hoặc không phát huy hết tiềm năng của nó"
        },
        {
            "id": "c69e5103-2172-4730-9064-f9c159c8f850",
            "word": "fake",
            "phonetic": "feɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The diamond thief double-crossed his partners and gave them only worthless fake jewels.",
                "The thug threw dust in her eyes and exchanged her real diamonds with fake stones.",
                "He played a trick on his sister by putting a fake spider in her bed.",
                "The fake article had been in print in the renowned scientific journal for more than a week before its author revealed that he had pulled a stunt.",
                "The fake article had been in print in the renowned scientific journal for more than a week before its author revealed that he had pulled a fast one."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFrZQ&hash=71048b9566a2e889b17cb0a3e666a280c2a7f9a7&lang=en&cache-only=0",
            "defineEn": "made or intended to be like the original or real version of something",
            "defineVi": "được thực hiện hoặc dự định giống như phiên bản gốc hoặc thực của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "ce1a761a-b784-47ab-8913-b03e8f29158e",
            "word": "to like",
            "phonetic": "tə laɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Over seven hundred Facebook users have already liked the company’s website.",
                "He likes the comfortable seats and big screen at the movie theater.",
                "By the next morning, over twenty of my friends had liked my new profile picture.",
                "Like the commandments written in stone.",
                "Such helps were like drop in the ocean."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGlrZQ&hash=a753f2b9d00ab3c1a3a0bec21a1ef34a42143faf&lang=en&cache-only=0",
            "defineEn": "to feel that someone or something is good, enjoyable, or interesting",
            "defineVi": "để cảm thấy rằng một ai đó hoặc một cái gì đó là tốt, thú vị, hoặc thú vị",
            "hasImg": true
        },
        {
            "id": "22c0403e-6bff-4152-92ff-69ed7597e9ed",
            "word": "tiny",
            "phonetic": "taɪni ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I heard the tiny squeak of a mouse in the walls.",
                "Cobbled streets run down to a tiny harbor.",
                "The strawberry's bright red skin was dotted with tiny seeds, adding texture to its sweet taste.",
                "It's just a tiny scratch on the car!",
                "We organized a tea party for our dolls with tiny cups and saucers."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlueQ&hash=c9158fe778cb0112bfefe001da2664adde4fb3e8&lang=en&cache-only=0",
            "defineEn": "extremely small",
            "defineVi": "cực nhỏ",
            "hasImg": true
        },
        {
            "id": "9a4bd193-c999-4dd1-826e-543e483d630e",
            "word": "happiness",
            "phonetic": "hæpɪnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Money can't buy happiness.",
                "She wore a true smile, showing her genuine happiness.",
                "The wealthy businessman realized too late that a contented mind is a perpetual feast, and that money couldn't buy him true happiness.",
                "She could not contain her happiness when meeting her childhood idol, and smiled from ear to ear the entire time.",
                "Joe was tired of relying on others for his happiness."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFwcGluZXNz&hash=141b0066215d4500f2f187b31354c0a3fc89356b&lang=en&cache-only=0",
            "defineEn": "the feeling of being happy and well",
            "defineVi": "cảm giác hạnh phúc và tốt",
            "hasImg": true
        },
        {
            "id": "6e594507-6474-402c-a2df-609fed7a199b",
            "word": "guilty",
            "phonetic": "ɡɪlti ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I was feeling guilty.",
                "Judging by the evidence presented in court, the defendant is clearly guilty.",
                "He looks guilty as sin, yes, but he insists he's innocent.",
                "I hope this guilty verdict puts that rat of a CEO in his place.",
                "Many judges admitted that the Dodge was their guilty pleasure out of our field."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VpbHR5&hash=28533b82ec495dde2e7cb29bace3ec403740929b&lang=en&cache-only=0",
            "defineEn": "at fault for an illegal act or something bad that has happened",
            "defineVi": "có lỗi vì một hành động bất hợp pháp hoặc điều gì đó tồi tệ đã xảy ra",
            "hasImg": true
        },
        {
            "id": "b4c8a71b-8ed9-4fc0-9f27-73bad860f991",
            "word": "safe",
            "phonetic": "seɪf ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Keep your passport in a safe place.",
                "After all, the highest branch is not the safest roost.",
                "You can feel as safe as houses here with electric entrance gates.",
                "Don't worry, Uncle Tim, your future is safe in our hands.",
                "I always put my important documents in a safe deposit box at the bank because safe bind, safe find."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FmZQ&hash=3e67fa5139504d250baa4657c76f6c74576e8ba8&lang=en&cache-only=0",
            "defineEn": "being without danger or harm",
            "defineVi": "không có nguy hiểm hoặc tổn hại",
            "hasImg": true
        },
        {
            "id": "f7f8a749-2ecb-4687-8654-a57e21c39d5c",
            "word": "to allow",
            "phonetic": "tʊ ɐlaʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "A ramp allows easy access for wheelchairs.",
                "The judge allowed my claim.",
                "Our policy only allows for exchanges.",
                "I allow myself a treat now and then.",
                "The prisoners are allowed out of their cells for two hours a day."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWxsb3c&hash=f757238e53f3202a179b49e5d2e8bfb7e0132b32&lang=en&cache-only=0",
            "defineEn": "to let someone or something do a particular thing",
            "defineVi": "để cho ai đó hoặc một cái gì đó làm một điều cụ thể",
            "hasImg": true
        },
        {
            "id": "4ea1d056-0882-4a2b-ab41-05f2da63faee",
            "word": "to improve",
            "phonetic": "tʊ ɪmpɹuːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The performance improved as their confidence grew.",
                "The economy is improving, but the other side of the coin is that inflation is becoming a bigger problem.",
                "Swimming helps to improve our cardiovascular fitness.",
                "The engineer designs cars and improves their performance.",
                "She practices the piano every day to improve her skills."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wcm92ZQ&hash=c85f9ee3abeb4f44dcb38634dbee41bd9b0d4123&lang=en&cache-only=0",
            "defineEn": "to make a person or thing better",
            "defineVi": "để làm cho một người hoặc điều tốt hơn",
            "hasImg": true
        },
        {
            "id": "e5b0e5a1-8707-472f-b31e-84df5ebb515c",
            "word": "sincere",
            "phonetic": "sɪnsɪɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Although Sarah wasn't able to attend the event, her friends were grateful for her sincere apologies, and decided to take the will for the deed.",
                "If someone copies your fashion style, it can be a way of showing that they appreciate your taste - imitation is the sincerest form of flattery.",
                "They weren't sincere.",
                "But he's very sincere.",
                "He sounded so sincere that I forgave him at once in my heart."
            ],
            "audio": "https://tts.langeek.co/read?text=c2luY2VyZQ&hash=2c3dc658505c07f6f817040312d33d014802c6dd&lang=en&cache-only=0",
            "defineEn": "(of statements, feelings, beliefs, or behavior) showing what is true and honest, based on one's real opinions or feelings",
            "defineVi": "(về lời phát biểu, cảm xúc, niềm tin hoặc hành vi) thể hiện điều gì là đúng và trung thực, dựa trên ý kiến hoặc cảm xúc thực sự của một người",
            "hasImg": true
        },
        {
            "id": "a8114f1a-a3e6-4dcd-a05e-8797acaf8788",
            "word": "success",
            "phonetic": "səksɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "His dedication and hard work played a big part in the company's success.",
                "She achieved great success at a young age.",
                "The team's success is built on the meat and potatoes of hard work and dedication.",
                "The success of the project is in your hands.",
                "Success has many fathers, failure is an orphan, indeed."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VjY2Vzcw&hash=3c1d05a796899913f40a3ef714794ccda97fe1e2&lang=en&cache-only=0",
            "defineEn": "the fact of reaching or achieving what one tried for or desired",
            "defineVi": "thực tế đạt được hoặc đạt được những gì một người đã cố gắng hoặc mong muốn",
            "hasImg": true
        },
        {
            "id": "7388a94f-0171-4396-bb77-98d313abeb27",
            "word": "to mature",
            "phonetic": "tə mətʃʊɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "And when a mature person gives love, he or she gives without any strings attached to it.",
                "He matured.",
                "Not even all mature eggs succeed at that.",
                "She's very mature.",
                "He got too mature."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWF0dXJl&hash=3e86cc946930034b576ce203caa953c1ccfd6bbb&lang=en&cache-only=0",
            "defineEn": "to develop and grow mentally, physically, and emotionally",
            "defineVi": "để phát triển và trưởng thành về tinh thần, thể chất và tình cảm",
            "hasImg": true
        },
        {
            "id": "18b7a115-299a-4fe3-a138-fb58ce24cb35",
            "word": "to encourage",
            "phonetic": "tʊ ɛŋkɜːɹɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The police department has encouraged officers to walk the beat.",
                "The sunny day encouraged us to go for a bike ride.",
                "I encourage others to follow our example.",
                "I encourage others to follow our example.",
                "The coach encouraged his team to push the limit and give their all in the championship game."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5jb3VyYWdl&hash=7bb12ae7715247ce3824e65680000eaccd0b888b&lang=en&cache-only=0",
            "defineEn": "to provide someone with support, hope, or confidence",
            "defineVi": "để cung cấp cho ai đó sự hỗ trợ, hy vọng, hoặc sự tự tin",
            "hasImg": true
        },
        {
            "id": "023f89f4-c45b-42d4-ac74-26372e321771",
            "word": "generous",
            "phonetic": "dʒɛnɚɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The chef sprinkled a generous amount of roe on the dish.",
                "The full English breakfast included a generous portion of black pudding alongside eggs, bacon, and beans.",
                "He poured a generous amount of treacle over his warm pancakes",
                "They sprinkled a generous amount of caraway seeds over their roasted vegetables.",
                "He spread a generous amount of tartar sauce on his fish sandwich."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXJvdXM&hash=a83f1b65fd78bbdd7c20583da2943d31e90ce25d&lang=en&cache-only=0",
            "defineEn": "showing a willingness or willing to freely give money, spend time, etc. with others",
            "defineVi": "thể hiện sự sẵn lòng hoặc sẵn sàng tự do cho tiền, dành thời gian, v.v. với người khác",
            "hasImg": true
        },
        {
            "id": "09fbb513-d9a4-41db-93a5-dfc0e8940fc3",
            "word": "to appear",
            "phonetic": "tʊ ɐpɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Three days later a rash appeared.",
                "Smoke appeared on the horizon.",
                "A bus appeared around the corner.",
                "Two faces appeared at our window.",
                "Small cracks appeared in the wall."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwZWFy&hash=4c79aa0d99faf7a2e6a0405f11be1ceaf284ccd3&lang=en&cache-only=0",
            "defineEn": "to become visible and noticeable",
            "defineVi": "để trở nên có thể nhìn thấy và đáng chú ý",
            "hasImg": true
        },
        {
            "id": "a25ded98-c0c2-4f74-81e1-4959326f26c8",
            "word": "tough",
            "phonetic": "tʌf ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My job is the tough one.",
                "The boss is very tough on anyone who steps out of line.",
                "She is made of tougher stuff.",
                "The team's defense is a tough nut to crack.",
                "Long hours and tough working conditions are often par for the course in catering."
            ],
            "audio": "https://tts.langeek.co/read?text=dG91Z2g&hash=df186714ac87553e6ce10d389ea56815023bf960&lang=en&cache-only=0",
            "defineEn": "difficult to achieve or deal with",
            "defineVi": "khó khăn để đạt được hoặc đối phó với",
            "hasImg": true
        },
        {
            "id": "bebe7fb7-a047-4803-b5fd-9a7014b95eb6",
            "word": "clear",
            "phonetic": "klɪɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Our waiter cleared the empty plates from the table.",
                "The coast is clear.",
                "Sanskrit inscriptions are clear as day.",
                "The house rules are crystal clear.",
                "The answers came back clear as a bell."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xlYXI&hash=ec255d47e368bae4bbe35305fd232cd0ff969ce7&lang=en&cache-only=0",
            "defineEn": "without clouds or mist",
            "defineVi": "không có mây hay sương mù",
            "hasImg": true
        },
        {
            "id": "6c84c701-a9ad-485d-94b4-fc251206ec19",
            "word": "clear [conscience]",
            "phonetic": "klɪɹ kɑːnʃəns ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2xlYXIgY29uc2NpZW5jZQ&hash=81199cbbf09c4241fa2ebc9012aed46f03ba36d3&lang=en&cache-only=0",
            "defineEn": "knowledge that gives someone relief as they did nothing wrong and should not feel guilty",
            "defineVi": "kiến thức giúp ai đó nhẹ nhõm vì họ không làm gì sai và không nên cảm thấy tội lỗi"
        },
        {
            "id": "5c286f25-a792-4102-b21a-8d4a155b5a55",
            "word": "fair",
            "phonetic": "fɛɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That contest wasn't fair!",
                "The food was fair to middling.",
                "Everyone should have a fair slice of the cake.",
                "All of his teachers are going bananas over his science fair experiment.",
                "They were fair people before it went to their heads."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFpcg&hash=b86ed37caefb525ca7728eaf9835a4d858c718c4&lang=en&cache-only=0",
            "defineEn": "(of skin or hair) very light in color",
            "defineVi": "(của da hoặc tóc) có màu rất sáng",
            "hasImg": true
        },
        {
            "id": "f334e360-256f-4124-b7bb-a5ae0d241cb9",
            "word": "hard",
            "phonetic": "hɑːɹd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This disaster comes hard on the heels of last week’s train crash.",
                "The kids always work hard at school.",
                "For Walter, disaster followed hard on the heels of his initial success.",
                "Life on the road can be very hard.",
                "She worked hard toward her degree."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFyZA&hash=5639b510cf9e21afe64ddfe2840c09b85a4ce8ac&lang=en&cache-only=0",
            "defineEn": "not easily cut, bent, or broken; firm and solid",
            "defineVi": "không dễ bị cắt, uốn cong hoặc gãy; vững chắc và vững chắc",
            "hasImg": true
        },
        {
            "id": "7b89c05e-3745-4ab2-af5d-fa815dab1940",
            "word": "mattress",
            "phonetic": "mætɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "You ruin a mattress.",
                "In the 1990s, new mattress designs hit the market.",
                "This mattress is called The Wave.",
                "I shared my mattress with another person.",
                "His mattress was completely infested with roaches."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0dHJlc3M&hash=da9f5ee49bf48d35a5b32e781c40be0c077ab1bc&lang=en&cache-only=0",
            "defineEn": "the part of a bed made of soft material on which a person sleeps",
            "defineVi": "một phần của giường làm bằng vật liệu mềm mà một người ngủ",
            "hasImg": true
        },
        {
            "id": "7a0ad95c-7398-4ba0-87dd-2400a559a5a6",
            "word": "hard",
            "phonetic": "hɑːɹd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This disaster comes hard on the heels of last week’s train crash.",
                "The kids always work hard at school.",
                "For Walter, disaster followed hard on the heels of his initial success.",
                "Life on the road can be very hard.",
                "She worked hard toward her degree."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFyZA&hash=5639b510cf9e21afe64ddfe2840c09b85a4ce8ac&lang=en&cache-only=0",
            "defineEn": "needing a lot of skill or effort to do",
            "defineVi": "cần rất nhiều kỹ năng hoặc nỗ lực để làm",
            "hasImg": true
        },
        {
            "id": "29420e9a-54f7-44bc-80fc-485a24c56780",
            "word": "live",
            "phonetic": "laɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She lived a very peaceful life.",
                "She lives just a stone's throw away from the beach.",
                "He lives far from the city center.",
                "He lived in a small town with friendly neighbors.",
                "She lived in the same village from the cradle to the grave."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl2ZQ&hash=406867a04825bf06b5e64b1a275e214872c8b293&lang=en&cache-only=0",
            "defineEn": "currently alive, not dead or artificial",
            "defineVi": "hiện đang sống, không chết hoặc nhân tạo",
            "hasImg": true
        },
        {
            "id": "9fa3f9ca-30a6-43da-a4fc-8ab5743f45ef",
            "word": "animal",
            "phonetic": "ænɪməl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Canadian wildlife includes animals like bears, moose, beavers, and eagles.",
                "My son's favorite animal is the lion.",
                "Birds and animals are attracted to drupes.",
                "In the zoo, you can see various animals like giraffes, zebras, and monkeys.",
                "Whales are incredible marine animals that migrate long distances."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5pbWFs&hash=c8bd8a7d2710489675af3c44213de592d10d4fdc&lang=en&cache-only=0",
            "defineEn": "a living thing, like a cat or a dog, that can move and needs food to stay alive, but not a plant or a human",
            "defineVi": "một sinh vật sống, chẳng hạn như một con mèo hoặc một con chó, có thể di chuyển và cần thức ăn để sống, nhưng không phải là thực vật hay con người",
            "hasImg": true
        },
        {
            "id": "7599f869-8dd3-4d37-8104-1da13281756e",
            "word": "live",
            "phonetic": "laɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She lived a very peaceful life.",
                "She lives just a stone's throw away from the beach.",
                "He lives far from the city center.",
                "He lived in a small town with friendly neighbors.",
                "She lived in the same village from the cradle to the grave."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl2ZQ&hash=406867a04825bf06b5e64b1a275e214872c8b293&lang=en&cache-only=0",
            "defineEn": "receiving a broadcast at the time of happening",
            "defineVi": "nhận được một chương trình phát sóng tại thời điểm xảy ra",
            "hasImg": true
        },
        {
            "id": "95b515a5-d670-457a-b6f3-1e21048242ae",
            "word": "concert",
            "phonetic": "kɑːnsɚt ",
            "partOfSpeechType": "noun",
            "examples": [
                "His favorite band is playing a concert on Friday night.",
                "When does the concert begin?",
                "Tickets for the concert are like gold dust.",
                "The concert went a bomb and the audience loved every minute of it.",
                "We had a good time at the concert last night."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY2VydA&hash=e2b093d292c0b7a39794233b677554f3e3fa201f&lang=en&cache-only=0",
            "defineEn": "a public performance by musicians or singers",
            "defineVi": "một buổi biểu diễn công cộng của nhạc sĩ hoặc ca sĩ",
            "hasImg": true
        },
        {
            "id": "fe735c26-581b-4cb4-9638-b80b289479d7",
            "word": "light",
            "phonetic": "laɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The car ahead of me jumped the light.",
                "The lights changed to green.",
                "Sometimes darkness can show you the light.",
                "A major technological advancement like that is still light years away.",
                "This software first saw the light of day back in 1993."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlnaHQ&hash=63673c8d6438c2eb063d7052377e05b9d5fe0031&lang=en&cache-only=0",
            "defineEn": "(of sound) having little volume or intensity",
            "defineVi": "(của âm thanh) có âm lượng hoặc cường độ nhỏ"
        },
        {
            "id": "5c40bd99-8f1b-4a20-83a9-ceaa87e5cea5",
            "word": "evidence",
            "phonetic": "ɛvɪdəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The police searched the suspect's house for evidence.",
                "Evidence of their relationship exists in the form of a series of letters.",
                "He presented a false document as evidence in the court case.",
                "This latest evidence could be the final nail in the coffin for Jackson's case.",
                "This evidence proves that the senator was part of the conspiracy."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZpZGVuY2U&hash=af497e9fcae09f43328ded1e99e4b9a2ac3f9778&lang=en&cache-only=0",
            "defineEn": "anything that proves the truth or validity of something, such as facts, objects, or signs",
            "defineVi": "bất cứ điều gì chứng minh sự thật hoặc giá trị của một cái gì đó, chẳng hạn như sự thật, đối tượng hoặc dấu hiệu"
        },
        {
            "id": "277051ce-20a6-438c-add1-c39d94f05cf4",
            "word": "fiction",
            "phonetic": "fɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In his latest book, he tries his hand at fiction.",
                "This collection of stories bridges the gap between history and fiction.",
                "Fiction plays with our senses: taste, smell, touch, hearing, sight, and the sense of motion.",
                "We read fiction for many reasons.",
                "The last thing on this immigration issue, that argument and his entire case is built on a fiction."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmljdGlvbg&hash=84efddce0cb857fad53eacc427378eac9948f6e7&lang=en&cache-only=0",
            "defineEn": "a deliberately false or improbable account",
            "defineVi": "một tài khoản cố tình sai hoặc không thể xảy ra"
        },
        {
            "id": "86fa86ed-fcb6-4b8c-b10c-67842df8aa48",
            "word": "bias",
            "phonetic": "baɪəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a journalist, I believe that fair play is a jewel, and it's important to report the truth without bias or prejudice.",
                "Discrimination and bias in hiring practices can result in an unlevel playing field for job applicants, as qualified candidates from marginalized groups may face barriers and unequal treatment.",
                "Bias sucks.",
                "First of all, people are biased.",
                "Third, it exhibits bias."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymlhcw&hash=91c57e05cd901308e3c1eefcf9849ddc73c5199a&lang=en&cache-only=0",
            "defineEn": "an unfair behavior that favors or discriminates against someone or something",
            "defineVi": "một hành vi không công bằng ủng hộ hoặc phân biệt đối xử với một ai đó hoặc một cái gì đó"
        },
        {
            "id": "5ae6a0d7-4433-42df-8368-bc8fda0a1393",
            "word": "fabrication",
            "phonetic": "fæbɹɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now we're gonna head over to fabrication and check out some fabrics we're gonna use in the space.",
                "To achieve more complex designs, a radically different fabrication process was needed that changed everything: Photolithography!",
                "Well, almost-20-year-old spoiler alert here: some of them come to find out that the real world was a desolate wasteland, and the lives everyone thought they were living were just fabrications fed into their brains.",
                "To get a project like this done in a timely manner, because time is money in this industry, there are a few key players: Alexandra Newman, the art department manager, Wira Quesada, the textiles and fabrication manager, and Marissa Eleccion, the project manager who will be overlooking the design in progress on location."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFicmljYXRpb24&hash=16001f5c59499fdd75d283be344e6cf6383f9c30&lang=en&cache-only=0",
            "defineEn": "the act of deliberately creating or inventing false information or stories, often with the intention to deceive or mislead",
            "defineVi": "hành động cố tình tạo ra hoặc phát minh ra thông tin hoặc câu chuyện sai lệch, thường với ý định lừa dối hoặc đánh lạc hướng"
        },
        {
            "id": "cb1dfbf5-8b80-4201-831d-a73eb7236f5f",
            "word": "real",
            "phonetic": "ɹiːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Get real!",
                "Get real!",
                "Is your jacket real leather?",
                "Her last book was a real money-spinner.",
                "You are a real grouch."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhbA&hash=502972cf2c27370a1c43771c4e4426b9862acfa6&lang=en&cache-only=0",
            "defineEn": "not imaginary, but rather capable of being perceived by the senses",
            "defineVi": "không phải là tưởng tượng, mà là có khả năng được cảm nhận bằng các giác quan"
        },
        {
            "id": "3ea01542-7622-44e8-9dff-ee36ac827a32",
            "word": "bogus",
            "phonetic": "boʊɡəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And a lot of card frauds go unnoticed by consumers after banks automatically clear bogus charges.",
                "Well un-familiarize yourself, because they are bogus.",
                "And you've probably seen the version of this bogus taste map, which incorrectly assigns certain tastes to certain parts of your tongue.",
                "And, you know, they did the bogus asylum claim, and they were just delivered to the bus station, waiting for their bus. ",
                "And then there's a slew of new tricks popping up from bogus seller accounts to mysterious free Amazon packages appearing on people's doorsteps."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9ndXM&hash=83f0e74651973fa05d5d94d748843e53aa7f90f3&lang=en&cache-only=0",
            "defineEn": "not authentic or true, despite attempting to make it seem so",
            "defineVi": "không xác thực hoặc đúng sự thật, mặc dù đã cố gắng làm cho nó có vẻ như vậy"
        },
        {
            "id": "8e0277c9-557a-4be0-97ba-70c07890f9b1",
            "word": "accurate",
            "phonetic": "ækjʊɹət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I always double-check my homework to ensure it is accurate.",
                "The teacher refused to teach a subject she was not qualified to teach, recognizing that better untaught than ill-taught - it was essential to ensure that students received accurate and reliable information.",
                "The quiz is very accurate.",
                "Most peaking features on cameras this size are never that accurate.",
                "GPS systems now give accurate locations with an error of only a few meters."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjdXJhdGU&hash=281fa4ad2643556cf8a02fa504afcf61f59206d5&lang=en&cache-only=0",
            "defineEn": "(of ideas, images, representations, expressions) characterized by perfect conformity to fact or truth; strictly correct",
            "defineVi": "(về ý tưởng, hình ảnh, sự thể hiện, cách diễn đạt) được đặc trưng bởi sự phù hợp hoàn hảo với thực tế hoặc sự thật; hoàn toàn chính xác"
        },
        {
            "id": "db932d1d-7035-4f19-8aa6-9061e5631788",
            "word": "fake",
            "phonetic": "feɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The diamond thief double-crossed his partners and gave them only worthless fake jewels.",
                "The thug threw dust in her eyes and exchanged her real diamonds with fake stones.",
                "He played a trick on his sister by putting a fake spider in her bed.",
                "The fake article had been in print in the renowned scientific journal for more than a week before its author revealed that he had pulled a stunt.",
                "The fake article had been in print in the renowned scientific journal for more than a week before its author revealed that he had pulled a fast one."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFrZQ&hash=71048b9566a2e889b17cb0a3e666a280c2a7f9a7&lang=en&cache-only=0",
            "defineEn": "intentionally misleading or deceptive",
            "defineVi": "cố ý gây hiểu nhầm hoặc lừa đảo"
        },
        {
            "id": "486a1643-872a-40e7-8693-9082322888b2",
            "word": "doubtful",
            "phonetic": "daʊtfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Her husband was doubtful about this.",
                "I'm doubtful, unless she got a real strong arm.",
                "To him, it seemed highly doubtful that the full-grown Coelophysis had swallowed such a large object in one piece.",
                "now He then gets to go back to his doubtful mom and decree What can I say except you're welcome my five?",
                "And isn't it true that art incorporates so much of the artist's experience that even if we are able to unlock biologically-enhanced creativity, it's doubtful that it would result in a surge of \"super-art?\""
            ],
            "audio": "https://tts.langeek.co/read?text=ZG91YnRmdWw&hash=76d8d1cec9f01354f3052077117e588b46b7bb46&lang=en&cache-only=0",
            "defineEn": "improbable or unlikely to happen or be the case",
            "defineVi": "không thể xảy ra hoặc không thể xảy ra hoặc là trường hợp"
        },
        {
            "id": "d093a0ad-8521-4337-9845-c426f0b0c2b4",
            "word": "fact",
            "phonetic": "fækt ",
            "partOfSpeechType": "noun",
            "examples": [
                "But you have to go on the facts.",
                "The exorbitant prices are explainable in light of the facts.",
                "In fact it was Jack's sense of humour that kept her feelings in proportion during the next few days.",
                "The fact that the Champions League is increasingly dominated by English clubs just rubs salt into his wounds.",
                "Needs to check her facts."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFjdA&hash=b5e3636ec0c457962d4d41868379944014c5fcfe&lang=en&cache-only=0",
            "defineEn": "something that is known to be true or real, especially when it can be proved",
            "defineVi": "một cái gì đó được biết là đúng hoặc có thật, đặc biệt là khi nó có thể được chứng minh"
        },
        {
            "id": "386b236d-8d3e-48db-8e91-90baff8a501b",
            "word": "fantasist",
            "phonetic": "fæntɐsɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Its roots lay in the ethos of Romanticism, an eccentric 19th century figures like the symbolist fantasist Gustave Moreau, the self-taught artist and customs agent Henri Rousseau, the disquieting visionary Arnold Böcklin and writers like Edgar Allan Poe."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFudGFzaXN0&hash=752ebbcb9451d3b0463919fc3aba9e0108966f86&lang=en&cache-only=0",
            "defineEn": "a person who indulges in or creates fantasies or unrealistic imaginings, often to escape from reality or to embellish their own experiences or achievements",
            "defineVi": "một người đam mê hoặc tạo ra những tưởng tượng hoặc trí tưởng tượng phi thực tế, thường là để thoát khỏi thực tế hoặc để tô điểm cho những trải nghiệm hoặc thành tích của chính họ"
        },
        {
            "id": "f7c4fe99-87f8-4524-b79e-bf2130d68f84",
            "word": "exaggeration",
            "phonetic": "ɛɡzædʒɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "What got me there was exaggeration.",
                "But even without the exaggerations, beavers are still pretty awesome.",
                "And that is not an exaggeration.",
                "I say this without any exaggeration.",
                "This was, no exaggeration, the key to understanding stars."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhhZ2dlcmF0aW9u&hash=c8a8d8f6491bf0baef46420050bc921b464e8132&lang=en&cache-only=0",
            "defineEn": "the act of presenting something as larger, more significant, or more extreme than it actually is, often for emphasis or dramatic effect",
            "defineVi": "hành động trình bày một cái gì đó lớn hơn, quan trọng hơn hoặc cực đoan hơn so với thực tế, thường để nhấn mạnh hoặc tạo hiệu ứng ấn tượng"
        },
        {
            "id": "d5bd35b9-5520-4aad-b90a-6799e0b3b9d5",
            "word": "prejudice",
            "phonetic": "pɹɛdʒuːdɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Rivalries and prejudice were by degrees fading out.",
                "In her entire career, Monia has stayed a cut above the rest by steering clear of prejudices and letting her work talk for itself.",
                "As a journalist, I believe that fair play is a jewel, and it's important to report the truth without bias or prejudice.",
                "Prejudice is a poison that divides and conquers the people that are engaged in this fear based, antagonistic way of living.",
                "The racial slur in this newsreel title shows the prejudice towards Mexican workers during this time."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlanVkaWNl&hash=958576869047d5df238323dae78ae6a6706758c7&lang=en&cache-only=0",
            "defineEn": "an unreasonable opinion or judgment based on dislike felt for a person, group, etc., particularly because of their race, sex, etc.",
            "defineVi": "một ý kiến hoặc đánh giá vô lý dựa trên cảm giác không thích đối với một người, một nhóm, v.v., đặc biệt là vì chủng tộc, giới tính của họ, v.v."
        },
        {
            "id": "b60c8532-c749-49f8-a02d-6fbd4e5ec5b4",
            "word": "reliable",
            "phonetic": "ɹᵻlaɪəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Can you recommend a reliable bank for opening a new account?",
                "It's a reliable car, and it doesn't cost an arm and a leg.",
                "We should search for a reliable source to verify the information.",
                "I use the newspaper as a source for my research papers because it has reliable information.",
                "The car was old but reliable, and he reminded himself that better a good cow than a cow of a good kind when he was tempted to buy a flashy, expensive new car."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsaWFibGU&hash=1e1f9db5e2c12bdb6041889813042a51b99ae315&lang=en&cache-only=0",
            "defineEn": "based on sound reasoning or evidence and can be trusted to be accurate",
            "defineVi": "dựa trên lý luận hoặc bằng chứng hợp lý và có thể được tin cậy là chính xác"
        },
        {
            "id": "b6f68428-d64a-4dc2-840d-a72470613953",
            "word": "conspiracy theory",
            "phonetic": "kənspɪɹəsi θiəɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29uc3BpcmFjeSB0aGVvcnk&hash=764d6e00679b1627bfd80a62be712165616d8406&lang=en&cache-only=0",
            "defineEn": "a belief or explanation that suggests a secret group or organization is responsible for an event, often involving illegal or dishonest activities",
            "defineVi": "một niềm tin hoặc lời giải thích cho thấy một nhóm hoặc tổ chức bí mật chịu trách nhiệm cho một sự kiện, thường liên quan đến các hoạt động bất hợp pháp hoặc không trung thực"
        },
        {
            "id": "da6ef255-612f-4b5d-9aa5-950bd31cb4f3",
            "word": "lousy",
            "phonetic": "laʊsi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Pier One is often saddled with lousy locations.",
                "I'm not spending four cents for your lousy property.",
                "Party City said an industry wide dip in sales contributed to its lousy October sales numbers.",
                "Because your parents always made you a giant ice cream sundae on days when you were feeling lousy?",
                "Down here, you'll start to feel pretty lousy, because the sun's gravity is so strong, a 150-pound person on Earth would weigh about 4,000 pounds here."
            ],
            "audio": "https://tts.langeek.co/read?text=bG91c3k&hash=fe5bbe5e5d2c999802df477fed7dfb9aec1d8ae7&lang=en&cache-only=0",
            "defineEn": "describing something that is perceived as being of very low quality, unpleasant, or objectionable",
            "defineVi": "mô tả một cái gì đó được coi là có chất lượng rất thấp, khó chịu hoặc phản cảm"
        },
        {
            "id": "bf7d29b3-05d3-4ac5-8bac-537ad4937f67",
            "word": "tropical",
            "phonetic": "tɹɑːpɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Our dream destination for this year's vacation is a secluded tropical island.",
                "The market vendor displayed a variety of tropical fruits, each with its own unique-colored mesocarp.",
                "Drizzling key lime syrup over pancakes or waffles gives them a delicious tropical twist.",
                "I discovered the delightful combination of pawpaw and coconut in a tropical fruit salad.",
                "The agar cubes added a delightful chewiness to the tropical fruit salad."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJvcGljYWw&hash=b0f7196a5f14bdbd5385c350fe882b8957764aa9&lang=en&cache-only=0",
            "defineEn": "situated in or from the hottest parts of the world at the sides of the equator",
            "defineVi": "nằm trong hoặc từ các khu vực nóng nhất trên thế giới ở hai bên đường xích đạo",
            "hasImg": true
        },
        {
            "id": "b17efed0-3bbf-42df-b3a3-3baf31720731",
            "word": "awful",
            "phonetic": "ɔːfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She said an awful lot",
                "The incident says an awful lot about his character.",
                "It's awful having a boss who breathes down your neck all the time.",
                "I told you that you'd feel awful if you drank that much wine.",
                "He couldn't help but grimace when he saw the awful outfit his friend was wearing."
            ],
            "audio": "https://tts.langeek.co/read?text=YXdmdWw&hash=6092cf52adeda1cf92ec233a8a5595b62077a840&lang=en&cache-only=0",
            "defineEn": "extremely unpleasant, bad, or disagreeable",
            "defineVi": "cực kỳ khó chịu, xấu, hoặc khó chịu",
            "hasImg": true
        },
        {
            "id": "9ab58214-1f9d-4768-bbd2-3681b58de415",
            "word": "delicious",
            "phonetic": "dᵻlɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Grandma's crab apple sauce is really delicious.",
                "I offered my guests delicious beetroot burgers as a flavorful vegetarian option.",
                "The cranberry pie at the bakery is absolutely delicious, especially with a scoop of vanilla ice cream.",
                "Fresh vegetables like tomatoes, cucumbers, and lettuce make a delicious salad.",
                "It's just too delicious!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsaWNpb3Vz&hash=6eccfc3cf519e2e541e2bae8c55f89dd57f92c3f&lang=en&cache-only=0",
            "defineEn": "having a good taste",
            "defineVi": "có một hương vị tốt",
            "hasImg": true
        },
        {
            "id": "f65721c6-eb19-466d-b3c3-c40d0d19caff",
            "word": "small",
            "phonetic": "smɔːl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Small cracks appeared in the wall.",
                "That holiday cost me a small fortune.",
                "This small restaurant is the best pound for pound in the city.",
                "The whole may be smaller than the sum of its parts!",
                "I gave a small donation."
            ],
            "audio": "https://tts.langeek.co/read?text=c21hbGw&hash=7df44bdfe670afa5fa2f958b47b2ad3554cee646&lang=en&cache-only=0",
            "defineEn": "little or below average in size, amount, degree, etc.",
            "defineVi": "ít hoặc dưới mức trung bình về kích thước, số lượng, mức độ, v.v.",
            "hasImg": true
        },
        {
            "id": "8d7c28d3-b347-4dbe-af5c-1ed9a1c2a1bb",
            "word": "boring",
            "phonetic": "boːɹɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The movie was as boring as they come.",
                "It’s so boring, eating the same food day in, day out.",
                "I have to do the same boring jobs day in day out.",
                "The child nodded off to sleep during the boring lecture.",
                "This course seemed right up my alley when I signed up for it, but it ended up being dreadfully boring."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9yaW5n&hash=6fa81355354b30a5c965392171af28c5e406e1b7&lang=en&cache-only=0",
            "defineEn": "making us feel tired and unsatisfied because of not being interesting",
            "defineVi": "khiến chúng ta cảm thấy mệt mỏi và không hài lòng vì không thú vị",
            "hasImg": true
        },
        {
            "id": "34070c12-7643-4221-ba3d-b3f60a29079c",
            "word": "stale",
            "phonetic": "steɪl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They get stale.",
                "For example, selling stale Doritos.",
                "Sucking out the stale blood to make way for the good stuff.",
                "Ah, contrary to popular belief, things don't get stale because they lose water.",
                "The Crumbler grinds stale baguettes into breadcrumbs that are so fine they can replace flour."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhbGU&hash=62372998eae298301c578d3feff612d2be4ccee2&lang=en&cache-only=0",
            "defineEn": "(of food, particularly cake and bread) not fresh anymore",
            "defineVi": "(thức ăn, đặc biệt là bánh và bánh mì) không còn tươi nữa",
            "hasImg": true
        },
        {
            "id": "3b1259b3-3dee-4e4d-b5d5-e2082bb060e6",
            "word": "stingy",
            "phonetic": "stɪndʒi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I hate a pen that's stingy with ink and boy that Pilot pen was so stingy with ink.",
                "I hate a pen that's stingy with ink and boy that Pilot pen was so stingy with ink.",
                "That’s all fine if your ultimate position in life is to sit on the ocean floor or drift along like a squishy blob of stingy spaghetti.",
                "You've got ta love people like George, he's mastered this art for himself and even though there's money in it, he still not stingy with the knowledge that he's gained."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Rpbmd5&hash=4da3e1b43b9dd6c74ca82202f4ae6d57341a02d2&lang=en&cache-only=0",
            "defineEn": "unwilling to spend or give away money or resources",
            "defineVi": "không muốn chi tiêu hoặc cho đi tiền hoặc tài nguyên",
            "hasImg": true
        },
        {
            "id": "8292a4a2-6200-4e8b-a301-3860e7a043a1",
            "word": "how come",
            "phonetic": "haʊ kʌm ",
            "partOfSpeechType": "sentence",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG93IGNvbWU&hash=b0517f1d94e39783fb152451b6dbe7dda3f25230&lang=en&cache-only=0",
            "defineEn": "used to ask for an explanation or reason for something",
            "defineVi": "được sử dụng để yêu cầu một lời giải thích hoặc lý do cho một cái gì đó"
        },
        {
            "id": "7f0653ad-a08b-4e83-a636-f49da5cf3896",
            "word": "vegetarian",
            "phonetic": "vɛdʒɪtɛɹiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend prefers a vegetarian sandwich with avocado and sprouts.",
                "My vegetarian friend often uses beans as a filling for vegetarian tacos.",
                "My vegetarian friend enjoyed a nourishing adzuki bean grain bowl for lunch.",
                "The vegetarian menu offers a delicious black bean burrito as a protein-packed option.",
                "The restaurant offered a vegetarian dish with a mix of seasonal vegetables."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVnZXRhcmlhbg&hash=f9bfdbeeb562e7b0f708430d13c745efe7cd116d&lang=en&cache-only=0",
            "defineEn": "someone who avoids eating meat or fish",
            "defineVi": "một người tránh ăn thịt hoặc cá",
            "hasImg": true
        },
        {
            "id": "fbb464b5-ae37-4fc8-9d24-d75d89504dfb",
            "word": "vegan",
            "phonetic": "viːɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a vegan, she substituted almond butter for traditional dairy-based spreads.",
                "Some vegan cheeses use algae-based ingredients to achieve a creamy texture and unique flavor.",
                "As a vegan, she often used tahini as a substitute for butter or cream in her recipes.",
                "As a vegan alternative, they used graham flour to create a plant-based pie crust.",
                "I tried a vegan cookie made with plant-based ingredients and loved its taste."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVnYW4&hash=ee7c92beae078fde3192ec3d25157019fc534d4a&lang=en&cache-only=0",
            "defineEn": "someone who does not consume or use anything that is produced from animals, such as meat, milk, or eggs",
            "defineVi": "một người không tiêu thụ hoặc sử dụng bất cứ thứ gì được sản xuất từ động vật, chẳng hạn như thịt, sữa hoặc trứng",
            "hasImg": true
        },
        {
            "id": "b687e850-f624-49b0-97a7-12cac689daf1",
            "word": "insomniac",
            "phonetic": "ɪnsɑːmniæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Come bedtime, insomniacs are stressed.",
                "Meanwhile Macbeth is an insomniac.",
                "This symptom of poor sleep leaves insomniacs waking in a state of exhaustion, confusion, and stress, which starts the process all over again.",
                "And when insomniacs finally do fall asleep, the quality of their rest is compromised.",
                "But PET studies show the adrenaline that prevents sleep for insomniacs also speeds up their metabolisms."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zb21uaWFj&hash=83d528c9e0f4749bc840c364e10e583aaf3bfd97&lang=en&cache-only=0",
            "defineEn": "someone who has persistent difficulty falling asleep, staying asleep, or getting quality sleep",
            "defineVi": "người liên tục khó ngủ, ngủ không sâu giấc hoặc ngủ không ngon giấc"
        },
        {
            "id": "343feb94-7bad-4543-a2c6-c4db434a794a",
            "word": "teetotaler",
            "phonetic": "tiːɾoʊteɪlɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGVldG90YWxlcg&hash=6332864cea94aedc6ca42bd6a3000d83d87ec1fe&lang=en&cache-only=0",
            "defineEn": "someone who completely avoids alcohol consumption due to personal choice, religion, or other reasons",
            "defineVi": "một người hoàn toàn tránh uống rượu do sự lựa chọn cá nhân, tôn giáo, hoặc các lý do khác",
            "hasImg": true
        },
        {
            "id": "75d6a4d0-949f-43c3-99aa-3fdfd8d387d5",
            "word": "pacifist",
            "phonetic": "pæsɪfɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "You're a pacifist?",
                "Her parents were Sufi pacifists, who put their faith in the power of music and compassion.",
                "Constructing Lenin as some kind of idealistic pacifist just goes against historical facts.",
                "Quakers had to resort to such tricks because they were pacifists.",
                "As pacifists, they believed that all disputes should be settled non-violently."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFjaWZpc3Q&hash=aeebecc92a9203c4f6d354d7b502ba6827fc3d8c&lang=en&cache-only=0",
            "defineEn": "someone who advocates for peaceful methods to resolve conflicts and opposes violence or war as a means of achieving goals",
            "defineVi": "một người ủng hộ các phương pháp hòa bình để giải quyết xung đột và phản đối bạo lực hoặc chiến tranh như một phương tiện để đạt được mục tiêu"
        },
        {
            "id": "1e21857c-7679-46a7-b896-cd0d15b631c2",
            "word": "atheist",
            "phonetic": "eɪθɪɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Both the Church report and the atheist professor are spitting into the wind, of course, because the incoming tide of superstition has a long way to rise yet.",
                "Plenty of existentialists are atheists, but some are theists, like Kierkegaard.",
                "I'm an atheist, but pray for me, man.",
                "Raised Catholic, Anne Rice became an atheist at the age of 18.",
                "Some philosophers are theists, and others are atheists."
            ],
            "audio": "https://tts.langeek.co/read?text=YXRoZWlzdA&hash=e60607a2b5bf45f79a913423f6e96b58ae44d9e7&lang=en&cache-only=0",
            "defineEn": "someone who does not believe in the existence of God or gods",
            "defineVi": "một người không tin vào sự tồn tại của Thiên Chúa hoặc các vị thần"
        },
        {
            "id": "5fba96c0-64c6-45d4-9a02-ba661dc2ec1a",
            "word": "xenophobe",
            "phonetic": "zɛnoʊfoʊb ",
            "partOfSpeechType": "noun",
            "examples": [
                "You don’t dare get into any kind of discussion or you might look like a racist or a homophobe or a bigot or a xenophobe."
            ],
            "audio": "https://tts.langeek.co/read?text=eGVub3Bob2Jl&hash=bc8c311e3fe52e24e2b45e37c23f8cac3cbbbe3c&lang=en&cache-only=0",
            "defineEn": "someone who has an irrational fear, aversion, or hostility towards people or things perceived as foreign or different, often resulting in prejudice or discrimination",
            "defineVi": "một người có một nỗi sợ hãi, ác cảm hoặc thù địch phi lý đối với những người hoặc những thứ được coi là xa lạ hoặc khác biệt, thường dẫn đến định kiến hoặc phân biệt đối xử"
        },
        {
            "id": "b558f0d8-a736-408d-851e-be62e3e2ea95",
            "word": "anti-royalist",
            "phonetic": "æntaɪɹɔɪəlɪst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW50aS1yb3lhbGlzdA&hash=59a52487a77e02dcb3b255ce3d06bfe9d5b70cd9&lang=en&cache-only=0",
            "defineEn": "someone who opposes or rejects the institution of monarchy, often advocating for its abolition",
            "defineVi": "một người phản đối hoặc bác bỏ thể chế quân chủ, thường ủng hộ việc bãi bỏ nó"
        },
        {
            "id": "8379b4f5-2176-4169-8c65-1a76ceaaa6e9",
            "word": "technophobe",
            "phonetic": "tɛknəfoʊb ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGVjaG5vcGhvYmU&hash=a83deb9a86da4914275752870b39e773794d3d60&lang=en&cache-only=0",
            "defineEn": "someone who is resistant or apprehensive towards technology, often avoiding or expressing fear or aversion towards its use or adoption",
            "defineVi": "một người phản đối hoặc e ngại đối với công nghệ, thường tránh hoặc bày tỏ sự sợ hãi hoặc ác cảm đối với việc sử dụng hoặc áp dụng nó"
        },
        {
            "id": "1f9fae39-9f2b-43cf-93df-c03674bc6523",
            "word": "environmentalist",
            "phonetic": "ɛnvaɪɹənmɛntəlɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The politician's off-the-cuff remark about pollution stirred up a hornet's nest among environmentalists.",
                "Environmentalists claimed governments were fiddling while Rome burned.",
                "He was an environmentalist.",
                "Environmentalists argue in practice the plastic mailers aren't better for the environment.",
                "But many environmentalists say we need a better solution."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW52aXJvbm1lbnRhbGlzdA&hash=c681bcc860b272bb5d37531139ee379ce85eddae&lang=en&cache-only=0",
            "defineEn": "a person who is concerned with the environment and tries to protect it",
            "defineVi": "một người quan tâm đến môi trường và cố gắng bảo vệ nó",
            "hasImg": true
        },
        {
            "id": "d165edf2-46ce-42ec-b821-8576e530b49f",
            "word": "hypocrite",
            "phonetic": "hɪpəkɹɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He's such a hypocrite!",
                "You're being a hypocrite.",
                "Others call rich countries hypocrites that got rich by polluting without restraint and now expect others not to industrialize and stay poor.",
                "Then that's when his entire group of friends act like hypocrites and then they start to go against him.",
                "Putin certainly thought that this came as Bush’s order, and that Bush was a hypocrite."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlwb2NyaXRl&hash=0f34bad556a96586d74015d9803ecc3f564f50cf&lang=en&cache-only=0",
            "defineEn": "someone who pretends to have virtues or beliefs they do not practice, often contradicting their own stated values or engaging in deceptive behavior",
            "defineVi": "ai đó giả vờ có đức tính hoặc niềm tin mà họ không thực hành, thường mâu thuẫn với các giá trị đã nêu của chính họ hoặc tham gia vào hành vi lừa đảo"
        }
    ]
}