{
    "id": "4523078d-c118-491b-8531-cb7a79e092e1",
    "title": "Unit 1 - Lesson 2",
    "originalTitle": "Unit 1 - Lesson 2",
    "words": [
        {
            "id": "fda5632a-b01d-4905-a100-722b9739c6d9",
            "word": "to identify",
            "phonetic": "tʊ aɪdɛntᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Identifying a specific segment of the market as our target will be more effective than a shotgun approach.",
                "After decades as an investigator, I can identify a con man a mile away.",
                "Work is in hand on identifying information needs.",
                "The doctor put his hands on me identify if the tumor had grown.",
                "We advise a food sensitivity test to better identify true food intolerances and appropriate amount of time to keep out of your system for optimal health and healing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaWRlbnRpZnk&hash=c1da116cd244f498e92e6052e04ecbef4270a019&lang=en&cache-only=0",
            "defineEn": "to be able to say who or what someone or something is",
            "defineVi": "để có thể nói ai hoặc cái gì một ai đó hoặc một cái gì đó là",
            "hasImg": true
        },
        {
            "id": "b65630f9-fbb5-4cd7-91e4-8c48cb25ce19",
            "word": "classmate",
            "phonetic": "klæsmeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She shares her eraser with her classmates during exams.",
                "Can I introduce you to my classmates?",
                "She lends her pencil to a classmate who forgot to bring one.",
                "The student submitted her term paper early, beating her classmates to the punch and impressing her professor with her diligence and quality of work.",
                "He had to work hard to keep up with his classmates in the advanced math course."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3NtYXRl&hash=e29b997ebbd4fa6d1c3a2a4327d978de3463fbb0&lang=en&cache-only=0",
            "defineEn": "someone who is or was in the same class as you at school or college",
            "defineVi": "ai đó đang hoặc đã học cùng lớp với bạn ở trường hoặc đại học",
            "hasImg": true
        },
        {
            "id": "07d28032-6b06-458b-aeb9-c5300b91490f",
            "word": "chef",
            "phonetic": "ʃɛf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef incorporated chunks of multiple fruits into a delectable dessert.",
                "The chef peppers the steak with a blend of spices for a flavorful taste.",
                "The chef used a secret blend of herbs and spices as the seasoning for the famous fried chicken.",
                "The chef prepared a creamy tomato soup for lunch.",
                "The chef used juniper berries as a key ingredient in her signature marinade for the grilled meat."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlZg&hash=11d6c3635cecc0c971dcf98383bb25c3d676c15a&lang=en&cache-only=0",
            "defineEn": "a highly trained cook who often cooks for hotels or restaurants",
            "defineVi": "một đầu bếp được đào tạo chuyên sâu thường nấu ăn cho khách sạn hoặc nhà hàng",
            "hasImg": true
        },
        {
            "id": "48ae0810-5965-430f-a4e6-2187e9c3f9d7",
            "word": "writer",
            "phonetic": "ɹaɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The writer drew inspiration from her life experiences, using them as grist for the mill of her creative process.",
                "The writer's poetry is known for its abstract language and thought-provoking imagery.",
                "On the whole, Soviet writers knew when they were putting their heads on the block.",
                "I wear a lot of different hats - from writer to producer and artist.",
                "We asked five successful writers to reveal some of the tricks of the trade."
            ],
            "audio": "https://tts.langeek.co/read?text=d3JpdGVy&hash=6482a2bfbd4cbd6b1327c6e7779f824265ff7acc&lang=en&cache-only=0",
            "defineEn": "someone whose job involves writing articles, books, stories, etc.",
            "defineVi": "một người có công việc liên quan đến viết bài, sách, truyện, v.v.",
            "hasImg": true
        },
        {
            "id": "9252f862-4bd4-464e-a579-5a0b6a9b1bdf",
            "word": "manager",
            "phonetic": "mænɪdʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The manager played his strongest side of the season.",
                "Managers selling employees the new working hours.",
                "The team's new manager brings ten years' experience to the job.",
                "The manager displayed a cold shoulder towards the employee who had made a mistake.",
                "The manager struck a rather insincere note as he expressed his sorrow at the round of layoffs."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuYWdlcg&hash=1ce1689d08bfd478bea56fb0af639ec593170446&lang=en&cache-only=0",
            "defineEn": "someone who is in charge of running a business or managing part or all of a company or organization",
            "defineVi": "một người chịu trách nhiệm điều hành một doanh nghiệp hoặc quản lý một phần hoặc toàn bộ công ty hoặc tổ chức",
            "hasImg": true
        },
        {
            "id": "a60640b4-b9a5-43b7-8d1e-f8b5743b094a",
            "word": "scientist",
            "phonetic": "saɪəntɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scientists are taking water samples from the river.",
                "Scientists believe that a major breakthrough is on the horizon.",
                "Scientists fear that global warming has gone beyond the point of no return.",
                "The scientist presented an abstract theory that revolutionized our understanding of the universe.",
                "Scientists worked day and night to break the code."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NpZW50aXN0&hash=3b6e253492e1bc4b136b5b727cfaf6aec96a7746&lang=en&cache-only=0",
            "defineEn": "someone whose job or education is about science",
            "defineVi": "một người có công việc hoặc giáo dục là về khoa học",
            "hasImg": true
        },
        {
            "id": "9311f6af-c390-4594-b3d0-4031a31cc9cb",
            "word": "doctor",
            "phonetic": "dɑːktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Doctors couldn't stop the bleeding.",
                "The doctor examined her neck for any signs of injury.",
                "Somebody get a doctor!",
                "The doctor will see you now.",
                "The doctor used a small flashlight to examine her eyes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9jdG9y&hash=ca73dffd3b050170c1d206340314db5c1ca41ee5&lang=en&cache-only=0",
            "defineEn": "someone who has studied medicine and treats sick or injured people",
            "defineVi": "một người đã nghiên cứu y học và điều trị những người bị bệnh hoặc bị thương",
            "hasImg": true
        },
        {
            "id": "33d8b1a9-b729-48f9-b82e-1a58f4159cad",
            "word": "engineer",
            "phonetic": "ɛndʒɪnɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The engineer oversees the construction and maintenance of roads and bridges.",
                "Engineers collaborate with architects to turn design concepts into reality.",
                "An engineer suggested driving a tunnel through the Judean hills.",
                "The engineer is responsible for ensuring the safety and efficiency of the electrical system.",
                "The engineer designs cars and improves their performance."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5naW5lZXI&hash=a9b69867097df371c962250a506cf5cba18f2a1f&lang=en&cache-only=0",
            "defineEn": "a person who designs, fixes, or builds roads, machines, bridges, etc.",
            "defineVi": "một người thiết kế, sửa chữa hoặc xây dựng đường xá, máy móc, cầu cống, v.v.",
            "hasImg": true
        },
        {
            "id": "c6fb8cda-c2e2-4ced-a0b4-74c2320f251d",
            "word": "photographer",
            "phonetic": "fətɑːɡɹəfɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The rumor ran through the pack of photographers.",
                "The photographer zoomed in on the flower to capture its intricate details.",
                "They were followed down the street by a bunch of photographers.",
                "He finally lost his cool with a photographer and threatened to hit him.",
                "The photographer ventured into remote landscapes, capturing stunning images of untouched nature in the raw, free from any human intervention."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhvdG9ncmFwaGVy&hash=66af12509ae5e2b32b43edb082dc5fd5b8bed86e&lang=en&cache-only=0",
            "defineEn": "someone whose hobby or job is taking photographs",
            "defineVi": "ai đó có sở thích hoặc công việc là chụp ảnh",
            "hasImg": true
        },
        {
            "id": "a85a93b2-91ef-45ea-82ee-dee701b79622",
            "word": "pilot",
            "phonetic": "paɪlət ",
            "partOfSpeechType": "noun",
            "examples": [
                "All through the hijacking the pilot kept a level head.",
                "The pilot's best bet was to make an emergency landing.",
                "The pilot made every safety check before taking off, but an unexpected mechanical issue caused a delay.",
                "On Thursday the airline had to charter 10 aircraft to counter industrial action by its pilots, who are on a work-to-rule.",
                "The helicopter pilot skillfully maneuvered through the mountains."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlsb3Q&hash=a9919107ec75ce3f5ca86b2391b11f76315c3cbb&lang=en&cache-only=0",
            "defineEn": "someone whose job is to operate the controls of an aircraft",
            "defineVi": "một người có công việc là vận hành các điều khiển của một chiếc máy bay",
            "hasImg": true
        }
    ]
}