{
    "id": "452bf56a-f9fc-4dc1-9655-c4ef3abf28b2",
    "title": "General Adjectives 1",
    "originalTitle": "Lesson 63",
    "words": [
        {
            "id": "1ca8b4b4-40cc-4f3a-b07b-03bd929633c8",
            "word": "absolute",
            "phonetic": "æbsəluːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The journey home through the storm was absolute murder!",
                "For all younger people in the US saving for retirement will be an absolute necessity.",
                "For years he was an absolute penny-pincher.",
                "Too many companies reckon without the pitfalls that make insurance like this an absolute necessity.",
                "Peter noticed throughout history how rulers who were granted immense power often became tyrannical and cruel, proving that absolute power corrupts absolutely."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJzb2x1dGU&hash=42ae677f354ebac7689fe17336d4864b06e2e5e0&lang=en&cache-only=0",
            "defineEn": "complete and total, or free from any imperfection",
            "defineVi": "đầy đủ và toàn bộ, hoặc không có bất kỳ sự không hoàn hảo nào"
        },
        {
            "id": "2f3bf5c1-60d4-4609-bd0d-f4807cb4d5a2",
            "word": "accurate",
            "phonetic": "ækjʊɹət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I always double-check my homework to ensure it is accurate.",
                "The teacher refused to teach a subject she was not qualified to teach, recognizing that better untaught than ill-taught - it was essential to ensure that students received accurate and reliable information.",
                "The quiz is very accurate.",
                "Most peaking features on cameras this size are never that accurate.",
                "GPS systems now give accurate locations with an error of only a few meters."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjdXJhdGU&hash=281fa4ad2643556cf8a02fa504afcf61f59206d5&lang=en&cache-only=0",
            "defineEn": "describing something that is correct in all details, such as measurements, information, etc.",
            "defineVi": "mô tả một cái gì đó là chính xác trong tất cả các chi tiết, chẳng hạn như các phép đo, thông tin, vv",
            "hasImg": true
        },
        {
            "id": "30d7e061-1868-43a3-a0fc-f67deb991fd3",
            "word": "actual",
            "phonetic": "æktʃuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He looks younger than his actual age.",
                "The prospect of a promotion can be more motivating than the actual responsibilities that come with the job.",
                "In the event of an actual emergency, you will be told what to do.",
                "The artist talked about their talent, but better to have less thunder in the mouth, and more lightning in the hand - we need to see their actual work to determine their true abilities.",
                "The manager's prediction for sales was wide off the mark and the actual sales figures were much lower."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0dWFs&hash=f24713eaf555d8dc10952adbafb47be6153dac60&lang=en&cache-only=0",
            "defineEn": "describing something that exists in fact or is real rather than being imaginary",
            "defineVi": "mô tả một cái gì đó tồn tại trong thực tế hoặc là có thật chứ không phải là tưởng tượng"
        },
        {
            "id": "66cd70bb-60de-4ae2-9829-4f76bee23c4a",
            "word": "additional",
            "phonetic": "ɐdɪʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The fortified energy bar contained a fortifying agent that provided an additional dose of protein and fiber for sustained energy.",
                "The software developer focused on creating high-quality code, rather than rushing to meet a deadline, acknowledging that good and quickly seldom meet and recognizing that poor-quality software could lead to additional expenses and problems.",
                "After a certain point, the added weight no longer yields additional range.",
                "Our students with disabilities need additional support.",
                "Because the croak gives us additional information."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRkaXRpb25hbA&hash=c32c376072e9735fc2ffbb0a3fe304ac380a0666&lang=en&cache-only=0",
            "defineEn": "added or extra to what is already present or available",
            "defineVi": "được thêm vào hoặc thêm vào những gì đã có hoặc có sẵn",
            "hasImg": true
        },
        {
            "id": "deab8bc2-0ca8-4de9-a6f5-eb8bab66bb43",
            "word": "advance",
            "phonetic": "ɐdvæns ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Technology advances by fits and starts.",
                "The study yielded significant findings that could advance medical research.",
                "She booked a hotel room in advance to ensure she had a place to stay during her vacation.",
                "The tennis player achieved a clean sweep of her matches, winning every set and advancing to the finals.",
                "I lived on the edge using cash advances to pay one credit card with another until I finally found a job three months after graduation."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2YW5jZQ&hash=a94b23cd859e1de0fb66ed8ada66bed071bf59af&lang=en&cache-only=0",
            "defineEn": "describing something that is given, sent, or done before something happens",
            "defineVi": "mô tả một cái gì đó được đưa ra, gửi hoặc thực hiện trước khi một cái gì đó xảy ra"
        },
        {
            "id": "92770b5e-2eb9-4fa5-b41c-a5c4c0ccfc43",
            "word": "apparent",
            "phonetic": "ɐpæɹənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It soon became apparent that no one was going to come.",
                "The benefits of exercise may not be immediately apparent, but over the long term, it can improve your overall health and well-being.",
                "The apparent economic and political success of the cooperatives and the dismantling of large states were making inroads on the established class of hacendados.",
                "After the cool reception I received at breakfast, it was apparent that I had overstayed my welcome at the cottage of my father's friend.",
                "After becoming CEO of the company, Jack's arrogance and lack of empathy became more apparent, proving that the higher the monkey climbs, the more he shows his tail."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwYXJlbnQ&hash=0d3199422c216666c7712d15d1a1f4362baac47f&lang=en&cache-only=0",
            "defineEn": "describing something that is easy to see or notice",
            "defineVi": "mô tả một cái gì đó là dễ dàng để xem hoặc thông báo"
        },
        {
            "id": "2d9b84e7-8320-4cb7-81f5-33926f77c4d3",
            "word": "appropriate",
            "phonetic": "ɐpɹoʊpɹɪət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Even if one is confident in his innocence, it is not appropriate to be a judge in his own cause, as it undermines the credibility of the decision-making process.",
                "We advise a food sensitivity test to better identify true food intolerances and appropriate amount of time to keep out of your system for optimal health and healing.",
                "You'll have to wait until you've been contacted by the appropriate member of the administration",
                "If you're planning a hike in the mountains, be sure to check the weather forecast and bring appropriate gear.",
                "The regulations are scheduled to go into effect next winter, and in the interim, we'll be working hard to make all of the appropriate changes."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwcm9wcmlhdGU&hash=8f9d29c500c80f09517500d26e6aed664cfb8188&lang=en&cache-only=0",
            "defineEn": "suitable, fitting, or acceptable for a given situation",
            "defineVi": "phù hợp, phù hợp, hoặc chấp nhận được cho một tình huống nhất định",
            "hasImg": true
        },
        {
            "id": "19f70c45-05bc-4494-80b3-5f26057fdcda",
            "word": "blind",
            "phonetic": "blaɪnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He was blind from birth.",
                "Management often turn a blind eye to bullying in the workplace.",
                "Teachers were turning a blind eye to smoking in school.",
                "When you ask Tim for a simple explanation, he blinds you with science.",
                "I can't turn a blind eye when someone is being robbed."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxpbmQ&hash=8afe860699f43781c60f4722f5ebf6d4604f8f38&lang=en&cache-only=0",
            "defineEn": "not able to see",
            "defineVi": "không thể nhìn thấy",
            "hasImg": true
        },
        {
            "id": "6830cab8-269c-47e6-a4b7-8385445c256f",
            "word": "brief",
            "phonetic": "bɹiːf ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Give your contact details and follow this with a brief profile of yourself.",
                "The store sells a variety of underwear styles, including briefs and boxers.",
                "After a brief ceasefire, fighting continued.",
                "The viral internet meme that gained immense popularity for a brief period became a ten-day wonder, with people sharing and referencing it widely before it faded from the online spotlight.",
                "Jeff was caught with his pants down when he came to the meeting without having read the brief and the boss started firing questions at him."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpZWY&hash=8a17854e22cd2d858064c19068f6aed113686d88&lang=en&cache-only=0",
            "defineEn": "short in duration",
            "defineVi": "trong thời gian ngắn",
            "hasImg": true
        },
        {
            "id": "eb9846ff-a56e-4e6f-a3c5-f789af6e3c49",
            "word": "broad",
            "phonetic": "bɹɔːd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Its characters are painted in broad brushstrokes.",
                "The crime was committed in broad daylight.",
                "Stolen goods are sold unashamedly in broad daylight",
                "Traveling to a foreign country allowed me to see my own culture and values in a new light, gaining a broader perspective and appreciation for diversity.",
                "Karen has broad shoulders sure, but she can't endure endless criticism."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvYWQ&hash=098599f4562e9baadb6130c9d37c1bff36c05a78&lang=en&cache-only=0",
            "defineEn": "having a large distance between one side and another",
            "defineVi": "có một khoảng cách lớn giữa bên này và bên kia",
            "hasImg": true
        },
        {
            "id": "f4f262ea-a312-4946-8ef2-217becf8f418",
            "word": "capable",
            "phonetic": "keɪpəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Dinoflagellates are capable of rapid movement due to their flagella.",
                "Anyone who is capable of taking advantage of young vulnerable children is lower than a snake's belly.",
                "And in doing so, reveals that he is capable of giving the devil her due.",
                "The library quickly withdrew the controversial novel from circulation after parents complained that there is no thief like a bad book, capable of corrupting even the most innocent of minds.",
                "My boss always says that send a fool to market and a fool he will return, whenever someone suggests training a difficult employee, because he believes that some people are just not capable of improving their skills or work ethic."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwYWJsZQ&hash=3b006acbe0f1ed25faa7f7a2b9e3679105ec8b03&lang=en&cache-only=0",
            "defineEn": "having the required quality or ability for doing something",
            "defineVi": "có chất lượng cần thiết hoặc khả năng để làm một cái gì đó",
            "hasImg": true
        },
        {
            "id": "e37dfd89-e48f-4bf6-85bb-9a3e7d6af76b",
            "word": "characteristic",
            "phonetic": "kæɹɪktɚɹɪstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I learned about different breeds of cows and their characteristics.",
                "The year is divided into twelve months, with each month having its own unique characteristics.",
                "The sound of crunching leaves underfoot is a characteristic of the fall season.",
                "At the beginning of the list of elements, characteristics repeat every seven elements.",
                "We all have personality characteristics."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcmFjdGVyaXN0aWM&hash=9a52edbcc83b8fcfbbc2a8c3fd52d6cc13759844&lang=en&cache-only=0",
            "defineEn": "describing something that is very typical of something or a person's character",
            "defineVi": "mô tả một cái gì đó là rất điển hình của một cái gì đó hoặc nhân vật của một người"
        },
        {
            "id": "fe4a88b1-28b8-41e3-b447-9780eb795953",
            "word": "chief",
            "phonetic": "tʃiːf ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A military delegation was led by the Chief of Staff.",
                "Drug barons were greasing the palm of the chief of police.",
                "The clansmen became tenants and the chiefs sold them out.",
                "They are egalitarian, have no great chiefs and tend to share and share alike.",
                "The company was struggling because there were too many chiefs and not enough Indians to carry out the work."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpZWY&hash=baf10bb3da1b16b47967cef873a5c397e5434a18&lang=en&cache-only=0",
            "defineEn": "most significant or important",
            "defineVi": "quan trọng nhất hoặc quan trọng nhất"
        },
        {
            "id": "bc03e205-e371-4dbc-a0e8-0bdfa7465a19",
            "word": "complicated",
            "phonetic": "kɑːmplᵻkeɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Your explanation is too complicated!",
                "They made it too complicated.",
                "The answer is complicated.",
                "The answer is complicated.",
                "The U.S. tax code is complicated."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGxpY2F0ZWQ&hash=cd4f069f3b393b03f82de820ce1617b80506e434&lang=en&cache-only=0",
            "defineEn": "difficult to understand, deal with, or explain due to having many parts or factors",
            "defineVi": "khó hiểu, xử lý hoặc giải thích do có nhiều bộ phận hoặc yếu tố",
            "hasImg": true
        },
        {
            "id": "d07e96b9-309c-48c6-95e5-ce4066c9c8bd",
            "word": "concerned",
            "phonetic": "kənsɜːnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm not really that concerned with nonprofit work.",
                "And employees are understandably concerned.",
                "Others were more concerned about alcohol’s potential for abuse.",
                "So, people are concerned about this trend.",
                "At the same time, world leaders remain concerned about the vaccines equitable distribution."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY2VybmVk&hash=e5a09a56b2085cbf9168288734a552b00ec17270&lang=en&cache-only=0",
            "defineEn": "describing someone who is worried or anxious",
            "defineVi": "mô tả ai đó đang lo lắng hoặc lo lắng",
            "hasImg": true
        },
        {
            "id": "01687eba-5607-45d6-9006-eb02f124e6e7",
            "word": "confusing",
            "phonetic": "kənfjuːzɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The early history of the camera name is confusing.",
                "The nope was confusing.",
                "Google's hardware business is really confusing.",
                "But studies often get confusing results.",
                "But Galton’s results were confusing."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZnVzaW5n&hash=767105fdfc6c878092ddb99e03368ac9831b4067&lang=en&cache-only=0",
            "defineEn": "not easy to understand",
            "defineVi": "không dễ hiểu",
            "hasImg": true
        },
        {
            "id": "523cfe8f-7693-462c-8a99-0aa22e3dab76",
            "word": "conscious",
            "phonetic": "kɑːnʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When their schedules didn't align, the couple made a conscious effort to make time for each other.",
                "After learning about the benefits of unbleached flour, he made a conscious effort to incorporate it into his everyday cooking.",
                "People are conscious about environmental impact.",
                "Nevertheless, at the time, the case did serious damage to the Audi brand with image and safety conscious baby-boomers.",
                "He's conscious."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2Npb3Vz&hash=074bb8adf3d77afe8308f0e5fe936cfbf2e870a5&lang=en&cache-only=0",
            "defineEn": "having awareness of one's surroundings",
            "defineVi": "có nhận thức về môi trường xung quanh của một người",
            "hasImg": true
        },
        {
            "id": "c3940480-fb54-469d-a4c3-d5215b42649c",
            "word": "constant",
            "phonetic": "kɑːnstənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The constant noise from the construction site vexed the residents of the neighborhood.",
                "The baby’s constant crying drove me to distraction.",
                "Your constant tapping is driving me up the wall!",
                "Her constant criticism really makes my hackles rise!",
                "His constant invasion of her privacy was driving her to distraction."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3RhbnQ&hash=670e6b754268cf1588f149d6942f393f2e2588a5&lang=en&cache-only=0",
            "defineEn": "happening continuously over a long period of time",
            "defineVi": "xảy ra liên tục trong thời gian dài",
            "hasImg": true
        },
        {
            "id": "cabd9b75-9e53-431f-89e4-12aea0c8226b",
            "word": "corporate",
            "phonetic": "kɔːɹpɚɹət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "If women want to climb the corporate ladder, they may have to sacrifice some of their family life.",
                "Corporate interests really ramped up their spending on this.",
                "Some of that involves corporate philanthropy.",
                "Along with architecture and furnishings and branding, art can communicate corporate identity.",
                "Corporate art isn’t always kept inside offices, either."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ycG9yYXRl&hash=c25943129585f144ec56fcbbb567be758ca05f21&lang=en&cache-only=0",
            "defineEn": "involving a large company",
            "defineVi": "liên quan đến một công ty lớn"
        },
        {
            "id": "e0171274-5043-48fe-a1f0-4f23ce689709",
            "word": "crucial",
            "phonetic": "kɹuːʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Fathers play a crucial role in their children's upbringing and development.",
                "The community's involvement will play a crucial part in making this project a success.",
                "Although she preferred to stay out of the spotlight, Jane played a crucial role in her husband's political career and was often recognized as the force behind his success.",
                "The vitamin A present in green beans plays a crucial role in maintaining healthy skin.",
                "Seeing no other option, the politician decided desperate times call for desperate measures and made a controversial speech spreading misleading information to sway the crucial election results."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3J1Y2lhbA&hash=40f864dc926cffb9e3150b435d297c48263a03e6&lang=en&cache-only=0",
            "defineEn": "describing something that is very important because it affects other things",
            "defineVi": "mô tả một cái gì đó là rất quan trọng bởi vì nó ảnh hưởng đến những thứ khác"
        },
        {
            "id": "881e8ad9-8f94-488a-902a-f7d319411708",
            "word": "deliberate",
            "phonetic": "dᵻlɪbɚɹət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I deliberated too long before accepting the job offer, and now they've given it to someone else.",
                "You know, this idea of recognition of self mortality, deliberate body disposal.",
                "The Tolkien reference is deliberate and heavy-handed in the paper, too.",
                "It was a deliberate act.",
                "Chipotle's now quintessential minimalist layout wasn't a deliberate design decision."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsaWJlcmF0ZQ&hash=a75347145edfef061ff2025422708e40524abeed&lang=en&cache-only=0",
            "defineEn": "describing something that is done on purpose",
            "defineVi": "mô tả một cái gì đó được thực hiện trên mục đích"
        },
        {
            "id": "02bbfb1e-cede-4616-b8b4-03c43a71f5b1",
            "word": "detailed",
            "phonetic": "diːteɪld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "US President Joe Biden got the clean bill of health on Friday after a detailed physical examination.",
                "By the end of the month, I will have come up with a detailed proposal.",
                "The businessman had a detailed strategy for the launch of his new product, but unexpected market changes disrupted his plans, reminding him of the saying 'you plan and God laughs.'",
                "The franchiser also provides detailed training for the owner and staff in all areas of the business. ",
                "With these constant improvements, every new prediction can be more detailed."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV0YWlsZWQ&hash=102862629740457329a9736534caaa3b12afa6c1&lang=en&cache-only=0",
            "defineEn": "having a lot of details or facts",
            "defineVi": "có rất nhiều chi tiết hoặc sự thật",
            "hasImg": true
        },
        {
            "id": "5933c2eb-6491-46dd-8378-db9ed2347944",
            "word": "downward",
            "phonetic": "daʊnwɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Gravity is causing a force downward.",
                "The net force is downward.",
                "From that point, things spiraled downward fairly steadily.",
                "And exhale downward dog.",
                "Otherwise, it would accelerate downwards."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG93bndhcmQ&hash=2f15e5fdd8a20ed9949e273906ad2696f75dde6c&lang=en&cache-only=0",
            "defineEn": "facing or pointing toward a lower level or position",
            "defineVi": "đối mặt hoặc chỉ về phía cấp độ hoặc vị trí thấp hơn",
            "hasImg": true
        },
        {
            "id": "0b554f11-29cc-4f3d-9f38-708aa68ec95b",
            "word": "efficient",
            "phonetic": "ɪfɪʃənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "To my way of thinking, this approach is more efficient.",
                "I don't especially like the woman but, credit where credit's due, she's very efficient.",
                "The new software system proved to be reliable and efficient, as it remained in action without any issues during a busy week of data processing.",
                "There was no sort of prison system to hold offenders so the most efficient way of ridding society of them was by putting them to death.",
                "The software developer took the time to write clean and efficient code, recognizing that if a thing is worth doing, it is worth doing well and ensuring that the program was of the highest quality."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWZmaWNpZW50&hash=6d745b3566c21da652368a953dcb1886bdf877d9&lang=en&cache-only=0",
            "defineEn": "describing a system, machine, etc. that is able to reach maximum productivity with minimum waste of time, money, or energy",
            "defineVi": "mô tả một hệ thống, máy móc, v.v. có khả năng đạt năng suất tối đa với mức lãng phí thời gian, tiền bạc hoặc năng lượng tối thiểu"
        },
        {
            "id": "adbbe3e9-d208-4af6-bccb-44ba51dc2c9e",
            "word": "entire",
            "phonetic": "ɛntaɪɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That nincompoop is going to bankrupt the entire company!",
                "The entire region has been in the grip of a terrible drought.",
                "After the accident, a cloud hung over the entire community for weeks.",
                "You've put our entire business at risk with this ridiculous scheme!",
                "The five candidates spent almost the entire debate ahead of the primaries trading punches."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW50aXJl&hash=29fbb07883f25c4d3d4ee9fdcc51971efb74a614&lang=en&cache-only=0",
            "defineEn": "involving or describing the whole of something",
            "defineVi": "liên quan đến hoặc mô tả toàn bộ của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "36d7f4f9-8538-4994-b7a1-fb379111e922",
            "word": "ethical",
            "phonetic": "ɛθɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The business owner prioritized ethical practices and customer satisfaction over profit, believing that a good name is better than riches.",
                "It's important to be honest and ethical in your dealings with others, because what goes around comes around and your reputation will precede you.",
                "When it comes to making ethical decisions in my personal and professional life, I often think back to the commandment 'thou shalt not kill.'",
                "He was offered a job that required him to compromise his ethical beliefs, but he turned it down because he knew that you cannot serve God and mammon.",
                "Susan witnessed how easily her coworker was persuaded to overlook an ethical violation after receiving an expensive gift, demonstrating that a bribe will enter without knocking."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXRoaWNhbA&hash=f6263c0ad183e0f64016db5c62e242744bca2d60&lang=en&cache-only=0",
            "defineEn": "describing something that is morally acceptable or correct",
            "defineVi": "mô tả một cái gì đó được chấp nhận về mặt đạo đức hoặc chính xác",
            "hasImg": true
        },
        {
            "id": "5351eba0-54f0-4370-9066-60e0bea41abd",
            "word": "even",
            "phonetic": "iːvən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The guy couldn't even harm a flea.",
                "Even the experts took the painting for a genuine Van Gogh.",
                "Some of his paintings never even saw the light of day.",
                "A warm bowl of minestrone soup is even more comforting with a sprinkle of grated Parmesan cheese.",
                "Don't even bother."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZlbg&hash=1a3652937a0d870d1f866e1256048b136d27a208&lang=en&cache-only=0",
            "defineEn": "equal in degree, amount, etc. or equally balanced",
            "defineVi": "bằng nhau về mức độ, số lượng, v.v. hoặc cân bằng như nhau",
            "hasImg": true
        },
        {
            "id": "28157d64-7787-468f-86ab-43c834fd6333",
            "word": "executive",
            "phonetic": "ɛɡzɛkjuːtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The new executive director had big plans for the organization, but it was the long-time volunteers who knew the community and its needs.",
                "The gentlemen's agreement was never intended to apply to executive functions.",
                "With several successful projects under her belt, she's definitely on the way to becoming a top executive.",
                "The business executive advised her team to prioritize sleep and avoid working late into the night, stating that one hour's sleep before midnight is worth two after, emphasizing the importance of rest for productivity and decision-making.",
                "The young executive knew that a fool shows his annoyance at once, but a prudent man overlooks an insult, so he decided to take a deep breath and respond to the feedback in a constructive way."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhlY3V0aXZl&hash=6e084e25e6f64923074c800c7bb85347fc08016d&lang=en&cache-only=0",
            "defineEn": "using or having the power to decide on important matters, plans, etc.",
            "defineVi": "sử dụng hoặc có quyền quyết định các vấn đề quan trọng, kế hoạch, v.v."
        },
        {
            "id": "92a067fd-8e98-4ffb-9a92-ee35134fd99d",
            "word": "extraordinary",
            "phonetic": "ɛkstɹoːɹdɪnɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The only question is whether the President can use his extraordinary political skills to turn the tables on his opponents.",
                "The network is probably extraordinary.",
                "Synthetic polymers have extraordinary traits.",
                "But these wild experiments also produced extraordinary misconceptions.",
                "And extraordinary claims require extraordinary proof."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0cmFvcmRpbmFyeQ&hash=ae309b69de4728cedee7b9076afeafdb028e7f1c&lang=en&cache-only=0",
            "defineEn": "very unusual, special, or surprising",
            "defineVi": "rất bất thường, đặc biệt, hoặc đáng ngạc nhiên",
            "hasImg": true
        },
        {
            "id": "63e46ef0-67e0-4fbe-8f29-0e00c4e82619",
            "word": "flexible",
            "phonetic": "flɛksɪbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The human resources manager understood that her employees had varying needs and preferences, and created a flexible work environment to accommodate them - different strokes for different folks.",
                "Flexible working hours are a win-win situation for employers and employees.",
                "His body is still flexible.",
                "He’s very flexible.",
                "He is very flexible inside."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxleGlibGU&hash=8b7cacc2c60855e0d2e99cf9226a1ca0617acb4c&lang=en&cache-only=0",
            "defineEn": "able to be bent or folded easily",
            "defineVi": "có thể uốn cong hoặc gấp lại dễ dàng",
            "hasImg": true
        },
        {
            "id": "d7fb66eb-d11b-4792-8715-085926c2710e",
            "word": "folding",
            "phonetic": "foʊldɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Motorola Razr revealed a new hinge that looped the flexible outlet inside the hinge, instead of creating a crease like other folding smartphones.",
                "But before we can make our own hot pockets and that string of amino acids becomes my muscle tissue we have some folding to do.",
                "When compared to participants’ performances on tests designed to probe cognitive ability, the researchers found that in both adults and children, more extreme levels of folding were associated with better scores.",
                "More folding could make those areas better able to communicate and process information by putting important neurons closer together.",
                "I can also, if you stay long enough, I'll teach you some sheet metal folding."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9sZGluZw&hash=55dfab35cc49fc66c46113b0b4cd44169bbab7d0&lang=en&cache-only=0",
            "defineEn": "describing an object that can be folded so it takes up less space",
            "defineVi": "mô tả một đối tượng có thể được gấp lại để nó chiếm ít không gian hơn",
            "hasImg": true
        },
        {
            "id": "0e724612-ddb2-4c07-b733-c0e09b71187b",
            "word": "former",
            "phonetic": "fɔːɹmɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He received a cold shoulder from his former friends after the argument.",
                "The company opted for a settlement rather than taking their former employee to court.",
                "The successful entrepreneur knew that an old poacher makes the best gamekeeper, so he hired a former hacker to help secure his company's online systems.",
                "Joe realized the truth behind the wise words when the police hired a former hacker to uncover who had been stealing company secrets.",
                "John was discussing his former boss when he walked into the room, and someone joked, \"Speak of the devil, and he shall appear!\""
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ybWVy&hash=3d7bf07a1cac8e2927ac9068f99c52421568ec84&lang=en&cache-only=0",
            "defineEn": "first in order of two things or persons that are already mentioned",
            "defineVi": "đầu tiên theo thứ tự của hai điều hoặc người đã được đề cập"
        },
        {
            "id": "c1746825-83c8-4c86-82e2-bcb3284d9f9b",
            "word": "so-called",
            "phonetic": "soʊkɔːld ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c28tY2FsbGVk&hash=cd723a23cdb3f0256c6ae0988a017a79aaaadb42&lang=en&cache-only=0",
            "defineEn": "said to express one's disapproval of a name or term given to someone or something because one believes it is inappropriate",
            "defineVi": "được nói để thể hiện sự không tán thành của một người đối với một cái tên hoặc thuật ngữ được đặt cho ai đó hoặc một cái gì đó vì người ta tin rằng nó không phù hợp"
        },
        {
            "id": "74c78e75-586d-435e-a0bd-7dcb8141b45e",
            "word": "neat",
            "phonetic": "niːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm going to iron my T-shirt to make it look neat and wrinkle-free.",
                "^That was pretty neat.",
                "Glaciers are so neat!",
                "Now, this bit of research in itself is neat.",
                "This is neat."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVhdA&hash=3589394d7e718500c787bf2432d933da0e789933&lang=en&cache-only=0",
            "defineEn": "carefully arranged and in order",
            "defineVi": "sắp xếp cẩn thận và theo thứ tự",
            "hasImg": true
        },
        {
            "id": "6d6ef9dc-8961-469d-a33f-ee7ee6b353f7",
            "word": "bizarre",
            "phonetic": "bᵻzɑːɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It is a bizarre tale and the author hits just the right note of horror and disbelief.",
                "Their creation story is just as bizarre.",
                "The magical setting of the woods at night disrupts the boundaries between separate groups, with bizarre results.",
                "That is bizarre!",
                "Which is bizarre."
            ],
            "audio": "https://tts.langeek.co/read?text=Yml6YXJyZQ&hash=191b7501d9ffb6ada8d90824180e4dd3fa9b7481&lang=en&cache-only=0",
            "defineEn": "very strange or unusual in a way that surprises or confuses people",
            "defineVi": "rất lạ hoặc bất thường theo cách gây ngạc nhiên hoặc nhầm lẫn cho mọi người",
            "hasImg": true
        },
        {
            "id": "673a1ef7-2d2b-453d-be36-3e37179b88f7",
            "word": "superficial",
            "phonetic": "suːpɚfɪʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The seasoned politician scoffed at the young upstart's superficial promises, muttering that you cannot catch old birds with chaff, as he knew from experience that voters were not easily swayed by empty rhetoric.",
                "He has a reputation for being shallow and only caring about superficial things.",
                "It's important to foster deep connections with others rather than settling for shallow relationships based on superficial interests.",
                "But that outward beauty is superficial.",
                "But earwigs aren’t so superficial."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwZXJmaWNpYWw&hash=87db409ffb102f78f1bb349e9614a227b4df01f0&lang=en&cache-only=0",
            "defineEn": "appearing to have a certain quality, yet actually lacking it",
            "defineVi": "dường như có một phẩm chất nhất định, nhưng thực sự thiếu nó"
        }
    ]
}