{
    "id": "45d14a0b-da31-41ee-b296-8bf574a4d5d0",
    "title": "Essential Verbs 1",
    "originalTitle": "Lesson 52",
    "words": [
        {
            "id": "ff367fe9-c071-4556-a8ff-b99a937f989d",
            "word": "to admit",
            "phonetic": "tʊ ɐdmɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Admit it Bobby.",
                "Over 40% of Americans admitted they were living beyond their means.",
                "Many judges admitted that the Dodge was their guilty pleasure out of our field.",
                "He admitted killing a deer out of season.",
                "I have to admit that the news gave us a shock."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRtaXQ&hash=bfeabcb3b5af3e2fa25291b6353105d935571035&lang=en&cache-only=0",
            "defineEn": "to agree with the truth of something, particularly reluctantly",
            "defineVi": "để đồng ý với sự thật của một cái gì đó, đặc biệt miễn cưỡng"
        },
        {
            "id": "a7102de4-c35d-4ac2-b42e-6e2b409d5870",
            "word": "to advise",
            "phonetic": "tʊ ɐdvaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Dietary experts can advise on the ins and outs of dieting.",
                "My doctor advised me to drink pasteurized milk during my pregnancy for the safety of my baby.",
                "An old hand advised me that the fireman approach would suit my scrawny physique.",
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure.",
                "They advised them to invest in better security measures."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWR2aXNl&hash=4f6297fbd209f68f37e5ab8d1b1f3b3cd6f127b1&lang=en&cache-only=0",
            "defineEn": "to provide someone with a suggestion regarding a specific situation",
            "defineVi": "để cung cấp cho ai đó một gợi ý liên quan đến một tình huống cụ thể",
            "hasImg": true
        },
        {
            "id": "220ac9f6-9b64-4d44-853b-352d1ae6edf2",
            "word": "to aim",
            "phonetic": "tʊ eɪm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Our aim is to protect the jobs of our members.",
                "The talks are aimed at ending the conflict.",
                "The program aims to set convicts on their feet after they've been released from prison.",
                "This charity aims to help people to help themselves.",
                "The college's aim is to help students achieve their aspirations."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWlt&hash=1baf657694697b08c61aa7fa127108d3be73fd44&lang=en&cache-only=0",
            "defineEn": "to direct or point something such as a weapon, camera, etc. at a person or thing",
            "defineVi": "hướng hoặc trỏ một thứ gì đó như vũ khí, máy ảnh, v.v. vào người hoặc vật",
            "hasImg": true
        },
        {
            "id": "3efd143e-edd8-44b6-b68a-73c3b58f3c6a",
            "word": "to announce",
            "phonetic": "tʊ ɐnaʊns ",
            "partOfSpeechType": "verb",
            "examples": [
                "The cop announced that the body in the dumpster was dead as a doornail.",
                "After months of anticipation, the couple announced that they have a bun in the oven.",
                "The trial has run its course, and the verdict will be announced tomorrow.",
                "When the judge announced the decision, the balloon went up, and emotions ran high in the courtroom.",
                "When they announced her name as the winner, she cried out in disbelief."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYW5ub3VuY2U&hash=6ae71b91505d376772c8687e44de4c4ee6707b3d&lang=en&cache-only=0",
            "defineEn": "to make plans or decisions known by officially telling people about them",
            "defineVi": "để thực hiện các kế hoạch hoặc quyết định được biết đến bằng cách chính thức nói với mọi người về họ",
            "hasImg": true
        },
        {
            "id": "5e430c84-d03a-42f7-ac38-8a72950f5449",
            "word": "to apologize",
            "phonetic": "tʊ ɐpɑːlədʒaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Apologize for what?",
                "I apologize if I did so.",
                "If I were in her place, I would have at least apologized.",
                "She apologized for her mistake, and I accepted it.",
                "The coach fell on his sword apologizing for the team's poor season."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBvbG9naXpl&hash=4e01c8ee2685e9fe1dad41bed622686835a3171e&lang=en&cache-only=0",
            "defineEn": "to tell a person that one is sorry for having done something wrong",
            "defineVi": "để nói với một người rằng một người xin lỗi vì đã làm điều gì đó sai",
            "hasImg": true
        },
        {
            "id": "e961ae77-27bb-4bf6-9a03-4c28df0f0ec8",
            "word": "to assist",
            "phonetic": "tʊ ɐsɪst ",
            "partOfSpeechType": "verb",
            "examples": [
                "Nurses play an important role in providing healthcare and assisting doctors in treating patients.",
                "The customer service representative assured me that someone would be available to assist me shortly.",
                "Federal law enforcement is assisting with the investigation.",
                "Our priority is assisting with living.",
                "The government would assist 300 to 500 million people to move from farms to cities by 2020. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNzaXN0&hash=aff05c64b4e0f4dac87ceac078ff26de69b20a3e&lang=en&cache-only=0",
            "defineEn": "to help a person do something",
            "defineVi": "để giúp một người làm một cái gì đó",
            "hasImg": true
        },
        {
            "id": "ad4df2e3-f541-49a4-bee9-052e4979f015",
            "word": "to attach",
            "phonetic": "tʊ ɐtætʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "You can’t really attach a label to this type of art.",
                "I'll drive you home - no strings attached.",
                "And when a mature person gives love, he or she gives without any strings attached to it.",
                "The policy offers 15% interest, with no strings attached.",
                "Attach the butt."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXR0YWNo&hash=5f9f1f1a7f1e11eb60ce83ee20d29428c27c1a91&lang=en&cache-only=0",
            "defineEn": "to connect or fasten something to another thing",
            "defineVi": "để kết nối hoặc gắn chặt một cái gì đó với một thứ khác",
            "hasImg": true
        },
        {
            "id": "d62046a0-0cc6-46f7-bb3b-c9d5a545e67c",
            "word": "to award",
            "phonetic": "tʊ ɐwɔːɹd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The young actress received an award for her outstanding performance.",
                "He was specially awarded for his exceptional contributions to the organization.",
                "I could care less about award shows.",
                "He won the top salesperson award and impressed everyone with his presentation skills.",
                "The Purple Heart, our nation's oldest military medal, is awarded to those service men and women who have borne the battle, sacrificing life and limb."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXdhcmQ&hash=38f80e0bc94f9ad454cf0fe732ee6535d8fb45d9&lang=en&cache-only=0",
            "defineEn": "to give someone something as an official prize, payment, etc.",
            "defineVi": "để trao cho ai đó một cái gì đó như một giải thưởng chính thức, thanh toán, vv",
            "hasImg": true
        },
        {
            "id": "678c025b-2748-4365-9899-715e46f48a35",
            "word": "to bake",
            "phonetic": "tə beɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "My grandma bakes a delicious persimmon pie every Thanksgiving.",
                "My grandmother baked a batch of foxtail millet and chocolate chip cookies for us.",
                "She baked a batch of delicious hazelnut cookies.",
                "I baked a chocolate cake for my friend's birthday.",
                "Yesterday he baked a loaf of whole wheat bread."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFrZQ&hash=0e27a6fdfef983ba8f4decd017aaeae7c3790976&lang=en&cache-only=0",
            "defineEn": "to cook food, usually in an oven, without extra fat or liquid",
            "defineVi": "nấu thức ăn, thường là trong lò nướng, không có thêm chất béo hoặc chất lỏng",
            "hasImg": true
        },
        {
            "id": "2a698807-636e-40fb-b9d2-0f3b41e46f4e",
            "word": "to bend",
            "phonetic": "tə bɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The gymnast effortlessly bent her body into a graceful arch during her routine.",
                "He takes bends much too fast.",
                "The river took a meandering bend through the picturesque valley.",
                "The hiker bent at the waist to drink water from the stream.",
                "He bent his back to lift the heavy box."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVuZA&hash=3015e78edd4450457aca17ff9d6c588f69e002b5&lang=en&cache-only=0",
            "defineEn": "to be curved or no longer straight",
            "defineVi": "bị cong hoặc không còn thẳng"
        },
        {
            "id": "f9ab35a5-77b1-4273-879c-54dbcbb96814",
            "word": "to benefit",
            "phonetic": "tə bɛnɪfɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The referee gave him the benefit of the doubt.",
                "The changes benefit management but leave the workers out in the cold.",
                "Only a minority of people exist on unemployment benefits alone.",
                "My friend studied the nutritional benefits of different legumes for her research project.",
                "I prefer brown rice over white rice for its nutritional benefits."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVuZWZpdA&hash=4f9a9a219e775341686cf837b7aca708e841d424&lang=en&cache-only=0",
            "defineEn": "to get a profit or advantage from something",
            "defineVi": "để có được một lợi nhuận hoặc lợi thế từ một cái gì đó"
        },
        {
            "id": "efbaba2a-fb63-4926-8407-ad8c3acb1adb",
            "word": "to block",
            "phonetic": "tə blɑːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The clouds blocked the sun, creating a momentary shadow.",
                "The train station is just a few blocks to the east of here.",
                "The new office block has become an expensive white elephant.",
                "Marco Silva has his head on the block at the moment.",
                "She always puts her neck on the block by telling lies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxvY2s&hash=4681320f781fb51e1c8d51bb10a3955f43c39d9d&lang=en&cache-only=0",
            "defineEn": "to stop the flow or movement of something through somewhere",
            "defineVi": "để ngăn chặn dòng chảy hoặc chuyển động của một cái gì đó thông qua một nơi nào đó"
        },
        {
            "id": "260f9e3f-25a5-4cf9-b950-8c72fb9f1afa",
            "word": "to bother",
            "phonetic": "tə bɑːðɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Don't even bother.",
                "Don't bother seeing me out.",
                "Don't bother trying to fix that old computer.",
                "My brother doesn't move an inch once he gets an idea in his head, so don't bother trying to reason with him.",
                "He's kicking his feet up onto the blankets, not even bothering to take off his shoes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm90aGVy&hash=7e8b32af737f1f24a7ee59d128d00c6e48e0fe31&lang=en&cache-only=0",
            "defineEn": "to put effort and energy into doing something",
            "defineVi": "để nỗ lực và năng lượng để làm một cái gì đó"
        },
        {
            "id": "c6cbf27e-4e0f-4164-a409-387b51d69ca4",
            "word": "to bury",
            "phonetic": "tə bɛɹi ",
            "partOfSpeechType": "verb",
            "examples": [
                "The squirrel buried the hazelnut pip in the ground for safekeeping.",
                "The treasure was buried under a big oak tree.",
                "I buried my feet in the warm sand at the beach.",
                "The squirrel buried the achene in the ground, unknowingly aiding in the plant's reproduction.",
                "After years of fighting over who should have gotten Dad's money, my brothers finally buried the hatchet."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnVyeQ&hash=609f22fc5971f4db80033a8e3ae67dd5d8f29635&lang=en&cache-only=0",
            "defineEn": "to put a dead person or animal in the ground",
            "defineVi": "để đặt một người chết hoặc động vật trong lòng đất",
            "hasImg": true
        },
        {
            "id": "8ab6ebc2-3f81-4199-91d7-4b8fe591bf0f",
            "word": "to center",
            "phonetic": "tə sɛntɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The center will serve the whole community.",
                "They drove a flock of sheep through the center of the city.",
                "The bus station is located in the city center.",
                "He lives far from the city center.",
                "The hollow center of rigatoni allows it to hold robust sauces and fillings."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2VudGVy&hash=42d889e28af95751b35afa1a9d588b4887a8dc0b&lang=en&cache-only=0",
            "defineEn": "to be the main object of interest, attention, or concern",
            "defineVi": "là đối tượng chính của sự quan tâm, chú ý hoặc quan tâm"
        },
        {
            "id": "d0670609-679c-4706-a62f-03729e20edfb",
            "word": "to claim",
            "phonetic": "tə kleɪm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The judge allowed my claim.",
                "The bank claims its hands are tied by federal regulators.",
                "He claimed that the company was not given a fair hearing in the press.",
                "He claims that he has her best interests at heart.",
                "He claimed that his government was turning the tide in the war against drugs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xhaW0&hash=8840f6138d4db520b74b7f07c9633085ce444a04&lang=en&cache-only=0",
            "defineEn": "to say that something is the case without providing proof for it",
            "defineVi": "để nói rằng một cái gì đó là trường hợp mà không cung cấp bằng chứng cho nó"
        },
        {
            "id": "54e78760-6c15-49ca-bde5-83c6b634e3ed",
            "word": "to clear",
            "phonetic": "tə klɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Our waiter cleared the empty plates from the table.",
                "The coast is clear.",
                "Sanskrit inscriptions are clear as day.",
                "The house rules are crystal clear.",
                "The answers came back clear as a bell."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xlYXI&hash=f6b53a412ae646b3f1e5115faa762f6fa87d4f5c&lang=en&cache-only=0",
            "defineEn": "to remove unwanted or unnecessary things from something or somewhere",
            "defineVi": "để loại bỏ những thứ không mong muốn hoặc không cần thiết từ một cái gì đó hoặc một nơi nào đó"
        },
        {
            "id": "b349ef60-2926-4cd1-80a6-eff9c0e97cd1",
            "word": "to combine",
            "phonetic": "tə kəmbaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "She combined safflower oil with honey and lemon juice for a homemade hair mask.",
                "He combined all-purpose flour with buttermilk and eggs to make a fluffy pancake batter for breakfast.",
                "Combining taro with coconut milk creates a delightful taro pudding for dessert.",
                "The chef prepared a fleshy avocado salad, combining its creamy texture with tangy dressing.",
                "The hair styling cream included an emulsifier to combine the water and styling agents."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tYmluZQ&hash=7caf3650f74a03ff6da38ddc35c65fe99c07792c&lang=en&cache-only=0",
            "defineEn": "to mix in order to make a single unit",
            "defineVi": "để trộn để làm cho một đơn vị duy nhất"
        },
        {
            "id": "b5c6ac8c-c466-4e9e-a100-71f591b097f9",
            "word": "to compliment",
            "phonetic": "tə kɑːmplɪmənt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She received many compliments on her stylish clothes.",
                "He's always paying me compliments.",
                "Getting compliments at work always makes my day!",
                "She is always fishing for compliments.",
                "Is that a lefthanded compliment to me?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcGxpbWVudA&hash=9a594417e7b803a68804deee3ff2f9d893634b70&lang=en&cache-only=0",
            "defineEn": "to tell a person that one admires something about them or about something they have done",
            "defineVi": "để nói với một người rằng một người ngưỡng mộ điều gì đó về họ hoặc về điều gì đó họ đã làm",
            "hasImg": true
        },
        {
            "id": "fb8ac361-3d00-4247-8d2e-acd47a9db3e5",
            "word": "to concentrate",
            "phonetic": "tə kɑːnsəntɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The news of the accident made him fall to pieces, and he couldn't concentrate on anything.",
                "In my political work I try to concentrate on the big picture and not be distracted by details.",
                "Just concentrate!",
                "Battery production around the world is concentrated in Northeast Asia.",
                "Around the edges of sunspots, the magnetic field lines are concentrated."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uY2VudHJhdGU&hash=0aabce5381140b2e449c7a565ec9e6350beaa400&lang=en&cache-only=0",
            "defineEn": "to focus one's all attention on something specific",
            "defineVi": "để tập trung tất cả sự chú ý của một người vào một cái gì đó cụ thể",
            "hasImg": true
        },
        {
            "id": "9ce3519b-3bd7-4877-ba37-f796c371e2c9",
            "word": "to conclude",
            "phonetic": "tə kəŋkluːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company stands to reason that the project will take at least another six months to conclude given that none of the managers have a better grip on the work.",
                "They concluded two things.",
                "The voting concludes today.",
                "So the movement largely concluded with World War Two.",
                "Okay, that concludes our quick primer on online privacy."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uY2x1ZGU&hash=6b11d8e1e79102a81fec4df5399bda0eb57b6f25&lang=en&cache-only=0",
            "defineEn": "to reach a conclusion after deeply thinking about something",
            "defineVi": "để đi đến một kết luận sau khi suy nghĩ sâu sắc về một cái gì đó"
        },
        {
            "id": "b83508c9-9a06-4ebd-a4a4-95b11072cdf4",
            "word": "to confirm",
            "phonetic": "tə kənfɜːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "I dropped him a line confirming the date.",
                "They asked for his last name at the hotel check-in, to confirm his reservation.",
                "He opened the door and quickly gave the apartment a once over, confirming that nothing was untoward.",
                "While confirmed details are scarce, word has it that the company's next video game console will be the most powerful commercial machine ever built.",
                "Despite their talent and hard work, the underdog team was defeated by the well-funded and well-equipped opponents, confirming the idea that providence is always on the side of the big battalions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZmlybQ&hash=12b26171f8a1eb120835fde819f02edcfb22cc79&lang=en&cache-only=0",
            "defineEn": "to show or say that something is the case, particularly by providing proof",
            "defineVi": "để hiển thị hoặc nói rằng một cái gì đó là trường hợp, đặc biệt là bằng cách cung cấp bằng chứng"
        },
        {
            "id": "a0bc0bd3-c2b5-4e85-9a8f-952bf8558d8c",
            "word": "to confuse",
            "phonetic": "tə kənfjuːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Though his staff is often confused by the way he runs the office, I've found that there's method in his madness.",
                "Most people confuse Elon's management style with his vision in a sense.",
                "They also sometimes confuse their own actions with the actions of other people.",
                "Travelers and railroad workers were confused by the many local sun times. ",
                "I'm confusing the two signs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZnVzZQ&hash=0ab0920df199b6c05dd4a252820ee17fb6feff3f&lang=en&cache-only=0",
            "defineEn": "to wrongly think that a person is someone else or that a thing is something else",
            "defineVi": "nghĩ sai rằng một người là một người khác hoặc một vật là một cái gì đó khác"
        },
        {
            "id": "09480ede-be1d-4c81-b149-e0d0836b46af",
            "word": "to consist",
            "phonetic": "tə kənsɪst ",
            "partOfSpeechType": "verb",
            "examples": [
                "Education consists for him in reciting by heart and obeying.",
                "The primary risk consists in the contamination of drinking water sources.",
                "The diet of the army ant species Nomamyrmex esenbeckii consists mostly of the larvae of other ants.",
                "For at least 3.5 billion years, life consisted only of single-celled organisms.",
                "By volume, dry air consists mostly of Nitrogen, Oxygen, Argon, Carbon, a variable mount of water vapor, and small amounts of other gases."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc2lzdA&hash=28dc78adc4c9c12fd80c134d9ddbfc3f64de6d21&lang=en&cache-only=0",
            "defineEn": "to be made of or formed from certain things or people",
            "defineVi": "được làm bằng hoặc hình thành từ một số điều hoặc người",
            "hasImg": true
        },
        {
            "id": "2a755c65-e743-49e2-907e-0d4a57415f24",
            "word": "to contact",
            "phonetic": "tə kɑːntækt ",
            "partOfSpeechType": "verb",
            "examples": [
                "His travels brought him into contact with many famous artists.",
                "Give your contact details and follow this with a brief profile of yourself.",
                "Gergen had a great sense of news, a good nose for trends, and a wide range of contacts.",
                "Shirelle was on all fours, looking for her contact lens.",
                "Feel free to contact me if you change your mind."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udGFjdA&hash=ea69c6767f58ce12ef1bbda00cc71d13d3f5ed5b&lang=en&cache-only=0",
            "defineEn": "to communicate with someone by calling or writing to them",
            "defineVi": "để liên lạc với ai đó bằng cách gọi điện thoại hoặc viết thư cho họ",
            "hasImg": true
        },
        {
            "id": "7772cfe6-482f-4b66-9daa-8c14c1828672",
            "word": "to contrast",
            "phonetic": "tə kəntɹæst ",
            "partOfSpeechType": "verb",
            "examples": [
                "The golden skin of the loquat contrasts beautifully with its vibrant orange flesh.",
                "I enjoy the contrast of flavors and textures when I crumble pot cheese over my fresh garden salad.",
                "We added radicchio to our pasta dish, and it gave a wonderful contrast to the other ingredients.",
                "They use mint leaves to garnish their chocolate chip ice cream for a delightful contrast.",
                "The cool and crisp texture of the melon provided a pleasant contrast to the hot weather."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udHJhc3Q&hash=0af17ef68dad05b66b0b92d87586c8ab10681eb6&lang=en&cache-only=0",
            "defineEn": "to compare two people or things so that their differences are noticeable",
            "defineVi": "để so sánh hai người hoặc những điều để sự khác biệt của họ là đáng chú ý",
            "hasImg": true
        },
        {
            "id": "2ab62b59-7fa4-4731-959c-8910e604bac0",
            "word": "to convince",
            "phonetic": "tə kənvɪns ",
            "partOfSpeechType": "verb",
            "examples": [
                "Everyone from the Prime Minister, to the Governor of the Bank of England, to the Mayor of London, to the Director of the IMF, to Uncle Tom Cobley and all convinced us that we needed these austerity measures to survive the recession.",
                "The kids used their pester power to convince their parents to take them to the amusement park.",
                "For the time being, our plans remain unchanged until something convinces us otherwise.",
                "She is convinced the men are brothers.",
                "He was trying to convince his public relations department to let him set the record straight."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udmluY2U&hash=64d35a80099fe1f334ce64b61a5097ecbaa3aac4&lang=en&cache-only=0",
            "defineEn": "to make someone feel certain about the truth of something",
            "defineVi": "để làm cho ai đó cảm thấy chắc chắn về sự thật của một cái gì đó"
        },
        {
            "id": "81be2cf8-b220-4e39-88c2-f21eacf73067",
            "word": "to define",
            "phonetic": "tə dᵻfaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Despite being born on the wrong side of the blanket, Sarah grew up to become a successful entrepreneur and proved that one's origins don't define their potential.",
                "The title engineer defines his status within the context of employment. ",
                "Many experts define a recession as two consecutive quarters of negative GDP growth.",
                "Engineers define problems like these in terms of conversion and yield.",
                "Together, these two factors define every biome on the planet."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVmaW5l&hash=2619a8df93d07f2941b982f3139dcb80c6d74c0c&lang=en&cache-only=0",
            "defineEn": "to say the meaning of an expression or word, particularly in a dictionary",
            "defineVi": "để nói ý nghĩa của một biểu thức hoặc từ, đặc biệt là trong một từ điển"
        },
        {
            "id": "183b0d94-f640-4b30-b33d-33c353cd7158",
            "word": "to deliver",
            "phonetic": "tə dᵻlɪvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The truck delivered a large shipment of goods to the warehouse.",
                "The goods will be delivered at your convenience.",
                "The professor delivered a lecture on abstract mathematics, exploring complex theories and formulas.",
                "So when will you deliver the cargo?",
                "He failed to deliver."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVsaXZlcg&hash=ad19193c90a860a93d2861ab2609f47304f9e999&lang=en&cache-only=0",
            "defineEn": "to bring and give a letter, package, etc. to a specific person or place",
            "defineVi": "mang và đưa thư, gói hàng, v.v. cho một người hoặc một địa điểm cụ thể",
            "hasImg": true
        },
        {
            "id": "b96de58b-710e-46d2-9c03-3005ec9f49a3",
            "word": "to determine",
            "phonetic": "tə dɪtɜːmɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "She was really determined.",
                "He is consulting his zodiacal chart to determine his compatibility with different signs.",
                "The artist talked about their talent, but better to have less thunder in the mouth, and more lightning in the hand - we need to see their actual work to determine their true abilities.",
                "In any political scandal the first 24 hours normally determines whether someone survives or has to be thrown to the wolves.",
                "When a student goes AWOL repeatedly, the Principal determines the appropriate disciplinary action, up to and including recommendation for discharge."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGV0ZXJtaW5l&hash=7b52805ad3e3b573f71c991dea8406752161c071&lang=en&cache-only=0",
            "defineEn": "to find out and confirm the facts about something through calculation or research",
            "defineVi": "để tìm hiểu và xác nhận sự thật về một cái gì đó thông qua tính toán hoặc nghiên cứu"
        },
        {
            "id": "d4e7410f-b05a-41cc-9a17-65987c752d71",
            "word": "to divide",
            "phonetic": "tə dᵻvaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The universal language of art is bridging a divide.",
                "The week is divided into seven days.",
                "As the saying goes, knaves and fools divide the world.",
                "The year is divided into twelve months, with each month having its own unique characteristics.",
                "They divided the grapefruit into equal segments to share among the group."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGl2aWRl&hash=79245a75488238a8d25a60b2f6351d7c3536de52&lang=en&cache-only=0",
            "defineEn": "to separate people or things into two or more parts",
            "defineVi": "để tách người hoặc vật thành hai hoặc nhiều phần",
            "hasImg": true
        },
        {
            "id": "c9ad4280-50c7-4244-b3cd-d2b4c65160a0",
            "word": "to doubt",
            "phonetic": "tə daʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Maths error casts doubts on Greater Cambridge Partnership's road.",
                "To raise doubts in people’s minds.",
                "After a successful career at the Italian central bank, few people doubt his ability to whip the economy into shape.",
                "A new study is casting doubt on the once popular narrative that N95 masks are more effective than surgical masks.",
                "The referee gave him the benefit of the doubt."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZG91YnQ&hash=0b498e84648fa3e2ef5037ef3824f7ea187076e6&lang=en&cache-only=0",
            "defineEn": "to not feel certain about something; to think that something is not the case",
            "defineVi": "không cảm thấy chắc chắn về điều gì đó; để nghĩ rằng một cái gì đó không phải là trường hợp"
        },
        {
            "id": "cf025181-bcd6-4d06-9596-a77cd82eb48a",
            "word": "to encourage",
            "phonetic": "tʊ ɛŋkɜːɹɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The police department has encouraged officers to walk the beat.",
                "The sunny day encouraged us to go for a bike ride.",
                "I encourage others to follow our example.",
                "I encourage others to follow our example.",
                "The coach encouraged his team to push the limit and give their all in the championship game."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5jb3VyYWdl&hash=7bb12ae7715247ce3824e65680000eaccd0b888b&lang=en&cache-only=0",
            "defineEn": "to provide someone with support, hope, or confidence",
            "defineVi": "để cung cấp cho ai đó sự hỗ trợ, hy vọng, hoặc sự tự tin",
            "hasImg": true
        },
        {
            "id": "c87ff0c0-46d1-421f-9ec9-7d587c0e2848",
            "word": "to belong",
            "phonetic": "tə bᵻlɔŋ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The antique clock belongs to my grandmother.",
                "These books belong in the library's rare collection.",
                "The final word on policy determination belongs to the committee.",
                "To all intents and purposes, it belongs to my son",
                "He belongs to a prestigious academic society that promotes scientific research."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVsb25n&hash=d647ce278f3258ee0357c39c2838952d6d036cf6&lang=en&cache-only=0",
            "defineEn": "to be a member of a group, organization, etc.",
            "defineVi": "là thành viên của một nhóm, tổ chức, v.v."
        },
        {
            "id": "cbf093d8-4590-408f-9a36-132361e9ed8c",
            "word": "to expand",
            "phonetic": "tʊ ɛkspænd ",
            "partOfSpeechType": "verb",
            "examples": [
                "I'm expanding my horizon.",
                "Brian Wilson was already expanding his mind with the aid of LSD.",
                "The organization is preparing the ground for future growth by investing in new technology and expanding its product line.",
                "The musician stayed on a roll by consistently releasing popular songs and albums, maintaining a dedicated fanbase and expanding their reach to new audiences.",
                "Ever since the new CEO took charge, the company has been on its feet, experiencing significant growth and expanding into new markets."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwYW5k&hash=f315e2fec1be8b9ed17bdf3d850319ece568e61d&lang=en&cache-only=0",
            "defineEn": "to become or make something greater in quantity, importance, or size",
            "defineVi": "để trở thành hoặc làm cho một cái gì đó lớn hơn về số lượng, tầm quan trọng, hoặc kích thước"
        },
        {
            "id": "34a835dd-9ed2-41ee-be93-df9c4b568a2a",
            "word": "to complain",
            "phonetic": "tə kəmpleɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "You've been complaining all day.",
                "He complained of being kept out of the loop and threatened to resign.",
                "The procrastinator complained about not having enough time to pursue their hobbies, but idle folk have the least leisure, and their lack of productivity left them with little free time.",
                "When the teacher complained about the boys' rowdy behavior, the principal dismissed it by saying that boys will be boys.",
                "She was getting sick of hearing him complain."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcGxhaW4&hash=400290d5eca64ce8558c98e62dad70dfa900a32a&lang=en&cache-only=0",
            "defineEn": "to express one's annoyance, unhappiness, or dissatisfaction about something",
            "defineVi": "để bày tỏ sự khó chịu, bất hạnh, hoặc không hài lòng của một người về một cái gì đó",
            "hasImg": true
        }
    ]
}