{
    "id": "461480d3-f97e-40e0-aa21-f601f2ea0f00",
    "title": "Let's Do It, Shall We?",
    "originalTitle": "Lesson 32",
    "words": [
        {
            "id": "9f53053a-674a-4f05-a7ed-dce026e09442",
            "word": "to acknowledge",
            "phonetic": "tʊ ɐknɑːlɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He has publicly acknowledged the economy is not his strong point.",
                "Shouldn't we now be acknowledging blame rather than passing the buck?",
                "The politician acknowledged that extremes meet, and that the most polarized political views often shared underlying fears and concerns about the future.",
                "He nodded his head to acknowledge his friend's suggestion.",
                "The student worked multiple jobs to pay off her student loans, acknowledging that debt is the worst poverty."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNrbm93bGVkZ2U&hash=6edb9c8c2a007eb6b659f96df6bd400c5673cc47&lang=en&cache-only=0",
            "defineEn": "to accept something as true or real",
            "defineVi": "để chấp nhận một cái gì đó là đúng hoặc thực"
        },
        {
            "id": "3acec178-fceb-4982-ab88-17282bab6a97",
            "word": "to aid",
            "phonetic": "tʊ eɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Emergency aid could save millions threatened with starvation.",
                "Having to seek his foe's aid was a bitter pill to take.",
                "Brian Wilson was already expanding his mind with the aid of LSD.",
                "Reputable charities spend the lion's share of donations on aid and a tiny fraction on administration.",
                "Any more cuts in government aid to these poor people will be twisting the knife in the wound."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWlk&hash=91eea6654b63e167e8815674cb02fb5a769c2509&lang=en&cache-only=0",
            "defineEn": "to help or support others in doing something",
            "defineVi": "để giúp đỡ hoặc hỗ trợ người khác trong việc làm một cái gì đó",
            "hasImg": true
        },
        {
            "id": "f77828d3-c89f-4083-b3e9-9058047b3f15",
            "word": "age limit",
            "phonetic": "eɪdʒ lɪmɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, in most states, there are age limits on purchasing and possessing e-cigarettes.",
                "The major federal law that restricts gun ownership is age limits.",
                "For long guns like shotguns or rifles, there is no federal age limit, but depending on where you live, there may be additional state or local laws."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdlIGxpbWl0&hash=fc1531329989180dd89ba8411345f0d8914cdd87&lang=en&cache-only=0",
            "defineEn": "a rule that prevents people of certain age from doing specific activities",
            "defineVi": "một quy tắc ngăn cản những người ở độ tuổi nhất định thực hiện các hoạt động cụ thể"
        },
        {
            "id": "2257c7d2-97ff-4961-a5af-cc274938e062",
            "word": "ban",
            "phonetic": "bæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Religious instruction is banned in all state schools in the country.",
                "To raise a blockade/ban/siege.",
                "The campaign for the ban was led by Greenpeace.",
                "The authorities are dragging their feet over banning cigarette advertising.",
                "Canada may follow the EU’s example by banning these products."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFu&hash=bbbe889ca450415fa8bc04980673846b782085c1&lang=en&cache-only=0",
            "defineEn": "an official rule that forbids someone to do something",
            "defineVi": "một quy tắc chính thức cấm ai đó làm điều gì đó"
        },
        {
            "id": "c9ff75ba-634b-4ef6-b2c1-ad571da2f14a",
            "word": "to bar",
            "phonetic": "tə bɑːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "er killer was finally put behind bars.",
                "He has raised the bar for other filmmakers.",
                "Friends shared a platter of crispy chicken wings with tangy dipping sauces at the sports bar.",
                "Apple iPhone is really raising the bar with the latest model.",
                "I washed my face and hands with a bar of soap."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFy&hash=6509c410090f4b3d099c51ac437e477fe7c69d4d&lang=en&cache-only=0",
            "defineEn": "to not allow someone to do something or to prevent them from going somewhere",
            "defineVi": "không cho phép ai đó làm điều gì đó hoặc ngăn cản họ đi đâu đó"
        },
        {
            "id": "35ec3ec7-4af8-486a-99bf-57b18ea4b603",
            "word": "condition",
            "phonetic": "kəndɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her condition is very serious.",
                "All clothes are in mint condition and less than two years old.",
                "The orchard's yield of apples was lower this year due to unfavorable weather conditions.",
                "In addition, road conditions were very poor, which led to greater wear and tear.",
                "Long hours and tough working conditions are often par for the course in catering."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZGl0aW9u&hash=29df18a9569db826604928df6d94798f9d91b3fd&lang=en&cache-only=0",
            "defineEn": "a rule or term that must be met to reach an agreement or make something possible",
            "defineVi": "một quy tắc hoặc điều khoản phải được đáp ứng để đạt được thỏa thuận hoặc làm cho một cái gì đó có thể"
        },
        {
            "id": "c2355dc3-58cf-4ac7-9014-aa371774cbe8",
            "word": "to demand",
            "phonetic": "tə dᵻmænd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Those towns left out are demanding a slice of the action.",
                "The factory owners turned a deaf ear to the demands of the workers.",
                "'But where could they have gone?' he demanded.",
                "The dairy products market will also be driven by consumer demand.",
                "The company is sitting pretty in the market, with high demand for its products and a strong financial position."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVtYW5k&hash=0530dd829cf39419550ef68771831cd42fbc52ec&lang=en&cache-only=0",
            "defineEn": "to ask something from someone in an urgent and forceful manner",
            "defineVi": "để yêu cầu một cái gì đó từ một người nào đó một cách khẩn cấp và mạnh mẽ",
            "hasImg": true
        },
        {
            "id": "4e23de77-35b9-47e5-a8ce-ffe282113cfe",
            "word": "to enable",
            "phonetic": "tʊ ɛneɪbəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "He enabled him to take the cheap shot that ended the fight, stirred the pot and kept Mayweather at the center of controversy.",
                "The fingerprints left on the door-handle was the smoking gun that enabled the police to arrest him.",
                "Biden White House with a Democratic Congress will enable tax reform, a large covid package in the first quarter, health care reform potentially.",
                "These efficiencies in combination with the advantages of electric propulsion, enable an entirely new type of flight: air taxis or urban air mobility.",
                "Precision manufacturing enabled the production of interchangeable parts at scale."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5hYmxl&hash=f35ba61753d3c67fe814270050ca8893adb4eaa1&lang=en&cache-only=0",
            "defineEn": "to give someone or something the means or ability to do something",
            "defineVi": "để cung cấp cho ai đó hoặc một cái gì đó phương tiện hoặc khả năng để làm điều gì đó"
        },
        {
            "id": "ba3e49a5-73ec-48be-8e10-677edea62946",
            "word": "exception",
            "phonetic": "ɛksɛpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "It is not a truly hosted gathering, as people will pay their own ways, with the exception of the dinners.",
                "Other researchers have pointed out exceptions, though.",
                "But nature loves an exception.",
                "Frontius’s guide to aqueducts was one exception.",
                "Now the Pfizer vaccine is the exception."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjZXB0aW9u&hash=ee710725e61155364feed063fc0e9ba0be5e78a9&lang=en&cache-only=0",
            "defineEn": "a person or thing that does not follow a general rule or is excluded from a class or group",
            "defineVi": "một người hoặc vật không tuân theo quy tắc chung hoặc bị loại khỏi lớp hoặc nhóm"
        },
        {
            "id": "d5cd5dfc-217b-4f8b-959f-bee94f41555b",
            "word": "guideline",
            "phonetic": "ɡaɪdlaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Not following safety guidelines is unacceptable in hazardous environments.",
                "The essay needs to be formatted according to the MLA guidelines.",
                "But each state can apply these guidelines differently.",
                "Those EU guidelines have also raised the standards for environmental practices.",
                "But their guidelines around recycling are a bit confusing."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VpZGVsaW5l&hash=654fd7e1deb0308f87e7d07b929820da4df453a5&lang=en&cache-only=0",
            "defineEn": "a set of principles or instructions based on which a person should behave or act",
            "defineVi": "một tập hợp các nguyên tắc hoặc hướng dẫn dựa trên đó một người nên cư xử hoặc hành động"
        },
        {
            "id": "d5fa1f02-5421-41a5-80d2-ac63657e2937",
            "word": "necessity",
            "phonetic": "nəsɛsɪɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the saying goes, necessity is the mother of invention.",
                "For all younger people in the US saving for retirement will be an absolute necessity.",
                "Too many companies reckon without the pitfalls that make insurance like this an absolute necessity.",
                "When he lost his driver's license, he made a virtue out of necessity and got in shape by riding his bike to work.",
                "He wanted to help the poor family who were struggling to afford basic necessities like food and clothing."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVjZXNzaXR5&hash=1a9fd1f314af64618e1c8e6c0994e54014e301e4&lang=en&cache-only=0",
            "defineEn": "the fact that something must happen or is needed",
            "defineVi": "thực tế là một cái gì đó phải xảy ra hoặc là cần thiết"
        },
        {
            "id": "c73d1c90-3556-42b5-9f3c-155d5b867bb0",
            "word": "permit",
            "phonetic": "pɜːmɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The permit runs for three months.",
                "You have to go through endless red tape to get a residence permit.",
                "Connection and use of this communications equipment is permitted by the Nigerian communications commission.",
                "Mining permits are sold only to individuals or small groups. ",
                "That's not permitted."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVybWl0&hash=aaa30a0b20ba708a6f2c2fb77e3e318548125ff9&lang=en&cache-only=0",
            "defineEn": "an official document that allows someone to do something",
            "defineVi": "một tài liệu chính thức cho phép ai đó làm điều gì đó"
        },
        {
            "id": "1ccf45a6-cc30-4593-bcd8-86e48d7a1ff2",
            "word": "to permit",
            "phonetic": "tə pɚmɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The permit runs for three months.",
                "You have to go through endless red tape to get a residence permit.",
                "Connection and use of this communications equipment is permitted by the Nigerian communications commission.",
                "Mining permits are sold only to individuals or small groups. ",
                "That's not permitted."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVybWl0&hash=dd53b0c261ecc3793d693668ae281bd380077fb0&lang=en&cache-only=0",
            "defineEn": "to allow someone to do something",
            "defineVi": "để cho phép một ai đó để làm một cái gì đó",
            "hasImg": true
        },
        {
            "id": "65e348f4-ef8d-4585-a442-8aadceca74bb",
            "word": "regulation",
            "phonetic": "ɹɛɡjʊleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The organization called the new regulations a turning point in the campaign against smoking.",
                "A majority of Democrats believe that such regulations protect the public.",
                "A lot of companies are being boxed into a corner by these increasingly restrictive regulations.",
                "The regulations are scheduled to go into effect next winter, and in the interim, we'll be working hard to make all of the appropriate changes.",
                "The wealthy developer was able to skirt environmental regulations, while the poor homeowner faced steep fines for minor violations."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVndWxhdGlvbg&hash=c4b3598d6103a64fa03b85d65a253537de168049&lang=en&cache-only=0",
            "defineEn": "a set of rules made by the government, etc., dealing with the procedures or details",
            "defineVi": "một bộ quy tắc do chính phủ đưa ra, v.v., giải quyết các thủ tục hoặc chi tiết"
        },
        {
            "id": "1b68eb00-19ab-4cb5-a311-e33e3a179794",
            "word": "obligation",
            "phonetic": "ɑːblɪɡeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I am the elder statesman of the team and it is my obligation to pick up the cudgels for our ballclub.",
                "I assure you that our company has opened our kimono about every aspect of our tax obligations to the state.",
                "A lotta students have obligations outside of school.",
                "I have an obligation.",
                "What are the obligations."
            ],
            "audio": "https://tts.langeek.co/read?text=b2JsaWdhdGlvbg&hash=d52800cb3e50b52599be304321d7dc2e7757be33&lang=en&cache-only=0",
            "defineEn": "an action that one must undertake because they are legally or morally forcedto do so",
            "defineVi": "một hành động mà một người phải thực hiện bởi vì họ bị buộc phải làm như vậy về mặt pháp lý hoặc đạo đức"
        },
        {
            "id": "f95b486d-d1fa-4c01-839b-f92c6688ed7e",
            "word": "requirement",
            "phonetic": "ɹᵻkwaɪɚmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I prepared an around-the-clock chart detailing all my care requirements.",
                "Now, these requirements are for female flight attendants.",
                "Defense contractors also have breach reporting requirements to the Department of Defense.",
                "Judy, the new rule enforces tougher work requirements.",
                "The Federal Aviation Administration has regulatory requirements for cargo safety."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVxdWlyZW1lbnQ&hash=fd4364c2cfab19dbdd258a0d20773d1baa4921b2&lang=en&cache-only=0",
            "defineEn": "something that is really needed or wanted",
            "defineVi": "một cái gì đó thực sự cần thiết hoặc muốn"
        },
        {
            "id": "9fec2c3d-bb0e-4fa2-8b9a-2462d1b662bf",
            "word": "to restrict",
            "phonetic": "tə ɹᵻstɹɪkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Biden administration may be stealing a march by enhancing its own existing models of restricting foreign deductions.",
                "This restricted the height of the walls. ",
                "Well, restricted supply initially.",
                "To restrict the possible angles to this area right here along the unit circle.",
                "I have to restrict the range."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzdHJpY3Q&hash=339e5d9a7cf042d9c7241d9240bc85e1ac708533&lang=en&cache-only=0",
            "defineEn": "to put someone or something under control by laws and rules",
            "defineVi": "để đặt một ai đó hoặc một cái gì đó dưới sự kiểm soát của pháp luật và các quy tắc",
            "hasImg": true
        },
        {
            "id": "6b6c2ef7-5cbe-47bb-8064-069575d26365",
            "word": "restriction",
            "phonetic": "ɹᵻstɹɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He baked a gluten-free almond cake for his friend with dietary restrictions.",
                "The bakery offered gluten-free options for customers with dietary restrictions.",
                "The restaurant offered a diverse menu to cater to different tastes and dietary restrictions - horses for courses.",
                "He asked the waiter if the restaurant served halal meat, as he was mindful of his dietary restrictions.",
                "The city of Philadelphia introduced similar restrictions."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzdHJpY3Rpb24&hash=0baa5b7dbc4bb4f47c130a18bdcbdb970ae0a9fc&lang=en&cache-only=0",
            "defineEn": "a rule or law that limits what one can do or the thing that can happen",
            "defineVi": "một quy tắc hoặc luật giới hạn những gì một người có thể làm hoặc điều đó có thể xảy ra"
        },
        {
            "id": "bbba7272-30c8-4de2-b1db-1806fb804286",
            "word": "rule book",
            "phonetic": "ɹuːl bʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "A rule book that will help you through life.",
                "These forces are the rule book of a game where the pieces are particles, and the game is the universe.",
                "Everything you do, build, or say will be governed by physics, so wouldn’t it be nice to read the rule book?"
            ],
            "audio": "https://tts.langeek.co/read?text=cnVsZSBib29r&hash=d9d8b14c145d51ae59ad71e9825d909ddfd5976a&lang=en&cache-only=0",
            "defineEn": "a set of rules and regulations that must be followed in a particular organization, occupation, etc.",
            "defineVi": "một tập hợp các quy tắc và quy định phải được tuân theo trong một tổ chức, nghề nghiệp cụ thể, v.v."
        },
        {
            "id": "4e701ed5-8533-4280-b56d-122fa167ab0b",
            "word": "to forbid",
            "phonetic": "tə fɚbɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Father exploded a bombshell when he forbade us to go to the prom.",
                "Native languages, religion, and customs were forbidden.",
                "In Soviet times it was strictly forbidden.",
                "And since 2016, the French government has forbidden supermarkets from throwing away their leftover food.",
                "Before 1913, they were actually forbidden by the U.S. Constitution."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9yYmlk&hash=c6cb99016c0f3a7d158b839926de5102f2353ed7&lang=en&cache-only=0",
            "defineEn": "to not give permission; to order someone not to do something particularly",
            "defineVi": "không cho phép; để ra lệnh cho ai đó không làm một cái gì đó đặc biệt"
        },
        {
            "id": "52a64348-2602-45ae-83ef-eb4be05d0e93",
            "word": "forbidden",
            "phonetic": "fɚbɪdən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The secrecy and danger of their forbidden romance only added to their passion, as they both believed that stolen kisses are the sweetest.",
                "A forbidden transition is one that's just very unlikely to happen.",
                "Calling you late at night, contacting family members, or threatening you with arrest are all strictly forbidden.",
                "And, they’ll be on the lookout for other forbidden planets.",
                "Some Americans cannot help but flash a broad grin or utter a forbidden snicker."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yYmlkZGVu&hash=b3a49c67885915ca776da340a11bbaf6dd78fa67&lang=en&cache-only=0",
            "defineEn": "not allowed or permitted to be done",
            "defineVi": "không được phép hoặc được phép thực hiện"
        },
        {
            "id": "fafec773-b0de-4767-a4d5-d055f8c26b6e",
            "word": "acceptable",
            "phonetic": "ɐksɛptəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Still can't get over the idea that someone thought bullying real life children was an acceptable thing to do.",
                "Pre-loaded bloatware looks pretty acceptable.",
                "That's acceptable.",
                "That's acceptable.",
                "that's totally acceptable."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjZXB0YWJsZQ&hash=2617f7ef54cd40d1dc350603c9865cb6dc764257&lang=en&cache-only=0",
            "defineEn": "agreed on by most people in a society",
            "defineVi": "được hầu hết mọi người trong xã hội đồng ý"
        },
        {
            "id": "550d7a85-9981-444a-a3af-b4e13c537b0b",
            "word": "to grant",
            "phonetic": "tə ɡɹænt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Permission for the development was granted in the teeth of opposition from local shopkeepers.",
                "The immigration officer reviewed my passport before granting entry.",
                "You just take it for granted that people over a certain age can drive.",
                "I suppose I just took it for granted.",
                "I suppose I just took it for granted that they were married."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3JhbnQ&hash=c207abcb5bf9cd2d5798dde463db8e3b46643e68&lang=en&cache-only=0",
            "defineEn": "to let someone have something, especially something that they have requested",
            "defineVi": "để cho ai đó có một cái gì đó, đặc biệt là một cái gì đó mà họ đã yêu cầu",
            "hasImg": true
        },
        {
            "id": "1a721164-be1a-4cb8-9ddb-f7b85f649939",
            "word": "compulsory",
            "phonetic": "kəmpʌlsɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Oxygen is compulsory.",
                "Australia has compulsory voting.",
                "Compulsory sterilization was challenged in the US Supreme Court in 1927 in the famous Buck v. Bell case.",
                "Some types of works like musical compositions and sound recordings, for example, are subject to compulsory or statutory licenses for certain uses.",
                "With the spread of compulsory education, schools became the one place where health officials had a truly captive audience."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcHVsc29yeQ&hash=4f48aa82f1d4f6e8fad8a56276724f44bdb4eceb&lang=en&cache-only=0",
            "defineEn": "forced to be done by law or authority",
            "defineVi": "buộc phải được thực hiện bởi pháp luật hoặc cơ quan có thẩm quyền"
        },
        {
            "id": "3b6d40c7-0fd7-4f46-9a87-70531e423fd3",
            "word": "illegal",
            "phonetic": "ɪliːɡəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The government has taken a firm line on illegal immigration.",
                "The police got wind of the illegal drug deal.",
                "They may not have broken the law themselves, but the CEOs certainly sat on their hands and allowed these illegal activities to happen unchecked.",
                "When Jane realized that her friends were involved in illegal activities, she decided to distance herself from them, remembering the saying better be alone than in bad company",
                "He was unaware that eating horseflesh was illegal in their country."
            ],
            "audio": "https://tts.langeek.co/read?text=aWxsZWdhbA&hash=322555592d497d3e70a0316a3a9fb6095ed5e39b&lang=en&cache-only=0",
            "defineEn": "forbidden by the law",
            "defineVi": "pháp luật cấm",
            "hasImg": true
        },
        {
            "id": "1b223d8b-a4a3-44af-911b-c5811f44f34c",
            "word": "mandatory",
            "phonetic": "mændətoːɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The steel-toe boots are mandatory for workers in construction sites to ensure safety.",
                "This is a mandatory evacuation event.",
                "His life here includes mandatory Mandarin classes in the evenings.",
                "Mask-wearing was mandatory.",
                "In Germany, health insurance is mandatory for all citizens and permanent residents."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuZGF0b3J5&hash=ea2c6c32e9f1c9c485ad5c6269d7e4dc1c747cf7&lang=en&cache-only=0",
            "defineEn": "ordered or required by a rule or law",
            "defineVi": "ra lệnh hoặc yêu cầu bởi một quy tắc hoặc pháp luật"
        },
        {
            "id": "e63efe83-0442-42e0-a525-ff410590bf94",
            "word": "to impose",
            "phonetic": "tʊ ɪmpoʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "If push comes to shove, the government will impose quotas on imports.",
                "Fifty five countries have imposed comprehensive restrictions on the manufacturing, import and distribution of bags.",
                "Imposing a quarantine.",
                "In response, the government imposed a 70 percent tax on liquor.",
                "Stricter safety standards were imposed."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wb3Nl&hash=1bebefaba1402d50b1e98ccac590b1d45f86675a&lang=en&cache-only=0",
            "defineEn": "to force someone to do what they do not want",
            "defineVi": "để buộc ai đó làm những gì họ không muốn"
        },
        {
            "id": "d74e927b-0cb9-44a5-9b63-d915ec407ece",
            "word": "to insist",
            "phonetic": "tʊ ɪnsɪst ",
            "partOfSpeechType": "verb",
            "examples": [
                "Officials there insist they have no hidden agenda.",
                "He insisted on paying me back in dribs and drabs, five or ten dollars at a time.",
                "She insisted that everything be done over.",
                "Joe insists on keeping his hand in the company, even though he has no real authority at this point.",
                "You can show it to him if you insist"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5zaXN0&hash=14225bef13d99312491cb9a330357035ea0a26c9&lang=en&cache-only=0",
            "defineEn": "to urgently demand someone to accept to do something or something to take place",
            "defineVi": "để khẩn cấp yêu cầu ai đó chấp nhận để làm một cái gì đó hoặc một cái gì đó để diễn ra"
        },
        {
            "id": "ef03fe93-d1a4-4ecd-83ba-558068d53328",
            "word": "strictness",
            "phonetic": "stɹɪktnəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RyaWN0bmVzcw&hash=ad5dea88d526dfa396ad3bea1e09ff6fe6b84600&lang=en&cache-only=0",
            "defineEn": "(of a person) the quality of being serious and fixed on obeying the rules",
            "defineVi": "(của một người) phẩm chất nghiêm túc và cố định tuân theo các quy tắc",
            "hasImg": true
        },
        {
            "id": "6ad9f98c-127e-48f3-ae90-db6ab86e2597",
            "word": "sanction",
            "phonetic": "sæŋkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sanctions have failed to loosen his grip on power.",
                "We have sanctioned individual Communist Party members.",
                "You mentioned the sanctions.",
                "But not all norm violations are informally sanctioned.",
                "It probably introduces similar sanctions."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FuY3Rpb24&hash=a4a14ad9b0e8c33d44914f2ff637d0f97edcb3a7&lang=en&cache-only=0",
            "defineEn": "an order officially issued to limit contact or trade with a particular country that has not obeyed international law",
            "defineVi": "một lệnh chính thức được ban hành để hạn chế liên lạc hoặc giao dịch với một quốc gia cụ thể không tuân thủ luật pháp quốc tế"
        },
        {
            "id": "4666ae50-c7d2-4c99-ac2a-2a6699ed9f9d",
            "word": "provided",
            "phonetic": "pɹəvaɪdᵻd ",
            "partOfSpeechType": "conjunction",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvdmlkZWQ&hash=281313bf864c971e7d986046ff38c6c95c2fadd0&lang=en&cache-only=0",
            "defineEn": "in case of; understanding that",
            "defineVi": "trong trường hợp; hiểu rằng"
        },
        {
            "id": "a4f8760c-9ba1-4379-a002-2ce088cab41b",
            "word": "to beg",
            "phonetic": "tə bɛɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I beg your pardon.",
                "I beg your pardon.",
                "I beg you, from the bottom of my heart, to spare his life.",
                "We have to go cap in hand begging for funds.",
                "He should be on his knees begging for forgiveness."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVn&hash=7869f03fe1a2b96412876a88d596885927058bd2&lang=en&cache-only=0",
            "defineEn": "to ask humbly for something, especially when one needs or desires that thing a lot",
            "defineVi": "để yêu cầu một cách khiêm tốn cho một cái gì đó, đặc biệt là khi một người cần hoặc mong muốn điều đó rất nhiều",
            "hasImg": true
        },
        {
            "id": "c1b2f536-2f36-49e1-856b-6b33cfdcb8d3",
            "word": "to [get] rid of {sb/sth}",
            "phonetic": "tə ɡɛt ɹɪd ʌv ɛsbiː slæʃ ɛstiːeɪtʃ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IHJpZCBvZiB7c2JzdGh9&hash=3e17c596e8e31d6e96eca22ee4a4352ec8b8c3fc&lang=en&cache-only=0",
            "defineEn": "to put aside or remove a person or thing that one no longer wants",
            "defineVi": "để đặt sang một bên hoặc loại bỏ một người hoặc điều mà một người không còn muốn",
            "hasImg": true
        },
        {
            "id": "4eb1e01f-9c42-4517-a8af-f86aa8dd102d",
            "word": "objection",
            "phonetic": "ɑːbdʒɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "She made her objections clear.",
                "Despite their families' objections, they followed their hearts and got hitched in a small, intimate ceremony at a local courthouse.",
                "Although he didn't agree with the decision that was being made, he remained silent and didn't speak out - silence is half consent, and his lack of objection was seen as agreement.",
                "Despite objections from his colleagues, David had his way and implemented his innovative ideas, which turned out to be a great success.",
                "I see no objections."
            ],
            "audio": "https://tts.langeek.co/read?text=b2JqZWN0aW9u&hash=7f36e494c8ff51e47ba97f2df0c8974cd9999108&lang=en&cache-only=0",
            "defineEn": "the act of expressing disapproval or opposition to something",
            "defineVi": "hành động thể hiện sự không tán thành hoặc phản đối điều gì đó"
        }
    ]
}