{
    "id": "461fe9d1-5792-4084-b077-c13c14898414",
    "title": "Sports",
    "originalTitle": "Lesson 12",
    "words": [
        {
            "id": "c6bfc50e-c572-452a-b3ce-3dd42bed7262",
            "word": "American football",
            "phonetic": "ɐmɛɹɪkən fʊtbɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "American football is a popular sport in the United States.",
                "And some individuals can grow up to 30 centimeters long, or about the size of an American football.",
                "Others are more elongated, shaped like cigars or American footballs.",
                "The H aliade-X has a rotor diameter that's longer than two American football fields placed end-to-end.",
                "If you’re generously clothed, like an American football player or a firefighter in full uniform, you should definitely skip the hot drinks."
            ],
            "audio": "https://tts.langeek.co/read?text=QW1lcmljYW4gZm9vdGJhbGw&hash=e8eb400990900372fade80a2cc9fc691eb36bf36&lang=en&cache-only=0",
            "defineEn": "a sport played by two teams of 11 players who carry, throw, or kick an oval ball on a rectangular field",
            "defineVi": "một môn thể thao được chơi bởi hai đội gồm 11 cầu thủ mang, ném hoặc đá một quả bóng hình bầu dục trên một sân hình chữ nhật",
            "hasImg": true
        },
        {
            "id": "23997e0e-f2bf-4f95-839c-e726bec24ca8",
            "word": "baseball",
            "phonetic": "beɪsbɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The baseball team has nine players on the field at a time.",
                "She caught the ball with her glove during the baseball game.",
                "He has been collecting baseball cards since he was a child and now has an impressive collection.",
                "I would watch every game I could, read every book I could find about the sport, and play baseball in my backyard every day.",
                "The baseball player crouched low, ready to field the ball."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFzZWJhbGw&hash=5259ffcfdcc8d22a5faec81900235a155f54832a&lang=en&cache-only=0",
            "defineEn": "a game played with a bat and ball by two teams of 9 players who try to hit the ball and then run around four bases before the other team can return the ball",
            "defineVi": "một trò chơi với gậy và bóng của hai đội gồm 9 người chơi cố gắng đánh bóng và sau đó chạy quanh bốn trụ trước khi đội kia có thể trả lại bóng",
            "hasImg": true
        },
        {
            "id": "014f811c-3b1e-4076-b503-9cf33235311b",
            "word": "basketball",
            "phonetic": "bæskɪtbɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Have you been following the basketball championships?",
                "He never missed a televised basketball or football game.",
                "The team cuts and thrusts on the basketball court, displaying their agility and strategic moves.",
                "The basketball player's impressive shooting skills were hitting opponents out of the park, scoring multiple three-point shots and leading his team to a victory.",
                "I gave my brother the bird after he said that he'd never seen a worse basketball player than me."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFza2V0YmFsbA&hash=8f5629badee6a5d55a1022746ef7662d2b0b0cd5&lang=en&cache-only=0",
            "defineEn": "a type of sport where two teams, with often five players each, try to throw a ball through a net that is hanging from a ring and gain points",
            "defineVi": "một loại hình thể thao trong đó hai đội, thường có năm người chơi mỗi đội, cố gắng ném bóng qua một tấm lưới được treo trên một chiếc nhẫn và ghi điểm",
            "hasImg": true
        },
        {
            "id": "f0afb183-2ae0-4c55-be8c-1b22b7ac6860",
            "word": "to catch",
            "phonetic": "tə kætʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The film caught a cold over the outstanding debt.",
                "A vase on a side table caught his eye.",
                "The new law caught them unawares.",
                "He caught a glimpse of his reflection in the glass.",
                "As she turned back, a movement across the lawn caught her eye."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2F0Y2g&hash=c01bfa7d58d709a9444848b1b3e370244b69aa67&lang=en&cache-only=0",
            "defineEn": "to stop and hold an object that is moving through the air by hands",
            "defineVi": "để dừng lại và giữ một đối tượng đang di chuyển trong không khí bằng tay",
            "hasImg": true
        },
        {
            "id": "2f769a2b-2a07-464c-8407-317b7ffcf9ad",
            "word": "fan",
            "phonetic": "fæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "His speeches fanned the flames of racial tension.",
                "Fans have given the band's new song their seal of approval.",
                "The fans had fun and got their money's worth.",
                "The determined fan elbowed his way through the crowd to get closer to the stage.",
                "The new album by that band is going down a bomb with music fans all over the world."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFu&hash=af482d3c8e5ab064e654e5b69cdc159e7a446b94&lang=en&cache-only=0",
            "defineEn": "someone who has a strong admiration or interest for someone or something; a person who admires someone or something",
            "defineVi": "ai đó có sự ngưỡng mộ hoặc quan tâm mạnh mẽ đối với ai đó hoặc cái gì đó; một người ngưỡng mộ một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "b2971cf8-ba3b-4da7-a95c-0a56deda1333",
            "word": "field",
            "phonetic": "fiːld ",
            "partOfSpeechType": "noun",
            "examples": [
                "After all, fields have eyes, and woods have ears.",
                "They turned the horse into the field.",
                "To drive sheep into a field.",
                "The majestic horse galloped across the open field.",
                "The baseball team has nine players on the field at a time."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmllbGQ&hash=34e0ce6e022f08ac00100a44897bf3d0d2f761ba&lang=en&cache-only=0",
            "defineEn": "a piece of land used for playing a game or sport on",
            "defineVi": "một mảnh đất được sử dụng để chơi một trò chơi hoặc thể thao trên",
            "hasImg": true
        },
        {
            "id": "853a96d7-131c-4906-a660-a74af6542b36",
            "word": "hockey",
            "phonetic": "hɑːki ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ice hockey is a beloved sport in Canada.",
                "The hockey players glided effortlessly on the ice.",
                "Hockey is an exciting sport played on ice or field, with sticks and a small puck or ball.",
                "The ice version of knockers is hockey.",
                "What are you lookin' at, you hockey puck?"
            ],
            "audio": "https://tts.langeek.co/read?text=aG9ja2V5&hash=b8b2d0fe67d67a7eca9250df536fdd5a43f48894&lang=en&cache-only=0",
            "defineEn": "a game played by two teams of eleven players on grass or a field, using long sticks to put a hard ball in the opposite team's goal",
            "defineVi": "một trò chơi được chơi bởi hai đội gồm mười một cầu thủ trên cỏ hoặc sân, sử dụng gậy dài để đưa một quả bóng cứng vào khung thành của đội đối phương",
            "hasImg": true
        },
        {
            "id": "fa2c7b14-8e8d-4710-a892-460244b9649d",
            "word": "to kick",
            "phonetic": "tə kɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "She kicked the soccer ball with her foot.",
                "He threw those kicks at lightning speed!",
                "That kick of yours could have easily made mincemeat of my face.",
                "The spicy sausage and mushroom fusilli had a nice kick of flavor.",
                "The previous administration kicked the can down the road on climate change, and now we're facing the consequences."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ga2ljaw&hash=da42a81e8cfa492976b0039cc16337caa23849a8&lang=en&cache-only=0",
            "defineEn": "to hit or strike with the foot, usually the ball in sports such as soccer",
            "defineVi": "đánh hoặc đánh bằng chân, thường là bóng trong các môn thể thao như bóng đá",
            "hasImg": true
        },
        {
            "id": "83b05729-d9c5-4b5e-9956-3c72b537435f",
            "word": "to score",
            "phonetic": "tə skoːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She knows the score.",
                "but this time he scored a hattrick",
                "They scored just shy of 100 goals last year.",
                "The score is so close that the game really is anyone's call.",
                "When the student pulled a prank on the principal, the principal evened the score by giving the student a suspension."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NvcmU&hash=afc72c88e684f482bd56c45d8bcd7e9817ac7283&lang=en&cache-only=0",
            "defineEn": "to gain a point, goal, etc. in a game, competition, or sport",
            "defineVi": "để đạt được một điểm, mục tiêu, vv trong một trò chơi, cạnh tranh, hoặc thể thao",
            "hasImg": true
        },
        {
            "id": "ad0d7d6a-b74a-4b82-bd23-ae0a88fa6bfb",
            "word": "table tennis",
            "phonetic": "teɪbəl tɛnɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGFibGUgdGVubmlz&hash=a38970ac69c5ed3062ab80711e27be9db411c6ab&lang=en&cache-only=0",
            "defineEn": "a game played on a table by two or four players who bounce a small ball on the table over a net using special rackets",
            "defineVi": "một trò chơi được chơi trên bàn bởi hai hoặc bốn người chơi ném một quả bóng nhỏ trên bàn qua lưới bằng vợt đặc biệt",
            "hasImg": true
        },
        {
            "id": "4528a80b-4c12-4da2-a41c-2dadf61997de",
            "word": "court",
            "phonetic": "koːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lawyer presented the right argument in court.",
                "The courts decided in favor of the New York claimants.",
                "The court found in her favor.",
                "The charges against the suspect will come up in court tomorrow.",
                "The court held that such conduct violated the statute."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291cnQ&hash=ee233c1bed336836a237563bba8c6bbf8eed92c0&lang=en&cache-only=0",
            "defineEn": "an area where people can play basketball, tennis, etc.",
            "defineVi": "một khu vực mà mọi người có thể chơi bóng rổ, quần vợt, v.v.",
            "hasImg": true
        },
        {
            "id": "2f961eb8-8e43-4652-817f-9b736918f155",
            "word": "half-time",
            "phonetic": "hæftaɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "At half-time the teams change ends.",
                "He started off the game well but seemed to have shot his bolt by half-time."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFsZi10aW1l&hash=ee6a115bc28ee516442bc6966bc1e4484d1f5343&lang=en&cache-only=0",
            "defineEn": "a short break between two halves of a game or match",
            "defineVi": "một khoảng nghỉ ngắn giữa hai nửa của trò chơi hoặc trận đấu",
            "hasImg": true
        },
        {
            "id": "b7041bf1-309b-4437-8895-39f52f4c80bf",
            "word": "qualification",
            "phonetic": "kwɔlɪfɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "You won’t get anywhere without qualifications.",
                "The candidate's strong qualifications and experience were presented in a good light during the job interview.",
                "You'll be judged on your qualifications, not who you know.",
                "The bottom line is, qualifications no longer matter.",
                "They just recognized qualifications."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVhbGlmaWNhdGlvbg&hash=bcbb59a193f3c7e0535f48fbb952c3f7354da33e&lang=en&cache-only=0",
            "defineEn": "a skill or personal quality that makes someone suitable for a particular job or activity",
            "defineVi": "một kỹ năng hoặc phẩm chất cá nhân làm cho ai đó phù hợp với một công việc hoặc hoạt động cụ thể"
        },
        {
            "id": "2bcdc211-e49e-4e38-980e-9a5af11ae48d",
            "word": "rugby",
            "phonetic": "ɹʌɡbi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Rugby and art seem strange bedfellows.",
                "He's on the edge of his seat watching that rugby match!",
                "The Scots play rugby football too, and it is an important sport in Scotland.",
                "255 players were drafted from college and one player instead was playing professional rugby in Australia.",
                "We hear Candyland, rugby, and Cards Against Humanity all referred to as games, so eventually our brains piece together what’s common between them, in a recognition that Wittgenstein called family resemblance."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVnYnk&hash=35bd0a996e008204f3862ba70d4d49ac4ea9d28a&lang=en&cache-only=0",
            "defineEn": "a game played by two teams of thirteen or fifteen players, who kick or carry an oval ball over the other team’s line to score points",
            "defineVi": "một trò chơi được chơi bởi hai đội gồm mười ba hoặc mười lăm cầu thủ, những người đá hoặc mang một quả bóng hình bầu dục qua vạch vôi của đội kia để ghi điểm",
            "hasImg": true
        },
        {
            "id": "ce65115c-cab8-4b5e-bb81-b8282fc9d8b9",
            "word": "racket",
            "phonetic": "ɹækɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tennis is a fun and competitive sport played with a racket and a ball.",
                "They run extortion rackets.",
                "It’s a racket. ",
                "It’s a racket, because the people are over here. ",
                "It’s a racket, because the people are over here. "
            ],
            "audio": "https://tts.langeek.co/read?text=cmFja2V0&hash=83d0229af4f6037c5b756fb2c2db32df3facabf9&lang=en&cache-only=0",
            "defineEn": "an object with a handle, an oval frame and a tightly fixed net, used for hitting the ball in sports such as badminton, tennis, etc.",
            "defineVi": "một vật có tay cầm, khung bầu dục và lưới cố định chặt, dùng để đánh bóng trong các môn thể thao như cầu lông, quần vợt, v.v.",
            "hasImg": true
        },
        {
            "id": "acc5e89e-de1f-4a0b-b26c-0d86653e9893",
            "word": "to attack",
            "phonetic": "tʊ ɐtæk ",
            "partOfSpeechType": "verb",
            "examples": [
                "A fire attack shall chill the enemy to the bone.",
                "The envious politician attacked his opponent with baseless accusations, not realizing that envy shoots at others and wounds itself, as his own reputation was tarnished in the process.",
                "Airport security was extra tight in the wake of yesterday's bomb attacks.",
                "He knew about the attack beforehand and it shows.",
                "Prison guards looked the other way as the man was attacked by fellow prisoners."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXR0YWNr&hash=b54b80f37b0fe3907a6d11d09b2be7dd46a11c7a&lang=en&cache-only=0",
            "defineEn": "(in sports) to go forward and make an attempt to score a goal or point against an opponent",
            "defineVi": "(trong thể thao) tiến lên và cố gắng ghi bàn hoặc ghi điểm vào lưới đối thủ",
            "hasImg": true
        },
        {
            "id": "950d7f3d-64f5-46cb-8176-c58fc1fd37c4",
            "word": "referee",
            "phonetic": "ɹɛfɚɹiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The referee gave him the benefit of the doubt.",
                "The referee in the firing line is an experienced official.",
                "The referee told the players to mind their language.",
                "The referee was forced to stop the game because of heavy snow.",
                "I was acting as referee and telling them to break."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmZXJlZQ&hash=b87dbc1d6c6460f0edd1f5b1fd109dbc6d64c7f3&lang=en&cache-only=0",
            "defineEn": "an official who is in charge of a game, making sure the rules are obeyed by the players",
            "defineVi": "một quan chức phụ trách trò chơi, đảm bảo các quy tắc được người chơi tuân theo",
            "hasImg": true
        },
        {
            "id": "b5819feb-17f7-4d31-ad72-7ec2b9df47ac",
            "word": "defense",
            "phonetic": "dᵻfɛns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The team's defense is a tough nut to crack.",
                "The defense says it plans to call four witnesses.",
                "The food supply proved to be the nation's Achilles' heel in its defense against terrorist attacks.",
                "The football player managed to go through the defense and score a goal.",
                "In a court of law, both the prosecution and the defense have the opportunity to present their case, as there are two sides to every question."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmZW5zZQ&hash=3ec7f6c79a27527a2842d422cf425136bec390e2&lang=en&cache-only=0",
            "defineEn": "(in sports) the players who try to not allow the opposing team to score; the position or role of these players on the field",
            "defineVi": "(trong thể thao) các cầu thủ cố gắng không cho đội đối phương ghi bàn; vị trí hoặc vai trò của những cầu thủ này trên sân",
            "hasImg": true
        },
        {
            "id": "b052865d-3257-4d2a-ba76-174c545d2f3c",
            "word": "helmet",
            "phonetic": "hɛlmɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He wears a helmet for safety when riding his motorcycle.",
                "He wears a helmet for safety when riding his bicycle.",
                "Riding a bike without a helmet may seem like harmless fun, but it can have serious consequences.",
                "Great job on the win, but after victory, tighten your helmet chord and stay focused for the rest of the season.",
                "It's important to wear a helmet to protect your brain while riding a bike."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVsbWV0&hash=323d2e81b799465688ba279f6f9380c732c0f206&lang=en&cache-only=0",
            "defineEn": "a hard hat worn by soldiers, bikers, etc. for protection",
            "defineVi": "một chiếc mũ cứng được đội bởi những người lính, người đi xe đạp, v.v. để bảo vệ",
            "hasImg": true
        },
        {
            "id": "468c1882-4a66-419c-b2cb-8221cd31029c",
            "word": "pitch",
            "phonetic": "pɪtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He queered my pitch by asking for promotion before I did.",
                "You can't tag on to the training pitch with a chip on your shoulder because you haven't been selected.",
                "We don't get many new players, and our pitch has been in poor nick for as long as I can remember.",
                "The idea appears to be to target perceived 'luxury' goods, while not queering the pitch for exporters.",
                "Tom's the kind of guy who could sell ice to Eskimos, so don't get sucked into any of his sales pitches."
            ],
            "audio": "https://tts.langeek.co/read?text=cGl0Y2g&hash=91827bccee3f1b3ab1c1ea06d3e7e16a51dc0b75&lang=en&cache-only=0",
            "defineEn": "a flat ground prepared and marked for playing particular sports, such as soccer",
            "defineVi": "một mặt đất bằng phẳng được chuẩn bị và đánh dấu để chơi các môn thể thao cụ thể, chẳng hạn như bóng đá",
            "hasImg": true
        },
        {
            "id": "defd8a41-4357-4ea0-b2eb-b1bc02015502",
            "word": "to shoot",
            "phonetic": "tə ʃuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He never shot a line about his escapades.",
                "New shoots are just appearing at the base of the plant.",
                "We've been shooting the breeze for well over an hour now.",
                "He is shooting from the hip in an act of political desperation.",
                "As a chef, I add bamboo shoots to my signature soup for a delightful twist."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hvb3Q&hash=1f12a6de2ae7bd1be2d2eeb0f9e09517bd119691&lang=en&cache-only=0",
            "defineEn": "to try to score points in a ball game by kicking, hitting, or throwing the ball",
            "defineVi": "cố gắng ghi điểm trong một trận bóng bằng cách đá, đánh hoặc ném bóng",
            "hasImg": true
        },
        {
            "id": "43249143-4bf2-49d7-81ba-b214affe0606",
            "word": "area",
            "phonetic": "ɛɹiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Government investment has brought thousands of new jobs to the area.",
                "We have a cozy sitting area downstairs by the fireplace.",
                "Rural areas have been worst hit by the strike.",
                "The twentieth century saw dramatic changes in most areas of life.",
                "Over the years, the company has broken fresh ground in many different areas, from technology to healthcare."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJlYQ&hash=4b08657f242fcd36c7a96d88eb65c8b4c2695617&lang=en&cache-only=0",
            "defineEn": "a part of a space or structure that is used for a specific purpose",
            "defineVi": "một phần của một không gian hoặc cấu trúc được sử dụng cho một mục đích cụ thể",
            "hasImg": true
        },
        {
            "id": "f7ee0639-6cfa-42da-8358-55584bf6abe5",
            "word": "base",
            "phonetic": "beɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "They've touched base with every political group on campus.",
                "The company based its projections on shaky ground, leading to financial losses.",
                "New shoots are just appearing at the base of the plant.",
                "He's gone AWOL from his base.",
                "Susan and Joseph went to second base during their weekend at the beach."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFzZQ&hash=9abc9059c059fd5c45e3c439ed2de8b40932ae22&lang=en&cache-only=0",
            "defineEn": "(baseball) any of the four stations that the runner must reach to score a run",
            "defineVi": "(bóng chày) bất kỳ trạm nào trong bốn trạm mà người chạy phải đạt được để ghi điểm",
            "hasImg": true
        },
        {
            "id": "3c63c9c7-d97e-4cd7-9df5-16e0369c862e",
            "word": "batter",
            "phonetic": "bæɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "That accident battered up the door of my car.",
                "Batter up!",
                "What's the key to a perfect tempura batter?",
                "I added a generous amount of wholewheat flour to the cookie batter.",
                "I added a tablespoon of powdered milk to my pancake batter for extra richness."
            ],
            "audio": "https://tts.langeek.co/read?text=YmF0dGVy&hash=45d06a3a8cdd0b669aa91421a536f66cc645dbf3&lang=en&cache-only=0",
            "defineEn": "(in baseball) the player who tries to hit the ball with a bat",
            "defineVi": "(trong bóng chày) cầu thủ cố đánh bóng bằng gậy",
            "hasImg": true
        },
        {
            "id": "b24d5fc5-a378-4dd6-8dc3-baf0ab18d200",
            "word": "bowler",
            "phonetic": "boʊlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Here's your bowler shirt. -",
                "Okay, Link, you've proven yourself to be the best bowler in our league."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym93bGVy&hash=df94d9ce3c2e4b3fa02f942adefa8c08cf83802b&lang=en&cache-only=0",
            "defineEn": "(cricket) a player who throws the ball to the batsman",
            "defineVi": "(cricket) người chơi ném bóng cho người đánh bóng",
            "hasImg": true
        },
        {
            "id": "63c8684d-88bd-4a08-952d-e64b5b2299e4",
            "word": "to defend",
            "phonetic": "tə dᵻfɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "He went to the wall to defend his beliefs.",
                "Guys, do you even know the sexist history of the company you're so ardently defending?",
                "Jack could be mild-mannered and amicable most of the time, but when his children were criticized, he fiercely defended them.",
                "The mother who always defended her child's behavior, even when it was clearly inappropriate, demonstrated that love is blind.",
                "- Defend the virtual farm?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVmZW5k&hash=6afe66bbc14bf369d68d6748cf4232b2fd6a195e&lang=en&cache-only=0",
            "defineEn": "(in sports) to prevent an opponent from scoring a goal or point",
            "defineVi": "(trong thể thao) để ngăn đối thủ ghi bàn hoặc ghi điểm",
            "hasImg": true
        },
        {
            "id": "97f4c48f-76cd-44d2-b984-04922a28aea0",
            "word": "foul",
            "phonetic": "faʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He fouled his own nest by wrongly accusing his boss.",
                "You'll just foul your nest if you tell everyone the truth.",
                "The opposition parties have cried foul at the president's act, seeing it as a violation of democracy.",
                "It's important to remember that a fair face may hide a foul heart, and to take the time to get to know someone before making judgments about them.",
                "The business owner who mistreated their employees was a reminder that it is an ill bird that fouls its own nest, as their actions ultimately led to high turnover rates and damaged their own business."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm91bA&hash=8f74a08137a86bef445d9859f5940401c34e7b15&lang=en&cache-only=0",
            "defineEn": "an act in a sport that is against the rules and is not allowed",
            "defineVi": "một hành động trong một môn thể thao trái với các quy tắc và không được phép",
            "hasImg": true
        },
        {
            "id": "17a3ceb7-aacf-4002-b300-593aa5958e0a",
            "word": "penalty",
            "phonetic": "pɛnəlɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "To save a penalty.",
                "I sure paid the penalty for staying up late when I fell asleep at my desk in the library.",
                "They finished with the wooden spoon after losing a penalty shoot-out.",
                "He wasted a golden opportunity when he missed from the penalty spot.",
                "With only a couple minutes remaining in the game, the forward is going to have to make this penalty shot count."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVuYWx0eQ&hash=70eeec3da8edc42bbd217e2309ba880d41441f18&lang=en&cache-only=0",
            "defineEn": "(in games and sports) a disadvantage that a team or player is given for violating a rule",
            "defineVi": "(trong trò chơi và thể thao) một bất lợi mà một đội hoặc người chơi phải chịu vì vi phạm quy tắc",
            "hasImg": true
        },
        {
            "id": "7b4e5226-4181-4ccd-8dea-b3e42f9535ef",
            "word": "umpire",
            "phonetic": "ʌmpaɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The umpire gave the ball out.",
                "Umpires can now check to see if they have any of that stuff.",
                "And my father was a baseball local, a baseball umpire in Brooklyn.",
                "And we rely on umpires in this society who are impartial.",
                "As of tonight, umpires can start inspecting pitchers' fingers, gloves, even their hats during the game. "
            ],
            "audio": "https://tts.langeek.co/read?text=dW1waXJl&hash=ff118e155da2e1efe6b91a2b028451ff8d7835b6&lang=en&cache-only=0",
            "defineEn": "an official who is in charge of a game and makes sure players obey the rules in sports such as tennis, baseball, and cricket",
            "defineVi": "một quan chức phụ trách trò chơi và đảm bảo người chơi tuân thủ các quy tắc trong các môn thể thao như quần vợt, bóng chày và cricket",
            "hasImg": true
        },
        {
            "id": "6d2f39df-b62b-4cfe-84ef-568e57c2ee21",
            "word": "to tackle",
            "phonetic": "tə tækəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The team's diverse skill sets put together allowed them to tackle a wide range of challenges.",
                "After the intense football game, Henry was left black and blue from all the tackles and rough play.",
                "It is against the grain for me to tackle dishonest people.",
                "After a quick run in the park, I felt more awake and energized, ready to tackle the rest of my day.",
                "Despite being unwell the previous day, Lily was up and about, ready to tackle her daily responsibilities with renewed energy and determination."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFja2xl&hash=4871f2c18c3f87d6cb67e838e61260da8f5173fa&lang=en&cache-only=0",
            "defineEn": "to try to take the ball from the players of the other team, usually by forcing them down, in sports such as football or rugby",
            "defineVi": "cố gắng lấy bóng từ các cầu thủ của đội khác, thường là bằng cách ép họ xuống, trong các môn thể thao như bóng đá hoặc bóng bầu dục",
            "hasImg": true
        }
    ]
}