{
    "id": "46379ad2-349d-49c5-b520-bc3892ded3e9",
    "title": "Lesson 19",
    "originalTitle": "Lesson 19",
    "words": [
        {
            "id": "dfb3ae3a-488b-4b05-98e2-57ca599d0175",
            "word": "seminal",
            "phonetic": "sɛmɪnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But Butler was seminal to the development of the Afrofuturism subgenre.",
                "The allergy shows up as a burning, itchy redness anywhere else the seminal fluid might touch.",
                "It could be a seminal moment in human history.",
                "Joining me now is Helen Zia, activist, award-winning author and former journalist and, of course, the author behind the seminal book \"Asian American Dreams: The Emergence of an American People.\"",
                "What were some of the seminal moments of realizing that fake news was a problem? "
            ],
            "audio": "https://tts.langeek.co/read?text=c2VtaW5hbA&hash=41d324e6e8d0c40de14e05faf8d4a6cffc6622aa&lang=en&cache-only=0",
            "defineEn": "pertaining to or containing or consisting of semen",
            "defineVi": "liên quan đến hoặc chứa hoặc bao gồm tinh dịch"
        },
        {
            "id": "4f009067-ece3-49fc-a170-178a12225d2d",
            "word": "seminar",
            "phonetic": "sɛmɪnɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We decided to run a series of seminars.",
                "After attending the seminar on mental health, I became awake to the stigma surrounding mental illness and decided to become an advocate for greater awareness and understanding.",
                "It started off like a seminar.",
                "Every winter in Quartzsite, Arizona, Wells' devotees convene at the RTR, the Rubber Tramp Rendezvous, for seminars and community.",
                "And I have also done little seminars for other therapists."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VtaW5hcg&hash=a16e7ac2c1e714f942fea2a1ed832c0e79e27982&lang=en&cache-only=0",
            "defineEn": "a class or course at a college or university in which a small group of students and a teacher discuss a specific subject",
            "defineVi": "một lớp học hoặc khóa học tại một trường cao đẳng hoặc đại học, trong đó một nhóm nhỏ sinh viên và giáo viên thảo luận về một chủ đề cụ thể"
        },
        {
            "id": "06ee74ed-c505-48da-8a71-b62a595f923f",
            "word": "seminary",
            "phonetic": "sɛmɪnɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Father Zachary Akers is a graduate of the seminary and now a priest in the Fraternity of St. Peter.",
                "So, they gathered 12 of the most musically talented graduates from the seminary, priests from across the world, and produced \"Requiem.\"",
                "This young man from Washington state had an extensive musical background before coming to the seminary, starting with playing the violin at age 3 and the piano shortly after."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VtaW5hcnk&hash=7fcc1ebc293ee8c24c424e7c2f110f182cd6df43&lang=en&cache-only=0",
            "defineEn": "a private place of education for the young",
            "defineVi": "một nơi giáo dục riêng cho những người trẻ tuổi"
        },
        {
            "id": "b5c072f7-295d-4e91-ac92-318cec48457c",
            "word": "gradation",
            "phonetic": "ɡɹeɪdeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, if you're grading your footage down the line, D-Log provides a better dynamic range, better gradation in your highlights in the shadows.",
                "Though this pen does have double the sensitivity gradations than the original it's up to like 4,096 or something like that while this is 2000 and something.",
                "In contrast to the subtle gradations of Titian’s expertly modeled flesh, Olympia is flatly painted, overexposed almost, and much more realistically proportioned.",
                "The second was that the sky, sometimes had clouds and sometimes had gradations.",
                "Unlike the slow, studio-based approach that held sway at the annual salons of the French Royal Academy, whereby tonal gradations were gradually built up with layer upon layer of glazes, Impressionist works were frequently begun if not completed entirely out of doors."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhZGF0aW9u&hash=bcacaacef6b0146da4ac9ccb073d736be0522d20&lang=en&cache-only=0",
            "defineEn": "the act of arranging in grades",
            "defineVi": "hành động sắp xếp theo lớp"
        },
        {
            "id": "66694cbe-2a9c-4735-9f57-6bebc4324cec",
            "word": "gradient",
            "phonetic": "ɡɹeɪdiənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Go back down the gradient.",
                "Like, I think the gradient of the flow across the entire thing. -",
                "This salty medulla also creates a concentration gradient between the medulla and the filtrate which we're going to need in the final step of pee-making.",
                "And then that gradient is used to actually produce ATP.",
                "Now once that gradient forms, these guys want to get back in."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhZGllbnQ&hash=fd16c3576446322b0b2b4486826aacaa221863a0&lang=en&cache-only=0",
            "defineEn": "the rate of change of temperature, pressure, etc. between one part and another",
            "defineVi": "tốc độ thay đổi nhiệt độ, áp suất, v.v. giữa bộ phận này với bộ phận khác"
        },
        {
            "id": "6eed00fb-0393-466b-ad0e-44c6720f97f8",
            "word": "to recur",
            "phonetic": "tə ɹᵻkɜː ",
            "partOfSpeechType": "verb",
            "examples": [
                "Migraines are recurring headaches, which create a vise-like sensation on the skull that can last from four hours to three days.",
                "However you can have recurring episodes of depression back to back or mania back to back.",
                "And we see if it may recur.",
                "If you're not interested in recurring donations, Twitch Bits are another option.",
                "Recurring panic attacks, frequent worry about new attacks, and behavioral changes to avoid panic attacks can lead to a diagnosis of a panic disorder."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjdXI&hash=deb6390cb3a10a904be3767ca357a704e1f74b7d&lang=en&cache-only=0",
            "defineEn": "happen or occur again",
            "defineVi": "xảy ra hoặc xảy ra một lần nữa"
        },
        {
            "id": "37282e5e-d1b2-4f9c-86a3-73a17098fa4c",
            "word": "recurrent",
            "phonetic": "ɹᵻkɜːɹənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The last one, number nine, is recurrent thoughts of death.",
                "So the obsessions can be any recurrent thoughts.",
                "Recurrent failure to resist impulses to steal objects that are not needed for personal use or for their monetary value.",
                "OCD is a disorder that, we have recurrent obsessions and compulsions.",
                "Number five would be recurrent suicidal behavior, gestures or threats or even self-mutilating behavior."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjdXJyZW50&hash=645110d7dfb780e31d7ed695861ff118fe9b4ccc&lang=en&cache-only=0",
            "defineEn": "recurring again and again",
            "defineVi": "lặp đi lặp lại nhiều lần"
        },
        {
            "id": "f0080048-3d1e-470f-a5c3-08d7e203d752",
            "word": "to oscillate",
            "phonetic": "tʊ ɑːsɪleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "So it'll oscillate back and forth faster.",
                "But it just oscillates between these two values.",
                "And then, it's just going to oscillate a little bit.",
                "Some atoms can oscillate over nine billion times per second, giving atomic clocks an unparalleled resolution for measuring time.",
                "And so you would just oscillate around this limit."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3NjaWxsYXRl&hash=070efdb2a28bb90fbe64504cad893415ec09c483&lang=en&cache-only=0",
            "defineEn": "move or swing from side to side regularly",
            "defineVi": "di chuyển hoặc xoay từ bên này sang bên kia thường xuyên"
        },
        {
            "id": "629719a3-4739-4b8d-b075-fedf09b16b30",
            "word": "oscillation",
            "phonetic": "ɑːsɪleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That oscillation is a tell-tale sign of coherence in the system.",
                "That cycle is the oscillation.",
                "We have to add up different oscillations or simple harmonic motion here.",
                "Where there's no oscillation, at the nodes, no heating.",
                "Where there's the most oscillation, at the peaks, which is the most heating."
            ],
            "audio": "https://tts.langeek.co/read?text=b3NjaWxsYXRpb24&hash=fe54132216adc86b48fa1cda6a11553692027d7b&lang=en&cache-only=0",
            "defineEn": "(physics) a regular periodic variation in value about a mean",
            "defineVi": "(vật lý) sự thay đổi định kỳ đều đặn về giá trị trung bình"
        },
        {
            "id": "6a4987cd-004a-4c91-91ad-4a7c00432692",
            "word": "brawn",
            "phonetic": "bɹɔːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He still seems all brawn and no brain to me.",
                "He's an impressive player to watch, but he's all brawn and no brain.",
                "The leader knew that in order to make informed decisions and lead effectively, better brain than brawn was essential - it was the ability to analyze data, think critically, and communicate effectively that set great leaders apart.",
                "For the moment, bronze has been replaced by photographic brawn.",
                "it took some brawn to build that bower and collect all that junk, but chicks also dig nerds who can learn dances!"
            ],
            "audio": "https://tts.langeek.co/read?text=YnJhd24&hash=daf691d9f9cd4d8016d6c46d6b7e1c5753f6481c&lang=en&cache-only=0",
            "defineEn": "possessing muscular strength",
            "defineVi": "sở hữu sức mạnh cơ bắp"
        },
        {
            "id": "c371be04-c10b-4c7e-a075-8fc932acf696",
            "word": "brawny",
            "phonetic": "bɹɔːni ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJhd255&hash=d8ced9efe829f5ade130413d915f9f40c2a9b36b&lang=en&cache-only=0",
            "defineEn": "(of a person) physically strong with well-developed muscles",
            "defineVi": "(của một người) khỏe mạnh về thể chất với cơ bắp phát triển tốt",
            "hasImg": true
        },
        {
            "id": "548275e0-56fc-4f91-beb0-ebfe7b11158b",
            "word": "epicure",
            "phonetic": "ɛpɪkjʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXBpY3VyZQ&hash=aaa3c99e7ef1ea34c96987a7210e2ae3327b70f5&lang=en&cache-only=0",
            "defineEn": "a person devoted to refined sensuous enjoyment (especially good food and drink)",
            "defineVi": "một người cống hiến cho sự hưởng thụ giác quan tinh tế (đặc biệt là thức ăn và đồ uống ngon)"
        },
        {
            "id": "71854069-19e0-4d70-b941-66a949f99a1f",
            "word": "epicurean",
            "phonetic": "ɛpɪkjʊɹɹiən ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXBpY3VyZWFu&hash=a73f8efb1d94894d1ed9306f1db5fae0eda1572d&lang=en&cache-only=0",
            "defineEn": "displaying luxury and furnishing gratification to the senses",
            "defineVi": "thể hiện sự sang trọng và thỏa mãn các giác quan"
        },
        {
            "id": "3251132d-b827-46d6-8b8f-0e31ec2df80f",
            "word": "profound",
            "phonetic": "pɹəfaʊnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That's profound.",
                "The wall's presence has had a profound impact.",
                "That's profound.",
                "That's profound.",
                "And in Arizona, those disparities are even more profound."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZm91bmQ&hash=280b97669fe3c8410b12c5d0b5210e4d26950dfe&lang=en&cache-only=0",
            "defineEn": "having or displaying a lot of knowledge or great understanding",
            "defineVi": "có hoặc hiển thị rất nhiều kiến thức hoặc sự hiểu biết tuyệt vời"
        },
        {
            "id": "efccb2b4-575f-4489-b72f-b01af46102de",
            "word": "profundity",
            "phonetic": "pɹəfʌndᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Visitors to big cities like Houston might be surprised to hear something more like, - Thank you to everyone who worked so hard to beautifully capture the profundity of Deep Southern culture."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZnVuZGl0eQ&hash=3cca588b0514b079e7cfd8f4508d727c1b5dd21c&lang=en&cache-only=0",
            "defineEn": "intellectual depth; penetrating knowledge; keen insight; etc",
            "defineVi": "chiều sâu trí tuệ; kiến thức thâm nhập; cái nhìn sắc bén; vân vân"
        },
        {
            "id": "f1e48623-78c0-4d3c-ae3e-b07406de22e4",
            "word": "insensible",
            "phonetic": "ɪnsɛnsᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5zZW5zaWJsZQ&hash=0ce4ced66595a88a6b54c0ef534df547b204ef03&lang=en&cache-only=0",
            "defineEn": "incapable of physical sensation",
            "defineVi": "không có khả năng cảm nhận thể chất"
        },
        {
            "id": "b5feaba5-7e8e-4980-8c73-254783377ac7",
            "word": "inscrutable",
            "phonetic": "ɪnskɹuːɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Stories of these elusive and inscrutable flames vary.",
                "These beings exist beyond our conceptions of reality, their true forms as inscrutable as their motives.",
                "Now I've only been using this for about an hour, but my impressions so far, are that this is the most inscrutable infotainment, that I have ever experienced."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zY3J1dGFibGU&hash=517bfb772dd11e942b655b675d56dfaf93609381&lang=en&cache-only=0",
            "defineEn": "of an obscure nature",
            "defineVi": "bản chất mơ hồ"
        },
        {
            "id": "06eabc38-6c63-48c0-872a-a1bc647e9c31",
            "word": "insecure",
            "phonetic": "ɪnsᵻkjʊɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Sarah tends to dwell on her mistakes, which makes her feel anxious and insecure.",
                "About 15% of the kids demonstrated insecure ambivalent attachment.",
                "So he was insecure.",
                "And after her father’s death in 1805, her financial position and the positions of her mother and her sister became increasingly insecure.",
                "He was insecure about his stature."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zZWN1cmU&hash=52099de2d2174e2486c56e8e0d8f4a3198c144b9&lang=en&cache-only=0",
            "defineEn": "not confident about oneself or one's skills and abilities",
            "defineVi": "không tự tin về bản thân hoặc kỹ năng và khả năng của một người",
            "hasImg": true
        },
        {
            "id": "4648ba23-08fb-496c-bfc8-005b39bd9631",
            "word": "inseparable",
            "phonetic": "ɪnsɛpɚɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Turmeric and Asian food are inseparable.",
                "The friends have become inseparable, living in each other's pocket and rarely interacting with others.",
                "Sarah and Emily have been inseparable since they were kids, but now that Sarah is moving across the country for college, they both know that even the best of friends must part.",
                "The pair were inseparable.",
                "My helmet is inseparable!"
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zZXBhcmFibGU&hash=b4762ec5a8f2610b5174a7e5047e758a2f10854a&lang=en&cache-only=0",
            "defineEn": "unable to be separated or divided",
            "defineVi": "không thể tách rời hoặc phân chia"
        },
        {
            "id": "1f5f6227-2d47-47ef-8b33-794f1a36b67a",
            "word": "innumerable",
            "phonetic": "ɪnuːmɚɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "There are innumerable particle interactions that can produce two random photons.",
                "The mixture penetrates into the rock layer and produces innumerable tiny cracks.",
                "As with sorting, there are innumerable graph search algorithms, with different pros and cons.",
                "In fact, many of the molecules you’re breathing were likely exhaled by members of ancient civilizations and innumerable humans since."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5udW1lcmFibGU&hash=68a1574c7233cd3b956e4551fb3e31aff1a929c7&lang=en&cache-only=0",
            "defineEn": "too numerous to be counted",
            "defineVi": "quá nhiều để có thể đếm được"
        }
    ]
}