{
    "id": "46416bb1-33fd-4297-8ce7-23c1013db9c6",
    "title": "Describing Face and Its Features",
    "originalTitle": "Describing Face and Its Features",
    "words": [
        {
            "id": "e0b1bc0d-57e8-4c74-8d06-82045b6a2899",
            "word": "Roman nose",
            "phonetic": "ɹoʊmən noʊz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Um9tYW4gbm9zZQ&hash=6d9c7e69bd4aecdedca58ebc37cfabf2cff675f0&lang=en&cache-only=0",
            "defineEn": "a large nose with a bridge that curves outward",
            "defineVi": "một chiếc mũi lớn với một cây cầu cong ra ngoài"
        },
        {
            "id": "30fa34f7-04df-41b0-8ecf-339c44d7eabd",
            "word": "Grecian nose",
            "phonetic": "ɡɹiːʃən noʊz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=R3JlY2lhbiBub3Nl&hash=f6f001b950201b52cf67e9eb419ca35aec7ba10f&lang=en&cache-only=0",
            "defineEn": "a straight nose that continues the line of the brow without any curve",
            "defineVi": "mũi thẳng nối tiếp đường lông mày mà không có bất kỳ đường cong nào"
        },
        {
            "id": "beef04ae-2aab-4490-a975-181b8875c2ff",
            "word": "proboscis",
            "phonetic": "pɹəbɑːskɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Its extendible proboscis is packing a concealed weapon.",
                "A proboscis is a special mouthpart that some insects have.",
                "First the proboscis flexes as the muscles inside prepare for the strike.",
                "It sucks up worms from the ocean floor with its proboscis.",
                "She uses her proboscis to take a tiny sip of blood from the blood vessels right beneath your skin."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvYm9zY2lz&hash=203d7b8a8e8cfaad578c897903d4245eb6f6bb98&lang=en&cache-only=0",
            "defineEn": "a prominent or unusually shaped nose",
            "defineVi": "mũi nổi bật hoặc có hình dạng bất thường"
        },
        {
            "id": "8b2864d0-6b45-4a73-b3a4-1f531180a3f2",
            "word": "hooter",
            "phonetic": "huːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And Hooters, Hooters was a sponsor.",
                "By 2003, Hooters was flushed with cash and Bob Brooks wanted to expand the brand, so he bought a small North Carolina-based charter airline called Pace Airlines.",
                "So why did Hooters think it was a good idea to start an airline, and why did it fail?"
            ],
            "audio": "https://tts.langeek.co/read?text=aG9vdGVy&hash=857579609b396ca2351408f117dbd5be2211a0bc&lang=en&cache-only=0",
            "defineEn": "a slang term for nose that is typically used informally or in a humorous context",
            "defineVi": "một thuật ngữ tiếng lóng cho mũi thường được sử dụng một cách không chính thức hoặc trong một bối cảnh hài hước",
            "hasImg": true
        },
        {
            "id": "f7304cd0-6220-4247-8fe2-600ad5ea67f1",
            "word": "conk",
            "phonetic": "kɑːŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Probably, partly napping when an apple fell from the tree and conked him on the head.",
                "And that’s much safer for them, since if they did totally conk out, they’d sink and drown."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uaw&hash=822f34e580816dcb7701ee54b7f0292975ac8a27&lang=en&cache-only=0",
            "defineEn": "a slang term for nose that is often used in informal contexts",
            "defineVi": "một thuật ngữ tiếng lóng cho mũi thường được sử dụng trong bối cảnh không chính thức",
            "hasImg": true
        },
        {
            "id": "c381c076-30d7-4836-9525-03f3d6f8ee36",
            "word": "schnozzle",
            "phonetic": "ʃnɑːzəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2Nobm96emxl&hash=18d2189c35c9c103fe1c46b3fd5e48ea1f80d0e3&lang=en&cache-only=0",
            "defineEn": "a slang term used to describe a person's nose, typically a large or prominent one",
            "defineVi": "một thuật ngữ tiếng lóng được sử dụng để mô tả mũi của một người, thường là một cái lớn hoặc nổi bật"
        },
        {
            "id": "e4867677-f411-4f77-a4f8-ec5ef9245d13",
            "word": "button nose",
            "phonetic": "bʌʔn̩ noʊz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnV0dG9uIG5vc2U&hash=328328961f1c58c54ca49448fbc21d3b142158c2&lang=en&cache-only=0",
            "defineEn": "a small and round nose that protrudes slightly from the face resembling a button",
            "defineVi": "một chiếc mũi nhỏ và tròn hơi nhô ra khỏi khuôn mặt giống như một cái cúc áo"
        },
        {
            "id": "434dd09c-3471-4755-a778-6b7abab52db6",
            "word": "dimple",
            "phonetic": "dɪmpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "She smiled, her cheeks dimpling with joy.",
                "They make dimples on the surface.",
                "Your mass is creating a dimple in spacetime right now!",
                "This button over here it's just a nice little dimple for the power button and a really premium looking and feeling joystick.",
                "Rather than gravity being a special force between two bodies, massive things warp spacetime, like dimples in a fabric, and falling objects are simply moving in straight lines around these curves."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGltcGxl&hash=810fb652e1249c848e5c6addcf461021d39beac7&lang=en&cache-only=0",
            "defineEn": "a small hollow place in the flesh, especially one that forms in the cheeks when one smiles",
            "defineVi": "một chỗ rỗng nhỏ trong thịt, đặc biệt là một chỗ hình thành ở má khi một người cười",
            "hasImg": true
        },
        {
            "id": "83e8280f-6d23-431d-8ece-17b4fa0b8ff5",
            "word": "jowl",
            "phonetic": "dʒaʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Often shown in a rumpled uniform and with a five-o'clock shadow on their jowls, these men appear as they fought their war.",
                "You'd really go to town on your jowls, man.",
                "You can see his transformation wearing his fedora and suit with Hoover whose jowls are beginning to grow.",
                "This picture was taken of Hoover just a few months before, doesn't look like the Hoover we would come to recognize with the jowls, 29 years old the time."
            ],
            "audio": "https://tts.langeek.co/read?text=am93bA&hash=3d6664614347d50b817e3e23266cee31b9d6e7c5&lang=en&cache-only=0",
            "defineEn": "the fleshy, sagging skin under the jaw or chin, typically found in older people or certain breeds of animals such as bulldogs",
            "defineVi": "da thịt, chảy xệ dưới hàm hoặc cằm, thường thấy ở người lớn tuổi hoặc một số giống động vật như chó bulinois"
        },
        {
            "id": "ff6f5797-14d2-4313-b624-7cf0c2fabcb5",
            "word": "laughter line",
            "phonetic": "læftɚ laɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGF1Z2h0ZXIgbGluZQ&hash=985fa43b735766adacac5528cf84be41d95d7e9d&lang=en&cache-only=0",
            "defineEn": "a single wrinkle or crease that forms around the eyes or mouth as a result of laughing or smiling",
            "defineVi": "một nếp nhăn hoặc nếp nhăn hình thành quanh mắt hoặc miệng do cười hoặc cười"
        },
        {
            "id": "7b2fef85-7faf-44d0-a3bf-f776e6f47c26",
            "word": "furrow",
            "phonetic": "fɜːɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "As that is happening, you have this furrow forming, this little indentation.",
                "They planted them in different methods, some in a hill, some in a furrow, hundreds of them.",
                "By the end of telophase in mitosis, you also have this process of cytokinesis, where this cleavage furrow forms and deepens, deepens, deepens until the cytoplasm is actually split into two separate cells.",
                "Like if someone really struggles and has a problem with Autism and I furrow my brow, and I'm like, \"What does this mean to you?\"",
                "Now, at the same time telophase is happening, you also normally have this cytokinesis, where this cleavage furrow forms, where essentially-- during telophase, these things are getting pushed further and further apart by those microtubules so that they're already at the ends of the cell, of the cytoplasm of the cell, and you can almost view them as pushing on the sides to elongate the cell."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVycm93&hash=b8de14ec47c4188285826a87b99724f60cfb7faf&lang=en&cache-only=0",
            "defineEn": "a deep crease or groove on the face caused by repeated facial expressions",
            "defineVi": "một nếp nhăn sâu hoặc rãnh trên khuôn mặt gây ra bởi nét mặt lặp đi lặp lại"
        },
        {
            "id": "2c6c12a1-f8b8-433a-9f28-b7540e03e639",
            "word": "profile",
            "phonetic": "pɹoʊfaɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cheshire cheese has a unique flavor profile.",
                "By the next morning, over twenty of my friends had liked my new profile picture.",
                "Maintaining a low profile has never been Maggie's strongest suit.",
                "Give your contact details and follow this with a brief profile of yourself.",
                "He's been in a little trouble recently so he's trying to keep a low profile."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZmlsZQ&hash=5ace2ac2c8f2b60d9256d3ce4c682f536dcfd14d&lang=en&cache-only=0",
            "defineEn": "the side view or silhouette of a person's face or body, especially as it is seen in a photograph or when standing or sitting sideways",
            "defineVi": "hình ảnh bên hoặc hình bóng của khuôn mặt hoặc cơ thể của một người, đặc biệt khi nó được nhìn thấy trong một bức ảnh hoặc khi đứng hoặc ngồi sang một bên"
        },
        {
            "id": "a7775cc3-809f-4b5f-a30d-1be0e5c45bb3",
            "word": "thread vein",
            "phonetic": "θɹɛd veɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhyZWFkIHZlaW4&hash=f4445a0b73348868e790ae94596e396575e3c08c&lang=en&cache-only=0",
            "defineEn": "a small visible blood vessel, often on the face or legs, that resembles a spider web or tree branch",
            "defineVi": "một mạch máu nhỏ có thể nhìn thấy, thường ở mặt hoặc chân, giống như mạng nhện hoặc cành cây"
        },
        {
            "id": "2e845a2b-bb4c-4d32-8906-e811d26cd884",
            "word": "feature",
            "phonetic": "fiːtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The restaurant featured a signature dish of slow-roasted brisket.",
                "The brunch special featured a beefburger with a sunny-side-up egg, crispy bacon, and a dollop of hollandaise sauce.",
                "The menu featured a creative dish of beef plate tacos.",
                "The farm-to-table restaurant featured a signature dish of picnic shoulder with creamy sauce.",
                "The magazine features interviews with musicians and reviews of new albums."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVhdHVyZQ&hash=bd07ebe4f3398e255b28f9d94b391a1cc8a18028&lang=en&cache-only=0",
            "defineEn": "a distinctive aspect or characteristic that contributes to their unique appearance, such as the shape of their eyes, nose, or lips",
            "defineVi": "một khía cạnh hoặc đặc điểm khác biệt góp phần tạo nên vẻ ngoài độc đáo của họ, chẳng hạn như hình dạng của mắt, mũi hoặc môi"
        },
        {
            "id": "7a3c6938-25c3-4098-96fd-3df45b36c266",
            "word": "lineament",
            "phonetic": "lɪniəmənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGluZWFtZW50&hash=88ec12e2853c10f911fd79e7c71391790c159ed3&lang=en&cache-only=0",
            "defineEn": "a distinctive feature or characteristic of a person's face or body, often described in poetry or literature, that contributes to their overall appearance",
            "defineVi": "một đặc điểm hoặc đặc điểm khác biệt của khuôn mặt hoặc cơ thể của một người, thường được mô tả trong thơ ca hoặc văn học, góp phần tạo nên diện mạo tổng thể của họ"
        },
        {
            "id": "acb244cb-089b-45de-ba43-4a056fa3eceb",
            "word": "visage",
            "phonetic": "vɪzɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Can you see that my face has an underwhelming visage?",
                "When I struggled even after I worked on the book after five years to put into words the level of deception and what must've been like for Molly to realize it, perhaps Shakespeare's phrase comes closest to it: Where wilt thou find a cavern dark enough to mask thy monstrous visage?"
            ],
            "audio": "https://tts.langeek.co/read?text=dmlzYWdl&hash=849890de51bd995f453324f719170e22526fa6dc&lang=en&cache-only=0",
            "defineEn": "a person's face or facial expression, especially when considered as an aspect of their overall appearance or character",
            "defineVi": "khuôn mặt hoặc nét mặt của một người, đặc biệt khi được coi là một khía cạnh của ngoại hình hoặc tính cách tổng thể của họ",
            "hasImg": true
        },
        {
            "id": "c88c978e-99a8-45d3-a149-dd2089cc2638",
            "word": "beady",
            "phonetic": "biːdi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Do I have a beady eye in real life?",
                "It's slimy but it's beady too.",
                "Three thousand years ago, in the leafy green forests of New Zealand, the big beady eyes of a giant locked onto what would be its final meal.",
                "Why did they give me those teeth and a beady eye?",
                "They may look weird and scary, crawling out of the ground with their red, beady eyes, but this is no zombie plague."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhZHk&hash=a55aa6dd471fb559af5d6a6538d9544a89f117ac&lang=en&cache-only=0",
            "defineEn": "(of a person's eyes) small, round and bright because of interest or greed",
            "defineVi": "(mắt của một người) nhỏ, tròn và sáng vì thích thú hoặc tham lam"
        },
        {
            "id": "36dd1c50-a094-409e-94c6-ce74f5c6dff2",
            "word": "bloodshot",
            "phonetic": "blʌdʃɑːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When they woke up the next day, their eye was all bloodshot.",
                "Histamine causes blood vessels in your nose to dilate and become leaky, it stimulates nerves to make you sneeze, and even increases inflammation, giving you that nice red-nosed look to set off those bloodshot eyes."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymxvb2RzaG90&hash=67490ac79ecc80874d7a650e920503c2670d73bf&lang=en&cache-only=0",
            "defineEn": "(of the eyes) red with blood and inflamed, caused by lack of sleep",
            "defineVi": "(của mắt) đỏ với máu và viêm, do thiếu ngủ"
        },
        {
            "id": "b26ae111-9f23-4bfc-818d-8e2c118ce0cf",
            "word": "boss-eyed",
            "phonetic": "bɔsaɪd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9zcy1leWVk&hash=505c19e7516f5ed77d7b122a7d67d544909c3fe8&lang=en&cache-only=0",
            "defineEn": "describing strabismus, a condition in which a person's eyes are misaligned and one eye turns inward or outward",
            "defineVi": "mô tả bệnh lác, tình trạng mắt của một người bị lệch và một mắt quay vào trong hoặc ra ngoài"
        },
        {
            "id": "e89c10a6-b146-4b18-955a-c14cc1a5667c",
            "word": "bug-eyed",
            "phonetic": "bʌɡaɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But the fact is, these bug-eyed primates have no interest in you, or your heart, or in punk rock."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVnLWV5ZWQ&hash=6502609b263c9b0f397ff68d56c4196aa10b9230&lang=en&cache-only=0",
            "defineEn": "having large, protruding, or bulging eyes, giving the impression of being startled, surprised, or frightened",
            "defineVi": "có đôi mắt to, lồi hoặc lồi, tạo cảm giác giật mình, ngạc nhiên hoặc sợ hãi"
        },
        {
            "id": "5aa26939-84ab-4eea-af71-af2d0e24d24b",
            "word": "close-set",
            "phonetic": "kloʊssɛt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2xvc2Utc2V0&hash=a8e162558f6733c42ed724c096a3bbcc04fc75c8&lang=en&cache-only=0",
            "defineEn": "(of a person's eyes) positioned relatively close together, making the upper part of the face appear narrower",
            "defineVi": "(của một người) mắt ở vị trí tương đối gần nhau, làm cho phần trên của khuôn mặt có vẻ hẹp hơn"
        },
        {
            "id": "a6d0bc11-fe10-42cb-9638-64412bd3717c",
            "word": "cross-eyed",
            "phonetic": "kɹɔsaɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Because being cross-eyed wan’t bad enough.",
                "And that was seen as the end of the political career of Basil the Cross-Eyed.",
                "First, Basil II, the eventual winner of the civil war, had Basil the cross-eyed blinded."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jvc3MtZXllZA&hash=c8b65b7c44f8e476c9f9940bc0edf679a2e95310&lang=en&cache-only=0",
            "defineEn": "having a condition in which the eyes do not align properly and turn toward the nose",
            "defineVi": "có tình trạng mắt không thẳng hàng và quay về phía mũi",
            "hasImg": true
        },
        {
            "id": "f99226c4-55b4-43e6-83a5-4c9528931fab",
            "word": "deep-set",
            "phonetic": "diːpsɛt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVlcC1zZXQ&hash=e38d2dc03418da27d00ca9177f421bc5db5f006b&lang=en&cache-only=0",
            "defineEn": "(of the eyes) appearing to be quite back or deep in the face",
            "defineVi": "(của mắt) dường như khá lùi hoặc sâu vào mặt"
        },
        {
            "id": "bed1732f-1b31-40f8-a4c5-9e89a67316ee",
            "word": "doe-eyed",
            "phonetic": "doʊaɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In some ancient cultures, women were said to put drops of juice from Deadly Nightshade berries in their eyes to dilate, or enlarge, their pupils for that striking doe-eyed look."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9lLWV5ZWQ&hash=a06dc7e2d7769e0c007cd823757bafbb806c08f2&lang=en&cache-only=0",
            "defineEn": "having large, innocent-looking eyes, typically with long lashes",
            "defineVi": "có đôi mắt to, ngây thơ, thường có hàng mi dài"
        },
        {
            "id": "842235ab-56c8-40b5-8c53-735f06cae2d0",
            "word": "hazel",
            "phonetic": "heɪzəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Hazel the rabbit.",
                "Hazel nut is dark brown?",
                "Hazel nut is dark brown.",
                "Hazel nut is dark brown.",
                "And Hazel’s quality of life is our top priority."
            ],
            "audio": "https://tts.langeek.co/read?text=aGF6ZWw&hash=567e9d67bb70cead5d8be951c2023d9432007f1d&lang=en&cache-only=0",
            "defineEn": "(especially of the eyes) having a greenish-brown or gold color",
            "defineVi": "(đặc biệt là mắt) có màu nâu lục hoặc vàng",
            "hasImg": true
        },
        {
            "id": "7f3f5128-cb9f-4103-accc-1f619042816e",
            "word": "hooded",
            "phonetic": "hʊdᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In eyewitness accounts and other stories, the child-like creatures are frequently wearing hooded clothing, although some versions claim they are dressed in antiquated outfits.",
                "Well, for hooded seal pups, that's nothing.",
                "Bethel claimed that his car was approached by two boys around the ages of 9 and 12 wearing hooded sweatshirts.",
                "If hooded seals drink the fattiest milk, then tammar wallabies prefer their milk loaded with sugar.",
                "The term probably brings to mind hooded figures operating in the dark, probably in a basement, definitely in secret."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9vZGVk&hash=a96091905ff93124443b1e4c9c06f7799929d4ae&lang=en&cache-only=0",
            "defineEn": "(of eyes) having a drooping or heavy upper eyelid that partially covers the eyelashes",
            "defineVi": "(của mắt) mí mắt trên rũ xuống hoặc nặng che phủ một phần lông mi"
        },
        {
            "id": "47e646df-71f0-4c3d-b019-d709d6016f65",
            "word": "liquid",
            "phonetic": "lɪkwɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As the baby grew older, we transitioned from liquid formula to a powdered formula.",
                "In a comedy of errors, a waiter spills drinks, slips on the spilled liquid, and accidentally sends plates flying across the restaurant.",
                "He sipped his drink, feeling the cool liquid touch his lips.",
                "I strained the vegetable stock after simmering carrots and onions to achieve a clear liquid.",
                "The chemical passes from a liquid to a solid state during the cooling process."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlxdWlk&hash=a6fa8d09481d4216736aea455344273090a9aa98&lang=en&cache-only=0",
            "defineEn": "describing the appearance of their eyes when they appear moist or shiny, as well as the smooth and graceful movement of their facial features",
            "defineVi": "mô tả vẻ ngoài của đôi mắt khi chúng ẩm ướt hoặc sáng bóng, cũng như chuyển động uyển chuyển và duyên dáng của các đặc điểm trên khuôn mặt"
        },
        {
            "id": "2d0c0b87-b8bf-4ed2-89a6-1e85c80c7950",
            "word": "pop-eyed",
            "phonetic": "pɑːpaɪd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9wLWV5ZWQ&hash=42ad20db53e5bde012859ef238ef617809125f25&lang=en&cache-only=0",
            "defineEn": "having wide open, bulging, or protruding eyes, often due to surprise, excitement, or fear",
            "defineVi": "có đôi mắt mở to, lồi hoặc lồi ra, thường là do ngạc nhiên, phấn khích hoặc sợ hãi"
        },
        {
            "id": "bcf10bb6-6573-4f62-a933-d5ecf1014b61",
            "word": "rheumy",
            "phonetic": "ɹuːmi ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmhldW15&hash=f7d17088e17efefd39d22af04d3b9840061dc99d&lang=en&cache-only=0",
            "defineEn": "(of the eyes) being red and watery as a result of sadness, old age or disease",
            "defineVi": "(của mắt) đỏ và chảy nước do buồn bã, tuổi già hoặc bệnh tật"
        },
        {
            "id": "1b169eb0-2885-4e8c-b8fa-a77884abef1b",
            "word": "sunken",
            "phonetic": "sʌŋkən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Even with a well-tailored suit, the politician's charisma couldn't overshadow the face that could stop a clock, with his sunken eyes, patchy beard, and receding hairline.",
                "Sunken eyes stared out of its gaunt face, which broke into a crooked smile.",
                "And as sunken skyscrapers add crumbled concrete to the new forest floor, the soil acidity plummets, potentially allowing new plant life to thrive.",
                "In 1838, they dug a walkway around the base to examine the sunken foundation.",
                "If we were renovating this house, I would actually level out the ground here, so that you don't need to have that sunken living room if it's going to be a trip hazard for you."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vua2Vu&hash=ef33f14bf13e2f0ebf76392ed2b47612a5d52941&lang=en&cache-only=0",
            "defineEn": "(of someone's cheeks or eyes) being hollow and curving inwards because of old age, hunger or disease",
            "defineVi": "(của má hoặc mắt của ai đó) hõm và cong vào trong vì tuổi già, đói hoặc bệnh tật"
        },
        {
            "id": "466c9043-1e46-4209-aebe-65e4516a7519",
            "word": "baby-faced",
            "phonetic": "beɪbifeɪsd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFieS1mYWNlZA&hash=55a565d72a8e17aceb4a74d34901d9370e18e981&lang=en&cache-only=0",
            "defineEn": "describing a person with a youthful, innocent, and soft facial appearance",
            "defineVi": "mô tả một người có khuôn mặt trẻ trung, ngây thơ và mềm mại"
        },
        {
            "id": "101f45a8-dfdd-4e50-81d6-a73b4c2f7fbb",
            "word": "chiseled",
            "phonetic": "tʃɪzəld ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hpc2VsZWQ&hash=7840757a831104b9fb8183655f6488c3599c0d27&lang=en&cache-only=0",
            "defineEn": "describing a person's sharply defined and well-defined facial features, often indicating a lean and muscular appearance, as if they were carved out of stone with a chisel",
            "defineVi": "mô tả các đặc điểm trên khuôn mặt được xác định rõ ràng và sắc nét của một người, thường biểu thị vẻ ngoài gầy gò và vạm vỡ, như thể chúng được chạm khắc trên đá bằng một cái đục"
        },
        {
            "id": "c6c9d712-e5bc-4758-ae36-3c4fddd7237b",
            "word": "fresh-faced",
            "phonetic": "fɹɛʃfeɪsd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The models are fresh-faced wearing body suits and basic tees and solid colors.",
                "I sun is a fresh-faced 5 billion."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlc2gtZmFjZWQ&hash=3b6186e5536cd15da6dfbd7aa5e549d607154c11&lang=en&cache-only=0",
            "defineEn": "having a young, healthy-looking face",
            "defineVi": "có khuôn mặt trẻ trung, khỏe mạnh"
        },
        {
            "id": "3ddacd91-80ab-445d-a9e4-88cbbf1807c6",
            "word": "dimpled",
            "phonetic": "dɪmpəld ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGltcGxlZA&hash=9aea6b15982930219122072301753e1a0f9e7da8&lang=en&cache-only=0",
            "defineEn": "having small, natural indentations or depressions in the skin, particularly in the cheeks or chin, that appear when a person smiles or laughs",
            "defineVi": "có những vết lõm hoặc vết lõm nhỏ, tự nhiên trên da, đặc biệt là ở má hoặc cằm, xuất hiện khi một người cười hoặc cười lớn",
            "hasImg": true
        },
        {
            "id": "46ca7dce-14b0-4359-922b-525b89faa0ac",
            "word": "furrowed",
            "phonetic": "fɜːɹoʊd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnVycm93ZWQ&hash=0055447652d180fe3d45f7fbf53291dc466e6d4e&lang=en&cache-only=0",
            "defineEn": "describing deep lines or wrinkles on a person's forehead or brows, typically indicating worry, concentration, or aging",
            "defineVi": "mô tả các đường nhăn hoặc nếp nhăn sâu trên trán hoặc lông mày của một người, thường biểu thị sự lo lắng, tập trung hoặc lão hóa"
        },
        {
            "id": "b4483f90-d5f9-4cd2-a619-f2249f3dae3e",
            "word": "hatchet-faced",
            "phonetic": "hætʃɪtfeɪsd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGF0Y2hldC1mYWNlZA&hash=18966d9167ee1fac5090b63a8ebb88031c649492&lang=en&cache-only=0",
            "defineEn": "having a thin, bony, angular face with sunken cheeks, sharp features, and a prominent jawline, which is often considered an uncomplimentary description",
            "defineVi": "có khuôn mặt gầy, xương xẩu, góc cạnh với má hóp, các nét sắc sảo và đường viền hàm nổi bật, thường được coi là một mô tả không đẹp"
        },
        {
            "id": "5aef451a-1f7c-4f4b-830b-a4f47534766d",
            "word": "lived-in",
            "phonetic": "lɪvdɪn ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGl2ZWQtaW4&hash=ac59e3a067898eb59cac6c3e698b727174866f26&lang=en&cache-only=0",
            "defineEn": "(of a person's face) displaying signs of age and character that make it unique and interesting, having been used and enjoyed over time",
            "defineVi": "(khuôn mặt của một người) thể hiện dấu hiệu tuổi tác và đặc điểm khiến nó trở nên độc đáo và thú vị, đã được sử dụng và thưởng thức theo thời gian"
        },
        {
            "id": "b6f65691-3cc7-4d3c-bb9b-3f36d0bf0caf",
            "word": "sculpted",
            "phonetic": "skʌlptᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Like, more sculpted to the hand that they're intended to be used with.",
                "Cemeteries like the 110-acre Père - Lachaise in Paris or the 72-acre Mt. Auburn in Cambridge, Massachusetts were lushly landscaped gardens filled with sculpted stones and ornate tombs."
            ],
            "audio": "https://tts.langeek.co/read?text=c2N1bHB0ZWQ&hash=dd35a2c374d027a7cdb0cd72b6162f3248f0419b&lang=en&cache-only=0",
            "defineEn": "describing a person's well-defined facial features that indicate a lean and toned appearance, as if they were artistically carved or molded",
            "defineVi": "mô tả các đặc điểm khuôn mặt được xác định rõ ràng của một người cho thấy vẻ ngoài gầy và săn chắc, như thể chúng được chạm khắc hoặc đúc một cách nghệ thuật"
        },
        {
            "id": "10844979-6497-486a-a0bd-84c946e6aaa3",
            "word": "snub-nosed",
            "phonetic": "snʌbnoʊzd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c251Yi1ub3NlZA&hash=bbf86f959c375e1cc55351f74a9fd59af7b68e04&lang=en&cache-only=0",
            "defineEn": "describing a a person's nose that is short, stubby, and turned up at the end, often resembling a button",
            "defineVi": "mô tả mũi của một người ngắn, mập và hếch lên ở cuối, thường giống như một cái cúc áo"
        }
    ]
}