{
    "id": "466b08e6-8030-4656-a56d-b2b316917e3b",
    "title": "Animal Anatomy (Fish, Insects, etc.)",
    "originalTitle": "Animal Anatomy (Fish, Insects, etc.)",
    "words": [
        {
            "id": "165a062d-a6e2-4c82-84f0-de81965606c2",
            "word": "head",
            "phonetic": "hɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The baby cried its head off.",
                "The prisoner held his head in his hands.",
                "Heads are rolling all over the place.",
                "Hold your head up.",
                "Watch your head on the low ceiling."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhZA&hash=2abd8cb012e51c7b2b53b59f69b72bf289920647&lang=en&cache-only=0",
            "defineEn": "the front part of an insect's body that contains the eyes, antennae, mouth, and other sensory parts, and is connected to the rest of the body by a small joint called the neck",
            "defineVi": "phần trước của cơ thể côn trùng có mắt, râu, miệng và các bộ phận cảm giác khác, và được nối với phần còn lại của cơ thể bằng một khớp nhỏ gọi là cổ",
            "hasImg": true
        },
        {
            "id": "d4983710-18cc-454b-9d27-1dd455fc590d",
            "word": "abdomen",
            "phonetic": "æbdəmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That sound is actually her abdomen hitting the ground.",
                "As the dope travels through a duct in the spider’s abdomen, the spidroins form chains and other structures.",
                "Using their pincers, they go straight for each others’ abdomens.",
                "Many species of aquatic insects have flat extensions on the thorax and abdomen, when they’re in their nymph phase.",
                "Crustaceans include crabs, lobsters, shrimp, and barnacles, and like insects, they have three body segments: head, thorax and abdomen."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJkb21lbg&hash=58a179c73c15389e63eef19313313e089ab52d27&lang=en&cache-only=0",
            "defineEn": "the anterior part of an insect, especially an arthropod, behind the thorax",
            "defineVi": "phần trước của côn trùng, đặc biệt là động vật chân đốt, phía sau ngực",
            "hasImg": true
        },
        {
            "id": "e2284679-6334-4e60-81c6-622d3b51f8fc",
            "word": "thorax",
            "phonetic": "θoːɹæks ",
            "partOfSpeechType": "noun",
            "examples": [
                "The muscles pull on the body wall of the thorax instead of on the wing itself.",
                "Many species of aquatic insects have flat extensions on the thorax and abdomen, when they’re in their nymph phase.",
                "Crustaceans include crabs, lobsters, shrimp, and barnacles, and like insects, they have three body segments: head, thorax and abdomen.",
                "An insect has three legs on each side, and they attach to the thorax, the middle part of the body!",
                "They have segmented bodies that, in most cases, are broken up into three segments: head, thorax and abdomen."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhvcmF4&hash=2ce0c956cdc0254414672e9aac2f437ebee4cb3b&lang=en&cache-only=0",
            "defineEn": "the middle part in the body of an insect between the head and the abdomen that bears the limbs or wings",
            "defineVi": "phần giữa trong cơ thể của một con côn trùng giữa đầu và bụng mang các chi hoặc cánh",
            "hasImg": true
        },
        {
            "id": "c41eb9bc-4fbd-402f-884d-67669c0da4d1",
            "word": "antenna",
            "phonetic": "æntɛnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "That is, he made an antenna.",
                "The antenna broadcasts most strongly in a ring outwards from the axis of the antenna, in a donut shape.",
                "But a similar antenna in Hawai'i had no effect.",
                "The box has a vertical antenna on its top and a metal loop on the side.",
                "So antenna molecules are other types of chlorophyll, and actually other types of molecules."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50ZW5uYQ&hash=360485191444502386639f7eed6c34a3162d93f8&lang=en&cache-only=0",
            "defineEn": "(zoology) any of the pair of sensory appendages on the head of an insect, crustacean or arthropod",
            "defineVi": "(động vật học) bất kỳ cặp phần phụ giác quan nào trên đầu côn trùng, giáp xác hoặc động vật chân đốt",
            "hasImg": true
        },
        {
            "id": "4c5a3a30-5735-44f0-b094-8bb1503dc03e",
            "word": "simple eye",
            "phonetic": "sɪmpəl aɪ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2ltcGxlIGV5ZQ&hash=67eaa29694e2d2f3ba6eed3913afd8bec6bb24b1&lang=en&cache-only=0",
            "defineEn": "a type of eye found in some invertebrates that consists of a single lens",
            "defineVi": "một loại mắt được tìm thấy ở một số động vật không xương sống bao gồm một thấu kính duy nhất"
        },
        {
            "id": "0fd18b2c-c411-423d-9672-db34a2532413",
            "word": "compound eye",
            "phonetic": "kɑːmpaʊnd aɪ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29tcG91bmQgZXll&hash=5d2a67a154ab896ba3c703d96dd314a15e2571fd&lang=en&cache-only=0",
            "defineEn": "a complex visual organ with multiple lenses found in insects and crustaceans",
            "defineVi": "một cơ quan thị giác phức tạp với nhiều thấu kính được tìm thấy ở côn trùng và động vật giáp xác"
        },
        {
            "id": "5d4deaa9-e8ff-46ab-a126-99ba251f7e6f",
            "word": "feeler",
            "phonetic": "fiːlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I will put out feelers and see what I can find out about that.",
                "They have started putting out feelers to local residents and interest groups.",
                "I'll see if I can put the feelers out the next time I see her.",
                "you win extra-large feelers.",
                "- You get extra-large feelers!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVlbGVy&hash=1ab6ff990b3698a18d08c6fb3eb8bcfb44e01b8e&lang=en&cache-only=0",
            "defineEn": "any of the pair of tentacles of an insect or crustacean that help them to sense touch or taste",
            "defineVi": "bất kỳ cặp xúc tu nào của côn trùng hoặc động vật giáp xác giúp chúng cảm nhận được xúc giác hoặc vị giác",
            "hasImg": true
        },
        {
            "id": "beaf8d3e-3e5b-4f2d-8ba7-3dd50a54e43b",
            "word": "gossamer",
            "phonetic": "ɡɑːsəmɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z29zc2FtZXI&hash=1615c4adb4ec2980fc6386cc2ce74e6c9fbbde39&lang=en&cache-only=0",
            "defineEn": "the fine, delicate strands of silk that form a spider's web, known for their ethereal and wispy nature",
            "defineVi": "những sợi tơ mịn, mảnh tạo thành mạng nhện, được biết đến với bản chất thanh tao và mỏng manh của chúng"
        },
        {
            "id": "fb3c68d0-de20-430e-a22a-e65ff27d4d7a",
            "word": "pincer",
            "phonetic": "pɪnsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Male earwigs have curved pincers On females they’re straight.",
                "And then, their pincers are a wholly different set of appendages.",
                "There’s a pair of pincers right at the end.",
                "Usually the bigger one with the bigger pincers sends his opponent running.",
                "And between their spines are pincers called pedicellariae that they use to groom themselves."
            ],
            "audio": "https://tts.langeek.co/read?text=cGluY2Vy&hash=c2b60b5bb6f23e90e170e2a32261d983fde82e57&lang=en&cache-only=0",
            "defineEn": "any of the sharp curved organs of an arthropod or insect, such as a crab, lobster, etc.",
            "defineVi": "bất kỳ cơ quan cong sắc nét nào của động vật chân đốt hoặc côn trùng, chẳng hạn như cua, tôm hùm, v.v.",
            "hasImg": true
        },
        {
            "id": "5e9a82ad-17ca-4212-9e6b-f2edb9371475",
            "word": "proboscis",
            "phonetic": "pɹəbɑːskɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Its extendible proboscis is packing a concealed weapon.",
                "A proboscis is a special mouthpart that some insects have.",
                "First the proboscis flexes as the muscles inside prepare for the strike.",
                "It sucks up worms from the ocean floor with its proboscis.",
                "She uses her proboscis to take a tiny sip of blood from the blood vessels right beneath your skin."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvYm9zY2lz&hash=203d7b8a8e8cfaad578c897903d4245eb6f6bb98&lang=en&cache-only=0",
            "defineEn": "a long, tubular feeding organ found in many insects, such as butterflies, moths, and flies, which is used to suck up nectar, other liquids, or in some cases, blood",
            "defineVi": "một cơ quan kiếm ăn hình ống dài được tìm thấy ở nhiều loài côn trùng, chẳng hạn như bướm, bướm đêm và ruồi, được sử dụng để hút mật hoa, các chất lỏng khác hoặc trong một số trường hợp là máu"
        },
        {
            "id": "68483215-4731-4cce-8e80-9a9307307f69",
            "word": "segment",
            "phonetic": "sɛɡmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The tangor segments are perfect for snacking on-the-go.",
                "Identifying a specific segment of the market as our target will be more effective than a shotgun approach.",
                "When our main competitor went out of business, the market segment was there for the taking.",
                "They divided the grapefruit into equal segments to share among the group.",
                "He carefully removed the peel of the orange and savored the juicy segments."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VnbWVudA&hash=18a784c03898a701f037e5d1dfc9b9734359525e&lang=en&cache-only=0",
            "defineEn": "one of the parts that make up the insects' body and are repeated, like the head, thorax, and abdomen, and each one usually has a pair of legs and other structures",
            "defineVi": "một trong những bộ phận tạo nên cơ thể của côn trùng và được lặp đi lặp lại, như đầu, ngực và bụng, và mỗi người thường có một đôi chân và các cấu trúc khác"
        },
        {
            "id": "5e0fdc4a-bc0b-48b3-8a3a-fe42c345d97d",
            "word": "stinger",
            "phonetic": "stɪŋɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Not all bees have stingers!",
                "That's got a stinger.",
                "An ant's stinger can be used repeatedly.",
                "Honey bees have a three part stinger: a stylus and two barbed slides or lancets. ",
                "Animals with spines and stingers often use venom for defense."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Rpbmdlcg&hash=999f8c6caec0ff57fad1b0aea7be21d2ca17f2d2&lang=en&cache-only=0",
            "defineEn": "a sharp, pointed organ found in certain animals that is used to inject venom or deliver a painful sting",
            "defineVi": "một cơ quan sắc nhọn được tìm thấy ở một số loài động vật được sử dụng để tiêm nọc độc hoặc gây đau đớn"
        },
        {
            "id": "0227e5d4-c64e-4439-8fcd-fd0d61571f80",
            "word": "sucker",
            "phonetic": "sʌkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "There is a sucker born every minute.",
                "You shouldn't give this sucker an even break.",
                "Never give that sucker an even break just because he looks worn down.",
                "He never gave a sucker an even break and started each day with a smile just to get it over with.",
                "He looks innocent, but don't give a sucker an even break."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vja2Vy&hash=658c098e2cf51ddc50bc520965c962055034eebe&lang=en&cache-only=0",
            "defineEn": "a round organ on the body of some animals that helps them stick to a surface",
            "defineVi": "một cơ quan tròn trên cơ thể của một số động vật giúp chúng dính vào một bề mặt",
            "hasImg": true
        },
        {
            "id": "49807fbf-97b3-467a-9e05-f1060f422b62",
            "word": "vein",
            "phonetic": "veɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bravery is coursing through my veins.",
                "Just have great veins.",
                "The blue-green veins that criss-cross cheeses like gorgonzola come from penicillium molds.",
                "He had a forehead vein.",
                "There's a vein."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVpbg&hash=f26b6f874db391e8f0d6df49228c147d0b142a38&lang=en&cache-only=0",
            "defineEn": "a rigid, branching structure that provides support and strength to the wing, allowing for controlled flight",
            "defineVi": "một cấu trúc phân nhánh, cứng nhắc cung cấp hỗ trợ và sức mạnh cho cánh, cho phép chuyến bay có kiểm soát"
        },
        {
            "id": "dc412e6a-3c60-49ef-981c-c5b66a59954f",
            "word": "endoskeleton",
            "phonetic": "ɛndoʊskɛlᵻtən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And their endoskeleton and exoskeleton were completely separate!",
                "Because, osteostracans are among the few jawless fish to have a bony internal skeleton, or endoskeleton."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5kb3NrZWxldG9u&hash=4210c815c38b02e6edbdd5de146f206e26faed38&lang=en&cache-only=0",
            "defineEn": "the internal bony structure of an animal that gives it form and supports its weight",
            "defineVi": "cấu trúc xương bên trong của một con vật tạo cho nó hình dạng và hỗ trợ trọng lượng của nó"
        },
        {
            "id": "581219f5-d1be-4fb7-bb0e-3c2ad4292f72",
            "word": "exoskeleton",
            "phonetic": "ɛksoʊskɛlᵻtən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The secret is in its exoskeleton.",
                "- I got an exoskeleton in my teeth.",
                "They also have a super-tough exoskeleton.",
                "Soon, a sac-shaped barnacle body emerges out of the crab’s exoskeleton like a horrible pimple.",
                "We created an exoskeleton."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhvc2tlbGV0b24&hash=1a103f4cb0614bb9a4ba0347286e4ab13d293647&lang=en&cache-only=0",
            "defineEn": "the hard outer covering that supports the body of an animal, such as an arthropod",
            "defineVi": "lớp vỏ cứng bên ngoài hỗ trợ cơ thể của động vật, chẳng hạn như động vật chân đốt",
            "hasImg": true
        },
        {
            "id": "d22a688c-d0cd-4390-8cee-889802c263fb",
            "word": "fin",
            "phonetic": "fɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their long tails flatten into fins.",
                "The blenny takes a bite out of the fish’s fin!",
                "Look at these fins.",
                "So, heatpipes feed this entire fin stack, over here.",
                "It had no jaws, and no dorsal or side fins."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmlu&hash=3043ff8b1aae17a09690683906e74e0c12dfb42f&lang=en&cache-only=0",
            "defineEn": "a thin flat membrane of the body of many sea creatures, used for swimming and keeping balance",
            "defineVi": "một màng phẳng mỏng của cơ thể nhiều sinh vật biển, được sử dụng để bơi lội và giữ thăng bằng",
            "hasImg": true
        },
        {
            "id": "9730d4bf-ff07-4870-a798-6016d7195c7a",
            "word": "venom",
            "phonetic": "vɛnəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Animals with spines and stingers often use venom for defense.",
                "In some fire-ant zones, fire ant venom causes more fatal reactions than bee stings.",
                "A venomous bite delivers the venom straight to your bloodstream.",
                "Paralyzing venom.",
                "Now venom is different."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVub20&hash=41a497500768d9ddb1e490679a59e7fe7317a271&lang=en&cache-only=0",
            "defineEn": "the poisonous substance produced by some snakes, scorpions, or spiders to kill their prey",
            "defineVi": "chất độc được tạo ra bởi một số loài rắn, bọ cạp hoặc nhện để giết con mồi của chúng",
            "hasImg": true
        },
        {
            "id": "e442ea22-0898-4489-83ac-405bd4b2de30",
            "word": "tentacle",
            "phonetic": "tɛntəkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tentacle hentai Oh come on!",
                "The hungry hydra stretches out its tentacles to snag swimming prey.",
                "Those two little pits on the caterpillar’s back are called tentacle nectaries.",
                "See those bright green bulbs on the tentacles?",
                "Some Rhizostomae have ditched tentacles altogether."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVudGFjbGU&hash=abf697c127715966af10632831e88ecbe1326a5f&lang=en&cache-only=0",
            "defineEn": "any of the various flexible limbs of an animal, especially an invertebrate, which enable it to move or hold things",
            "defineVi": "bất kỳ chi linh hoạt nào của động vật, đặc biệt là động vật không xương sống, cho phép nó di chuyển hoặc giữ đồ vật",
            "hasImg": true
        },
        {
            "id": "457bfb6b-619c-40ed-b355-0aa77b4d0ec7",
            "word": "gill",
            "phonetic": "ɡɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The strong smell of fish made Sarah feel green around the gills, and she had to step away from the seafood section of the market.",
                "Despite his efforts to hide it, John felt seasick on the boat and seemed green about the gills.",
                "After eating the questionable seafood, Tom started to feel nauseous and appeared green around the gills.",
                "Gills look like little slits on either side of a fish’s face.",
                "The gills are bright."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2lsbA&hash=18d74069554a4e98e20183385deb63adad1f02e1&lang=en&cache-only=0",
            "defineEn": "an organ of a fish or an amphibian through which it can obtain the oxygen that is dissolved in water",
            "defineVi": "một cơ quan của cá hoặc động vật lưỡng cư mà qua đó nó có thể thu được oxy hòa tan trong nước",
            "hasImg": true
        },
        {
            "id": "80d35aca-7637-46d3-b9e2-c66d25cd5224",
            "word": "pectoral fin",
            "phonetic": "pɛktɚɹəl fɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVjdG9yYWwgZmlu&hash=74118461f83f25b31f3ad3ac71fc473376a95c02&lang=en&cache-only=0",
            "defineEn": "a paired, wing-like appendage located on the sides of the body of fish, used for stability, maneuverability, and generating lift during swimming",
            "defineVi": "một phần phụ giống như cánh được ghép nối nằm ở hai bên thân cá, được sử dụng để ổn định, khả năng cơ động và tạo lực nâng khi bơi"
        },
        {
            "id": "761202b8-8be3-49c3-8fc7-8f7cf2aa1a89",
            "word": "vent",
            "phonetic": "vɛnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Jack vented his spleen at his wife whenever things went badly at work.",
                "Peter vented his spleen on his car by kicking it when it broke down.",
                "I listened patiently while she vented her spleen.",
                "Jack was struggling and found comfort in venting his problems to his brother Joe, looking for sympathy and validation.",
                "Mom's been venting her spleen to me for an hour already."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVudA&hash=d232dab6b54e1bc18f0f843e87fa606370189e98&lang=en&cache-only=0",
            "defineEn": "the rectum or external opening in some animals, such as a fish, bird, etc., through which waste is passed",
            "defineVi": "trực tràng hoặc lỗ mở bên ngoài ở một số động vật, chẳng hạn như cá, chim, v.v., qua đó chất thải đi qua"
        },
        {
            "id": "2da2507e-c87d-477a-9679-c2f25debd766",
            "word": "prothorax",
            "phonetic": "pɹɑːθoːɹæks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvdGhvcmF4&hash=13903c8f22aead217e3c7d66e03ae1138ae1f400&lang=en&cache-only=0",
            "defineEn": "the foremost segment of the thorax in insects and other arthropods",
            "defineVi": "phần quan trọng nhất của ngực ở côn trùng và động vật chân đốt khác"
        },
        {
            "id": "68ec6047-0896-4f68-9a25-2ebf25e00b15",
            "word": "mesothorax",
            "phonetic": "mɛsəθoːɹæks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWVzb3Rob3JheA&hash=e045886b6fb3842a40a5136d8c4d6eb19b208d7e&lang=en&cache-only=0",
            "defineEn": "the middle segment of the thorax in animals, typically bearing the middle legs and forewings in insects",
            "defineVi": "phần giữa của ngực ở động vật, thường mang chân giữa và cánh trước ở côn trùng"
        },
        {
            "id": "f841e973-d5a2-436f-8a77-5e65d27bb804",
            "word": "metathorax",
            "phonetic": "mɛɾəθoːɹæks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWV0YXRob3JheA&hash=56f036ef2eec191578ce649806f98c23cc4f0c28&lang=en&cache-only=0",
            "defineEn": "the posterior of the three segments that make up the thorax, located behind the mesothorax and typically bearing the hind legs and the hindwings in insects",
            "defineVi": "phần sau của ba đoạn tạo nên ngực, nằm phía sau mesothorax và thường mang chân sau và cánh sau ở côn trùng"
        },
        {
            "id": "9f0fa4c2-f3d6-44d6-9999-2ce544d0c6c0",
            "word": "forewing",
            "phonetic": "fɔːɹwɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zm9yZXdpbmc&hash=eeaab345077b019d5279d916f4c2bbce0b60bf36&lang=en&cache-only=0",
            "defineEn": "the anterior wing of an insect, typically larger and more developed than the hindwing, that plays a key role in flight",
            "defineVi": "cánh trước của côn trùng, thường lớn hơn và phát triển hơn cánh sau, đóng vai trò chính trong chuyến bay"
        },
        {
            "id": "fdd0a90a-0f67-4ae5-ba73-7dff5f2908ee",
            "word": "hindwing",
            "phonetic": "hɪndwɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGluZHdpbmc&hash=e6e12b2497faeb7f3cb5de182a5444d51264a89b&lang=en&cache-only=0",
            "defineEn": "the posterior pair of wings in insects, located on the metathorax, and typically used for balance, maneuverability, and gliding during flight",
            "defineVi": "cặp cánh sau ở côn trùng, nằm trên metathorax và thường được sử dụng để giữ thăng bằng, khả năng cơ động và lướt trong chuyến bay"
        },
        {
            "id": "ab345fe9-c985-4883-88c8-f8d18326c3ca",
            "word": "hindgut",
            "phonetic": "haɪndɡʌt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGluZGd1dA&hash=191e9c694e441c5a4efb21473e26cbb0a6b8c52b&lang=en&cache-only=0",
            "defineEn": "the last section of the digestive tract, which includes the colon, rectum, and cloaca",
            "defineVi": "phần cuối cùng của đường tiêu hóa, bao gồm đại tràng, trực tràng và cloaca"
        },
        {
            "id": "3c4211a7-0922-4ff1-8062-ff764d616402",
            "word": "oviduct",
            "phonetic": "oʊvɪdʌkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "It starts with an unfertilized egg cell, added to a blob of yolk, and squeezed down a stretchy tube called an oviduct."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZpZHVjdA&hash=6ab48127d9dd15759561388bad9bd87280f4e182&lang=en&cache-only=0",
            "defineEn": "(anatomy) each of the pair of tubes in the female body through which eggs pass to the ovary",
            "defineVi": "(giải phẫu) mỗi cặp ống trong cơ thể phụ nữ mà qua đó trứng đi đến buồng trứng"
        },
        {
            "id": "9eba71fe-459c-4e7f-b4f9-55a7e36c5c1e",
            "word": "mouthpart",
            "phonetic": "maʊθpɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fly sticks out its mouthpart and spits out a tiny drop of sticky liquid.",
                "That bulbous head has powerful mouthparts that chew through the tough oak leaves.",
                "A proboscis is a special mouthpart that some insects have.",
                "The nymph sips it through its mouthparts, like drinking from a straw.",
                "Animals with toxic mouthparts or tentacles tend to use their venom to hunt."
            ],
            "audio": "https://tts.langeek.co/read?text=bW91dGhwYXJ0&hash=0dacc675116f6900fbdc2fd3707c18273baefb26&lang=en&cache-only=0",
            "defineEn": "the specialized structures located around the mouth used for feeding, grooming, and other related functions",
            "defineVi": "các cấu trúc chuyên biệt nằm xung quanh miệng được sử dụng để cho ăn, chải chuốt và các chức năng liên quan khác"
        },
        {
            "id": "c58ad7c4-05d5-4bfc-b24f-78174e810b1e",
            "word": "operculum",
            "phonetic": "ɑːpɚkjʊləm ",
            "partOfSpeechType": "noun",
            "examples": [
                "So they'll open their operculum, which are the gill flaps, and they open their mouth wide, and that sucks the water in, so they're basically producing a vacuum in behind it.",
                "So in the last episode of Smarter Every Day we revealed that fish eat by sucking in the water by opening up their mouth and then once they do that they allow the water to exit back behind the operculum by opening up their gill flaps, it's really cool."
            ],
            "audio": "https://tts.langeek.co/read?text=b3BlcmN1bHVt&hash=868cd5b2113cab45e46c4ae56afa158fb1bb826f&lang=en&cache-only=0",
            "defineEn": "a protective covering or lid-like structure that can be found in various organisms, such as fish, snails, and some insects",
            "defineVi": "một lớp vỏ bảo vệ hoặc cấu trúc giống như nắp có thể được tìm thấy ở các sinh vật khác nhau, chẳng hạn như cá, ốc sên và một số côn trùng"
        },
        {
            "id": "17749a2c-fcfc-46fe-85eb-26f94d0424cc",
            "word": "lateral line",
            "phonetic": "læɾɚɹəl laɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGF0ZXJhbCBsaW5l&hash=7a2d5aa3f42737359a90c8e2d44aa26dd1f27c70&lang=en&cache-only=0",
            "defineEn": "a sensory system found in fish and some aquatic animals that detects changes in water pressure",
            "defineVi": "một hệ thống giác quan được tìm thấy ở cá và một số động vật thủy sinh phát hiện những thay đổi về áp suất nước"
        },
        {
            "id": "88e3234f-a0a6-494e-aa48-52759397e742",
            "word": "dorsal fin",
            "phonetic": "doːɹsəl fɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, this is good for two reasons: The first reason is a triggerfish likes to hide in a hole, and it'll lock the front dorsal fin."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9yc2FsIGZpbg&hash=df0a700ae002f18b3a9bd169bd33c67f097a137c&lang=en&cache-only=0",
            "defineEn": "a prominent fin located on the back of fish and certain marine mammals, providing stability",
            "defineVi": "một chiếc vây nổi bật nằm trên lưng cá và một số động vật có vú sống ở biển, mang lại sự ổn định"
        },
        {
            "id": "60be7f93-d43b-40d5-94d0-e90fec69f4d7",
            "word": "adipose fin",
            "phonetic": "ædɪpoʊz fɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWRpcG9zZSBmaW4&hash=08783c78d09a5397e66876257fa83f6884fd52e1&lang=en&cache-only=0",
            "defineEn": "a small, fleshy fin located on the back of some fish, typically behind the dorsal fin",
            "defineVi": "một cái vây nhỏ, nhiều thịt nằm trên lưng một số loài cá, điển hình là phía sau vây lưng"
        },
        {
            "id": "5437c61a-113e-4be1-a773-9f4e001248ce",
            "word": "caudal fin",
            "phonetic": "kɔːdəl fɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2F1ZGFsIGZpbg&hash=64522ac8e2164c700c21f79e928ebb47ff325a6a&lang=en&cache-only=0",
            "defineEn": "the posterior fin of a fish, extending from the end of the body, and it is responsible for providing propulsion",
            "defineVi": "vây sau của cá, kéo dài từ phần cuối của cơ thể và chịu trách nhiệm cung cấp lực đẩy"
        },
        {
            "id": "47223d3a-b8bc-4b46-af82-f68dc6bae946",
            "word": "photophore",
            "phonetic": "foʊɾoʊfoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It has bioluminescent organs called photophores that produce flashes of light."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhvdG9waG9yZQ&hash=3f1ae57ad0e5a491afd9d9becaa2c65cd6bf32f0&lang=en&cache-only=0",
            "defineEn": "a light-emitting organ found in certain animals, such as deep-sea fishes and cephalopods, which is used for communication, camouflage, or attracting prey or mates",
            "defineVi": "một cơ quan phát sáng được tìm thấy ở một số loài động vật, chẳng hạn như cá biển sâu và động vật chân đầu, được sử dụng để liên lạc, ngụy trang hoặc thu hút con mồi hoặc bạn tình"
        },
        {
            "id": "4c57a700-f142-4ae6-9cf4-f2e23021b5ea",
            "word": "pelvic fin",
            "phonetic": "pɛlvɪk fɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVsdmljIGZpbg&hash=cb4a686e88332bc4c0fbda32e09a09a02ce917a3&lang=en&cache-only=0",
            "defineEn": "a pair of paired fins located on the ventral side of a fish's body which aid in stability, maneuverability, and sometimes reproductive functions",
            "defineVi": "một cặp vây được ghép nối nằm ở phía bụng của cơ thể cá giúp ổn định, khả năng cơ động và đôi khi là các chức năng sinh sản"
        },
        {
            "id": "1d0e2526-7f33-4903-9473-bd62f8b0a8f9",
            "word": "barbel",
            "phonetic": "bɑːɹbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "And they’re especially dense on the fleshy, whisker-like things around their mouths, called barbels.",
                "That, along with the long, mustache-like nasal barbels located about midway down the rostrum, helps the sawshark locate buried prey."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyYmVs&hash=e49d9767b5fd706c14a56e1ee66f0747fade0d32&lang=en&cache-only=0",
            "defineEn": "a slender, thread-like projection on the head of certain fish, usually positioned near the mouth",
            "defineVi": "một hình chiếu mảnh mai, giống như sợi chỉ trên đầu của một số loài cá, thường nằm gần miệng"
        }
    ]
}