{
    "id": "466bde5f-3bc9-4918-bf2b-0bb59cab6f02",
    "title": "Lesson 9A",
    "originalTitle": "Lesson 9A",
    "words": [
        {
            "id": "ce621005-5df5-462d-9659-741902312da6",
            "word": "animal",
            "phonetic": "ænɪməl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Canadian wildlife includes animals like bears, moose, beavers, and eagles.",
                "My son's favorite animal is the lion.",
                "Birds and animals are attracted to drupes.",
                "In the zoo, you can see various animals like giraffes, zebras, and monkeys.",
                "Whales are incredible marine animals that migrate long distances."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5pbWFs&hash=c8bd8a7d2710489675af3c44213de592d10d4fdc&lang=en&cache-only=0",
            "defineEn": "a living thing, like a cat or a dog, that can move and needs food to stay alive, but not a plant or a human",
            "defineVi": "một sinh vật sống, chẳng hạn như một con mèo hoặc một con chó, có thể di chuyển và cần thức ăn để sống, nhưng không phải là thực vật hay con người",
            "hasImg": true
        },
        {
            "id": "a49dd8e7-2002-4b29-a929-ab90297dc8f8",
            "word": "bird",
            "phonetic": "bɜːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The birds built their nest in the tree.",
                "The bird had bright feathers and a long beak.",
                "Birds can fly freely in the sky.",
                "But this bird was as dead as a dodo.",
                "The colorful bird flew high in the sky."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlyZA&hash=de250209953d40f16a4b9a25ef316c04adb2223e&lang=en&cache-only=0",
            "defineEn": "an animal with a beak, wings, and feathers that are usually capable of flying",
            "defineVi": "một con vật có mỏ, cánh và lông thường có khả năng bay",
            "hasImg": true
        },
        {
            "id": "6226aca1-658b-490c-99e5-edb7af3e5fa3",
            "word": "insect",
            "phonetic": "ɪnsɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We planted cardoon in our community garden to attract beneficial insects like butterflies.",
                "Thanks insects!",
                "And then other creatures, like spiders, eat insects!",
                "Insect eyes.",
                "Insects are complex, cognitive creatures."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zZWN0&hash=ba47ac5be418caa5c06e5b768bb7712bd8f18ff4&lang=en&cache-only=0",
            "defineEn": "a small creature such as a bee or ant that has six legs, and generally one or two pairs of wings",
            "defineVi": "một sinh vật nhỏ như ong hoặc kiến có sáu chân và thường có một hoặc hai đôi cánh",
            "hasImg": true
        },
        {
            "id": "5d2c967b-07a5-494b-88ff-69dcae2242f5",
            "word": "young",
            "phonetic": "jʌŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The best professional musicians start young.",
                "The young actress received an award for her outstanding performance.",
                "Those young people have some guts.",
                "That young woman was close as an oyster!",
                "The young man was a twenty-one-year-old college student."
            ],
            "audio": "https://tts.langeek.co/read?text=eW91bmc&hash=98e17b97a56524f91b120fdf3018d0262bb60d98&lang=en&cache-only=0",
            "defineEn": "an animal in its early stages of development, typically before reaching maturity",
            "defineVi": "một con vật trong giai đoạn phát triển ban đầu của nó, điển hình là trước khi trưởng thành",
            "hasImg": true
        },
        {
            "id": "92a4643b-ab50-4d91-ba18-cd48ef6fee01",
            "word": "calf",
            "phonetic": "kæf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The farmer witnessed the birth of a baby calf in the barn.",
                "The parents were both highly successful doctors, but their son struggled in medical school, proving that many a good cow has a bad calf.",
                "The chef was known for her delicious dishes, but even she had a few failed experiments, showing that many a good cow has a bad calf.",
                "Maria had been part of a social group, but when she had a falling out with one of the members, they quickly excluded her and moved on, proving that a bellowing cow soon forgets her calf.",
                "Maggie had been committed to a project, but when it became too challenging, she gave up and moved on, proving that a bellowing cow soon forgets her calf."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FsZg&hash=d491c88a0ac106fd7b26d00b9b7fe42e3c9fd375&lang=en&cache-only=0",
            "defineEn": "the young offspring of a cow or bull, typically less than one year old",
            "defineVi": "con non của bò hoặc bò đực, thường dưới một tuổi",
            "hasImg": true
        },
        {
            "id": "7903d4b8-5ac0-48a8-9e81-10f19ff6e728",
            "word": "chick",
            "phonetic": "tʃɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Did you really get to third base with that Russian chick like in the movie?",
                "And then just pick up the chicks.",
                "But for kiwi birds, giant chicks are the norm.",
                "Although they call babies, chicks.",
                "Got a lot of tomatoes, chick peas."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpY2s&hash=d3bc87b6b3f8195bf9ee8a242768b3e6749d905b&lang=en&cache-only=0",
            "defineEn": "a newly-hatched bird, especially a domestic bird",
            "defineVi": "một con chim mới nở, đặc biệt là một con chim trong nước",
            "hasImg": true
        },
        {
            "id": "f2ceb59b-587c-4852-9f21-0a620e47b6c7",
            "word": "cub",
            "phonetic": "kʌb ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cubs win the World Series.",
                "This cub is more wolf than dog.",
                "The cub heard it, too.",
                "The cub did not understand.",
                "Only the grey cub opened his eyes again."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Vi&hash=e1167a6330ea565e4f4301e46ac791464b0e3fbc&lang=en&cache-only=0",
            "defineEn": "a young carnivorous mammal, such as a bear, lion, fox, etc.",
            "defineVi": "một động vật có vú ăn thịt trẻ, chẳng hạn như gấu, sư tử, cáo, v.v.",
            "hasImg": true
        },
        {
            "id": "94899fd6-d32c-4a86-8c7b-5c9f262916da",
            "word": "foal",
            "phonetic": "foʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Meanwhile, horse foals usually are 1/10 of their mother's size.",
                "Foals can stand up within an hour of being born.",
                "He had the highest-price foal in the UK, and that sold for in excess of $100,000.",
                "You can pay $1,200 for a single straw, you can have a foal, and maybe three or four years later, you can sell that foal for sometimes $100,000.",
                "The foal would grow into a magnificent steed named Sleipnir and become Odin’s mount, a horse that could outrun the wind itself."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9hbA&hash=378fcabfdfe49f524f1221397a7cf06e71d19756&lang=en&cache-only=0",
            "defineEn": "a young horse, especially one that is not older than one year",
            "defineVi": "một con ngựa non, đặc biệt là một con không quá một tuổi",
            "hasImg": true
        },
        {
            "id": "385049b8-2858-4f19-89ca-6d0f5973dfe1",
            "word": "kid",
            "phonetic": "kɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "As kids we used to fight like cats and dogs.",
                "C'm on, kids!",
                "The kids had the time of their lives at Disneyland.",
                "My kids personalize their notebooks with stickers and drawings.",
                "Give the kid a pass."
            ],
            "audio": "https://tts.langeek.co/read?text=a2lk&hash=4d3b495912946b445f5488f399ce6425df5b07c2&lang=en&cache-only=0",
            "defineEn": "a young goat",
            "defineVi": "một con dê non",
            "hasImg": true
        },
        {
            "id": "e4ab7cc3-4b8a-48dd-9817-9b1201a3f702",
            "word": "puppy",
            "phonetic": "pʌpi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The puppies in the litter are like two peas in a pod.",
                "The little puppy became the apple of her eye as soon as she laid eyes on it.",
                "Was it wiser to take the puppy to the police station or await David's reaction?",
                "The puppies grow quickly during the first six months.",
                "The interior designer can't get any work done with your puppy on her heels!"
            ],
            "audio": "https://tts.langeek.co/read?text=cHVwcHk&hash=f83eaba8b1bfaeb4a36bc84fcf73bddf6b75d8a0&lang=en&cache-only=0",
            "defineEn": "a young dog, especially one that is less than a year old",
            "defineVi": "một con chó nhỏ, đặc biệt là một con chưa đầy một tuổi",
            "hasImg": true
        },
        {
            "id": "1f549d89-1bb9-41f6-9710-f0d996d64df1",
            "word": "live",
            "phonetic": "laɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She lived a very peaceful life.",
                "She lives just a stone's throw away from the beach.",
                "He lives far from the city center.",
                "He lived in a small town with friendly neighbors.",
                "She lived in the same village from the cradle to the grave."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl2ZQ&hash=406867a04825bf06b5e64b1a275e214872c8b293&lang=en&cache-only=0",
            "defineEn": "currently alive, not dead or artificial",
            "defineVi": "hiện đang sống, không chết hoặc nhân tạo",
            "hasImg": true
        },
        {
            "id": "fc8bb7d0-f92d-40fc-b75d-3930b07d935b",
            "word": "bee",
            "phonetic": "biː ",
            "partOfSpeechType": "noun",
            "examples": [
                "It attracts them like bees around a honey pot.",
                "She's the bee's knees.",
                "He is busy as a bee designing every production in London.",
                "They planted yellow flowers in the garden to attract bees.",
                "Finally, the mayor had to accept that a dead bee makes no honey."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVl&hash=dc89f94a95d12e75fcc875dc76dff94cb6c85d37&lang=en&cache-only=0",
            "defineEn": "a black and yellow insect that collects nectar and produces wax and honey, which can fly and sting",
            "defineVi": "một loài côn trùng màu đen và vàng thu thập mật hoa và tạo ra sáp và mật ong, có thể bay và chích",
            "hasImg": true
        },
        {
            "id": "1c38983e-654f-423a-b14f-8da8bd920f57",
            "word": "blackbird",
            "phonetic": "blækbɜːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "In another case, some blackbirds and song thrushes kept their eggs neatly arranged in the nest, while others were less finicky.",
                "The work there gave rise to some of the most-effective stealth and recon aircraft, like the Blackbird and the Nighthawk.",
                "It's when Blackbird had his first born, and it was a daughter?",
                "One with slightly paler skin, but with identical braided hairstyles, similar expressions, and the close knit eyebrows that Rivera once described as seeming \"like the wings of a blackbird, their black arches framing two extraordinary brown eyes.\""
            ],
            "audio": "https://tts.langeek.co/read?text=YmxhY2tiaXJk&hash=02fa8fcbbd100ea34a789ee6a5c15a588ee80500&lang=en&cache-only=0",
            "defineEn": "a small bird with black plumage and an orange beak that is found in Eurasia and Northern Africa",
            "defineVi": "một loài chim nhỏ có bộ lông màu đen và mỏ màu cam được tìm thấy ở Âu Á và Bắc Phi",
            "hasImg": true
        },
        {
            "id": "89fe0e90-ad88-4a98-8f12-9b0108de7187",
            "word": "canary",
            "phonetic": "kənɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "After the meeting, John looked like the cat that swallowed the canary.",
                "After winning the game, he grinned like the cat that got the canary.",
                "When he asked her on a date she was like the cat that ate the canary.",
                "Amazon is very much the canary in the coal mine.",
                "Like the classic canary in the coal mine, sentinel species help predict risks to humans, serving as an early warning of potential danger."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FuYXJ5&hash=07b7d2e29f851692e2ce92b9ea3cc3521c8d9cea&lang=en&cache-only=0",
            "defineEn": "an African songbird of the finch family with yellow feathers, often kept as a pet",
            "defineVi": "một loài chim biết hót châu Phi thuộc họ chim sẻ có lông màu vàng, thường được nuôi làm thú cưng",
            "hasImg": true
        },
        {
            "id": "2ff0e23a-9bd4-4967-ac86-fbf1b9b7753b",
            "word": "dog",
            "phonetic": "dɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "These dogs seldom make the news.",
                "The tail was wagging the dog.",
                "The dog has gone inside.",
                "A dog is undoubtedly a man’s best friend.",
                "As the saying goes, dogs of the same street bark alike."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9n&hash=9c76ede62c83ccf5a858995731637f8190ae4301&lang=en&cache-only=0",
            "defineEn": "an animal that has a tail and four legs and we keep as a pet",
            "defineVi": "một con vật có đuôi và bốn chân và chúng tôi giữ như một con vật cưng",
            "hasImg": true
        },
        {
            "id": "dda79cd7-ed7f-4202-950d-efdb90e32f93",
            "word": "goldfish",
            "phonetic": "ɡoʊldfɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The goldfish in the bowl was swimming around happily.",
                "My grandmother used to say that dying is as natural as living as a way of comforting me when my pet goldfish passed away.",
                "My kids love Goldfish.",
                "- They're Goldfish.",
                "Then, they tested those predictions on free-swimming goldfish. "
            ],
            "audio": "https://tts.langeek.co/read?text=Z29sZGZpc2g&hash=6f9739af29024d1bdeddd6e7eca2a37cf34a70aa&lang=en&cache-only=0",
            "defineEn": "a small red or orange fish often kept as a pet",
            "defineVi": "một con cá nhỏ màu đỏ hoặc cam thường được giữ như một con vật cưng",
            "hasImg": true
        },
        {
            "id": "a8dd47f0-22f7-4316-a705-777af3da3069",
            "word": "horse",
            "phonetic": "hɔːɹs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The horse took the first fence well.",
                "My people have a horse in this race, too.",
                "She sits her horse gracefully.",
                "Just hold your horses, Bill!",
                "They turned the horse into the field."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9yc2U&hash=35fc4244c152e9021535a7b4d0262ff226a3fff6&lang=en&cache-only=0",
            "defineEn": "an animal that is large, has a tail and four legs, and we use for racing, pulling carriages, riding, etc.",
            "defineVi": "một con vật lớn, có đuôi và bốn chân, và chúng tôi sử dụng để đua, kéo xe, cưỡi ngựa, v.v.",
            "hasImg": true
        },
        {
            "id": "19aed257-c48b-4276-aded-61bef6e4937f",
            "word": "hive",
            "phonetic": "haɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "The whole house was a hive of activity on the day before the wedding.",
                "How Loco Works changed Horwich from sleepy village to a hive of industry.",
                "A bee’s home is called a hive.",
                "People with the condition get small hives within a half hour of water exposure, most often on the upper parts of their bodies, like the neck and arms.",
                "Millions of hives have died in the last few years."
            ],
            "audio": "https://tts.langeek.co/read?text=aGl2ZQ&hash=d0eb563aea71bdab7cfd9ff44da540e435a39f24&lang=en&cache-only=0",
            "defineEn": "a structure in which bees live and make honey",
            "defineVi": "một cấu trúc trong đó những con ong sống và làm mật ong",
            "hasImg": true
        },
        {
            "id": "b952fe26-34f3-47fe-9a17-0b8f2f1d334c",
            "word": "stable",
            "phonetic": "steɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "A stable relationship stands the test of time.",
                "If you try to replace the oil filter on the engine now, you're just closing the stable door after the horse has bolted.",
                "John was nervous about quitting his stable job to start his own business, but he knew that no guts, no glory, and he took the leap.",
                "When Tom was offered a high-risk investment opportunity with the potential for a big payout, he remembered the saying better a steady dime than a rare dollar and decided to invest his money in a more stable option.",
                "She led the horse back into the stable."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhYmxl&hash=0e994ae64d736eae6f6f9f6cda6d814939bef921&lang=en&cache-only=0",
            "defineEn": "a building on a farm to house horses",
            "defineVi": "một tòa nhà trong một trang trại để nuôi ngựa",
            "hasImg": true
        },
        {
            "id": "91e56a50-f1c5-4333-aab4-a9ae917619cc",
            "word": "cage",
            "phonetic": "keɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cage was right over there.",
                "All right, Faraday cage gone.",
                "We have about 2,500 to 3,000 cages.",
                "The cannibals put the sailors and Sinbad in a cage.",
                "It's got the cage here."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FnZQ&hash=b8bffc294c90abd3f2e071a1b5a1d9a360bc6df9&lang=en&cache-only=0",
            "defineEn": "a framework made of metal bars or wires in which animals or birds can be kept",
            "defineVi": "một khung làm bằng các thanh hoặc dây kim loại trong đó có thể giữ động vật hoặc chim",
            "hasImg": true
        },
        {
            "id": "fcbba407-cca1-4164-83ef-4885427c2bb4",
            "word": "kennel",
            "phonetic": "kɛnəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "With the emergence of kennel clubs and dog shows during England’s Victorian era, these dog types were standardized into breeds, with many new ones bred purely for appearance."
            ],
            "audio": "https://tts.langeek.co/read?text=a2VubmVs&hash=06691487820a3d50ffe57d867ca8a3c496decf03&lang=en&cache-only=0",
            "defineEn": "a small structure used as a shelter for a dog",
            "defineVi": "một cấu trúc nhỏ được sử dụng như một nơi trú ẩn cho một con chó",
            "hasImg": true
        },
        {
            "id": "a62c0ca9-5962-4d20-b118-d7c30c914a74",
            "word": "nest",
            "phonetic": "nɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Robins build nests almost anywhere.",
                "The birds built their nest in the tree.",
                "His letter to the papers stirred up a real hornets' nest.",
                "The politician's off-the-cuff remark about pollution stirred up a hornet's nest among environmentalists.",
                "The principal entered the hornet's nest of angry parents."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVzdA&hash=cc2d27a6505e0b251cda776f92fc8612c3490fba&lang=en&cache-only=0",
            "defineEn": "a structure that a bird makes for laying eggs or keeping the hatchlings in",
            "defineVi": "một cấu trúc mà một con chim tạo ra để đẻ trứng hoặc giữ con non trong",
            "hasImg": true
        },
        {
            "id": "c86199dd-4d7d-4812-873a-5b371c38de2d",
            "word": "noise",
            "phonetic": "nɔɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "The closed window blocked out the noise from the street.",
                "The dishwasher is making a strange noise.",
                "The sudden noise made her start.",
                "Local residents have raised concerns about late-night noise.",
                "The constant noise from the construction site vexed the residents of the neighborhood."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9pc2U&hash=6ffb23c06185e4130abebb071ac7e8069357245a&lang=en&cache-only=0",
            "defineEn": "sounds that are usually unwanted or loud",
            "defineVi": "âm thanh thường không mong muốn hoặc lớn",
            "hasImg": true
        },
        {
            "id": "aca54522-03b1-4fbf-912d-238d86e964bb",
            "word": "cat",
            "phonetic": "kæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our cat has just had five kittens.",
                "Our cat produced kittens last week.",
                "My cat jumped onto the kitchen counter.",
                "The cat ran right past me and into the house.",
                "The prime minister's casual remarks about the role of ethnicity in unemployment numbers has predictably put the cat among the pigeons on both sides of the political spectrum."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0&hash=afc08b57293c7f6b1db69087bfa64278e5dc3b1a&lang=en&cache-only=0",
            "defineEn": "a small animal that has soft fur, a tail, and four legs and we often keep it as a pet",
            "defineVi": "một con vật nhỏ có lông mềm, có đuôi và bốn chân và chúng tôi thường nuôi nó như thú cưng",
            "hasImg": true
        },
        {
            "id": "505af77d-7c72-4e3b-aa33-3a98a7e71ffc",
            "word": "lion",
            "phonetic": "laɪən ",
            "partOfSpeechType": "noun",
            "examples": [
                "My son's favorite animal is the lion.",
                "The lions closed in on their prey.",
                "The firm has captured the lion’s share of the UK market.",
                "The lion’s share of his money went to his grandchildren.",
                "A live dog is better than a dead lion."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlvbg&hash=ab74fe6d5caa031d802e102fbd155c1646564353&lang=en&cache-only=0",
            "defineEn": "a powerful and large animal that is from the cat family and mostly found in Africa, with the male having a large mane",
            "defineVi": "một loài động vật mạnh mẽ và to lớn thuộc họ mèo và chủ yếu được tìm thấy ở Châu Phi, với con đực có bờm lớn",
            "hasImg": true
        },
        {
            "id": "fcb208ea-0bde-4031-926e-f1659a00ad5b",
            "word": "mouse",
            "phonetic": "maʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mice have small ears and a long tail.",
                "I held the mouse by its tail.",
                "I gave some cheese to the hungry mouse.",
                "My friend's cat is playing with a toy mouse.",
                "Mice can squeeze through small openings to enter a house."
            ],
            "audio": "https://tts.langeek.co/read?text=bW91c2U&hash=a18c5f8cd42cc436dfbb8fb3eea46162f70a9c29&lang=en&cache-only=0",
            "defineEn": "a small animal that lives in fields or houses, and often has fur, a long furless thin tail, and a pointed nose",
            "defineVi": "một con vật nhỏ sống trên cánh đồng hoặc trong nhà, thường có lông, đuôi dài mỏng không có lông và mũi nhọn",
            "hasImg": true
        },
        {
            "id": "8da490af-b1c9-45d7-a87c-58ab467707e3",
            "word": "pig",
            "phonetic": "pɪɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"And pigs can fly!\"",
                "\"Yeah, and pigs might fly.\"",
                "Yeah, and pigs might fly.",
                "They made complete pigs of themselves at the dinner.",
                "Beware of that pig in a poke."
            ],
            "audio": "https://tts.langeek.co/read?text=cGln&hash=aba53c59705f5c5d6e92f1e2ed18b176172e2d7b&lang=en&cache-only=0",
            "defineEn": "a farm animal that has short legs, a curly tail, and a fat body and people usually keep to use its meat",
            "defineVi": "một con vật trang trại có chân ngắn, đuôi quăn và thân hình mập mạp và người ta thường giữ để sử dụng thịt của nó",
            "hasImg": true
        },
        {
            "id": "723691bf-39c1-451e-bb71-a7bd9e041f45",
            "word": "to squeak",
            "phonetic": "tə skwiːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "I heard the tiny squeak of a mouse in the walls.",
                "That night the little creature did not stop crying and its pitiful little squeak tore at Aggie's heartstrings.",
                "Squeaks loves orange juice.",
                "Squeaks does love swimming.",
                "Squeaks, our butter is ready!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3F1ZWFr&hash=4a530b8dbd72f41c5b647db81222a71eb9a4c857&lang=en&cache-only=0",
            "defineEn": "to make a short high-pitched noise or cry",
            "defineVi": "để tạo ra một tiếng ồn cao độ ngắn hoặc khóc"
        },
        {
            "id": "568cfb9e-aa16-43ca-aba5-3204ada1ab08",
            "word": "bark",
            "phonetic": "bɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "A dog barks and stands at bay if he sees any one assault his master.",
                "As the saying goes, dogs of the same street bark alike.",
                "Don't bark if you can't bite, as they say.",
                "The police spent three months barking up the wrong tree on the murder investigation.",
                "Lisa spent the entire day on her feet at the busy retail store, and by closing time, her dogs were barking with exhaustion."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyaw&hash=b385f69ab6ccffc751c38b5321a4a65b08529f76&lang=en&cache-only=0",
            "defineEn": "the short cry that a dog or some other animals make",
            "defineVi": "tiếng kêu ngắn mà một con chó hoặc một số động vật khác tạo ra",
            "hasImg": true
        },
        {
            "id": "12fdb38b-f8e7-4244-ac37-32f033437d05",
            "word": "neigh",
            "phonetic": "neɪ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmVpZ2g&hash=e1082a9cb13a2e1ae73abf29d9e9235b314ff2f9&lang=en&cache-only=0",
            "defineEn": "the high-pitched sound made by a  horse",
            "defineVi": "âm thanh the thé được tạo ra bởi một con ngựa"
        },
        {
            "id": "13f338c2-da9d-4e5c-be12-24c73be6217f",
            "word": "meow",
            "phonetic": "mɪaʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I heard a cat meowing outside my window.",
                "My son's first words were \"meow.\"",
                "I miss cat meows.",
                "\"Meow,\" she says, walking on hands and knees. ",
                "- He had seven di - Meow - Did you say meow?"
            ],
            "audio": "https://tts.langeek.co/read?text=bWVvdw&hash=bf751ed08d311f7d2b3614bce38048b6a77e6f72&lang=en&cache-only=0",
            "defineEn": "the cry of a cat",
            "defineVi": "tiếng mèo kêu"
        },
        {
            "id": "d062d9ce-7dfd-4717-9a15-7c9c73a8f812",
            "word": "roar",
            "phonetic": "ɹoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The truck's engine roared as it climbed the steep hill.",
                "The lion's roar sent a message to other animals, warning them to stay away.",
                "The lion's roar can be heard from miles away, establishing its dominance.",
                "The stallholders were doing a roaring trade in burgers.",
                "Salesmen of unofficial souvenirs have also been doing a roaring trade."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9hcg&hash=d1bdf68845fcdc7b5ec8ea76a665fc8f207d2c88&lang=en&cache-only=0",
            "defineEn": "the full loud cry of a lion or another wild animal",
            "defineVi": "tiếng kêu lớn của sư tử hoặc động vật hoang dã khác"
        },
        {
            "id": "96f86c4c-c098-4ebf-8843-d61f08da5e32",
            "word": "to grunt",
            "phonetic": "tə ɡɹʌnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I suppose what can you expect from a hog but a grunt?",
                "It's actually spelled annoyed grunt.",
                "This call involves a grunt like a foghorn followed by higher frequency boops.",
                "Oh, it's annoyed grunt now?",
                "She barely grunted when she got up from that couch."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3J1bnQ&hash=bbfa4ecb95788ff28e07ea42ba27b39e91857bad&lang=en&cache-only=0",
            "defineEn": "(of an animal, especially a swine) to make a low sound from the nose and throat",
            "defineVi": "(của một con vật, đặc biệt là lợn) để tạo ra âm thanh nhỏ từ mũi và cổ họng"
        },
        {
            "id": "62963630-d2ab-486d-8ca9-766eba5017c7",
            "word": "to twitter",
            "phonetic": "tə twɪɾɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I don’t follow many celebrities on Twitter any more.",
                "The app lets you share your photos on Facebook, Twitter, and Tumblr.",
                "The other thing is Twitter.",
                "Thursdays are twitter.",
                "Now today's question comes from twitter."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHdpdHRlcg&hash=5ddb50f967fed5fe61fc331723613fa2c2a09b8b&lang=en&cache-only=0",
            "defineEn": "to utter successive high sounds characteristic of a bird",
            "defineVi": "để phát ra âm thanh cao liên tiếp đặc trưng của một con chim"
        },
        {
            "id": "1373ce9e-fd70-44eb-8ebb-63a85978f2dd",
            "word": "beak",
            "phonetic": "biːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bird had bright feathers and a long beak.",
                "But this creature also had a beak.",
                "They also had toothless beaks.",
                "Here, its broad beak gives us a major lifestyle clue.",
                "What lineage gave rise to these weird reptiles with beaks for mouths and retractable necks?"
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhaw&hash=ffeffb783a82e7e22c35d079749e0d70b5f5834c&lang=en&cache-only=0",
            "defineEn": "the hard or pointed part of a bird's mouth",
            "defineVi": "phần cứng hoặc nhọn của miệng chim",
            "hasImg": true
        },
        {
            "id": "4dfa298c-16ba-4195-95e2-418c485f3aeb",
            "word": "claw",
            "phonetic": "klɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lion's sharp teeth and claws are used for hunting.",
                "and I will claw thee, so you better watch your back.",
                "The politician maintained a pleasant facade but his opponents knew that cats hide their claws, so they remained wary of his true motives and ambitions.",
                "In negotiations, a clever hawk hides its claws, which is why it's important to be strategic and hold back some of your bargaining chips until the right moment.",
                "They say that in this town, it's claw me"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhdw&hash=04b2dc9c60c6b26cfe473f7c750bc97e40dcbb20&lang=en&cache-only=0",
            "defineEn": "a sharp and curved nail on the toe of an animal or a bird",
            "defineVi": "một cái móng sắc và cong trên ngón chân của một con vật hoặc một con chim",
            "hasImg": true
        },
        {
            "id": "01bb2e6b-2369-461b-83c2-d92e18097c23",
            "word": "fin",
            "phonetic": "fɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their long tails flatten into fins.",
                "The blenny takes a bite out of the fish’s fin!",
                "Look at these fins.",
                "So, heatpipes feed this entire fin stack, over here.",
                "It had no jaws, and no dorsal or side fins."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmlu&hash=3043ff8b1aae17a09690683906e74e0c12dfb42f&lang=en&cache-only=0",
            "defineEn": "a thin flat membrane of the body of many sea creatures, used for swimming and keeping balance",
            "defineVi": "một màng phẳng mỏng của cơ thể nhiều sinh vật biển, được sử dụng để bơi lội và giữ thăng bằng",
            "hasImg": true
        },
        {
            "id": "00ee5a1e-b6de-4003-8a75-cbe4a2e6464c",
            "word": "fur",
            "phonetic": "fɜː ",
            "partOfSpeechType": "noun",
            "examples": [
                "My cat's fur is brown.",
                "She gently touched the soft fur of the cat.",
                "We need a new brush for our pet's fur.",
                "The rabbit's fur is usually gray, brown, or white.",
                "The cat's fur was gray and he had bright green eyes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVy&hash=4e55082075d55feed5e6d4d66b0c1ae3325dd6da&lang=en&cache-only=0",
            "defineEn": "the thick, soft hair that grows on the body of some animals (such as cats, dogs, etc.)",
            "defineVi": "lông dày, mềm mọc trên cơ thể của một số động vật (như mèo, chó, v.v.)",
            "hasImg": true
        },
        {
            "id": "aa0395e6-8143-477b-b93c-7872c2636945",
            "word": "hoof",
            "phonetic": "huːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The horses hooves have like a metal shoe!",
                "Reindeer hooves are hollow underneath, kind of like a shovel.",
                "Goats get their awesome climbing skills thanks to their special two-toed hooves.",
                "It had four legs and hooves for crying out loud!",
                "Like reindeer’s hooves are adapted help it to find food under the snow!"
            ],
            "audio": "https://tts.langeek.co/read?text=aG9vZg&hash=ac43c5544d6a639e8f343001c6bed6ba2a8a5fd0&lang=en&cache-only=0",
            "defineEn": "the horny and hard part at the end of a limb of a mammal, such as a horse",
            "defineVi": "phần sừng và cứng ở cuối chi của động vật có vú, chẳng hạn như ngựa",
            "hasImg": true
        },
        {
            "id": "e5130b8d-a380-4cbe-b79d-f8eedba4cabf",
            "word": "horn",
            "phonetic": "hɔːɹn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Drug companies are locking horns in a legal battle over patents.",
                "Passing motorists sounded their horns in support.",
                "I remember the screech of the horn as the car came towards me.",
                "She decided to take the bull by the horns and try to solve the problem without any further delay.",
                "The cow's horns were impressive and curved outward."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9ybg&hash=8754f6817d7473bc572031e6edbfcbf73be69a66&lang=en&cache-only=0",
            "defineEn": "a hard protuberance made of keratin that grows on the heads of some mammals such as cattle, goats, etc.",
            "defineVi": "một phần nhô ra cứng làm bằng chất sừng mọc trên đầu của một số động vật có vú như gia súc, dê, v.v.",
            "hasImg": true
        },
        {
            "id": "84600bd6-67a2-49b3-af91-a5b3c4b8e47e",
            "word": "paw",
            "phonetic": "pɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chopper paws got really down low.",
                "So, paw again, a little bit more manipulation with that paw, and give a treat again.",
                "Paws down, it was the biggest bear the world has ever known.",
                "No, you won't give me your paw again?",
                "Lots of animals have claws on their paws, from dogs and cats to squirrels to bears."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF3&hash=532e9e5f9284925c0b627ee4637849dff216dbc1&lang=en&cache-only=0",
            "defineEn": "an animal's foot that has nails or claws",
            "defineVi": "chân của một con vật có móng tay hoặc móng vuốt",
            "hasImg": true
        },
        {
            "id": "cf33c042-fefb-4191-a089-bafa32057986",
            "word": "shell",
            "phonetic": "ʃɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Wow, Anna has really come out of her shell lately.",
                "Derek has really come out of his shell since he started working here.",
                "It took patience and precision to crack open the tough shell of the single-leaf pinyon pine cone.",
                "Use cottage cheese as a substitute for ricotta cheese in recipes like stuffed shells or lasagna.",
                "I found a cob of hazelnuts lying on the ground and eagerly started shelling them."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hlbGw&hash=fcd9b80be0bd08a1d6db092f1c6828b6c0b1207e&lang=en&cache-only=0",
            "defineEn": "the hard protective case or covering of some animals such as a snail, mussel, crab, or turtle",
            "defineVi": "hộp bảo vệ cứng hoặc vỏ bọc của một số động vật như ốc sên, trai, cua hoặc rùa",
            "hasImg": true
        },
        {
            "id": "35a220f2-8b33-445d-84c4-f2cd79b77bf4",
            "word": "tail",
            "phonetic": "teɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The playful dog chased its tail in circles.",
                "The tail was wagging the dog.",
                "The adventurer used the tail fat as a survival resource during their journey in the wilderness.",
                "We enjoyed lobster tails with creamy Bearnaise sauce.",
                "I held the mouse by its tail."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFpbA&hash=101f2241886f4ab7525ff776a75898ac17150679&lang=en&cache-only=0",
            "defineEn": "the part of the body of an animal, a bird or a fish that sticks out at the back, which can move",
            "defineVi": "phần cơ thể của động vật, chim hoặc cá nhô ra ở phía sau, có thể di chuyển",
            "hasImg": true
        },
        {
            "id": "3b830be1-6c8b-4a95-90f3-6cfbf2bce417",
            "word": "wing",
            "phonetic": "wɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He took the rookie pitcher under his wing.",
                "A new wing was added to the building.",
                "Who's playing on the wing?",
                "Friends shared a platter of crispy chicken wings with tangy dipping sauces at the sports bar.",
                "She dusts the chicken wings with cornflour before frying them."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZw&hash=28225112da3a423cb871b914a16cafa9807f7621&lang=en&cache-only=0",
            "defineEn": "any of the two parts of the body of a bird, insect, etc. used for flying",
            "defineVi": "bất kỳ hai bộ phận nào trên cơ thể của chim, côn trùng, v.v. được sử dụng để bay",
            "hasImg": true
        },
        {
            "id": "55bbc620-c7f0-4e2f-a324-5126a0814d08",
            "word": "chicken",
            "phonetic": "tʃɪkɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandmother kept chickens in her back yard.",
                "My grandfather used to raise chickens on his farm.",
                "The chicken laid an egg in the nesting box.",
                "The farmer fed the chickens with corn and grains.",
                "My grandma makes the best homemade chicken soup."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpY2tlbg&hash=43db51a247bbe6686618629ba90aff6ab2ac7959&lang=en&cache-only=0",
            "defineEn": "a farm bird that we keep to use its meat and its eggs",
            "defineVi": "một con chim trang trại mà chúng tôi giữ để sử dụng thịt và trứng của nó",
            "hasImg": true
        },
        {
            "id": "d24e7d13-e4e1-4e6e-b2c9-1d3d88fbdd2d",
            "word": "donkey",
            "phonetic": "dɔŋki ",
            "partOfSpeechType": "noun",
            "examples": [
                "I have talked the hind leg off a donkey.",
                "I've been a vegetarian for donkey's years.",
                "She's been in the same job for donkey's years.",
                "You are unusually communicative, to the point of talking the hind legs off a donkey.",
                "The professor may have a wealth of academic credentials, but a donkey that carries a lot of books is not necessarily learned - true expertise comes from experience and practical application."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9ua2V5&hash=797ffc28bb73d3530127b734cbda3c2ccb730a74&lang=en&cache-only=0",
            "defineEn": "an animal that is like a horse but has shorter legs and longer ears, and we use for carrying things and riding",
            "defineVi": "một con vật giống như ngựa nhưng có chân ngắn hơn và tai dài hơn, và chúng tôi sử dụng để mang đồ và cưỡi",
            "hasImg": true
        },
        {
            "id": "31cf97c9-7750-4087-bff8-41cc0f340d1e",
            "word": "duck",
            "phonetic": "dʌk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The roasted duck had a crispy skin and succulent flesh.",
                "He played ducks and drakes with his money.",
                "At the family gathering, everyone enjoyed the supreme roasted duck.",
                "Guests were impressed by the roasted duck with bread sauce.",
                "He took to fatherhood like a duck to water."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVjaw&hash=0c1955d898a556b0a64c42c40f2342a283366bda&lang=en&cache-only=0",
            "defineEn": "a bird with short legs and a wide beak that naturally lives near or on water or is kept by humans for its eggs, meat, or feathers",
            "defineVi": "một loài chim có chân ngắn và mỏ rộng sống tự nhiên gần hoặc trên mặt nước hoặc được con người nuôi để lấy trứng, thịt hoặc lông của nó",
            "hasImg": true
        },
        {
            "id": "75be3f89-8e57-4f7e-939d-ff706f8b0e3a",
            "word": "rat",
            "phonetic": "ɹæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They ratted on the deal.",
                "The news reporter ratted out the people who were involved with the scandal.",
                "Someone ratted us out to the police.",
                "They quit the rat race in order to live a simple life.",
                "Where I come from, you don't rat on your friends."
            ],
            "audio": "https://tts.langeek.co/read?text=cmF0&hash=b23ce0e5d8273a9c0208df072d816f0eae33d452&lang=en&cache-only=0",
            "defineEn": "a large mouse-like animal with a long tail, which spreads diseases",
            "defineVi": "một loài động vật giống chuột lớn có đuôi dài, lây lan bệnh tật",
            "hasImg": true
        },
        {
            "id": "276e9468-ca60-453e-91d3-8b676c02377a",
            "word": "issue",
            "phonetic": "ɪʃuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Alan's explanation just muddies the issue!",
                "The issue comes up over and over on the stump.",
                "He danced the issue around.",
                "I pressed the issue home to them.",
                "The winter issue is hot off the press."
            ],
            "audio": "https://tts.langeek.co/read?text=aXNzdWU&hash=cb7ffba76ab3a33386ef431e196e88fc7e0cd5cd&lang=en&cache-only=0",
            "defineEn": "an important matter about which people argue or talk",
            "defineVi": "một vấn đề quan trọng về mà mọi người tranh luận hoặc nói chuyện"
        },
        {
            "id": "a9b2ebf8-584f-4b2c-95bf-d6752226b6fe",
            "word": "to protect",
            "phonetic": "tə pɹətɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Import barriers protected the fledgling enterprises.",
                "The plant is protected under the Wildlife and Countryside Act.",
                "The body's immune system protects against harmful bacteria and viruses.",
                "Many policies do not protect you against personal injury.",
                "Polar bears have been protected by law in Norway since 1973."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvdGVjdA&hash=58e94869bd3f5db42aca6a19ca80c2d5938d7c78&lang=en&cache-only=0",
            "defineEn": "to prevent someone or something from being damaged or harmed",
            "defineVi": "để ngăn chặn một ai đó hoặc một cái gì đó từ bị hư hỏng hoặc bị tổn hại"
        },
        {
            "id": "2c50b4a7-37c6-42af-8d61-3bca26ac9e20",
            "word": "environment",
            "phonetic": "ɛnvaɪɹənmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "An environment that widens my mind.",
                "Everyone should do their bit for the environment.",
                "Not following safety guidelines is unacceptable in hazardous environments.",
                "The company culture was toxic, with a cutthroat environment and a focus on profits at all costs.",
                "They were completely at one with their environment."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW52aXJvbm1lbnQ&hash=f13919fafccc9d1314233657ea894a50a46cc451&lang=en&cache-only=0",
            "defineEn": "the natural world around us where people, animals, and plants live",
            "defineVi": "thế giới tự nhiên xung quanh chúng ta, nơi con người, động vật và thực vật sinh sống",
            "hasImg": true
        },
        {
            "id": "d10b4966-dcb8-4f29-bdc8-26f7472d9e9f",
            "word": "charity",
            "phonetic": "tʃæɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Charity hits rock bottom in Emmerdale.",
                "Reputable charities spend the lion's share of donations on aid and a tiny fraction on administration.",
                "Proceeds from the concert will go to charity.",
                "They both gave regularly to charity.",
                "At the charity event, the wealthy businessman's joke had everyone in stitches."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcml0eQ&hash=7381df3a19fbd0961ef379190f6abacff1f795e4&lang=en&cache-only=0",
            "defineEn": "an organization that helps those in need by giving them money, food, etc.",
            "defineVi": "một tổ chức giúp đỡ những người gặp khó khăn bằng cách cho họ tiền, thức ăn, v.v.",
            "hasImg": true
        },
        {
            "id": "734d6fe7-de99-473b-83d6-e5c0f70dac08",
            "word": "to treat",
            "phonetic": "tə tɹiːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Treat yourselves to a good meal.",
                "They treated him like a dog.",
                "The creamy sapodilla milkshake was a refreshing treat on a hot summer day.",
                "A juicy pear is a refreshing treat on a hot summer day.",
                "The loganberry pie at the local bakery is a delicious summer treat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJlYXQ&hash=34790ed1b89f4cbd3dedd95baa2f76329cd669d9&lang=en&cache-only=0",
            "defineEn": "to deal with or behave toward someone or something in a particular way",
            "defineVi": "để đối phó với hoặc cư xử đối với một ai đó hoặc một cái gì đó trong một cách cụ thể"
        },
        {
            "id": "3f369a5f-8ec1-4cf1-b15f-69d43ff228f0",
            "word": "cruelly",
            "phonetic": "kɹuːəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "´Tell me, Jane, what happened to you when you so cruelly abandoned me?'",
                "Keeping her back to Edgar, she cruelly scratched my arm.",
                "In other words, if the state of Indiana wanted to punish me cruelly or unusually, they could.",
                "And the 8th amendment prohibits cruel and unusual punishments, like presumably shock pens, but it doesn't say who is forbidden from cruelly and unusually punishing.",
                "Neither did I. I never imagined that a father could treat a dying child as cruelly and wickedly as we later discovered Heathcliff had done."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3J1ZWxseQ&hash=7cbb9900a2737f26c5bbd2c79122dc1ac491e0a1&lang=en&cache-only=0",
            "defineEn": "in a manner that causes pain, suffering, or harm to others without regard for their well-being or feelings",
            "defineVi": "theo cách gây đau đớn, đau khổ hoặc tổn hại cho người khác mà không quan tâm đến hạnh phúc hoặc cảm xúc của họ"
        },
        {
            "id": "0a0d8ad0-15fc-4e61-b850-d305e48cb83c",
            "word": "to live",
            "phonetic": "tə lɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "She lived a very peaceful life.",
                "She lives just a stone's throw away from the beach.",
                "He lives far from the city center.",
                "He lived in a small town with friendly neighbors.",
                "She lived in the same village from the cradle to the grave."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGl2ZQ&hash=fdc428db7de365b4c9fa055bb1bf34face8e3aa0&lang=en&cache-only=0",
            "defineEn": "to have your home in a specific place or to share it with a particular person",
            "defineVi": "để có nhà của bạn ở một nơi cụ thể hoặc để chia sẻ nó với một người cụ thể",
            "hasImg": true
        },
        {
            "id": "f50c8735-20e2-4969-8bf6-6655252d85c6",
            "word": "wild",
            "phonetic": "waɪld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I am wild about my new car.",
                "May your wildest dreams come true!",
                "The crowd went wild when the Golden State Warriors turned the game.",
                "Her hair is wild and woolly, with strands sticking out in all directions.",
                "They're taking our lives in their hands out here in the wild."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lsZA&hash=6e85388e31766e246c53be384f05c576801972c7&lang=en&cache-only=0",
            "defineEn": "(of an animal or plant) living or growing in a natural state; not tamed or domesticated, or cultivated by people",
            "defineVi": "(của động vật hoặc thực vật) sống hoặc phát triển trong trạng thái tự nhiên; không được thuần hóa hoặc thuần hóa, hoặc được con người trồng trọt",
            "hasImg": true
        },
        {
            "id": "a0f4a80b-d288-4a1e-bbee-0dab74047583",
            "word": "endangered species",
            "phonetic": "ɛndeɪndʒɚd spiːsiːz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW5kYW5nZXJlZCBzcGVjaWVz&hash=0763ef1def971b205301ea78740613c9936a0ed4&lang=en&cache-only=0",
            "defineEn": "a type of animal or plant that is at risk of becoming extinct",
            "defineVi": "một loại động vật hoặc thực vật có nguy cơ bị tuyệt chủng",
            "hasImg": true
        },
        {
            "id": "94bde63e-9bf7-4461-9fba-b297423b67a2",
            "word": "to hunt for sport",
            "phonetic": "tə hʌnt fɔːɹ spoːɹt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaHVudCBmb3Igc3BvcnQ&hash=e5a1728697380a431c2369a1f977181ae7e7731b&lang=en&cache-only=0",
            "defineEn": "to hunt animals just for fun rather than for food or other practical purposes",
            "defineVi": "săn thú chỉ để giải trí hơn là để ăn hoặc các mục đích thiết thực khác"
        },
        {
            "id": "ca9280fe-64f9-4b7e-a9e8-7da3d272ca28",
            "word": "to breed",
            "phonetic": "tə bɹiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "A lack of investment in education can breed ignorance and apathy in a society.",
                "I learned about different breeds of cows and their characteristics.",
                "Excessive use of pesticides can breed resistance in pests, making them harder to control in the future.",
                "He saw that his unhealthy habits were influencing his children's behavior, as like breeds like.",
                "Sandra is a true New Yorker, born and bred in the heart of the city."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJlZWQ&hash=1d4213d24d7cf33a2ab9262d4d907746c1d5d878&lang=en&cache-only=0",
            "defineEn": "(of animals) to have sex and produce young",
            "defineVi": "(về động vật) giao hợp và đẻ con",
            "hasImg": true
        },
        {
            "id": "a428a986-9795-47b7-820e-a8c1e6c39c56",
            "word": "captivity",
            "phonetic": "kæptɪvᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now in captivity, foxes will often enjoy the company of other foxes.",
                "For starters, animals in captivity have more interaction with humans.",
                "But not all animals get smarter in captivity.",
                "These two-month-old turtles are being fattened up in captivity.",
                "Other animals, like the red knot and some other bird species, as well as mammals like dolphins, just have overall weaker immune systems in captivity."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwdGl2aXR5&hash=82dc1f53a58db49223c6ba654f6e801ae26fbf0f&lang=en&cache-only=0",
            "defineEn": "the state of being confined, imprisoned, or held against one's will",
            "defineVi": "tình trạng bị giam cầm, cầm tù, hoặc giữ trái với ý muốn của một người"
        },
        {
            "id": "74d81720-c626-4ec1-9953-49421161ae2f",
            "word": "inhumane",
            "phonetic": "ɪnhjuːmeɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They are being kept in inhumane conditions.",
                "In this view, you can surrender your own personhood through grossly inhumane actions.",
                "The U.S. Department of Homeland Security, meanwhile, is closing two detention sites for migrants amid accusations of abuse and inhumane conditions.",
                "We're putting them in inhumane conditions in Border Patrol facilities, where they shouldn't be at all, not even for a few hours.",
                "Although the Harlow's research taught us a lot, it was inhumane and would never pass today's ethical standards."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5odW1hbmU&hash=4847e02cb1a8628dc6b23cf790b84f8b13fe9c23&lang=en&cache-only=0",
            "defineEn": "describing an action or treatment that is cruel, brutal, and lacking in compassion or consideration for human or animal welfare",
            "defineVi": "mô tả một hành động hoặc cách đối xử tàn nhẫn, tàn bạo và thiếu lòng trắc ẩn hoặc sự quan tâm đến phúc lợi của con người hoặc động vật"
        },
        {
            "id": "543f611f-fc88-4c67-ac06-f69f8c1a1528",
            "word": "condition",
            "phonetic": "kəndɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her condition is very serious.",
                "All clothes are in mint condition and less than two years old.",
                "The orchard's yield of apples was lower this year due to unfavorable weather conditions.",
                "In addition, road conditions were very poor, which led to greater wear and tear.",
                "Long hours and tough working conditions are often par for the course in catering."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZGl0aW9u&hash=29df18a9569db826604928df6d94798f9d91b3fd&lang=en&cache-only=0",
            "defineEn": "the state of something at a particular time",
            "defineVi": "trạng thái của một cái gì đó tại một thời điểm cụ thể"
        },
        {
            "id": "338803c8-d29f-4e48-8b60-571199af1b1d",
            "word": "fish tank",
            "phonetic": "fɪʃ tæŋk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmlzaCB0YW5r&hash=f13db96073090a6d5ed8bff12f942c86c076422c&lang=en&cache-only=0",
            "defineEn": "a container, typically made of glass or acrylic, used for keeping and displaying fish and other aquatic animals",
            "defineVi": "một thùng chứa, thường được làm bằng thủy tinh hoặc acrylic, được sử dụng để giữ và trưng bày cá và các động vật thủy sinh khác",
            "hasImg": true
        }
    ]
}