{
    "id": "46a319f5-c2e0-461f-935d-8e1a7505839c",
    "title": "Lesson 48",
    "originalTitle": "Lesson 48",
    "words": [
        {
            "id": "820ecb65-570f-4289-90e7-d73b3ebf9f48",
            "word": "quay",
            "phonetic": "kiː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cXVheQ&hash=da98275294f3ceb17ccf369b3beddc2527d81bef&lang=en&cache-only=0",
            "defineEn": "wharf usually built parallel to the shoreline",
            "defineVi": "cầu cảng thường được xây dựng song song với bờ biển"
        },
        {
            "id": "8d9c4916-b6f3-4c61-bc72-6e8fb00390f8",
            "word": "curio",
            "phonetic": "kjʊɹɹɪoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Yeah it'll make you so curios."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VyaW8&hash=aecc9a275537c8f7d97f39dfa1c34496391930eb&lang=en&cache-only=0",
            "defineEn": "something unusual -- perhaps worthy of collecting",
            "defineVi": "một cái gì đó bất thường - có lẽ đáng để thu thập"
        },
        {
            "id": "c846c65b-bb89-4da7-b8b7-042ec45af2b2",
            "word": "caste",
            "phonetic": "kæst ",
            "partOfSpeechType": "noun",
            "examples": [
                "This book has done justice to all the problems like love disputes, husband and wife disputes, caste disputes and disputes against the government.",
                "The archetypal closed system is a caste system.",
                "Castes are a strange feature of ants, in which members of the same species have different body types.",
                "Honeybees have a harsh caste system.",
                "Not every society is strictly a caste system or a class system."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzdGU&hash=af1f448fe19ced4ea26754208319878ecfa258ef&lang=en&cache-only=0",
            "defineEn": "a social class separated from others by distinctions of hereditary rank or profession or wealth",
            "defineVi": "một tầng lớp xã hội tách biệt với những người khác bằng sự phân biệt về cấp bậc cha truyền con nối hoặc nghề nghiệp hoặc sự giàu có"
        },
        {
            "id": "36b6676a-6aee-49ab-b6c0-ccccee9893d9",
            "word": "diva",
            "phonetic": "diːvə ",
            "partOfSpeechType": "noun",
            "examples": [
                "I wasn't a diva.",
                "In a business with a lot of drama queens in it, Virgin Atlantic is the diva of the Virgin Group.",
                "They have award-winning templates that you can use as starting points for a wide range of projects, whether you're a burger Baron or a salon diva, or a boring old accountant."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGl2YQ&hash=1f5aaffe0d8ed130fd2d094393b477ba252811fa&lang=en&cache-only=0",
            "defineEn": "a renowned female opera singer",
            "defineVi": "một nữ ca sĩ opera nổi tiếng"
        },
        {
            "id": "1fab9a71-4f8a-42ac-8a04-576ebab4c2e7",
            "word": "spendthrift",
            "phonetic": "spɛndθɹɪft ",
            "partOfSpeechType": "noun",
            "examples": [
                "On one end are the spendthrifts, who just don’t really feel that pain.",
                "Spendthrifts are naturally impulsive buyers, and not necessarily because they have more money to spend.",
                "But sticking a bunch of tempting chocolate in front of the spendthrifts passing through?",
                "A 2007 survey of over 9000 people found those at the spendthrift end of the spectrum had more credit card debt.",
                "Since spendthrifts aren’t pained anyway, ploys to reduce pain don’t work as well on them."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlbmR0aHJpZnQ&hash=e05dd0034a6125698fabfc6c48e5f21478724a71&lang=en&cache-only=0",
            "defineEn": "an individual who is in the habit of spending money in a careless and wasteful way",
            "defineVi": "một cá nhân có thói quen tiêu tiền một cách bất cẩn và lãng phí"
        },
        {
            "id": "9fd67ee3-c766-41ae-8767-b26ddfb30b33",
            "word": "aegis",
            "phonetic": "iːdʒɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "What’s an aegis?",
                "But the moment woman begins to feel the promptings of ambition, or the thirst for power, her aegis of defense is gone."
            ],
            "audio": "https://tts.langeek.co/read?text=YWVnaXM&hash=023e3f884696d83a42b4f20f29aea36361aef4e4&lang=en&cache-only=0",
            "defineEn": "kindly endorsement and guidance",
            "defineVi": "vui lòng xác nhận và hướng dẫn"
        },
        {
            "id": "9cf265c9-d93b-4e0a-8663-5f91b3d2a7b5",
            "word": "dross",
            "phonetic": "dɹɔs ",
            "partOfSpeechType": "noun",
            "examples": [
                "A lot of the dross gets burnt away over time."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJvc3M&hash=b739d40b23cf5ae971b6a2ce0ec644cc23b6457e&lang=en&cache-only=0",
            "defineEn": "worthless or dangerous material that should be removed",
            "defineVi": "tài liệu vô giá trị hoặc nguy hiểm cần được loại bỏ"
        },
        {
            "id": "ede51564-5925-42da-bb26-544f1ec2c272",
            "word": "laundress",
            "phonetic": "lɔːndɹəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGF1bmRyZXNz&hash=dc064ff6e8dd0878ca347cdad27de72170967791&lang=en&cache-only=0",
            "defineEn": "a working woman who takes in washing",
            "defineVi": "một người phụ nữ làm việc giặt giũ"
        },
        {
            "id": "b8d7a770-6060-4c38-a699-58dd6563bc42",
            "word": "chassis",
            "phonetic": "tʃæsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Chassis stiffness is excellent.",
                "The chassis overall though, is very stiff.",
                "The chassis on this is all aluminum.",
                "The actual chassis is not a recent release.",
                "Although the bottom is all plastic, the actual chassis stiffness though."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhc3Npcw&hash=81a9ce1ee9e09f028135da47a8392d80d5e49123&lang=en&cache-only=0",
            "defineEn": "alternative names for the body of a human being",
            "defineVi": "tên thay thế cho cơ thể của một con người",
            "hasImg": true
        },
        {
            "id": "8798e735-7277-4b66-acde-fb835f56b818",
            "word": "trough",
            "phonetic": "tɹɔf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The sheep gathered around the feeding trough to eat their meal.",
                "And at the trough, we probably saw demand in April bottom out, down 30 percent.",
                "It defines a recession as the period between a peak and a trough of economic activity.",
                "Remember, when a wave is in phase with another wave, their crests and troughs are amplified, meaning that the light is brighter, thanks to constructive interference.",
                "These were contraptions that had a jar or water trough that was designed to automatically fill back up from some reservoir any time it was emptied."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJvdWdo&hash=2904037c5e4bf28d370f5db91f2994cc4f2971da&lang=en&cache-only=0",
            "defineEn": "a narrow depression (as in the earth or between ocean waves or in the ocean bed)",
            "defineVi": "một chỗ trũng hẹp (như trong lòng đất hoặc giữa những con sóng biển hoặc dưới đáy đại dương)"
        },
        {
            "id": "a5774969-d8ee-43ad-a37e-b7ce08e9918e",
            "word": "boon",
            "phonetic": "buːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "For early astronauts, however, the flavored powder was a boon.",
                "It'll be a boon, a huge victory for labor.",
                "Retail has been a huge boon for business.",
                "The recent expansion of the space game beyond government agencies has been a boon for those hoping to get art out there.",
                "June is also typically a boon for LGBTQ+ owned small businesses and nonprofits."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9vbg&hash=12b984a17b67fb40764dad074f6997aa76c62e13&lang=en&cache-only=0",
            "defineEn": "a desirable state",
            "defineVi": "một trạng thái mong muốn"
        },
        {
            "id": "e2c3e67a-4b47-4c3e-b914-009229f16fc4",
            "word": "mead",
            "phonetic": "miːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "And of course, soaked in mead and blood.",
                "But the level of the mead in the horn was only slightly lowered.",
                "Guess Odin couldn’t stop at just one mead, huh?",
                "Turns out dragons, at least British ones, can’t resist mead.",
                "He was also the god of poetry who travelled to the land of the Giants, Jotunheim, to drink the mead of poetry and bring it back to the Aesir and Vanir."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVhZA&hash=1131f5451900146d5b78302b013fde3cd7fb59de&lang=en&cache-only=0",
            "defineEn": "an alcoholic beverage made from fermented honey and water",
            "defineVi": "một loại đồ uống có cồn làm từ mật ong lên men và nước"
        },
        {
            "id": "908bbc0e-4db8-4bfa-b168-8e830c770dc0",
            "word": "piccolo",
            "phonetic": "pɪkəloʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGljY29sbw&hash=0243cb7d4b9cfbc611d58a91ce13e459c0f6defc&lang=en&cache-only=0",
            "defineEn": "the smallest member of the flute family that plays higher notes than the ordinary flute",
            "defineVi": "thành viên nhỏ nhất trong họ sáo chơi những nốt cao hơn sáo thông thường",
            "hasImg": true
        },
        {
            "id": "cd87ffc4-9cee-4c9e-bb1f-6c9a207e3423",
            "word": "preamble",
            "phonetic": "pɹiːæmbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "So enough preamble, let's open the box.",
                "This broadside sheet of the preamble to the Constitution is one of the most recent projects to come through the print room."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlYW1ibGU&hash=aa442a516a0a0544e5d91bd5696432b65a544296&lang=en&cache-only=0",
            "defineEn": "an introductory or preliminary section of a book, statute, document, etc. giving information about its purpose",
            "defineVi": "một phần giới thiệu hoặc sơ bộ của một cuốn sách, đạo luật, tài liệu, vv cung cấp thông tin về mục đích của nó"
        },
        {
            "id": "5142a392-9ce5-4bc3-8eb6-b930a25d9807",
            "word": "axiom",
            "phonetic": "æksɪəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "This also violates axiom 6 , by the way.",
                "The third axiom of Zermelo-Fraenkel set theory was not happy with that.",
                "And you need only see the name to know this axiom is seriously violated by telecommunications companies.",
                "And thus they violated the second axiom upon which modern mathematics is built.",
                "Ok, so the first axiom of Zermelo-Fraenkel set theory says that two sets are equal if they have the same elements."
            ],
            "audio": "https://tts.langeek.co/read?text=YXhpb20&hash=38ab3a43f107c35446d7515131f306cd74287693&lang=en&cache-only=0",
            "defineEn": "(logic) a proposition that is not susceptible of proof or disproof; its truth is assumed to be self-evident",
            "defineVi": "(logic) một mệnh đề không dễ bị chứng minh hoặc bác bỏ; sự thật của nó được coi là hiển nhiên"
        },
        {
            "id": "a4e6e9ea-0a46-4651-8731-a74cb161ba4f",
            "word": "tarantula",
            "phonetic": "tɚɹæntʃələ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Oh where is the tarantula!",
                "The tarantula is paralyzed in minutes.",
                "Within the Cloud lies the Tarantula nebula, one of the most active starburst regions in our local universe.",
                "- Is it a freaking tarantula?",
                "No, that's a tarantula."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFyYW50dWxh&hash=8466fce6f4e8a43ec7eedf452b75fde041c4ad8b&lang=en&cache-only=0",
            "defineEn": "a large hairy spider originated in warm regions with venomous fangs that does not spin any webs or threads",
            "defineVi": "một con nhện lông lớn có nguồn gốc từ những vùng ấm áp với những chiếc răng nanh có nọc độc không quay bất kỳ mạng hay sợi nào",
            "hasImg": true
        },
        {
            "id": "6fa6cc73-774e-4851-8fb3-19100f6eabac",
            "word": "grouse",
            "phonetic": "ɡɹaʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "She decided to prepare a delicious roasted grouse for her dinner party.",
                "The restaurant featured a special dish of grilled grouse with a side of wild mushrooms.",
                "Polar bears, groundhogs, even birds like grouse all make snow burrows to stay warm."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JvdXNl&hash=bb8cde425315d6be355df6aee19089f2fe1f7cf3&lang=en&cache-only=0",
            "defineEn": "a game bird with a fat body and feathered legs that cannot fly and has brownish red plumage",
            "defineVi": "một con chim trò chơi có thân hình mập mạp và đôi chân đầy lông không thể bay và có bộ lông màu đỏ nâu",
            "hasImg": true
        },
        {
            "id": "f5e4fb90-c7e4-4d2e-a5a6-5d579b2bcbbc",
            "word": "principle",
            "phonetic": "pɹɪnsɪpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dees disliked all editors on principle, but he had to admit that this one at least gave credit where credit was due.",
                "An engineer's job is to apply scientific principles to solve engineering challenges.",
                "The mentor advised the young entrepreneur that money unmakes the men who make it, and that they should always stay true to their values and principles.",
                "The politician had always claimed to be a man of principle, but when his career was on the line, he was willing to make deals with unsavory characters.",
                "I know that you would lay down your life to protect the principles by which you live."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbmNpcGxl&hash=cc08d05b54dcab327cf882f2bc92d304d35cb33a&lang=en&cache-only=0",
            "defineEn": "a fundamental rule that is considered to be true and can serve as a basis for further reasoning or behavior",
            "defineVi": "một quy tắc cơ bản được coi là đúng và có thể dùng làm cơ sở cho lý luận hoặc hành vi tiếp theo"
        },
        {
            "id": "791e56d3-8663-4389-8b4d-32ac5345bb40",
            "word": "nadir",
            "phonetic": "nædɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In 1918, when the flu epidemic hit the United States, first of all, it was the nadir of race relations in the United States, as historians have said."
            ],
            "audio": "https://tts.langeek.co/read?text=bmFkaXI&hash=b91da78a1f58e7f4ae2146805b19fb8ea7167f8d&lang=en&cache-only=0",
            "defineEn": "the moment in which a situation or life is at its lowest or worst",
            "defineVi": "thời điểm mà một tình huống hoặc cuộc sống ở mức thấp nhất hoặc tồi tệ nhất"
        },
        {
            "id": "82c23232-cecf-4000-a36d-25d72a7a69b1",
            "word": "ruth",
            "phonetic": "ɹuːθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ruth moved into our apartment and promptly took over.",
                "When the shoot is complete, Ruth, who is also always looking for validation, fishes for a compliment from a new cameraman.",
                "Ruth did her best to reassure her.",
                "His wife Ruth came inonce a month.",
                "RUTH MARCUS: It is."
            ],
            "audio": "https://tts.langeek.co/read?text=cnV0aA&hash=0b66957e919376cf2c7f46a18afb3751ab57c5e8&lang=en&cache-only=0",
            "defineEn": "a feeling of sympathy and sorrow for the misfortunes of others",
            "defineVi": "một cảm giác đồng cảm và đau buồn cho những bất hạnh của người khác",
            "hasImg": true
        }
    ]
}