{
    "id": "478265fd-36df-46ea-b21f-1d1a5e6625b1",
    "title": "Large Mammals",
    "originalTitle": "Large Mammals",
    "words": [
        {
            "id": "022dde9e-68e0-4c2a-a682-943ee53b63b9",
            "word": "elephant",
            "phonetic": "ɛlɪfənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The elephant had big ears and a long trunk.",
                "Elephants are known for their intelligence and remarkable memory.",
                "The new office block has become an expensive white elephant.",
                "The incident has remained something of an elephant in the room within our family.",
                "A huge white elephant of a house that needed ten thousand spent on it."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlcGhhbnQ&hash=6111e07f888974ccff5ae05fafa4e727e31b5268&lang=en&cache-only=0",
            "defineEn": "an animal that is very large, has thick gray skin, four legs, a very long nose that is called a trunk, and mostly lives in Asia and Africa",
            "defineVi": "một loài động vật rất lớn, da dày màu xám, bốn chân, mũi rất dài gọi là vòi, chủ yếu sống ở châu Á và châu Phi",
            "hasImg": true
        },
        {
            "id": "e1e2b345-800e-4d25-9bbd-b00dae0908eb",
            "word": "hippopotamus",
            "phonetic": "hɪpəpɑːɾæməs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hippopotamuses are mammals, and they make milk.",
                "The most dangerous animal on Earth isn’t the shark, or the lion, or even the hippopotamus.",
                "Zoologists revealed the footprints were from the leg of a taxidermy hippopotamus."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlwcG9wb3RhbXVz&hash=4b19ac6524c5f96bc5e7d2c76007445870207248&lang=en&cache-only=0",
            "defineEn": "a large African mammal with a thick gray skin, big jaws and tusks that lives near water",
            "defineVi": "một loài động vật có vú lớn ở châu Phi với lớp da dày màu xám, hàm và ngà lớn sống gần nước",
            "hasImg": true
        },
        {
            "id": "9fcf72ac-73b0-4811-901f-1a585942308a",
            "word": "rhinoceros",
            "phonetic": "ɹaɪnɑːsɚɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The rhinoceros beetle.",
                "Rhinoceros beetle!",
                "Other animals don’t really attack rhinoceroses, but they’re still in danger for two main reasons.",
                "Rhinoceros horns are made of a material called keratin, which is the same stuff that your hair and fingernails are made of!",
                "Rhinos use their horns to protect their babies from predators and to defend their territory, or the place where they live, from other rhinoceroses."
            ],
            "audio": "https://tts.langeek.co/read?text=cmhpbm9jZXJvcw&hash=11d55589a3882e437d9d637625e9395aea371933&lang=en&cache-only=0",
            "defineEn": "a very large mammal with a thick gray skin and one or two horns on its nose, feeding on plants, which is native to Africa and Southern Asia",
            "defineVi": "một loài động vật có vú rất lớn với lớp da dày màu xám và một hoặc hai sừng trên mũi, ăn thực vật, có nguồn gốc từ Châu Phi và Nam Á",
            "hasImg": true
        },
        {
            "id": "ed32976f-70a6-4863-8a51-eaab5bb5b46b",
            "word": "giraffe",
            "phonetic": "dʒᵻɹæf ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the zoo, you can see various animals like giraffes, zebras, and monkeys.",
                "It was head over heels for a stuffed giraffe in South Kensington this morning for upside down was the only way the half ton exhibit would go in through the doors of the Natural History Museum.",
                "Africa is known for its diverse wildlife, including elephants, lions, and giraffes.",
                "Close behind elephants are giraffes.",
                "You see the giraffe?"
            ],
            "audio": "https://tts.langeek.co/read?text=Z2lyYWZmZQ&hash=a9b94e44e1cc4accd0fbe2aed659fb014ada71db&lang=en&cache-only=0",
            "defineEn": "a tall animal with a very long neck and long legs that has brown spots on its yellow fur",
            "defineVi": "một con vật cao với cái cổ rất dài và đôi chân dài có những đốm nâu trên bộ lông màu vàng của nó",
            "hasImg": true
        },
        {
            "id": "97739118-baa1-4a80-a705-663702e59e5f",
            "word": "gorilla",
            "phonetic": "ɡɚɹɪlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Across the Atlantic, deforestation in Ituri in the Congo Basin, the world’s second largest expanse of equatorial rainforest, is endangering the mountain gorilla.",
                "It also has a gorilla glass screen.",
                "And the infant gorillas are very playful, just like humans.",
                "Did you notice the gorilla earlier?",
                "Our close relatives, gorillas, have it as well to an even larger extent."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29yaWxsYQ&hash=010537f173750599bb324ab399953e652cc85767&lang=en&cache-only=0",
            "defineEn": "an African ape which has a large head and short neck that looks like a monkey with no tail",
            "defineVi": "một con vượn châu Phi có đầu to và cổ ngắn trông giống như một con khỉ không có đuôi",
            "hasImg": true
        },
        {
            "id": "df43744d-56a9-4db1-a770-b89c88db1841",
            "word": "bear",
            "phonetic": "bɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bear is a symbol of strength and courage in many cultures.",
                "The boy was born with a silver spoon in his mouth.",
                "The bear is known for its strong sense of smell.",
                "Canadian wildlife includes animals like bears, moose, beavers, and eagles.",
                "She was born in the purple."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhcg&hash=93319776de5f090eeb7a179bc36710dd7729ec1f&lang=en&cache-only=0",
            "defineEn": "a large animal with sharp claws and thick fur, which eats meat, honey, insects, and fruits",
            "defineVi": "một loài động vật lớn có móng vuốt sắc nhọn và bộ lông dày, ăn thịt, mật ong, côn trùng và trái cây",
            "hasImg": true
        },
        {
            "id": "cf2c1824-cc57-474c-bd9a-c3b5518182fc",
            "word": "panda",
            "phonetic": "pændə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Pandas make their dens, or homes, in places like the stumps of old trees, or inside big hollow logs.",
                "Pandas are overrated.",
                "Kids all over the world have heard of pandas.",
                "And the forests in these mountains make up the pandas’ habitat.",
                "And pandas can smell 120-day-old scents left behind by other bears."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFuZGE&hash=3bc8e8bf2c1e07412562f86458c6c4be1389dcf9&lang=en&cache-only=0",
            "defineEn": "a large mammal that looks like a bear with black and white fur and eats bamboos, usually found in China",
            "defineVi": "một loài động vật có vú lớn trông giống như một con gấu với bộ lông đen trắng và ăn tre, thường được tìm thấy ở Trung Quốc",
            "hasImg": true
        },
        {
            "id": "b3f42fa4-3b7d-420d-b783-b8691197bece",
            "word": "moose",
            "phonetic": "muːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Canadian wildlife includes animals like bears, moose, beavers, and eagles.",
                "One farm in Sweden is even making moose cheese.",
                "Then they found the moose.",
                "- I shot that moose in Newfoundland.",
                "Moose are incredibly dangerous!"
            ],
            "audio": "https://tts.langeek.co/read?text=bW9vc2U&hash=a24675de3e9140fbcece14e9b9061b314608913e&lang=en&cache-only=0",
            "defineEn": "a large deer with palmate antlers, a long, drooping snout, and a hump on its shoulders, found chiefly in northern forests of North America, Europe, and Asia",
            "defineVi": "một con hươu lớn với gạc màu lòng bàn tay, mõm dài rủ xuống và một cái bướu trên vai, chủ yếu được tìm thấy ở các khu rừng phía bắc của Bắc Mỹ, Châu Âu và Châu Á",
            "hasImg": true
        },
        {
            "id": "6569b856-8f16-49ae-a02e-37a129cc2128",
            "word": "giant eland",
            "phonetic": "dʒaɪənt ᵻlænd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2lhbnQgZWxhbmQ&hash=3841f397e4ce305e1ef84faac2cf9487f92f83df&lang=en&cache-only=0",
            "defineEn": "a large African antelope species characterized by its long, spiral horns and distinctive stripes on its sides",
            "defineVi": "một loài linh dương châu Phi lớn được đặc trưng bởi cặp sừng dài, xoắn ốc và các sọc đặc biệt ở hai bên",
            "hasImg": true
        },
        {
            "id": "df36d5b4-237f-4057-ab8b-18590cb84edf",
            "word": "giant forest hog",
            "phonetic": "dʒaɪənt fɔːɹɪst hɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2lhbnQgZm9yZXN0IGhvZw&hash=e58fd36daea8222116e98da7b304fa1d768f3a7a&lang=en&cache-only=0",
            "defineEn": "a large and muscular pig with a bristly black or dark brown coat, long curved tusks",
            "defineVi": "một con lợn lớn và vạm vỡ với bộ lông đen hoặc nâu sẫm, ngà dài cong",
            "hasImg": true
        },
        {
            "id": "88fc1cd9-7861-42bd-865c-78c4477a3646",
            "word": "mammoth",
            "phonetic": "mæməθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Like did male mammoths have bigger feet?",
                "Mammoths likely had a similar family structure, and we can infer this from their remains.",
                "And although they mostly ate grasses and sedges, mammoths also sometimes ate woody plants.",
                "Woolly mammoths roamed Eurasia and North America for millions of years.",
                "Just like modern elephants, young female mammoths probably stayed close to their female relatives."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFtbW90aA&hash=8e1ab045c6a9ae7ad807956bb11a253e42d17718&lang=en&cache-only=0",
            "defineEn": "any of numerous extinct elephants widely distributed in the Pleistocene; extremely large with hairy coats and long upcurved tusks",
            "defineVi": "bất kỳ loài voi nào đã tuyệt chủng phân bố rộng rãi trong kỷ Pleistocene; cực lớn với lớp lông và ngà dài cong lên",
            "hasImg": true
        },
        {
            "id": "e7cf908c-7cbd-4ba7-bcb7-d6ad7e9e5026",
            "word": "yak",
            "phonetic": "jæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "It was a yak. -",
                "The people herded sheep, cattle, yaks and camels.",
                "You started with a yak? ",
                "ART NALLS: Compared to the Yak, that L-39 never breaks.",
                "Other animals whose milk can be turned into cheese include sheep, water buffalo, yak, and zebu."
            ],
            "audio": "https://tts.langeek.co/read?text=eWFr&hash=a04301558f3c75fbfc5a7c03903c44e3ca5e0e4e&lang=en&cache-only=0",
            "defineEn": "a large wild ox with shaggy coat and long horns that is domesticated in Tibet",
            "defineVi": "một con bò hoang lớn với bộ lông xù xì và cặp sừng dài được thuần hóa ở Tây Tạng",
            "hasImg": true
        },
        {
            "id": "f2706e11-8931-480b-ba74-8a9ce00a14f3",
            "word": "camel",
            "phonetic": "kæməl ",
            "partOfSpeechType": "noun",
            "examples": [
                "We can't afford to strain at gnats and swallow camels.",
                "It had been a difficult week, so when the car broke down, it was the straw that broke the camel's back.",
                "I just ate camel!",
                "Camel milk is costly.",
                "Camel milk can cost you $30 per liter."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FtZWw&hash=0069a4e4efaf0721e5b7f7277cbf729b71efe827&lang=en&cache-only=0",
            "defineEn": "a large desert animal with a long neck and one or two humps on its back",
            "defineVi": "một động vật sa mạc lớn có cổ dài và một hoặc hai cái bướu trên lưng",
            "hasImg": true
        },
        {
            "id": "7a5d1182-cace-456f-90fc-546b9b84bafb",
            "word": "gaur",
            "phonetic": "ɡɔːɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2F1cg&hash=3f8afa894b16bb343f9c2ce75b91dac2e6e44e61&lang=en&cache-only=0",
            "defineEn": "wild ox of mountainous areas of eastern India",
            "defineVi": "bò rừng của vùng núi phía đông Ấn Độ",
            "hasImg": true
        },
        {
            "id": "0ad96fe5-f162-4156-8a49-14dd2184e655",
            "word": "manatee",
            "phonetic": "mænɐtiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Only manatees, kangaroos, and elephants have it.",
                "And manatees are heavy like elephants, too.",
                "A manatee is a mammal that lives in warm oceans and rivers.",
                "Female manatees and elephants are called cows.",
                "But manatees, bless them, have figured out another way."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuYXRlZQ&hash=0c255dc13dbe9f70cb84f4bf4ef4f2edd94aa003&lang=en&cache-only=0",
            "defineEn": "a large marine mammal that is herbivorous, has a rounded tail and lives in coastal waters",
            "defineVi": "một loài động vật có vú biển lớn ăn cỏ, có đuôi tròn và sống ở vùng nước ven biển",
            "hasImg": true
        },
        {
            "id": "71bc8938-0a18-4185-8d14-a2da3919c2e4",
            "word": "sea lion",
            "phonetic": "siː laɪən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sea lions do it.",
                "Sea lions in the area have died of an aggressive cancer.",
                "Sea lions in the area have died of an aggressive cancer.",
                "Seals and sea lions are well-known for having truly foul farts due to their diet.",
                "Seals and sea lions can’t help their funky flatulence, But some animals deploy their farts strategically."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VhIGxpb24&hash=f3b7f17027bf0e1fe213cbf061795e170e0c5aea&lang=en&cache-only=0",
            "defineEn": "a large type of seal with external ear flaps that is mainly found on Pacific coasts",
            "defineVi": "một loại hải cẩu lớn có vành tai ngoài chủ yếu được tìm thấy ở bờ biển Thái Bình Dương",
            "hasImg": true
        },
        {
            "id": "3b46205a-7b22-4df0-a2b7-dfe82d32ce45",
            "word": "seal",
            "phonetic": "siːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "My lips are sealed.",
                "The bill has the President's seal of approval.",
                "Fans have given the band's new song their seal of approval.",
                "My student had a secret but my lips were sealed.",
                "With a gentle push, the window closed tightly, sealing out the draft."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VhbA&hash=a55579c8abf3ef776555e5c235e37a73fca9e927&lang=en&cache-only=0",
            "defineEn": "a large sea animal that eats fish and lives in coastal areas, its feet are like flippers and is hunted by humans for its fur",
            "defineVi": "một loài động vật biển lớn ăn cá và sống ở các vùng ven biển, chân của nó giống như chân chèo và bị con người săn lùng để lấy lông",
            "hasImg": true
        },
        {
            "id": "45cb7b6f-f3f8-4187-b7b4-ac61f94f201a",
            "word": "walrus",
            "phonetic": "wɔlɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Walruses suffered their final dropoff in diversity after the close of the Pliocene Epoch, 2.6 million years ago.",
                "Walrus dead whales birds eggs",
                "Carve some walrus tusk?",
                "Walruses, for example, use their whisker touch to find edible items on the seafloor.",
                "Male walruses sometimes use their tusks like swords, to fight with other males."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FscnVz&hash=0ea922a614432886def071a720b8cf78f56637df&lang=en&cache-only=0",
            "defineEn": "a large marine mammal like a seal with two large tusks that lives in Arctic regions",
            "defineVi": "một loài động vật có vú lớn ở biển như hải cẩu có hai ngà lớn sống ở vùng Bắc Cực",
            "hasImg": true
        },
        {
            "id": "7112a080-353e-491d-803f-75db1214897b",
            "word": "boar",
            "phonetic": "boːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fourth mission was to capture the Erymanthian boar, which had ravaged many fields.",
                "Isis soon left the chest to visit Horus, and Seth found the coffin while boar hunting.",
                "The Vanir are also associated with a golden boar said to travel above and below the earth like the sun.",
                "That's less than beef, and nothing compared to bear and boar meat.",
                "Forgetting to vote would be like going into a Publix supermarket to order the Boar's Head Maple Honey Turkey Sub with Saint Andre soft-ripened cheese and then forgetting the mayonnaise."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9hcg&hash=ab455a1e14ce628bdb87434f4c2fe0a098033d13&lang=en&cache-only=0",
            "defineEn": "a wild pig with tusks",
            "defineVi": "một con lợn rừng có ngà",
            "hasImg": true
        },
        {
            "id": "fa13cd90-d414-4741-8ed7-e8b66083ac75",
            "word": "warthog",
            "phonetic": "wɔːɹthɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "See, mongooses clean ticks and parasites off of the warthogs.",
                "The warthogs get clean, the mongooses get a snack.",
                "Perhaps the cutest pairing in the animal kingdom is the one between common warthogs and banded mongooses.",
                "This is probably one of the most eclectic rooms of our collection, we have everything from these gigantic wolf pelts right here hanging from the ceiling, we have river otters and leopard seals and warthogs and primates, and gibbons and spider monkeys and anteaters and prehensile-tailed porcupines and a zebra.",
                "You see, something similar happens with coatis, a small South American raccoon relative that looks surprisingly like a mongoose, and tapirs, an animal that is not all that different from a warthog."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FydGhvZw&hash=5d06f69ac9b6d471f062d85a1400553fb31752b8&lang=en&cache-only=0",
            "defineEn": "a wild pig with a pair of tusks that lives in sub-Saharan Africa and feeds on vegetables",
            "defineVi": "một con lợn rừng có một cặp ngà sống ở châu Phi cận Sahara và ăn rau",
            "hasImg": true
        },
        {
            "id": "274ca10f-3c4e-42f5-8c12-14f14b6d822c",
            "word": "sea otter",
            "phonetic": "siː ɑːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VhIG90dGVy&hash=34fc757c0406fc51d2441fc295431d53a34f2809&lang=en&cache-only=0",
            "defineEn": "a marine mammal known for its adorable appearance, dense fur coat, playful behavior, and remarkable tool-use ability in foraging for food",
            "defineVi": "một loài động vật có vú ở biển được biết đến với vẻ ngoài đáng yêu, bộ lông dày, hành vi vui tươi và khả năng sử dụng công cụ đáng chú ý trong việc tìm kiếm thức ăn",
            "hasImg": true
        },
        {
            "id": "53bb284a-846c-4cf7-8b58-2682eaa8d48d",
            "word": "musk ox",
            "phonetic": "mʌsk ɑːks ",
            "partOfSpeechType": "noun",
            "examples": [
                "You proposed to your wife when she killed her first musk ox.",
                "Well, I proposed to her when she got her first musk ox.",
                "So, you knew it was love when she killed a musk ox."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzayBveA&hash=94332ed969afc6140ef856c91b79b67e6bd4ceab&lang=en&cache-only=0",
            "defineEn": "a large mammal with hoofed limbs, a shaggy coat and two curved horns that is found in the Arctic",
            "defineVi": "một loài động vật có vú lớn với các chi có móng guốc, bộ lông xù xì và hai chiếc sừng cong được tìm thấy ở Bắc Cực",
            "hasImg": true
        },
        {
            "id": "cf5138eb-6a54-441e-87dc-52f708f98b44",
            "word": "buffalo",
            "phonetic": "bʌfəloʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Buffalo's milk can be made into cheese.",
                "Buffalo chicken pizza, just finished right there.",
                "- you got any buffalo balls?",
                "Buffalo Balls: Will It Smoothie?",
                "It was cows, not buffalo."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVmZmFsbw&hash=245720d7bf005701d3e922d35aa2cdb8fd3acba7&lang=en&cache-only=0",
            "defineEn": "a large animal like a cow with dark fur that is found in America",
            "defineVi": "một con vật lớn giống như một con bò với bộ lông sẫm màu được tìm thấy ở Mỹ"
        },
        {
            "id": "fb187f4e-8962-42ab-8ed6-392ce389be71",
            "word": "bison",
            "phonetic": "baɪsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And bison are amazing animals, with big humps, long horns, and furry beards.",
                "And bison calves are quick learners!",
                "Bison eat lots of plants all day.",
                "Bison numbers rose as they browsed the revitalized forests.",
                "Bison are actually the biggest land animal in North America."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymlzb24&hash=cbbf869493e467abc6aa6da06fb65018a58301de&lang=en&cache-only=0",
            "defineEn": "a large wild mammal of the cow family covered with long hair that is found in North America or Europe",
            "defineVi": "một loài động vật có vú hoang dã lớn thuộc họ bò có lông dài được tìm thấy ở Bắc Mỹ hoặc Châu Âu",
            "hasImg": true
        },
        {
            "id": "aecab9bb-6986-44b6-8930-5d4ce987f9bc",
            "word": "whale",
            "phonetic": "weɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The whale has a very distinctive call.",
                "Whales are incredible marine animals that migrate long distances.",
                "The whale was a big creature that swam in the ocean.",
                "The boss whaled on us for the entirety of the meeting because of our failure to meet our sales quota.",
                "A whale was found washed up on the shore."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hhbGU&hash=2b51954cc8baf439f848763a8a259690efbc93c7&lang=en&cache-only=0",
            "defineEn": "a very large animal that lives in the sea, with horizontal tail fin and a blowhole on top of its head for breathing",
            "defineVi": "một loài động vật rất lớn sống ở biển, có vây đuôi nằm ngang và lỗ thông hơi trên đỉnh đầu để thở",
            "hasImg": true
        }
    ]
}