{
    "id": "47885c93-dddb-470a-b71c-37fc13656408",
    "title": "Bulb and Stem Vegetables",
    "originalTitle": "Bulb and Stem Vegetables",
    "words": [
        {
            "id": "01901057-64ba-46c0-8ad9-507205c38f59",
            "word": "celery",
            "phonetic": "sɛlɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She includes thin slices of celery in her diet.",
                "Grandma's secret stuffing recipe includes a combination of diced onions, celery, and fragrant herbs.",
                "He dislikes the taste of celery and avoids it in his meals.",
                "I sprinkled a little celery seed on top of my baked potatoes to elevate their flavor.",
                "It is important to wash celery thoroughly before consuming it."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VsZXJ5&hash=57a0de6466324325f37ceb2ecf48a8aec9935e7d&lang=en&cache-only=0",
            "defineEn": "a green vegetable with long stalks that could be eaten",
            "defineVi": "một loại rau xanh có cuống dài có thể ăn được",
            "hasImg": true
        },
        {
            "id": "578ed45f-1038-48e7-acc4-c00226c762c0",
            "word": "celtuce",
            "phonetic": "kɛltuːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "He picked some fresh celtuce from the garden and prepared a refreshing salad for himself.",
                "The restaurant featured a special dish on their menu that showcased the versatility of celtuce in both raw and cooked forms."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VsdHVjZQ&hash=eaf200a4841bb145f0ab37e1b456477c54afa246&lang=en&cache-only=0",
            "defineEn": "a vegetable with both lettuce-like leaves and a thick stem",
            "defineVi": "một loại rau có cả lá giống như rau diếp và thân dày",
            "hasImg": true
        },
        {
            "id": "d479a1b2-e59b-4eba-b840-2842aa24d88f",
            "word": "asparagus",
            "phonetic": "ɐspæɹəɡəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Asparagus beanare rich in iron and vitamin K.",
                "She spooned a velvety hollandaise sauce over her grilled asparagus",
                "Impress your guests with a mouthwatering morel mushroom and asparagus quiche for a delightful brunch option.",
                "She valued the high nutritional content and low-calorie nature of asparagus in his diet.",
                "With the arrival of spring, he eagerly anticipated the first harvest of Prussian asparagus to prepare a traditional Easter brunch."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNwYXJhZ3Vz&hash=07e3ca0316a665a57619dba8a7d96f553743a0d1&lang=en&cache-only=0",
            "defineEn": "a long green vegetable with edible stems, used in cooking or eaten raw",
            "defineVi": "một loại rau xanh dài có thân ăn được, dùng để nấu ăn hoặc ăn sống",
            "hasImg": true
        },
        {
            "id": "9a3408b1-44cf-4681-b6a3-cff6dc858309",
            "word": "cardoon",
            "phonetic": "kɑːɹduːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The goats eagerly nibbled on the cardoon leaves.",
                "We planted cardoon in our community garden to attract beneficial insects like butterflies.",
                "He harvested the cardoon from his garden and cooked it into a delicious side dish."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZG9vbg&hash=50de5cdc063488c15695bb0c08f26193696cae15&lang=en&cache-only=0",
            "defineEn": "a thistle-like plant with edible stalks and leaves, commonly used in Mediterranean cuisine",
            "defineVi": "một loại cây giống như cây kế có thân và lá ăn được, thường được sử dụng trong ẩm thực Địa Trung Hải",
            "hasImg": true
        },
        {
            "id": "6364979f-7e2b-44e5-a00a-3537728f744c",
            "word": "celeriac",
            "phonetic": "sɛlɪɹiæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "I often use celeriac as a substitute for potatoes in my mashed dishes.",
                "He was surprised to find celeriac in the grocery store and couldn't wait to try a new recipe with it.",
                "The celeriac fries she made were a hit at the barbecue party, and everyone asked for the recipe."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VsZXJpYWM&hash=c414227e056f5f23238a4c25b38c281f146145f5&lang=en&cache-only=0",
            "defineEn": "the knobby edible root of a plant of the celery family that is very scented, eaten as a vegetable",
            "defineVi": "rễ sần sùi ăn được của một loại cây thuộc họ cần tây rất thơm, được ăn như một loại rau",
            "hasImg": true
        },
        {
            "id": "f3b38065-5e33-4a56-830f-f7b296fd2dd1",
            "word": "chives",
            "phonetic": "tʃaɪvz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hpdmVz&hash=4c4eec60b647597ad102ba8a4a51d397f4f89c47&lang=en&cache-only=0",
            "defineEn": "the slender leaves of a plant closely related to the onion, with purple flowers, that is used as a culinary herb",
            "defineVi": "những chiếc lá mảnh mai của một loại cây có họ hàng gần với hành tây, có hoa màu tím, được dùng làm thảo mộc nấu nướng",
            "hasImg": true
        },
        {
            "id": "69027760-d34e-4e60-bc44-bcc518fd7b37",
            "word": "garlic",
            "phonetic": "ɡɑːɹlɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Too much garlic killed the taste of the meat.",
                "They dipped their garlic bread into a bowl of warm tomato sauce.",
                "The homemade garlic sauce was a hit at the dinner party.",
                "The chef grated fresh garlic into the tomato sauce, enhancing its depth and richness.",
                "The kitchen was filled with the smell of garlic."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FybGlj&hash=0e99305121f3de1e5dba4d3463143caecbca0394&lang=en&cache-only=0",
            "defineEn": "a type of vegetable having a strong smell and hot flavor that is used in cooking",
            "defineVi": "một loại rau có mùi mạnh và hương vị nóng được sử dụng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "4559ff88-73e4-4bdb-85ce-8d6e9345364b",
            "word": "fennel",
            "phonetic": "fɛnəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He discovered that fennel tea helped soothe his upset stomach.",
                "We discovered that fennel not only enhances the flavor but also provides digestive benefits.",
                "I love using fennel in my recipes as it adds a unique and pleasant smell to the dish.",
                "Fennel, the fennel goes in the bag.",
                "The fennel, you know?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVubmVs&hash=5fcf5132aaa746d1798bb05bf622d065697063bb&lang=en&cache-only=0",
            "defineEn": "a plant with feathery leaves and a round thick stem, used as a vegetable or for adding flavor to food",
            "defineVi": "một loại cây có lá có lông và thân dày tròn, được dùng làm rau hoặc để tăng thêm hương vị cho thức ăn",
            "hasImg": true
        },
        {
            "id": "c37dbac2-d8d9-4c30-bde7-775fee7ec3a2",
            "word": "garlic chive",
            "phonetic": "ɡɑːɹlɪk tʃaɪv ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2FybGljIGNoaXZl&hash=2ded51ca9535fa06a2979c415ee22d83547a83e7&lang=en&cache-only=0",
            "defineEn": "a herbaceous plant with flat, narrow leaves that have a distinct garlic-like flavor",
            "defineVi": "một loại cây thân thảo với những chiếc lá phẳng, hẹp có hương vị giống như tỏi"
        },
        {
            "id": "83e12ef7-116d-4115-903c-9a253c9e0d77",
            "word": "kohlrabi",
            "phonetic": "koʊlɹɑːbi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The party guests were intrigued by the kohlrabi slices on the appetizer platter.",
                "We discovered kohlrabi in the grocery store and couldn't resist buying it."
            ],
            "audio": "https://tts.langeek.co/read?text=a29obHJhYmk&hash=71a53bbbb9f6f6e5ad086f902bbcb513888e3048&lang=en&cache-only=0",
            "defineEn": "the edible swollen stem of a plant of the cabbage family, used in cooking or salads",
            "defineVi": "thân sưng phồng ăn được của một loại cây thuộc họ cải bắp, được sử dụng trong nấu ăn hoặc làm salad",
            "hasImg": true
        },
        {
            "id": "a8271c6c-07ab-4bec-9849-9ecc1a200257",
            "word": "kurrat",
            "phonetic": "kɜːɹæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "With its distinct taste, kurrat has become a popular ingredient in various cuisines around the world.",
                "It was a sunny day, and the garden was filled with the pleasant scent of blooming kurrat plants."
            ],
            "audio": "https://tts.langeek.co/read?text=a3VycmF0&hash=f9860a3460e48eefbd2ec1d5c99e699ca834a771&lang=en&cache-only=0",
            "defineEn": "a type of herb that belongs to the Allium family and has a pungent, onion-like flavor",
            "defineVi": "một loại thảo mộc thuộc họ Allium và có mùi hăng, giống như hành tây",
            "hasImg": true
        },
        {
            "id": "d29596ab-b5a5-4087-816a-c804409bfea1",
            "word": "lemongrass",
            "phonetic": "lɛməŋɡɹæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "I planted lemongrass in my herb garden, enjoying the pleasant aroma every time I walked by.",
                "As a home remedy, I steeped lemongrass in hot water and drank it to relieve a sore throat.",
                "The skincare routine included a facial serum with lemongrass oil, known for its purifying and toning properties.",
                "As the candles burned, the room filled with the pleasant aroma of lemongrass oil, creating a peaceful ambiance.",
                "Some ingredients, like curry and lemongrass, actually become more intense in the sky, while cinnamon, ginger, and garlic tend to maintain their taste."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVtb25ncmFzcw&hash=06ac5cae768d948056a13ef46ede5cd9f01cc0de&lang=en&cache-only=0",
            "defineEn": "a fragrant herb with a distinct citrus-like flavor",
            "defineVi": "một loại thảo mộc thơm với hương vị giống như cam quýt",
            "hasImg": true
        },
        {
            "id": "f6b6aa08-dac3-4f0b-89ec-1e96f1c986b9",
            "word": "leek",
            "phonetic": "liːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "She found comfort in a warm bowl of creamy leek and potato soup on a rainy afternoon.",
                "They discovered a hidden spot where wild leeks grew abundantly.",
                "It was a challenge to find leeks at the grocery store, but she finally got her hands on them.",
                "I like leeks, you know?",
                "And I make the best pies with leeks."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVlaw&hash=eb29cbe6ea87acbe2709adb7db59cdcff21aa2f5&lang=en&cache-only=0",
            "defineEn": "a plant of the onion family with layers of green leaves and a white stem, used in cooking",
            "defineVi": "một loại cây thuộc họ hành có nhiều lớp lá xanh và thân màu trắng, dùng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "7af24fc0-65b0-4816-b23f-2404bcece85c",
            "word": "nopal",
            "phonetic": "noʊpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I often include nopal in my smoothies for its high fiber content and nutrient-rich properties.",
                "After visiting a local market, he bought fresh nopal to prepare a traditional Mexican dish."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9wYWw&hash=10dd082efad9a2ba0b81be4ff826b43ddc8552ef&lang=en&cache-only=0",
            "defineEn": "a type of cactus commonly used in Mexican cuisine for its edible pads or paddles",
            "defineVi": "một loại xương rồng thường được sử dụng trong ẩm thực Mexico cho miếng đệm hoặc mái chèo ăn được",
            "hasImg": true
        },
        {
            "id": "4fbccf7c-48e9-4df6-a6df-8ad777dbd0a1",
            "word": "onion",
            "phonetic": "ʌniən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children enjoyed onion rings as a crispy side dish.",
                "They mixed Welsh onion with cream cheese for a tasty spread on their morning bagels.",
                "When it comes to the new tax reform, the new accountant really knows her onions.",
                "They pickled onions to enjoy as a tangy garnish for sandwiches and salads.",
                "Melt the butter, then add the onion."
            ],
            "audio": "https://tts.langeek.co/read?text=b25pb24&hash=630cbddcf7a13bd1cb746370bbf0b6cdae76ffb8&lang=en&cache-only=0",
            "defineEn": "a round yellow, white, or red vegetable with many layers and a smell and taste that is strong",
            "defineVi": "một loại rau tròn màu vàng, trắng hoặc đỏ với nhiều lớp, có mùi và vị đậm đà",
            "hasImg": true
        },
        {
            "id": "97c659d3-dfca-47b5-b82a-aa45d43f2560",
            "word": "Prussian asparagus",
            "phonetic": "pɹʌʃən ɐspæɹəɡəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=UHJ1c3NpYW4gYXNwYXJhZ3Vz&hash=1053d4c824f032df2d33a5d64a4f2fd53abde30b&lang=en&cache-only=0",
            "defineEn": "a unique variety of asparagus known for its tender stalks and distinct flavor",
            "defineVi": "một loại măng tây độc đáo được biết đến với thân cây mềm và hương vị riêng biệt",
            "hasImg": true
        },
        {
            "id": "c3583d3d-e562-4a8d-b19e-1578384db2fd",
            "word": "scallion",
            "phonetic": "skæliən ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can use scallions as a flavorful topping for your grilled meats or vegetables.",
                "They enjoy the delicate crunch of fresh scallions in their homemade tacos.",
                "That's scallion.",
                "So I add some more scallions.",
                "I had no basil, so I used scallions."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NhbGxpb24&hash=20cb28eb46f4d4f1c562e90469f53938bbb2eab7&lang=en&cache-only=0",
            "defineEn": "a young onion taken from the ground before the root is formed, with a long green stem, eaten as a vegetable",
            "defineVi": "một củ hành non được lấy từ mặt đất trước khi hình thành rễ, có thân dài màu xanh lục, được ăn như một loại rau",
            "hasImg": true
        },
        {
            "id": "246aef66-17e4-458e-84fa-46df16ae24e3",
            "word": "spring onion",
            "phonetic": "spɹɪŋ ʌniən ",
            "partOfSpeechType": "noun",
            "examples": [
                "My husband likes to chop spring onions and sprinkle them on her avocado toast for a burst of flavor.",
                "It's always a delight to find fresh spring onions at the farmers market.",
                "Green onions or spring onions or scallions are somewhere between leeks and a regular onion.",
                "We're gonna do a charred spring onion chimichurri with the lamb.",
                "And I'm just gonna pour this over my spring onions."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ByaW5nIG9uaW9u&hash=a3152294dd2a0890e01795a3d81657fd8ca05af2&lang=en&cache-only=0",
            "defineEn": "a young onion taken from the ground before the root is enlarged, with a long green stem, eaten as a vegetable",
            "defineVi": "một củ hành non được lấy từ mặt đất trước khi củ to ra, có thân dài màu xanh lục, ăn như một loại rau",
            "hasImg": true
        },
        {
            "id": "b9d3cd97-56ae-4736-94bb-02188de30aaf",
            "word": "shallot",
            "phonetic": "ʃɐlɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He caramelized the shallots and served them as a topping for his juicy steak.",
                "She prefers using shallots instead of onions in her salad dressing because they have a milder flavor.",
                "You don't have shallots, use onions.",
                "So here's some minced shallot, grated garlic, add some cream into it, ooo,",
                "So the ingredients are the grain, of course, and shallots from the garden, dill from the garden, parsley from the garden, scallions from the garden."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hhbGxvdA&hash=179e107997104715db3c21336aef2333d53c85e0&lang=en&cache-only=0",
            "defineEn": "type of onion plant producing small clustered mild-flavored bulbs used as seasoning",
            "defineVi": "loại cây hành tây sản xuất các củ nhỏ có hương vị nhẹ được sử dụng làm gia vị",
            "hasImg": true
        },
        {
            "id": "7f3ff977-15e8-4844-9868-fecc1aca0f4c",
            "word": "welsh onion",
            "phonetic": "wɛlʃ ʌniən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2Vsc2ggb25pb24&hash=f4683016f242ff1e98fe3e91be400d836c4147cb&lang=en&cache-only=0",
            "defineEn": "a perennial plant with long, slender green leaves and a mild onion flavor",
            "defineVi": "một loại cây lâu năm với những chiếc lá dài và mảnh màu xanh lá cây và hương vị hành tây nhẹ",
            "hasImg": true
        },
        {
            "id": "47021731-96fb-4b63-89e4-5ede20319579",
            "word": "wild leek",
            "phonetic": "waɪld liːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "He looked at his daughter planting wild leek bulbs in the garden."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lsZCBsZWVr&hash=e0cd418985eead57382fe035b0480b96c99ae22a&lang=en&cache-only=0",
            "defineEn": "a type of wild onion with a distinct garlicky flavor",
            "defineVi": "một loại hành tây hoang dã có hương vị tỏi riêng biệt",
            "hasImg": true
        },
        {
            "id": "f0042f74-7c07-45e0-b8f9-3f37038381e6",
            "word": "spring onion",
            "phonetic": "ɡɹiːn ʌniən ",
            "partOfSpeechType": "noun",
            "examples": [
                "My husband likes to chop spring onions and sprinkle them on her avocado toast for a burst of flavor.",
                "It's always a delight to find fresh spring onions at the farmers market.",
                "Green onions or spring onions or scallions are somewhere between leeks and a regular onion.",
                "We're gonna do a charred spring onion chimichurri with the lamb.",
                "And I'm just gonna pour this over my spring onions."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ByaW5nIG9uaW9u&hash=a3152294dd2a0890e01795a3d81657fd8ca05af2&lang=en&cache-only=0",
            "defineEn": "a young onion taken from the ground before the root is enlarged, with a long green stem, eaten as a vegetable",
            "defineVi": "một củ hành non được lấy từ mặt đất trước khi củ to ra, có thân dài màu xanh lục, ăn như một loại rau",
            "hasImg": true
        },
        {
            "id": "fbace3ea-5890-4181-abec-5feed24abf6d",
            "word": "purple onion",
            "phonetic": "pɜːpəl ʌniən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHVycGxlIG9uaW9u&hash=fdb6a39960b4a8a58aa89d4b1cd122094aac3088&lang=en&cache-only=0",
            "defineEn": "a type of onion with a vibrant purple outer skin and a mild, sweet flavor",
            "defineVi": "một loại hành tây có vỏ ngoài màu tím rực rỡ và hương vị ngọt nhẹ",
            "hasImg": true
        },
        {
            "id": "4ecc2b99-d65e-4712-b453-2131ef4af6e0",
            "word": "vidalia onion",
            "phonetic": "vɪdeɪliə ʌniən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmlkYWxpYSBvbmlvbg&hash=e530747370c211357fbadaf940c9e8f828d49fa1&lang=en&cache-only=0",
            "defineEn": "sweet-flavored onion grown in Georgia",
            "defineVi": "hành tây có vị ngọt được trồng ở Georgia",
            "hasImg": true
        },
        {
            "id": "902b297c-eb7f-489f-af2f-ab7e155c92e4",
            "word": "Spanish onion",
            "phonetic": "spænɪʃ ʌniən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=U3BhbmlzaCBvbmlvbg&hash=ff726c9e4040e763abce2373c0da459c771ecf43&lang=en&cache-only=0",
            "defineEn": "large mild and succulent onion; often eaten raw",
            "defineVi": "củ hành to nhẹ, mọng nước; thường ăn sống",
            "hasImg": true
        },
        {
            "id": "18a7ac89-483c-46e9-84a7-63797be2ba42",
            "word": "pearl onion",
            "phonetic": "pɜːl ʌniən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVhcmwgb25pb24&hash=baaf5a7d41852edd4c96229055faed2e9121c5a2&lang=en&cache-only=0",
            "defineEn": "a small, round onion used in culinary applications for its mild flavor and pearl-like appearance",
            "defineVi": "một củ hành tròn, nhỏ được sử dụng trong các ứng dụng ẩm thực vì hương vị nhẹ và vẻ ngoài giống như ngọc trai",
            "hasImg": true
        },
        {
            "id": "c3fc3c20-862f-4178-9e81-2b795ea09e56",
            "word": "green bean",
            "phonetic": "ɡɹiːn biːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can roast green beans in the oven with a sprinkle of parmesan cheese for a delicious snack.",
                "She planted green beans in her garden, which grew quickly and abundantly.",
                "It's best to blanch the green beans before freezing them for long-term storage.",
                "The vitamin A present in green beans plays a crucial role in maintaining healthy skin.",
                "Green beans are probably 60 percent food service."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlZW4gYmVhbg&hash=cf43390c27af36ca198aa14a1333a1100934e718&lang=en&cache-only=0",
            "defineEn": "a kind of green vegetable that is long and thin and is used in cooking",
            "defineVi": "một loại rau xanh dài và mỏng và được sử dụng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "8e431fef-095b-419a-9849-d72d17cc7c63",
            "word": "pea",
            "phonetic": "piː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The members of the band are like peas in a pod.",
                "The group of friends are like peas in a pod.",
                "She used earthnut peas as a unique ingredient in her vegetarian curry.",
                "Black-eyed peas are commonly used in stews, soups, salads, and traditional dishes.",
                "The twins, Tom and Tim, are like two peas in a pod."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVh&hash=150f442b62683b5e265660adecfec45dad0f77fb&lang=en&cache-only=0",
            "defineEn": "a green seed, eaten as a vegetable",
            "defineVi": "một hạt màu xanh lá cây, ăn như một loại rau",
            "hasImg": true
        },
        {
            "id": "952473ce-f734-442c-8a8c-144be0a7a928",
            "word": "snow pea",
            "phonetic": "snoʊ piː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c25vdyBwZWE&hash=c47068f10ffe7d0398f898559603434681b79f23&lang=en&cache-only=0",
            "defineEn": "a flat-podded pea variety that is harvested and eaten when both the pod and the peas inside are still young and tender",
            "defineVi": "một loại đậu có vỏ phẳng được thu hoạch và ăn khi cả vỏ và hạt đậu bên trong vẫn còn non và mềm",
            "hasImg": true
        },
        {
            "id": "1793ba44-abee-4761-9315-88975fe33aeb",
            "word": "sugar snap pea",
            "phonetic": "ʃʊɡɚ snæp piː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3VnYXIgc25hcCBwZWE&hash=57b7e1fcd8b22baeaa891f0f59a7887af22a92bd&lang=en&cache-only=0",
            "defineEn": "a variety of pea with edible pods that are sweet and crunchy",
            "defineVi": "nhiều loại đậu có vỏ ăn được ngọt và giòn",
            "hasImg": true
        },
        {
            "id": "debe24a8-57da-44d9-aa6d-9c0896e8be50",
            "word": "bean",
            "phonetic": "biːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "My vegetarian friend often uses beans as a filling for vegetarian tacos.",
                "I often use beans as a filling for vegetarian tacos.",
                "So who spilled the beans about her affair with David?",
                "She added steamed lima beans to her garden salad.",
                "I haven't got a bean."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhbg&hash=e00b28fc0c39c03c2a281313f4bffddf71b35ec2&lang=en&cache-only=0",
            "defineEn": "a seed growing in long pods on a climbing plant, eaten as a vegetable",
            "defineVi": "một hạt mọc trong vỏ dài trên cây leo, ăn như một loại rau",
            "hasImg": true
        },
        {
            "id": "70dcedf8-09d4-4bb4-a486-ea68ef7dbfe8",
            "word": "wax bean",
            "phonetic": "wæks biːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "They are planning to toss wax beans with olive oil, vinegar, and fresh herbs to create a refreshing salad.",
                "Wax beans are low in calories and fat, making them a nutritious addition to a balanced diet."
            ],
            "audio": "https://tts.langeek.co/read?text=d2F4IGJlYW4&hash=93b30be3f9ed97e6d4a095a60a99ff0c3d35cd41&lang=en&cache-only=0",
            "defineEn": "a dwarf bean with yellow pods",
            "defineVi": "một hạt đậu lùn có vỏ màu vàng",
            "hasImg": true
        },
        {
            "id": "f3a076a7-a066-46d1-8e9a-0951be1bf10d",
            "word": "string bean",
            "phonetic": "stɹɪŋ biːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "They grilled the string beans along with other vegetables for a tasty and colorful summer barbecue.",
                "They added string beans to their vegetable soup for added texture and flavor.",
                "By that I mean it's excellent as a green bean, as a string bean",
                "And so these are rattlesnake beans but you would also call them string beans?",
                "Sometimes when you say rattlesnakes, if the name is rattlesnake string beans, I don't want to have nothing to do with them, you know."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyaW5nIGJlYW4&hash=4de97430541b722f1afb328f45c157e0bc02c740&lang=en&cache-only=0",
            "defineEn": "a scarlet bean that grows in green pods on a climbing plant, used in cooking",
            "defineVi": "một loại đậu đỏ mọc trong vỏ xanh trên cây leo, được sử dụng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "e327f912-7084-4df2-9661-33acf2339c90",
            "word": "string bean",
            "phonetic": "ɹʌnɚ biːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "They grilled the string beans along with other vegetables for a tasty and colorful summer barbecue.",
                "They added string beans to their vegetable soup for added texture and flavor.",
                "By that I mean it's excellent as a green bean, as a string bean",
                "And so these are rattlesnake beans but you would also call them string beans?",
                "Sometimes when you say rattlesnakes, if the name is rattlesnake string beans, I don't want to have nothing to do with them, you know."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyaW5nIGJlYW4&hash=4de97430541b722f1afb328f45c157e0bc02c740&lang=en&cache-only=0",
            "defineEn": "a scarlet bean that grows in green pods on a climbing plant, used in cooking",
            "defineVi": "một loại đậu đỏ mọc trong vỏ xanh trên cây leo, được sử dụng trong nấu ăn",
            "hasImg": true
        }
    ]
}