{
    "id": "47a1a1ee-5147-44f0-ac30-dba9f78e6e5c",
    "title": "Argument and Agreement",
    "originalTitle": "Lesson 7",
    "words": [
        {
            "id": "0d74ad0e-9b7a-4de6-8b1f-fd9c330bd34e",
            "word": "however",
            "phonetic": "haʊɛvɚ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The Council of Ministers, however, is still putting a spanner in the works.",
                "However, they quickly realized that their love and support for her shouldn't be affected by her sexual orientation.",
                "However, with careful planning and sacrifices, she managed to make the trips of her dreams.",
                "However, I did find Avery's reaction to catching him with his pants down to be pretty unrealistic.",
                "However, creditors have better memory than debtors, and they will eventually come calling for what is owed to them."
            ],
            "audio": "https://tts.langeek.co/read?text=aG93ZXZlcg&hash=1923969fae58d2e299fa88acc687cc7f2046d2cc&lang=en&cache-only=0",
            "defineEn": "used to indicate contrast or contradiction",
            "defineVi": "được sử dụng để chỉ ra sự tương phản hoặc mâu thuẫn"
        },
        {
            "id": "b53cf362-93f8-4a9c-a127-81c03d7da190",
            "word": "firstly",
            "phonetic": "fɜːstli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Firstly, turbulence is always chaotic.",
                "Firstly, the situation in Myanmar was really quite problematic in a number of different ways. ",
                "Firstly, the size, measured in both length and diameter.",
                "Firstly, there are several hormone-producing glands: three in your brain, and seven in the rest of your body.",
                "Firstly, what is CBD?"
            ],
            "audio": "https://tts.langeek.co/read?text=Zmlyc3RseQ&hash=fdd4a8889c80813a429329bc7734579b63d6b3a2&lang=en&cache-only=0",
            "defineEn": "used to introduce the first fact, reason, etc.",
            "defineVi": "được sử dụng để giới thiệu sự thật đầu tiên, lý do, v.v."
        },
        {
            "id": "f2dad3c1-79bf-4193-ab10-15e815518bc6",
            "word": "furthermore",
            "phonetic": "fɜːðɚmoːɹ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Furthermore, a well-integrated system bridges the divide among multiple, diverse functions within an organization.",
                "Furthermore the company didn't have the right products.",
                "Furthermore, quality of service is often quite high.",
                "And furthermore, the rates were by class.",
                "Furthermore, these funds seemed to offer even lower risk, especially through turbulent times like this past year."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVydGhlcm1vcmU&hash=54d45cff0d1333819434a9546a69cc0bc6acdaca&lang=en&cache-only=0",
            "defineEn": "in addition to what has just been stated; besides",
            "defineVi": "ngoài những điều vừa nêu; bên cạnh đó"
        },
        {
            "id": "5bf89823-3995-439f-af95-05ea786317b0",
            "word": "moreover",
            "phonetic": "moːɹoʊvɚ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Moreover, he was sure that for a long while to come travelers would give the town a wide berth.",
                "Moreover, it is a movement that is all-embracive, all-inclusive and all about ensuring no one falls between the cracks.",
                "Moreover each fisherman’s livelihood produced jobs for some five other people.",
                "Moreover, different policies have different multipliers.",
                "Moreover, the Germans themselves were experiencing the deprivation and losses of their loved ones 21."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9yZW92ZXI&hash=8e5523d968af00aaffa1bd3260006a06b613180a&lang=en&cache-only=0",
            "defineEn": "used to support or add to the statement that has just been made by giving new or more information",
            "defineVi": "được sử dụng để hỗ trợ hoặc thêm vào tuyên bố vừa được thực hiện bằng cách đưa ra thông tin mới hoặc nhiều hơn"
        },
        {
            "id": "0f4c6407-4060-4411-a81d-f85f4b82c19c",
            "word": "to consider",
            "phonetic": "tə kənsɪdɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The old man considered his granddaughter thoughtfully.",
                "The committee has been considering the report.",
                "The renowned scientist, Dr. Rebecca Thompson, is considered the big enchilada in the field of quantum physics.",
                "Have you considered my feelings?",
                "Have you considered my feelings?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc2lkZXI&hash=b8e5fb4ffe3ec1e2e3df4eafa4e6251864cc60ab&lang=en&cache-only=0",
            "defineEn": "to regard someone or something in a certain way",
            "defineVi": "để coi ai đó hoặc một cái gì đó trong một cách nhất định",
            "hasImg": true
        },
        {
            "id": "8408976a-796c-496e-a65c-fc21e7830f6d",
            "word": "agreed",
            "phonetic": "ɐɡɹiːd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWdyZWVk&hash=265b5c62f95f5a158ab600e470d428fd2fe62453&lang=en&cache-only=0",
            "defineEn": "having the same opinion about something",
            "defineVi": "có cùng quan điểm về một cái gì đó",
            "hasImg": true
        },
        {
            "id": "dbc6b3d7-7f02-4389-b30f-d34ea64a5a34",
            "word": "to confirm",
            "phonetic": "tə kənfɜːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "I dropped him a line confirming the date.",
                "They asked for his last name at the hotel check-in, to confirm his reservation.",
                "He opened the door and quickly gave the apartment a once over, confirming that nothing was untoward.",
                "While confirmed details are scarce, word has it that the company's next video game console will be the most powerful commercial machine ever built.",
                "Despite their talent and hard work, the underdog team was defeated by the well-funded and well-equipped opponents, confirming the idea that providence is always on the side of the big battalions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZmlybQ&hash=12b26171f8a1eb120835fde819f02edcfb22cc79&lang=en&cache-only=0",
            "defineEn": "to show or say that something is the case, particularly by providing proof",
            "defineVi": "để hiển thị hoặc nói rằng một cái gì đó là trường hợp, đặc biệt là bằng cách cung cấp bằng chứng"
        },
        {
            "id": "4ace092b-c6d0-49ff-89af-e3eed794c8e9",
            "word": "to resolve",
            "phonetic": "tə ɹᵻzɑːlv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Both projects are kept on ice until the question of funding is resolved.",
                "Experts have urged ministers to take the necessary steps to resolve the issue.",
                "I'm afraid this matter shall be resolved at the court of law, my hands are tied in this case.",
                "They're just playing for time, hoping that the situation will resolve itself.",
                "I learned the hard way that good accounting makes good friends after a disagreement with my roommate over unpaid bills almost ruined our friendship, but we were able to resolve the issue by keeping better track of our expenses."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzb2x2ZQ&hash=53121126355a21248f9a2c4fcd5d812671fda01b&lang=en&cache-only=0",
            "defineEn": "to find a way to solve a disagreement or difficulty",
            "defineVi": "để tìm một cách để giải quyết một sự bất đồng hoặc khó khăn"
        },
        {
            "id": "3d20f513-3173-4e10-a804-6dd29560826e",
            "word": "persuasive",
            "phonetic": "pɚsweɪsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She is so persuasive that she has people eating out of her hand in no time.",
                "The essay was written in persuasive form, with the author arguing for a particular point of view.",
                "The negotiator held all the aces with their persuasive arguments, information, and bargaining power, and got a favorable deal.",
                "Lily was known for her strong will and persuasive abilities, which often resulted in her getting her way during important decision-making processes.",
                "Statistics are persuasive."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc3Vhc2l2ZQ&hash=46a2ac1cd45512d76bc1a07f90da5d5adcb0d2c0&lang=en&cache-only=0",
            "defineEn": "capable of convincing others to do or believe something particular",
            "defineVi": "có khả năng thuyết phục người khác làm hoặc tin vào điều gì đó cụ thể"
        },
        {
            "id": "a1263659-767d-43fb-be64-1692895022e7",
            "word": "terms",
            "phonetic": "tɜːmz ",
            "partOfSpeechType": "noun",
            "examples": [
                "We need to TALK about this in TERMS like Violence Prevention.",
                "For Calvin Pierce, it has come to many years to come to TERMS with his upbringing.",
                "I would have been able to put it in those TERMS, but that's essentially",
                "The danger now is that so many people feel more comfortable speaking in RACIST terms who otherwise used to be under the ROCKS in the CREVICES."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVybXM&hash=ccc379355a7651e951e1663c270ad21dfd8182a3&lang=en&cache-only=0",
            "defineEn": "the conditions included in a contract or agreement",
            "defineVi": "các điều kiện bao gồm trong một hợp đồng hoặc thỏa thuận"
        },
        {
            "id": "ecd493ed-b9c0-4410-acd3-f6115f0942de",
            "word": "understanding",
            "phonetic": "ʌndɚstændɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The audience nodded in understanding as the speaker explained the concept.",
                "The experienced lawyer is streets ahead of her young colleagues, with a deep understanding of the law and years of courtroom experience.",
                "The scientist presented an abstract theory that revolutionized our understanding of the universe.",
                "The discovery of new planets represents a quantum leap in astronomy, with the potential to deepen our understanding of the universe and our place in it.",
                "The student's answer to the question was wide off the mark and showed a lack of understanding of the topic."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXJzdGFuZGluZw&hash=78fec5a10421c96e53df682b75ec66b0f3b3ece2&lang=en&cache-only=0",
            "defineEn": "an informal agreement that may be unspoken",
            "defineVi": "một thỏa thuận không chính thức có thể không được nói ra"
        },
        {
            "id": "29a9f254-8037-4f80-9f81-7634aa2a4132",
            "word": "acceptance",
            "phonetic": "ɐksɛptəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "John's family disowned him when they discovered he was born on the wrong side of the blanket, but he found solace and acceptance among friends who appreciated him for who he was.",
                "The teacher told her students that it takes all sorts to make a world in an effort to promote acceptance and understanding of different personalities and backgrounds.",
                "Those who are different or unconventional may struggle to gain acceptance in some groups or cultures - the nail that sticks out, gets hammered down.",
                "A theory's acceptance, however, is often gladiatorial.",
                "And part of this acceptance is also grieving the loss of your childhood."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjZXB0YW5jZQ&hash=166ed98f57d649e7310bd45429ba349aa968a090&lang=en&cache-only=0",
            "defineEn": "the act of agreeing with a belief, idea, statement, etc.",
            "defineVi": "hành động đồng ý với một niềm tin, ý tưởng, tuyên bố, vv",
            "hasImg": true
        },
        {
            "id": "c87aee93-20b9-4dd7-990e-16ba532853bb",
            "word": "alliance",
            "phonetic": "ɐlaɪəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "With the signing of the treaty, a powerful new European alliance first saw the light of day.",
                "In politics, it's often true that the enemy of your enemy is your friend, and we see strange alliances formed for short-term gain.",
                "The politician made a point of showing respect and kindness to his opponents, believing that it is good to make a bridge of gold to a flying enemy, and that treating people well could help him build alliances and get things done.",
                "He wanted an alliance.",
                "We witnessed an alliance between an elected head of state and a violent extremist organization on full display."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxsaWFuY2U&hash=28dd64272e8d30442bb08bbad2a62139bf0c92e0&lang=en&cache-only=0",
            "defineEn": "an association between countries, organizations, political parties, etc. in order to achieve common interests",
            "defineVi": "sự liên kết giữa các quốc gia, tổ chức, đảng phái chính trị, v.v. nhằm đạt được lợi ích chung",
            "hasImg": true
        },
        {
            "id": "bbb1956d-8ec9-4012-a79f-c5fcd0f3c185",
            "word": "to collaborate",
            "phonetic": "tə kəlæbɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They collaborate with other students on group projects.",
                "Engineers collaborate with architects to turn design concepts into reality.",
                "They laughed, shared ideas, and collaborated effortlessly, always staying on friendly terms.",
                "We attend conferences, read and write journals, and collaborate with other trainers.",
                "After a disagreement, the team is working to get back on the rails and collaborate effectively to achieve their shared goals."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29sbGFib3JhdGU&hash=94e15c1606d0b0999e974c1272bffdae4e363126&lang=en&cache-only=0",
            "defineEn": "to work with someone else in order to create something or reach the same goal",
            "defineVi": "để làm việc với người khác để tạo ra một cái gì đó hoặc đạt được cùng một mục tiêu",
            "hasImg": true
        },
        {
            "id": "f2b7cab0-e46c-44b1-9f92-0bb9003b8423",
            "word": "to concede",
            "phonetic": "tə kənsiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "He would not concede the points.",
                "So, many libertarians concede that the physical world itself is deterministic.",
                "We will never concede.",
                "We will never concede.",
                "You don't concede."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uY2VkZQ&hash=284947246689f5c3fc2faec160561b3ff8b2d4ab&lang=en&cache-only=0",
            "defineEn": "to admit defeat in a competition, election, etc.",
            "defineVi": "thừa nhận thất bại trong một cuộc thi, cuộc bầu cử, v.v."
        },
        {
            "id": "8803760c-ca4a-413a-87df-5ae223f9fc03",
            "word": "to consent",
            "phonetic": "tə kənsɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The patient consented to be put under the knife to remove the tumor.",
                "Silence must not always be read as consent.",
                "Although he didn't agree with the decision that was being made, he remained silent and didn't speak out - silence is half consent, and his lack of objection was seen as agreement.",
                "Freezing is not consent",
                "We filed a consent judgment in the states."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc2VudA&hash=eba776ec189f5b5a89a157ce8de28a6582731d78&lang=en&cache-only=0",
            "defineEn": "to give someone permission to do something or to agree to do it",
            "defineVi": "để cho phép ai đó để làm điều gì đó hoặc đồng ý để làm điều đó",
            "hasImg": true
        },
        {
            "id": "ef688ee5-c725-401d-8f56-a6cb210e30f8",
            "word": "to cooperate",
            "phonetic": "tə koʊɑːpɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "This video is cooperating.",
                "Most animals cooperate with the scientists.",
                "The Republicans aren’t cooperating. ",
                "Will he cooperate and play ball?",
                "We cooperated with regard to Afghanistan, where Russia played a positive role, particularly in letting our forces and our equipment transit into and out of Afghanistan."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29vcGVyYXRl&hash=24928c7f5cfca0335ab7a5cbbaf57ac08844a363&lang=en&cache-only=0",
            "defineEn": "to work with other people in order to achieve a common goal",
            "defineVi": "để làm việc với những người khác để đạt được một mục tiêu chung",
            "hasImg": true
        },
        {
            "id": "7f7b5697-1960-4908-a9ac-025eee37888d",
            "word": "to intervene",
            "phonetic": "tʊ ɪntɚviːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "She began whaling on the poor child until a police officer finally intervened.",
                "The Prime Minister was often in the eye of the storm during the debate on whether or not to intervene in Syria.",
                "He knew what they were doing was wrong, but his yellow streak kept him from intervening.",
                "But senior Justice Department officials intervened.",
                "The president had intervened against him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50ZXJ2ZW5l&hash=d2fa38548725488d0d82e4cf41e32e91fd5dfe7f&lang=en&cache-only=0",
            "defineEn": "to intentionally become involved in a difficult situation in order to improve it or prevent it from getting worse",
            "defineVi": "cố tình tham gia vào một tình huống khó khăn để cải thiện nó hoặc ngăn nó trở nên tồi tệ hơn"
        },
        {
            "id": "44a5e5b3-9911-405d-818e-93723e2fb0f2",
            "word": "to submit",
            "phonetic": "tə səbmɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The student submitted her term paper early, beating her classmates to the punch and impressing her professor with her diligence and quality of work.",
                "The conference organizers requested that all presenters submit an abstract of their research papers.",
                "They explained the procedure for submitting the application form.",
                "The writer hoped to hitch her wagon to a star by submitting her manuscript to a top publishing house.",
                "Ibrahim Magu, became a law unto himself and refused to submit to constituted authority."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VibWl0&hash=d4787e1dc2819e62856129e9fda5d4b3b6803934&lang=en&cache-only=0",
            "defineEn": "to accept the control, authority, or superiority of someone or something; to agree to something for this reason",
            "defineVi": "chấp nhận sự kiểm soát, quyền lực hoặc ưu thế của ai đó hoặc cái gì đó; để đồng ý với một cái gì đó vì lý do này"
        },
        {
            "id": "21df8b7b-b848-408f-a8d0-b9ceba59d823",
            "word": "treaty",
            "phonetic": "tɹiːɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The peace treaty that ended the war.",
                "With the signing of the treaty, a powerful new European alliance first saw the light of day.",
                "According to the US Department of State’s website, the treaty had a very colonial purpose in mind.",
                "he finally accepted the treaty.",
                "The treaty itself outlines a few key principles for future space exploration:"
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlYXR5&hash=50e6a0ccfd553a03923ca4e6b9408c885433d147&lang=en&cache-only=0",
            "defineEn": "an official agreement between two or more governments or states",
            "defineVi": "một thỏa thuận chính thức giữa hai hoặc nhiều chính phủ hoặc tiểu bang"
        },
        {
            "id": "1e4a3bec-befb-4ebc-93b2-1c1aa7a08ca3",
            "word": "truce",
            "phonetic": "tɹuːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Early on, leaders in all countries called a political truce on the home front.",
                "This is a five-year truce.",
                "Well, we'll just call that a truce",
                "The truce was tested today when Palestinians threw rocks and Molotov cocktails at Israeli police outside Jerusalem's Al-Aqsa Mosque compound.",
                "Word of the truce came tonight from Israel, and Hamas quickly agreed."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJ1Y2U&hash=04d69ba8d3da62474869de79c574a14e8e4b43dc&lang=en&cache-only=0",
            "defineEn": "an agreement according to which enemies or opponents stop fighting each other for a specific period of time; the period of time that such agreement lasts",
            "defineVi": "một thỏa thuận theo đó kẻ thù hoặc đối thủ ngừng chiến đấu với nhau trong một khoảng thời gian cụ thể; khoảng thời gian mà thỏa thuận đó kéo dài"
        },
        {
            "id": "979d9942-3192-4426-9f6d-484e51ed105f",
            "word": "agreement",
            "phonetic": "ɐɡɹiːmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The agreement followed months of negotiation.",
                "The agreement came after several hours of negotiations.",
                "The negotiations between the two countries finally yielded a peace agreement.",
                "The agreement is part of efforts to bring peace to the region.",
                "She nodded in agreement with his statement."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdyZWVtZW50&hash=802bd957adcccdafac90e734fa8e7fe335dfdc1e&lang=en&cache-only=0",
            "defineEn": "a promise, an arrangement, or a contract between two or more people",
            "defineVi": "một lời hứa, một sự sắp xếp, hoặc một hợp đồng giữa hai hoặc nhiều người",
            "hasImg": true
        },
        {
            "id": "9fa29244-e298-44a2-b90b-f0eb855e52b0",
            "word": "to persuade",
            "phonetic": "tə pɚsweɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The overwhelming majority of Irish-Americans probably persuaded the administration that the cake was not worth the candle.",
                "The salesman was a fast talker who persuaded the old lady to buy a new washing machine.",
                "I tried to persuade the Chancellor not to go.",
                "George didn't want to come, but we persuaded him to change his mind.",
                "Bob persuaded her to go by car, against her better judgement, and she regretted it as soon as she saw the heavy traffic."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVyc3VhZGU&hash=8f60e83c1ae0dc0dbfd9ee95a32b04df8cdf5a53&lang=en&cache-only=0",
            "defineEn": "to make a person do something by giving them a good reason why they should do it",
            "defineVi": "để làm cho một người làm điều gì đó bằng cách cho họ một lý do chính đáng tại sao họ nên làm điều đó"
        },
        {
            "id": "fbe680fe-d920-49df-a764-49a658043950",
            "word": "to encourage",
            "phonetic": "tʊ ɛŋkɜːɹɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The police department has encouraged officers to walk the beat.",
                "The sunny day encouraged us to go for a bike ride.",
                "I encourage others to follow our example.",
                "I encourage others to follow our example.",
                "The coach encouraged his team to push the limit and give their all in the championship game."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5jb3VyYWdl&hash=7bb12ae7715247ce3824e65680000eaccd0b888b&lang=en&cache-only=0",
            "defineEn": "to provide someone with support, hope, or confidence",
            "defineVi": "để cung cấp cho ai đó sự hỗ trợ, hy vọng, hoặc sự tự tin",
            "hasImg": true
        },
        {
            "id": "66bf3546-746a-4243-aeac-b5bbf7b67f7c",
            "word": "to convince",
            "phonetic": "tə kənvɪns ",
            "partOfSpeechType": "verb",
            "examples": [
                "Everyone from the Prime Minister, to the Governor of the Bank of England, to the Mayor of London, to the Director of the IMF, to Uncle Tom Cobley and all convinced us that we needed these austerity measures to survive the recession.",
                "The kids used their pester power to convince their parents to take them to the amusement park.",
                "For the time being, our plans remain unchanged until something convinces us otherwise.",
                "She is convinced the men are brothers.",
                "He was trying to convince his public relations department to let him set the record straight."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udmluY2U&hash=64d35a80099fe1f334ce64b61a5097ecbaa3aac4&lang=en&cache-only=0",
            "defineEn": "to make someone feel certain about the truth of something",
            "defineVi": "để làm cho ai đó cảm thấy chắc chắn về sự thật của một cái gì đó"
        },
        {
            "id": "38bab746-a4a0-4067-af2b-26661bd4a393",
            "word": "discussion",
            "phonetic": "dɪskʌʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "These discussions held little interest for Lucy.",
                "\"The discussion is closed.\"",
                "The discussion was over my head.",
                "He has already held discussions with Irish shareholders.",
                "We had a very interesting discussion about climate change."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY3Vzc2lvbg&hash=7462e6078d9f39e0669963b1a583dc20f139535e&lang=en&cache-only=0",
            "defineEn": "a conversation with someone about a serious subject",
            "defineVi": "một cuộc trò chuyện với ai đó về một chủ đề nghiêm túc",
            "hasImg": true
        },
        {
            "id": "179ffb31-7efb-4611-985a-980dbf407ecb",
            "word": "to coax",
            "phonetic": "tə koʊks ",
            "partOfSpeechType": "verb",
            "examples": [
                "Could we maybe coax you into singing that song for us?",
                "I had to be coaxed into it by Pete Farrelly to be honest with you.",
                "At home, you could always coax him, or appease him and deal with him.",
                "Just trying to coax a little Judd Apatow out of you.",
                "Or you could use vaginal perfumes to coax it back into the right spot."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29heA&hash=1118794894ab25ab506308029ae3e08f3e6b0894&lang=en&cache-only=0",
            "defineEn": "to persuade by being kind and gentle",
            "defineVi": "để thuyết phục bằng cách tử tế và nhẹ nhàng"
        },
        {
            "id": "3bc1dd8d-778d-457e-9c92-ae3234fa4749",
            "word": "although",
            "phonetic": "ɔːlðoʊ ",
            "partOfSpeechType": "conjunction",
            "examples": [
                "The private finance initiative has not papered over the cracks, although it has lined plenty of pockets.",
                "Although I'm not showing yet, my baby is due in the spring.",
                "Although the pandemic caused a great deal of disruption and hardship, it also forced many people to reevaluate their priorities and appreciate the important things in life.",
                "Although I missed my flight, I ended up meeting my future spouse in the airport lounge.",
                "Although the job paid well, I couldn't stand the way I was under the boss's thumb."
            ],
            "audio": "https://tts.langeek.co/read?text=YWx0aG91Z2g&hash=b38378afa2ff3b2c4c540954c6e477a1b22934ad&lang=en&cache-only=0",
            "defineEn": "despite what has just been said",
            "defineVi": "bất chấp những gì vừa được nói"
        },
        {
            "id": "31af3e00-523a-47b5-bf9b-a3ae6d83eeb9",
            "word": "in addition to",
            "phonetic": "ɪn ɐdɪʃən tuː ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW4gYWRkaXRpb24gdG8&hash=4e8cfef415e7834ca1e814e0251caaadaef3e724&lang=en&cache-only=0",
            "defineEn": "as well; used when we want to add an extra piece of information",
            "defineVi": "cũng; được sử dụng khi chúng tôi muốn thêm một phần thông tin bổ sung"
        },
        {
            "id": "1bc4f28b-6d34-4fd3-9be7-8cbbb4eeae0a",
            "word": "despite",
            "phonetic": "dᵻspaɪt ",
            "partOfSpeechType": "preposition",
            "examples": [
                "Despite their differences, the two business partners had a strong working relationship.",
                "Despite their popularity, she found the smell of chitterlings quite unpleasant and preferred other dishes.",
                "Despite his age, the elderly man's mind was sound as a roach, with a sharp memory and quick wit.",
                "Despite his best efforts, he came a cropper in the final race.",
                "The bill was passed despite fierce opposition."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzcGl0ZQ&hash=4c8ece2f27b74a84de8f8bdf06e148f0e37d3102&lang=en&cache-only=0",
            "defineEn": "used to show that something happened or is true, even though there was a difficulty or obstacle that might have prevented it",
            "defineVi": "được sử dụng để chỉ ra rằng một cái gì đó đã xảy ra hoặc là sự thật, mặc dù có một khó khăn hoặc trở ngại có thể đã ngăn cản nó"
        }
    ]
}