{
    "id": "47d1e7c3-1f8c-4ddd-b2a6-dd328811aef5",
    "title": "Musical Genres",
    "originalTitle": "Musical Genres",
    "words": [
        {
            "id": "c765aaab-aa51-45a8-8a2d-afe84f8f907a",
            "word": "classical music",
            "phonetic": "klæsɪkəl mjuːzɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Different genres of music appeal to different people, and for me, classical music really floats my boat.",
                "He wasn't lampooning just one composer, but rather the classical music establishment, which he felt was stuck in the past.",
                "The recording seemed to strike a chord when it was released last spring, spending 13 straight weeks at the top of the classical music charts.",
                "When Kev Marcus and Wil B. met in a high school music class, they shared their desire to disrupt people's impressions of what classical music should be.",
                "(classical music) Put that 'nana up."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3NpY2FsIG11c2lj&hash=70b657ea1bd13372f24c58702fca172a59fb3c51&lang=en&cache-only=0",
            "defineEn": "music that originated in Europe, has everlasting value, long-established rules, and elaborated forms",
            "defineVi": "âm nhạc bắt nguồn từ châu Âu, có giá trị vĩnh cửu, các quy tắc được thiết lập lâu đời và các hình thức phức tạp",
            "hasImg": true
        },
        {
            "id": "0dae9467-4dfb-44c9-b5df-c287938a6b0c",
            "word": "avant-garde music",
            "phonetic": "ævəntɡɑːɹd mjuːzɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXZhbnQtZ2FyZGUgbXVzaWM&hash=9a30b83d28a58eb9f05e5644fb452aba044573f0&lang=en&cache-only=0",
            "defineEn": "music that rejects the conventional forms and introduces new and progressive themes",
            "defineVi": "âm nhạc từ chối các hình thức thông thường và giới thiệu các chủ đề mới và tiến bộ"
        },
        {
            "id": "bdeb7d33-ff43-404f-9254-7d3134797818",
            "word": "experimental music",
            "phonetic": "ɛkspɛɹɪmɛntəl mjuːzɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXhwZXJpbWVudGFsIG11c2lj&hash=4e0ad54ae37990f3089e098121b9deabf3e9b985&lang=en&cache-only=0",
            "defineEn": "a genre of music that pushes the boundaries of traditional musical conventions, often exploring unconventional sounds, structures, techniques, or ideas",
            "defineVi": "một thể loại âm nhạc vượt qua ranh giới của các quy ước âm nhạc truyền thống, thường khám phá những âm thanh, cấu trúc, kỹ thuật hoặc ý tưởng độc đáo"
        },
        {
            "id": "95803d52-9b47-4ed2-a989-ac2295181195",
            "word": "popular music",
            "phonetic": "pɑːpjʊlɚ mjuːzɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "As he's continued to RECORD, rock and roll has given way to hip hop as AMERICA's most Popular Music."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9wdWxhciBtdXNpYw&hash=d664fe893559268085f3d9cbe53e0409ebeec1f7&lang=en&cache-only=0",
            "defineEn": "any genre of music having wide appeal (but usually only for a short time)",
            "defineVi": "bất kỳ thể loại âm nhạc nào có sức hấp dẫn rộng rãi (nhưng thường chỉ trong một thời gian ngắn)"
        },
        {
            "id": "5e180ae8-cc8a-4e9e-9c0e-dc88bf9623bd",
            "word": "folk music",
            "phonetic": "foʊk mjuːzɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "In that relatively short amount of time the WPA employed approximately 8.5 million people to provide services that ranged from opening and operating community art centers, recording American folk music traditions, taking ethnographies of rural communities, and painting public murals.",
                "In another 50 to 100 years it's going to be seen as the folk music of the time.",
                "My DAD had a brass band that was sort of hippie-ish folk music, Brass Band Played for dancing.",
                "Whose parents had REALLY come to this area to be able to-- to have folk dances on the weekends, and it was all these different sort of community folk music making.",
                "In the WPA era, artists recorded oral histories of the last living Americans who had been born into enslavement and the folk music of the rural south."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9sayBtdXNpYw&hash=862a0b6208d37d78be5fd136a6950cd9716d6231&lang=en&cache-only=0",
            "defineEn": "traditional music that is specific to a region or community or modern music imitating that style",
            "defineVi": "âm nhạc truyền thống dành riêng cho một khu vực hoặc cộng đồng hoặc âm nhạc hiện đại bắt chước phong cách đó",
            "hasImg": true
        },
        {
            "id": "1b5d6592-5cf3-4659-8b16-0ea1b13dc434",
            "word": "electronic music",
            "phonetic": "ᵻlɛktɹɑːnɪk mjuːzɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "(ELECTRONIC MUSIC) Hello, and welcome back to the channel, and another episode of Get To The Poynt where you ask me a question about deafness, disability, mental health, eating disorders, body image, child abuse, that kind of thing."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3Ryb25pYyBtdXNpYw&hash=76fe84f98d9b9e7cdcda3d58913d21d37f879e95&lang=en&cache-only=0",
            "defineEn": "a genre of music that relies heavily on electronic instruments, technology, and production techniques to create its sound",
            "defineVi": "một thể loại âm nhạc chủ yếu dựa vào các nhạc cụ điện tử, công nghệ và kỹ thuật sản xuất để tạo ra âm thanh của nó",
            "hasImg": true
        },
        {
            "id": "673f1f8a-7e5f-444c-a266-28e71cbe0b7a",
            "word": "fusion music",
            "phonetic": "fjuːʒən mjuːzɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnVzaW9uIG11c2lj&hash=f122bbe01e405053176b4957283e609d97f66e38&lang=en&cache-only=0",
            "defineEn": "music that combines the elements and styles of two different genres and forms something new",
            "defineVi": "âm nhạc kết hợp các yếu tố và phong cách của hai thể loại khác nhau và tạo thành một cái gì đó mới",
            "hasImg": true
        },
        {
            "id": "c20a02b5-8d5b-426e-a434-2d4980893494",
            "word": "religious music",
            "phonetic": "ɹᵻlɪdʒəs mjuːzɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVsaWdpb3VzIG11c2lj&hash=e011b628439116a4542aab7b97b8b3bf9819e465&lang=en&cache-only=0",
            "defineEn": "music that is created and performed in association with religious beliefs, practices, or rituals",
            "defineVi": "âm nhạc được tạo ra và biểu diễn gắn liền với tín ngưỡng, thực hành hoặc nghi lễ tôn giáo",
            "hasImg": true
        },
        {
            "id": "5a411d71-34e3-4027-a276-e60c4300ac45",
            "word": "country music",
            "phonetic": "kʌntɹi mjuːzɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a born and bred Texan, Mark has a deep appreciation for country music and barbecues.",
                "The simplicity of country music is its power.",
                "AMNA NAWAZ: The songs of Loretta Lynn have spanned generations of country music fans.",
                "Songwriter Harlan Howard famously called country music three chords and the truth.",
                "Maybe no instrument or sound is more associated with country music than Pedal Steel Guitar."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bnRyeSBtdXNpYw&hash=0b161fb95f8970905147181b98777c761496c61e&lang=en&cache-only=0",
            "defineEn": "a type of music that is originally from the southern parts of the United States",
            "defineVi": "một thể loại âm nhạc có nguồn gốc từ các vùng phía nam của Hoa Kỳ",
            "hasImg": true
        },
        {
            "id": "639bb134-8abd-4b30-970f-d29c8cb47431",
            "word": "reggae",
            "phonetic": "ɹɛɡiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is the recognizable backbone of many genres popular around the world, from rock, country, and jazz, to reggae and cumbia.",
                "He's the bassist in a Christian reggae band called We Don't Need No Crystal Ball.",
                "Afrofuturism, like rap, reggae, jazz, blues and all the music to come out of black experience, is about creating art out of pain, strength, loss and successes."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVnZ2Fl&hash=da5788c277c09cd5fe8b6f0707a104f3c1277a81&lang=en&cache-only=0",
            "defineEn": "a Caribbean music genre that has a unique beat, with guitar chords played on the offbeat and often includes songs with social messages",
            "defineVi": "một thể loại nhạc Caribe có nhịp điệu độc đáo, với các hợp âm guitar được chơi theo nhịp khác thường và thường bao gồm các bài hát có thông điệp xã hội",
            "hasImg": true
        },
        {
            "id": "8d816edf-b68e-4c3d-8786-1a92d3f9b6f6",
            "word": "Latin",
            "phonetic": "lætɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Luther lived at a time when the Bible was only available in Latin.",
                "The word comes from the Latin for \"one's own grasp.\"",
                "Its proper Latin name is lunellum, for its crescent-moon shape.",
                "Where they speak Latin?",
                "In fact, the Latin word draco is used for both dragons and snakes."
            ],
            "audio": "https://tts.langeek.co/read?text=TGF0aW4&hash=ddabbe3c8dc283e2067cc41f16e32c3caf1144e8&lang=en&cache-only=0",
            "defineEn": "a genre of music that originated in Latin America",
            "defineVi": "một thể loại âm nhạc có nguồn gốc từ Mỹ Latinh",
            "hasImg": true
        },
        {
            "id": "7c97f45c-4d28-4085-a611-8bee54e8df01",
            "word": "pop music",
            "phonetic": "pɑːp mjuːzɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Remember, Korean Pop Music.",
                "It could be pop music to others.",
                "The use of the Phrygian mode in pop music has increased in popularity and K-pop is no exception.",
                "Ah ♪ - But for its first appearance in pop music, many people point to blues musicians who often had to yell over the crowds in the clubs they played.",
                "They are the Black alternative to RMV, which mostly plays rock and pop music."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9wIG11c2lj&hash=5ff8f50e8fdc659eb6ccf7f90c87f94d437c23fc&lang=en&cache-only=0",
            "defineEn": "popular music, especially with young people, consisting a strong rhythm and simple tunes",
            "defineVi": "âm nhạc phổ biến, đặc biệt là với những người trẻ tuổi, bao gồm nhịp điệu mạnh mẽ và giai điệu đơn giản",
            "hasImg": true
        },
        {
            "id": "abc0ca53-6515-49bf-a99c-790e56a48fc4",
            "word": "jazz",
            "phonetic": "dʒæz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Jazz has always been a feast to my ears.",
                "In my opinion, none of the new jazz trumpeters are on a par with Miles Davis.",
                "You actually like modern jazz, do you?",
                "I need some glue, paper, string, and all that jazz to make a kite.",
                "I need to find a stylist to do our hair and makeup and all that jazz on the day of the wedding."
            ],
            "audio": "https://tts.langeek.co/read?text=amF6eg&hash=a0578f7ea0e8eb21922e812e8949fc4920dc8a41&lang=en&cache-only=0",
            "defineEn": "a music genre that emphasizes improvisation, complex rhythms, and extended chords, originated in the United States in the late 19th and early 20th centuries",
            "defineVi": "một thể loại âm nhạc nhấn mạnh sự ngẫu hứng, nhịp điệu phức tạp và hợp âm mở rộng, bắt nguồn từ Hoa Kỳ vào cuối thế kỷ 19 và đầu thế kỷ 20",
            "hasImg": true
        },
        {
            "id": "33105319-d352-4d54-98d8-d0ba902059c1",
            "word": "hip-hop",
            "phonetic": "hɪphɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hip-hop is progressive.",
                "Hip-hop is like any other music.",
                "I love hip-hop.",
                "You can do hip-hop",
                "A new national advocacy campaign uses hip-hop to inspire trust in the COVID vaccine."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlwLWhvcA&hash=8f3ccf82f73817e37cb27dcb837c164d0f6bdb3b&lang=en&cache-only=0",
            "defineEn": "popular music featuring rap that is set to electronic music, first developed among black and Hispanic communities in the US",
            "defineVi": "nhạc phổ biến có rap được đặt thành nhạc điện tử, được phát triển lần đầu tiên giữa các cộng đồng da đen và gốc Tây Ban Nha ở Hoa Kỳ",
            "hasImg": true
        },
        {
            "id": "dd1f08d9-898f-4408-b881-4654fe38e616",
            "word": "progressive music",
            "phonetic": "pɹəɡɹɛsɪv mjuːzɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvZ3Jlc3NpdmUgbXVzaWM&hash=8f35cf7a290ca6a82bfd8749d431406a19d6e93d&lang=en&cache-only=0",
            "defineEn": "a genre of music that blends various styles and structures in an unconventional and innovative way, often characterized by lengthy and complex compositions and instrumental passages",
            "defineVi": "một thể loại âm nhạc pha trộn các phong cách và cấu trúc khác nhau theo một cách độc đáo và sáng tạo, thường được đặc trưng bởi các tác phẩm và đoạn nhạc cụ dài và phức tạp"
        },
        {
            "id": "f47fd291-baa6-4ad0-b2cf-2d8405430d7e",
            "word": "rock 'n' roll",
            "phonetic": "ɹɑːk bækslæʃ ɛn bækslæʃ ɹoʊl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cm9jayAnbicgcm9sbA&hash=41f3f479a8f8f7746d6e62e5121f04d7185eb7a1&lang=en&cache-only=0",
            "defineEn": "a genre of popular music originating in the 1950s; a blend of black rhythm-and-blues with white country-and-western",
            "defineVi": "một thể loại âm nhạc nổi tiếng bắt nguồn từ những năm 1950; sự pha trộn giữa nhịp điệu và màu xanh da trời với màu trắng của đồng quê và phương Tây",
            "hasImg": true
        },
        {
            "id": "ae1c4ac2-d3fe-4ed6-b0cd-f9cdef29e8b6",
            "word": "bhangra",
            "phonetic": "bæŋɡɹə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmhhbmdyYQ&hash=a7e4d6c16e8db5c1416aa5772a2bf8e926f8177a&lang=en&cache-only=0",
            "defineEn": "‌a type of dance music that combines elements of traditional Punjabi music with Western reggae and jungle",
            "defineVi": "‌một thể loại nhạc khiêu vũ kết hợp các yếu tố của âm nhạc truyền thống của người Ba Tư với nhạc reggae và rừng rậm của phương Tây",
            "hasImg": true
        },
        {
            "id": "08fdb850-805e-4431-b3a1-9aadbb9984e1",
            "word": "klezmer",
            "phonetic": "klɛzmɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=a2xlem1lcg&hash=4a381a98dae78d161cb5b071e9905a7cb5b57977&lang=en&cache-only=0",
            "defineEn": "the traditional and instrumental music that is specific to Ashkenazi Jews in Central and Eastern Europe",
            "defineVi": "âm nhạc truyền thống và nhạc cụ dành riêng cho người Do Thái Ashkenazi ở Trung và Đông Âu"
        },
        {
            "id": "d29c7591-d35e-4d2a-8f88-1e0ebdcac977",
            "word": "rocksteady",
            "phonetic": "ɹɑːkstɛdi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cm9ja3N0ZWFkeQ&hash=79425cc90cdec76064db28c3cefdc5d73684e3b6&lang=en&cache-only=0",
            "defineEn": "a genre of music that originated in Jamaica in the 1960s, known for its laid-back, mid-tempo rhythms, soulful vocals, and close harmonies",
            "defineVi": "một thể loại âm nhạc bắt nguồn từ Jamaica vào những năm 1960, được biết đến với nhịp điệu thoải mái, nhịp độ trung bình, giọng hát có hồn và phần hòa âm gần gũi",
            "hasImg": true
        },
        {
            "id": "a769ec1f-f9bb-403c-ba77-77a1fa252a54",
            "word": "gospel music",
            "phonetic": "ɡɑːspəl mjuːzɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "But the city doesn't only hold gospel music's past.",
                "Call and response is integral to gospel music.",
                "He often infused his gospel music with the feel and structure of the blues.",
                "Here, one can see those integral parts of gospel music.",
                "He's now regarded as the father of black gospel music."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29zcGVsIG11c2lj&hash=4b7061ba5484b83b789f3bd6fe39f902266566f1&lang=en&cache-only=0",
            "defineEn": "a religious style of singing with soul and R&B elements that was first developed by the African American community of Southern Baptist and Pentecostal Churches",
            "defineVi": "một phong cách hát tôn giáo với các yếu tố soul và R&B lần đầu tiên được phát triển bởi cộng đồng người Mỹ gốc Phi của các Nhà thờ Baptist Nam và Ngũ tuần",
            "hasImg": true
        },
        {
            "id": "208888b3-9cf0-4d62-b4d1-595216f836e6",
            "word": "reggae",
            "phonetic": "ɹɛɡiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is the recognizable backbone of many genres popular around the world, from rock, country, and jazz, to reggae and cumbia.",
                "He's the bassist in a Christian reggae band called We Don't Need No Crystal Ball.",
                "Afrofuturism, like rap, reggae, jazz, blues and all the music to come out of black experience, is about creating art out of pain, strength, loss and successes."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVnZ2Fl&hash=da5788c277c09cd5fe8b6f0707a104f3c1277a81&lang=en&cache-only=0",
            "defineEn": "a Caribbean music genre that has a unique beat, with guitar chords played on the offbeat and often includes songs with social messages",
            "defineVi": "một thể loại nhạc Caribe có nhịp điệu độc đáo, với các hợp âm guitar được chơi theo nhịp khác thường và thường bao gồm các bài hát có thông điệp xã hội",
            "hasImg": true
        },
        {
            "id": "23c91a0c-8862-47f3-8a51-b52f4dffa534",
            "word": "ska",
            "phonetic": "skɑː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boot was quickly adopted by any countercultural movement that appeared, and they became a mainstay in glam, punk, skinhead, ska, and goth style, among many others."
            ],
            "audio": "https://tts.langeek.co/read?text=c2th&hash=a90865c60205550ec2a5b2f6a5dcc20fbd7be6a1&lang=en&cache-only=0",
            "defineEn": "a fast-paced Jamaican music with a strong offbeat that was developed in 1960s which inspired reggae",
            "defineVi": "một loại nhạc Jamaica có nhịp độ nhanh với nhịp điệu mạnh mẽ được phát triển vào những năm 1960 đã truyền cảm hứng cho reggae",
            "hasImg": true
        },
        {
            "id": "5b9fb763-4275-464d-9582-67d0e42aa71c",
            "word": "Mento",
            "phonetic": "mɛntoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=TWVudG8&hash=99e7d1c80c1a74995cf65183084f01706c9b4d41&lang=en&cache-only=0",
            "defineEn": "a traditional Jamaican music genre that combines African and Caribbean influences, often featuring lively rhythms and upbeat melodies",
            "defineVi": "một thể loại âm nhạc truyền thống của Jamaica kết hợp ảnh hưởng của Châu Phi và Caribe, thường có nhịp điệu sống động và giai điệu lạc quan",
            "hasImg": true
        },
        {
            "id": "b464e014-1461-49ce-85f4-a3007d5f0b00",
            "word": "calypso",
            "phonetic": "kælɪpsoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Imprisoned by the nymph Calypso, who’s so hot for Odysseus even though he pends his days laying on the beach and crying that she won’t let him go.",
                "To cite just one famous example, late in the 1950s, Trinidadian immigrant Lord Woodbine (Harold Phillips) took in aspiring musicians to learn steel band instruments, calypso, and the blues."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FseXBzbw&hash=ee125d75f3b190c8635b035b27f5624ae8329a04&lang=en&cache-only=0",
            "defineEn": "a type of Caribbean music marked with syncopated African rhythm and improvised words that satirize a current event or local figures, originally from Trinidad and Tobago",
            "defineVi": "một loại nhạc Caribe được đánh dấu bằng nhịp điệu châu Phi đảo lộn và những từ ngẫu hứng châm biếm một sự kiện hiện tại hoặc các nhân vật địa phương, có nguồn gốc từ Trinidad và Tobago",
            "hasImg": true
        },
        {
            "id": "6bdcd952-6deb-4f5c-a0e7-f0df7a747b7f",
            "word": "spirituals",
            "phonetic": "spɪɹɪtʃuːəlz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3Bpcml0dWFscw&hash=237495a11016e131e7d48bf3ffeddb84c4426efc&lang=en&cache-only=0",
            "defineEn": "a genre of African-American religious folk songs that originated during the period of slavery in the United States",
            "defineVi": "một thể loại bài hát dân gian tôn giáo của người Mỹ gốc Phi bắt nguồn từ thời kỳ nô lệ ở Hoa Kỳ",
            "hasImg": true
        },
        {
            "id": "4d130338-7f8f-4b28-868f-39cf19599069",
            "word": "easy listening",
            "phonetic": "iːzi lɪsənɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWFzeSBsaXN0ZW5pbmc&hash=b2fefae6165f9d6e38c12a31e468674a22e9ca13&lang=en&cache-only=0",
            "defineEn": "a genre of music characterized by mellow, soothing sounds and simple, memorable melodies that are easy to listen to and evoke feelings of relaxation and comfort",
            "defineVi": "một thể loại âm nhạc đặc trưng bởi âm thanh êm dịu, nhẹ nhàng và giai điệu đơn giản, dễ nhớ, dễ nghe và gợi cảm giác thư giãn và thoải mái",
            "hasImg": true
        },
        {
            "id": "f5f84f31-f251-4eaa-8e91-883fa3620c2a",
            "word": "Christian music",
            "phonetic": "kɹɪstʃən mjuːzɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Q2hyaXN0aWFuIG11c2lj&hash=4abbffbf254cc755269048d9efefbadf9d292c1e&lang=en&cache-only=0",
            "defineEn": "a genre of music that features lyrics that are focused on faith in Jesus Christ, the teachings of the Bible, and Christian themes, often performed in a variety of styles",
            "defineVi": "một thể loại âm nhạc có lời bài hát tập trung vào niềm tin vào Chúa Giêsu Kitô, những lời dạy của Kinh thánh và các chủ đề Kitô giáo, thường được biểu diễn theo nhiều phong cách khác nhau",
            "hasImg": true
        },
        {
            "id": "4ba9b0dd-2718-4a29-bb0b-ffdc9a9b07fc",
            "word": "psychedelic music",
            "phonetic": "saɪkɪdɛlɪk mjuːzɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hlZGVsaWMgbXVzaWM&hash=509186705585ae8785568dd08b048b00d803b843&lang=en&cache-only=0",
            "defineEn": "music that emerged during the 1960s which is inspired by the culture formed around the use of psychedelic drugs in that era",
            "defineVi": "âm nhạc nổi lên trong những năm 1960 được lấy cảm hứng từ nền văn hóa được hình thành xung quanh việc sử dụng ma túy ảo giác trong thời đại đó",
            "hasImg": true
        }
    ]
}