{
    "id": "47de8afb-a165-4f1e-857a-e5bb0ccb49b2",
    "title": "Lesson 25",
    "originalTitle": "Lesson 25",
    "words": [
        {
            "id": "3cd9ea84-e9de-41f0-b954-9a685b7acbc9",
            "word": "logic",
            "phonetic": "lɑːdʒɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Logic is the philosopher’s toolbox.",
                "Their badness has defied all logic.",
                "This logic makes sense in a lot of situations.",
                "What's my logic?",
                "Yeah, I follow the logic."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9naWM&hash=952f49432242b9953a50d4b1dd83fd97669d4634&lang=en&cache-only=0",
            "defineEn": "a field of study that deals with the ways of thinking, explaining, and reasoning",
            "defineVi": "một lĩnh vực nghiên cứu liên quan đến cách suy nghĩ, giải thích và lập luận"
        },
        {
            "id": "dc2cdf62-111c-4787-b4cb-b3c340a3f02b",
            "word": "logical",
            "phonetic": "lɑːdʒɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That does sound logical.",
                "They make no logical geographical sense.",
                "For Donald Trump, the next logical step was buying an airline.",
                "We're very logical creatures.",
                "So we did the next logical step."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9naWNhbA&hash=c19f6c1ade6f940f4f5b00ab88d08737dd7b62d7&lang=en&cache-only=0",
            "defineEn": "capable of following rules of logic and forming ideas based on facts that are true",
            "defineVi": "có khả năng tuân theo các quy tắc logic và hình thành ý tưởng dựa trên các sự kiện có thật",
            "hasImg": true
        },
        {
            "id": "5bb244af-f4dd-45cb-a821-facba40333cd",
            "word": "logician",
            "phonetic": "lədʒɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I can see the logicians in the audience are loving this.",
                "Imagine an island where 100 people, all perfect logicians, are imprisoned by a mad dictator.",
                "Created by logician Raymond Smullyan and popularized by his colleague George Boolos, this riddle has been called the hardest logic puzzle ever.",
                "Like we said, the pirates all know each other to be top-notch logicians."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9naWNpYW4&hash=11f6023152042b04dbfe425b1dbf601c3ad42972&lang=en&cache-only=0",
            "defineEn": "a person skilled at symbolic logic",
            "defineVi": "một người có kỹ năng logic tượng trưng"
        },
        {
            "id": "8604fdf5-f065-43e2-a0c5-000a15b3a305",
            "word": "logistics",
            "phonetic": "lədʒɪstɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "This problem is a logistics problem.",
                "Right away, you're assigned a logistics team of eight people.",
                "But that's part of the logistics problem he has to work out.",
                "From a logistics standpoint, spit is pretty easy to collect compared to blood, as well, and it’s a cheap way to test larger populations without any risk of spreading bloodborne pathogens.",
                "You've got a logistics base and it's actually a great exercise for deploying to combat, that actually helps our military stay ready and can also help civilians in need during a natural disaster."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9naXN0aWNz&hash=ea6eb9115929f9e96edc19221ded7f5ee54390ef&lang=en&cache-only=0",
            "defineEn": "handling an operation that involves providing labor and materials be supplied as needed",
            "defineVi": "xử lý một hoạt động liên quan đến việc cung cấp lao động và vật liệu được cung cấp khi cần thiết"
        },
        {
            "id": "1c9e1dc1-aa1a-48ef-8d8d-90762a3441e2",
            "word": "cynic",
            "phonetic": "sɪnɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "For example, Bedtime Stories for Cynics, a hilarious collection os short stories presented by Nick Offerman.",
                "Now cynics like to mock the supposedly spoiled or callow youth of the new millennia.",
                "He’s a cynic about people around him, and sometimes about his own population as well.",
                "I hate to sound like a cynic, but these are made in Moran, Texas, by a man who started the company six years ago.",
                "Ana Maria Celis: Most of us, I think, tend to be cynics, and we, I think, a lot of times associate art with value, and I think that triggers the question of, well, why is it that much?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y3luaWM&hash=25dae70ea745a96ed0d78f14d1c29bfa1cf17eda&lang=en&cache-only=0",
            "defineEn": "someone who is critical of the motives of others",
            "defineVi": "một người chỉ trích động cơ của người khác"
        },
        {
            "id": "8715d467-6c9e-4137-8610-214a3d91efb2",
            "word": "cynical",
            "phonetic": "sɪnɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "At the time, critics saw a more cynical motive.",
                "That cynical approach, that is actually almost official ideology of today's Russia.",
                "In Christopher Marlowe's account, a cynical Doctor Faustus is happy to strike a deal with Mephistopheles.",
                "It’s a pretty cynical appraisal, and it’s not new.",
                "Today, humans are subject to an attack just as cynical as this by a league of supervillians called NTDs."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3luaWNhbA&hash=980fa064782963736fbc10af664154f2eb824b80&lang=en&cache-only=0",
            "defineEn": "(of a person) having the belief that people are dishonest and everything they do is motivated by self-interest",
            "defineVi": "(của một người) có niềm tin rằng mọi người không trung thực và mọi việc họ làm đều được thúc đẩy bởi tư lợi",
            "hasImg": true
        },
        {
            "id": "4c2ec744-fe10-4587-ae08-c3573776883c",
            "word": "cynicism",
            "phonetic": "sɪnɪsɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "You get depersonalization or cynicism as a negative response to your job and others around you.",
                "Just like cynicism is a flip side of sentimentality.",
                "Jadedness and cynicism feel cooler, and maybe they are cool.",
                "Second is what psychologists call depersonalization or cynicism.",
                "He wants to bury their hopes in an avalanche of cynicism."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3luaWNpc20&hash=f04ff6b29f4517c8c73888f9188135d791e5fce2&lang=en&cache-only=0",
            "defineEn": "a cynical feeling of distrust",
            "defineVi": "một cảm giác hoài nghi hoài nghi"
        },
        {
            "id": "6cf9ed74-8571-45bf-89a7-6cfb85d647cd",
            "word": "haughtiness",
            "phonetic": "hɔːtinəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGF1Z2h0aW5lc3M&hash=26823135ef4aeaa51d8ea7e06c06219c8ecfd231&lang=en&cache-only=0",
            "defineEn": "overbearing pride evidenced by a superior manner toward inferiors",
            "defineVi": "kiêu hãnh hống hách thể hiện bằng thái độ cấp trên đối với cấp dưới"
        },
        {
            "id": "4a73976a-db9d-455d-9a31-876707e76761",
            "word": "haughty",
            "phonetic": "hɔːɾi ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGF1Z2h0eQ&hash=68cc412587962a2588338eae7dae694fd7b6049b&lang=en&cache-only=0",
            "defineEn": "having or showing arrogant superiority to and disdain of those one views as unworthy",
            "defineVi": "có hoặc thể hiện sự vượt trội kiêu ngạo và coi thường những người mà một người coi là không xứng đáng"
        },
        {
            "id": "bccefc9c-d499-4d69-959b-9dfa99e62cbf",
            "word": "condensation",
            "phonetic": "kɑːndɛnseɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Condensation is just the opposite.",
                "And, that other polymers are formed by condensation reactions.",
                "Condensation releases heat, and heat becomes the energy that drives huge upward drafts of air.",
                "This process is essentially the opposite of condensation in that it turns liquid water into gas.",
                "Then, these compounds act as condensation nuclei in the atmosphere, which means they’re something water vapor can collect on to form a cloud."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZGVuc2F0aW9u&hash=b2de956a35d60fc27add9010692ade143c3a9798&lang=en&cache-only=0",
            "defineEn": "the process or result of becoming smaller or pressed together",
            "defineVi": "quá trình hoặc kết quả trở nên nhỏ hơn hoặc ép lại với nhau"
        },
        {
            "id": "9f1cb51d-ea1f-42b1-964c-eddf78428287",
            "word": "to condense",
            "phonetic": "tə kəndɛns ",
            "partOfSpeechType": "verb",
            "examples": [
                "The oceans condensed pretty quickly from that water.",
                "That water vapor may condense in the atmosphere, forming clouds and rain.",
                "As the water released by the trees condenses into clouds, it lowers nearby air pressure.",
                "Once again, it's now in the condensed form.",
                "So they're condensing now as we enter into mitosis."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZGVuc2U&hash=7963a977c92791c3e8f59abc4e30b2b1bc051abd&lang=en&cache-only=0",
            "defineEn": "make more concise",
            "defineVi": "ngắn gọn hơn"
        },
        {
            "id": "565feb63-35c7-4491-9bcc-2e3237569e64",
            "word": "to condescend",
            "phonetic": "tə kɑːndᵻsɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "She was condescended to. ",
                "Often, we'll go out to eat and servers will treat us really rudely and be condescending to us.",
                "By the mid-nineteenth century, the practice had largely died out, as many workers and businesses refused tips because they were viewed as condescending or a form of bribery.",
                "Or is the exercise inherently condescending and paternalistic?",
                "And I don't mean that in the, like, condescending or belittling, like, oh my god, google it, kind of way."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZGVzY2VuZA&hash=90828692e53fc265f2b030fe44ee8b1a81d33ec1&lang=en&cache-only=0",
            "defineEn": "treat condescendingly",
            "defineVi": "đối xử trịch thượng"
        },
        {
            "id": "e02ac74f-36b0-4e88-bfa8-80fce75b24e7",
            "word": "condescending",
            "phonetic": "kɑːndᵻsɛndɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It’s a very condescending attitude, by the way, toward black voters, that, oh, yes, their little church thing, whatever.",
                "Also, that is the most condescending kind of thing that I’ve ever read in a comment, honestly.",
                "And the attitude was so arrogant and so condescending, and so ungodly, that I thought, if white male adults react this way, what are my third graders going to do?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZGVzY2VuZGluZw&hash=ed5cb3305cb7f2369f7425ecd32cbab5aa664095&lang=en&cache-only=0",
            "defineEn": "(used of behavior or attitude) characteristic of those who treat others with condescension",
            "defineVi": "(được sử dụng cho hành vi hoặc thái độ) đặc điểm của những người đối xử với người khác với sự chiếu cố"
        },
        {
            "id": "e8f0c54f-d9a5-4b45-8c40-d229f7ebb72d",
            "word": "condescension",
            "phonetic": "kɑːndᵻsɛnʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "What role has the judgment and condescension of college-educated urbanites played in spawning QAnon?",
                "And whether it was peevishness, arrogance, dismissiveness, whatever, condescension, he just refused to come up with an answer that was plausible and convincing and believable.",
                "This is absurd and obscene to average people who look at the constant condescension, the constant lunacy that emanates from what they view as people who look down on them. "
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZGVzY2Vuc2lvbg&hash=e1fc38fa7a3ab974c284cf318ae7e1e9d05c062b&lang=en&cache-only=0",
            "defineEn": "the trait of displaying arrogance by patronizing those considered inferior",
            "defineVi": "đặc điểm thể hiện sự kiêu ngạo bằng cách bảo trợ những người bị coi là thấp kém"
        },
        {
            "id": "6b039537-5802-47ba-88e2-b9ad1bdfc6e3",
            "word": "literacy",
            "phonetic": "lɪɾɚɹəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "One of them is digital literacy.",
                "Only 8% demonstrated high financial literacy.",
                "Literacy grew following the Enlightenment’s emphasis on education, technology, and rational thought.",
                "Four, captions are great for literacy.",
                "Media scholars refer to this skill as media literacy."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl0ZXJhY3k&hash=0280de9659ad6e018e0c910483ba2653506db149&lang=en&cache-only=0",
            "defineEn": "the ability to read and write; one's ability to read and write",
            "defineVi": "khả năng đọc và viết; khả năng của một người để đọc và viết"
        },
        {
            "id": "027521fa-3d5f-42e3-828e-5ac218ab4c6c",
            "word": "literal",
            "phonetic": "lɪɾɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Throughout development, the most complex parts of our bodies get a literal headstart.",
                "The literal challenge is beyond today's capacity.",
                "We have a literal pandemic playbook.",
                "The burning of so much coal, so quickly left behind a literal mark in the earth’s geohistory.",
                "- They were literal quotes from you."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl0ZXJhbA&hash=d0769378178226e1b8095687a4a58ddd6dcf72c9&lang=en&cache-only=0",
            "defineEn": "limited to the explicit meaning of a word or text",
            "defineVi": "giới hạn trong ý nghĩa rõ ràng của một từ hoặc văn bản"
        },
        {
            "id": "1e34a659-7af1-4b20-9a35-a586839dd9dd",
            "word": "literati",
            "phonetic": "lɪɾɚɹɑːɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGl0ZXJhdGk&hash=80580613b0aa3c61c502acc470ebe192d2450531&lang=en&cache-only=0",
            "defineEn": "well-educated and intelligent people who deal with literature or publishing",
            "defineVi": "những người có học thức và thông minh làm việc với văn học hoặc xuất bản"
        },
        {
            "id": "c5098607-b43c-4683-b9dd-1ad879400718",
            "word": "literature",
            "phonetic": "lɪɾɚɹᵻtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "African literature is rich with stories that reflect the continent's history and culture.",
                "This book bridges a gulf between the metaphysics literature and philosophy of mind literature.",
                "This book bridges a gulf between the metaphysics literature and philosophy of mind literature.",
                "David and Samantha became friends after meeting at a book club and discovered their shared passion for literature.",
                "Despite his young age, David talks like a book when discussing literature, demonstrating a deep appreciation for the nuances of storytelling and character development."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl0ZXJhdHVyZQ&hash=3b00b980e903ec616e05e2e79ad1e9d8c9049457&lang=en&cache-only=0",
            "defineEn": "written works that are valued as works of art, such as novels, plays and poems",
            "defineVi": "tác phẩm viết có giá trị như tác phẩm nghệ thuật, chẳng hạn như tiểu thuyết, kịch và thơ",
            "hasImg": true
        },
        {
            "id": "2fa6208b-522a-47cf-8c7e-8be750a40975",
            "word": "descent",
            "phonetic": "dᵻsɛnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The question of the descent remained on his mind throughout 1598.",
                "When supplies ran low during the mountaineering expedition, the climbers realized that hunger breaks stone walls and undertook increasingly dangerous descents to forage for food.",
                "The Japanese royal family even claimed descent from dragons.",
                "In the winter of 2018, a crew from Aquatica Submarines started their descent to the bottom of the Blue Hole.",
                "Only then can they make their descent."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzY2VudA&hash=feece89223fe0aeb68942421560fd7dc3297a05d&lang=en&cache-only=0",
            "defineEn": "a movement downward",
            "defineVi": "một chuyển động đi xuống"
        },
        {
            "id": "22c889c2-603f-46e9-849c-02a028ab711d",
            "word": "descendant",
            "phonetic": "dᵻsɛndənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The parent instilled in their children the importance of reading and education, knowing that if your books are not read, your descendants will be ignorant, and they wanted their children to have a better chance in life.",
                "Descendants, any of his future descendants might have claim as Emperor of France or King of France.",
                "Maybe one day, thousands of years later, the descendants of humanity will tell legends about earth’s ancient past.",
                "The dealers' descendants say the sale was coerced.",
                "The dealers' descendants argue U.S. law gives U.S. courts jurisdiction."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzY2VuZGFudA&hash=56d8337fce6a1b138cf2f74887e561e0f52d251e&lang=en&cache-only=0",
            "defineEn": "going or coming down",
            "defineVi": "đi hoặc đi xuống"
        }
    ]
}