{
    "id": "4800e9e8-3e05-4035-afed-a735533e99f3",
    "title": "Gardening",
    "originalTitle": "Gardening",
    "words": [
        {
            "id": "94f37970-2b0d-4955-a6e2-f8e15f420590",
            "word": "allotment",
            "phonetic": "ɐlɑːtmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Each member of the tribe would receive an allotment, the rest of the territory would be opened up to settlers.",
                "And that was called allotment.",
                "The Democratic governor of Illinois, J.B. Pritzker, said today that federal officials have cut initial vaccine allotments for states and cities by half, to 4.3 million doses.",
                "There was loss of allotments, loss of timber, loss of access to water or loss of access to be able to do subsistence living and feed your family.",
                "The Department of Health and Human Services said states had confused the initial numbers the government had provided them with the actual allotment the states were going to receive."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxsb3RtZW50&hash=8560e3c67be69faaa6e0a0a135f6b2ab5d14bbb3&lang=en&cache-only=0",
            "defineEn": "a small rentable plot of land that can be used for growing flowers, vegetables, etc.",
            "defineVi": "một mảnh đất nhỏ cho thuê có thể được sử dụng để trồng hoa, rau, v.v."
        },
        {
            "id": "16d9c8ac-decd-4242-9a35-4cb736c712f2",
            "word": "fertilizer",
            "phonetic": "fɜːɾəlaɪzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Do you like fertilizer?",
                "Worms convert organic waste and other compostable products into natural fertilizers.",
                "- Is it fertilizer?",
                "Aside from energy, the plant creates another valuable byproduct: fertilizer.",
                "Hand in hand with fertilizers is animal feed."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVydGlsaXplcg&hash=726a6e32017b14c34223a9d251ba9dfac0792e65&lang=en&cache-only=0",
            "defineEn": "a chemical or natural material that is added to the soil to improve its productivity and help plants grow",
            "defineVi": "một chất hóa học hoặc vật liệu tự nhiên được thêm vào đất để cải thiện năng suất và giúp cây trồng phát triển"
        },
        {
            "id": "3a5a7321-808f-4431-97e2-f38c733b9e3e",
            "word": "axe",
            "phonetic": "æks ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm going to get the axe if the boss finds out that printing error was my fault.",
                "Radio host Anton Savage was given the axe just minutes after coming off air.",
                "He put down his axe.",
                "I know, with an axe.",
                "They chopped off my arm with an axe."
            ],
            "audio": "https://tts.langeek.co/read?text=YXhl&hash=c29dec208afb78eb680631a892b3b6b54aa33949&lang=en&cache-only=0",
            "defineEn": "a tool with a long wooden handle attached to a heavy steel or iron blade, primarily used for chopping wood and cutting down trees",
            "defineVi": "một công cụ có tay cầm bằng gỗ dài gắn với lưỡi thép hoặc sắt nặng, chủ yếu được sử dụng để chặt gỗ và chặt cây",
            "hasImg": true
        },
        {
            "id": "28aea966-2d86-4d11-9b88-8e4cdebb47eb",
            "word": "growbag",
            "phonetic": "ɡɹoʊbæɡ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3Jvd2JhZw&hash=003470c25e18480b910d58f3f564340461c277d3&lang=en&cache-only=0",
            "defineEn": "a big plastic bag containing fertilized soil that can be used for growing plants or fruits, such as vegetables or tomatoes",
            "defineVi": "một túi nhựa lớn chứa đất đã được bón phân có thể được sử dụng để trồng cây hoặc hoa quả, chẳng hạn như rau hoặc cà chua"
        },
        {
            "id": "7b7c40b6-63a2-47e4-b357-c76fd3abdd35",
            "word": "cane",
            "phonetic": "keɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The old lady walked slowly with the support of her cane.",
                "Above him Cornelius ran his eye over a box of ancient cane carpet beaters.",
                "Bring out the cane!",
                "- I wagered stun cane.",
                "And of course, bringing my cane."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FuZQ&hash=ea85ea2c95ab494601fecc4d4e5b026b54a80ffe&lang=en&cache-only=0",
            "defineEn": "a long and thin stick made of the hard and hollow stem of plants such as bamboo, used for keeping garden plants in place",
            "defineVi": "một cây gậy dài và mỏng làm bằng thân cây cứng và rỗng như tre, dùng để giữ cố định cây trong vườn"
        },
        {
            "id": "e39d2d9b-9b95-4bc0-ad88-38c897501272",
            "word": "fork",
            "phonetic": "fɔːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "You put the fork on the right and the knife on the left.",
                "The children used a plastic fork to eat their pasta.",
                "I used a fork to eat the spaghetti.",
                "I usually use a fork to cut into a tender piece of meat.",
                "You dug your own grave with your own knife and fork when the exams came."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yaw&hash=23edf65dffdc54dfe484039ff55072491e2777d7&lang=en&cache-only=0",
            "defineEn": "a gardening tool with a handle and three or four sharp points, used for digging or moving hay",
            "defineVi": "một công cụ làm vườn có tay cầm và ba hoặc bốn đầu nhọn, dùng để đào hoặc di chuyển cỏ khô",
            "hasImg": true
        },
        {
            "id": "3b654edf-8fa9-4073-ade4-c71e82cbfcfe",
            "word": "hedge trimmer",
            "phonetic": "hɛdʒ tɹɪmɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGVkZ2UgdHJpbW1lcg&hash=e1534a2a2fea4dfb6a46d858a530591debf6d0ea&lang=en&cache-only=0",
            "defineEn": "an electronic piece of equipment that closely resembles a chainsaw and is capable of cutting and trimming hedges in a garden",
            "defineVi": "một thiết bị điện tử gần giống với cưa máy và có khả năng cắt và tỉa hàng rào trong vườn"
        },
        {
            "id": "ae6485f4-5ecc-4a26-82a2-737d4d075592",
            "word": "hoe",
            "phonetic": "hoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tax reform was one of the new president's primary campaign promises, but it will likely prove a hard row to hoe, given the deep divisions in congress.",
                "Teachers have a tough row to hoe in today's schools.",
                "- Did he say, \"Get in the back, hoe?\"",
                "The subject matter typically came down to a woman hoing herself for a ride home.",
                "Like Bob, the guy who received the arbitrary beating, responded to it by killing his overseer with a hoe."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9l&hash=62f1155953b915674511209fc1674be11646367a&lang=en&cache-only=0",
            "defineEn": "a gardening tool with a thin metal blade attached to a long handle, used for cultivating and breaking up the surface of the ground, as well as removing weeds",
            "defineVi": "một công cụ làm vườn với một lưỡi kim loại mỏng gắn với một tay cầm dài, được sử dụng để xới đất và xới đất, cũng như loại bỏ cỏ dại"
        },
        {
            "id": "7d5570aa-012c-4063-915c-61d38c7c3666",
            "word": "manure",
            "phonetic": "mənjʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The philanthropist believed that money was only valuable if it was used to help others because, as the saying goes, money like manure, does no good till it is spread.",
                "The farm can produce about 6,000 pounds of manure per harvest.",
                "And they will put their manure on it.",
                "This ranges from wood and leftover crops, to garbage and manure.",
                "And as you can see, the floor is covered with cricket manure."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFudXJl&hash=4da881879020d2ea6e9863fc89283e89236f5591&lang=en&cache-only=0",
            "defineEn": "solid waste from animals spread on a piece of land to help plants and crops grow healthier and stronger",
            "defineVi": "chất thải rắn từ động vật trải rộng trên một mảnh đất để giúp cây cối và mùa màng phát triển khỏe mạnh hơn"
        },
        {
            "id": "f84c426e-6839-4bee-9c9f-b29979f015f2",
            "word": "weed",
            "phonetic": "wiːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I bought a spray to kill the weeds.",
                "It may be too difficult for the trainee - small dog, tall weeds!",
                "A man of words and not of deeds is like a garden full of weeds, and the politician's promises were nothing but empty words.",
                "Nature abhors a vacuum, so if you don't fill the garden bed with plants, weeds will quickly take over.",
                "Maria's marriage was not perfect, but she understood that there is no garden without its weeds, and she was willing to work through the problems with her husband."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VlZA&hash=11766eff9c7b94a191f6b6ff35d438ffed0c4eaf&lang=en&cache-only=0",
            "defineEn": "any wild and unwanted plant that may harm the process of growth in a farm or garden",
            "defineVi": "bất kỳ loại cây dại và không mong muốn nào có thể gây hại cho quá trình sinh trưởng trong trang trại hoặc khu vườn",
            "hasImg": true
        },
        {
            "id": "71e116bd-3b5b-4136-961f-f06ef5c85218",
            "word": "rake",
            "phonetic": "ɹeɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lisa is as thin as a rake and she struggles to gain weight.",
                "My teacher found out that I was skipping class and he raked me over the coals.",
                "It has provided the disparate opposition an opportunity to come together and rake the government over the coals.",
                "Let us not waste time raking over the coals when there is hard work to be done.",
                "Despite his love for food, Peter remains thin as a rake due to his high metabolism."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFrZQ&hash=6cf3ad764441fcabed3bdd65e424371fdae2ed09&lang=en&cache-only=0",
            "defineEn": "a gardening tool with metal teeth attached to a long wooden handle, primarily used for gathering dead leaves or marking a spot on the ground",
            "defineVi": "một công cụ làm vườn có răng kim loại gắn vào một tay cầm dài bằng gỗ, chủ yếu được sử dụng để thu thập những chiếc lá chết hoặc đánh dấu một vị trí trên mặt đất"
        },
        {
            "id": "2e65b6e6-44e3-4f1a-b965-0818ec2a67b9",
            "word": "mulch",
            "phonetic": "mʌltʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And he's spreading mulch, a two-person job for which only one worker was available.",
                "So mulches, but also living plants.",
                "I take a lot of satisfaction in being able to go to my garden, lift a cold frame cover, you know, dig through some straw mulch, and pull up carrots or parsnips or beets or harvest a head of lettuce or spinach.",
                "So if I have carrots in the garden in fall, or parsnips or beets, I will deep mulch them in late autumn before the ground freezes with straw or shredded leaves and then cover that with a row cover or an old bed sheet and that basically provides enough insulation that I can harvest all winter long.",
                "So citric acid is mass-produced much like xanthan gum and carrageenan are, but instead of being pooped out by bacteria, or mulched out of seaweed, it's excreted by mold."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVsY2g&hash=fc4071e9e3e98aacc6063722684e6b18ff979ebd&lang=en&cache-only=0",
            "defineEn": "a protective layer of decaying leaves or compost that is spread over or around a plant to improve the quality of the soil, stop weeds from growing, or to provide protection for the plant's base and its roots",
            "defineVi": "một lớp bảo vệ của lá mục nát hoặc phân hữu cơ được trải trên hoặc xung quanh cây để cải thiện chất lượng đất, ngăn chặn cỏ dại phát triển hoặc để bảo vệ gốc và rễ của cây"
        },
        {
            "id": "066458a5-0a81-4d29-923b-69a084501a2f",
            "word": "shovel",
            "phonetic": "ʃʌvəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "This new snow shovel makes short work of clearing off the driveway.",
                "This new snow shovel makes short work of clearing off the driveway.",
                "Where is your shovel?",
                "But your answer is shovel?",
                "We might need that shovel."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvdmVs&hash=d0df377da35f3275a7b2abaab3861033ea86bd7c&lang=en&cache-only=0",
            "defineEn": "a tool that has a long handle with a broad curved metal end, used for moving snow, soil, etc.",
            "defineVi": "một công cụ có tay cầm dài với đầu kim loại cong rộng, được sử dụng để di chuyển tuyết, đất, v.v.",
            "hasImg": true
        },
        {
            "id": "785c217f-98e8-4032-904a-97ed88ad23d2",
            "word": "lawnmower",
            "phonetic": "lɔːnmoʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I need to cut the grass in the backyard with a lawnmower.",
                "Their new lawnmower waterproof trimmer with advanced skin safe technology which helps reduce nicks and cuts, their crop preserver, ball deodorant, their weed whacker nose and ear hair trimmer, and their new sheers 2.0 luxury nail kit.",
                "It includes their new lawnmower 3.0 cordless waterproof body trimmer which too has an ergonomic design and quality ceramic blades with replacements.",
                "The Trabant had a 25 hp two-stroke engine closer to what’s in a lawnmower than a car, a plastic body, no fuel door, no rear seatbelts, not even a turn signal indicator.",
                "The East German lawnmower sedan never had selection pressure from other automobiles forcing it to improve, so it continued to sell well despite being very bad."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF3bm1vd2Vy&hash=4cd3c263213a3c12f9b2e21475a21026743e2cbf&lang=en&cache-only=0",
            "defineEn": "a gardening machine equipped with a rotating blade that is designed to cut the grass on lawns",
            "defineVi": "một máy làm vườn được trang bị một lưỡi quay được thiết kế để cắt cỏ trên bãi cỏ"
        },
        {
            "id": "d5a84a49-382a-4e60-a206-5dbd18d8f201",
            "word": "peat",
            "phonetic": "piːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Peat bogs are mostly made of highly acidic Sphagnum mosses.",
                "Nearby, the fire is still smoldering in a peat bog.",
                "The peat was eventually buried, compacted, and exposed to extreme heat, turning into coal.",
                "It all starts here, where the crew covers boards with a mixture of damp soil and peat moss.",
                "After living and dying in prolific numbers for millions of years, scale trees and other early plants formed a thick layer of carbon-rich peat across much of our swampy world."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVhdA&hash=9411edabbe61dcebc0c588beddc1aac307facbc8&lang=en&cache-only=0",
            "defineEn": "a brownish substance, often found under the ground or in regions with wet climate, formed by plants dying and becoming buried, that once added to the soil, can enhance its quality and help plants grow faster",
            "defineVi": "một chất màu nâu, thường được tìm thấy dưới lòng đất hoặc ở những vùng có khí hậu ẩm ướt, được hình thành do thực vật chết và bị chôn vùi, một khi được thêm vào đất, có thể nâng cao chất lượng của nó và giúp cây phát triển nhanh hơn"
        },
        {
            "id": "e7729802-faac-47a6-be25-90dbbe45bc93",
            "word": "compost",
            "phonetic": "kɑːmpoʊst ",
            "partOfSpeechType": "noun",
            "examples": [
                "In their sustainable farming practice, they use the meal as compost, enriching the soil for future crops.",
                "But compost is more than plain old dirt.",
                "We compost if of course!",
                "So in a way, compost is a way you can recycle plants into new plants!",
                "- I can compost the core after I eat it."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcG9zdA&hash=d7b67836072ab5bcbf67225aeb748416ee291d41&lang=en&cache-only=0",
            "defineEn": "decayed leaves, plants, or other organic waste turned into a mixture that can improve the soil's quality and productivity once added to it",
            "defineVi": "lá, cây mục nát hoặc chất thải hữu cơ khác được biến thành một hỗn hợp có thể cải thiện chất lượng và năng suất của đất sau khi được thêm vào.",
            "hasImg": true
        },
        {
            "id": "e5528bd2-e6d9-43e3-b638-a57737288e28",
            "word": "pruning shears",
            "phonetic": "pɹuːnɪŋ ʃɪɹz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJ1bmluZyBzaGVhcnM&hash=ad6ba767f6ea8e355f1c386495bd4c498d19ae5e&lang=en&cache-only=0",
            "defineEn": "a type of scissors used for trimming and pruning plants, featuring a sharp blade and spring mechanism for cutting through stems and branches",
            "defineVi": "một loại kéo dùng để cắt và tỉa cây, có lưỡi sắc bén và cơ cấu lò xo để cắt xuyên qua thân và cành"
        },
        {
            "id": "d5ea9cc3-acad-4a4e-8cf6-113a22d0b106",
            "word": "rodenticide",
            "phonetic": "ɹoʊdɛntɪsaɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "It includes herbicides for destroying weeds, insecticides for getting rid of insects, fungicides for keeping mold from growing, rodenticides for poisoning rats and mice, as well as everyday disinfectants."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9kZW50aWNpZGU&hash=09cdeddda3ef6fac0f5ed81c91009a8091c0eb23&lang=en&cache-only=0",
            "defineEn": "a pesticide used to control and kill rodents, such as rats and mice, and can come in the form of baits, traps, or poisons",
            "defineVi": "một loại thuốc trừ sâu được sử dụng để kiểm soát và tiêu diệt loài gặm nhấm, chẳng hạn như chuột cống và chuột nhắt, và có thể ở dạng bả, bẫy hoặc chất độc"
        },
        {
            "id": "c8f21aae-8a5e-4f0e-ab0d-33a23797878e",
            "word": "garden glove",
            "phonetic": "ɡɑːɹdən ɡlʌv ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2FyZGVuIGdsb3Zl&hash=49003644a62a69e2c699db081b74d82d88358aca&lang=en&cache-only=0",
            "defineEn": "a protective glove worn during gardening or yard work to prevent cuts and scratches and provide a better grip while handling tools and plants",
            "defineVi": "một chiếc găng tay bảo vệ được đeo trong khi làm vườn hoặc làm vườn để tránh bị đứt tay và trầy xước, đồng thời giúp cầm nắm tốt hơn khi xử lý các dụng cụ và cây trồng"
        },
        {
            "id": "fb49aaf4-1b91-43f6-9760-f651206e5858",
            "word": "pesticide sprayer",
            "phonetic": "pɛstɪsaɪd spɹeɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVzdGljaWRlIHNwcmF5ZXI&hash=fae03d87fd675799b36f13a0c9cf30aeeee13514&lang=en&cache-only=0",
            "defineEn": "a device used to apply pesticides or other chemicals to plants or surfaces to control or eliminate pests or diseases",
            "defineVi": "một thiết bị được sử dụng để áp dụng thuốc trừ sâu hoặc các hóa chất khác cho thực vật hoặc bề mặt để kiểm soát hoặc loại bỏ sâu bệnh hoặc bệnh tật"
        },
        {
            "id": "a91bdd5e-e8ee-421a-89dc-9c76f8c66f47",
            "word": "garden edger",
            "phonetic": "ɡɑːɹdən ɛdʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2FyZGVuIGVkZ2Vy&hash=63c81d20b2e790d5534bae597ced69da82460289&lang=en&cache-only=0",
            "defineEn": "a tool used for creating defined edges along garden beds, walkways, and other landscaped areas",
            "defineVi": "một công cụ được sử dụng để tạo các cạnh được xác định dọc theo luống vườn, lối đi và các khu vực cảnh quan khác"
        },
        {
            "id": "50ead7a7-1501-4578-9d25-bd73f656b319",
            "word": "seed",
            "phonetic": "siːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "She planted rutabaga seeds in her garden.",
                "She blended pumpkin seeds into a creamy pesto sauce.",
                "She carefully sprinkled sunflower seeds on top of her homemade bread dough.",
                "He's sowing the seeds of his own downfall.",
                "They have planted the seeds of their own destruction."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VlZA&hash=13146a5c87b9ce772f7438e499a910cecbe7d397&lang=en&cache-only=0",
            "defineEn": "a small living object from a plant that when put in the ground, grows into a new one",
            "defineVi": "một vật thể sống nhỏ từ một cái cây khi được đặt xuống đất sẽ phát triển thành một cái mới",
            "hasImg": true
        },
        {
            "id": "21501ba7-f77b-425f-aeae-4ac90f8dd685",
            "word": "garden weeder",
            "phonetic": "ɡɑːɹdən wiːdɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2FyZGVuIHdlZWRlcg&hash=d9d71d964073582716634537ad7a631bdc13f98c&lang=en&cache-only=0",
            "defineEn": "a tool used to remove weeds and other unwanted plants from gardens and flower beds",
            "defineVi": "một công cụ được sử dụng để loại bỏ cỏ dại và các loại cây không mong muốn khác khỏi vườn và bồn hoa"
        },
        {
            "id": "f2320472-c333-405d-baff-2396d83b9261",
            "word": "hand cultivator",
            "phonetic": "hænd kʌltᵻveɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGFuZCBjdWx0aXZhdG9y&hash=bca29eb3e97986350ef3ca6035bff33a1ad0e7f6&lang=en&cache-only=0",
            "defineEn": "a small hand-held gardening tool used for loosening soil, removing weeds, and cultivating around plants in tight spaces",
            "defineVi": "một dụng cụ làm vườn cầm tay nhỏ được sử dụng để nới lỏng đất, loại bỏ cỏ dại và canh tác xung quanh cây trồng trong không gian chật hẹp"
        },
        {
            "id": "7f7aef43-71d6-4a1b-8643-fd69e466a611",
            "word": "spade",
            "phonetic": "speɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "It is time to name names and call a spade a spade.",
                "It is time to name names and call a spade a spade.",
                "Mary might be the only one who calls a spade a spade.",
                "Mary might be the only one who calls a spade a spade.",
                "Maiopatagium has skin flaps in spades: stretching from its cheeks to its wrists, its wrists to its ankles, and its ankles to its tail."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BhZGU&hash=60c77fbc9c63b3fbe2ed6d68f7e032981fd4998f&lang=en&cache-only=0",
            "defineEn": "a sturdy gardening tool with a four-sided metal blade attached to a long handle, which people use to move earth",
            "defineVi": "một công cụ làm vườn chắc chắn với một lưỡi kim loại bốn cạnh gắn vào một tay cầm dài, mà mọi người sử dụng để di chuyển trái đất"
        },
        {
            "id": "96d8462f-5ab1-4e38-8041-14fe47d8a2f2",
            "word": "patch",
            "phonetic": "pætʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He's not a patch on the rest of the Cabinet.",
                "Handsome, she thought, but not a patch on Alex.",
                "The sunny weather melted the snow, revealing patches of green grass.",
                "Last year, her dress was out at the elbows, exhibiting signs of wear with worn patches and loose threads.",
                "We may be going through a rough patch in our relationship, but in the end things will mend - as long as we communicate openly and honestly, we can work through our issues."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0Y2g&hash=93bf114e5aed0fd75ebe4c987d8771539a03c8d7&lang=en&cache-only=0",
            "defineEn": "a small plot of land that is used for growing a particular type of crops or plants",
            "defineVi": "một mảnh đất nhỏ được sử dụng để trồng một loại cây trồng hoặc cây trồng cụ thể"
        },
        {
            "id": "b7b6616d-ef15-4888-9c89-63586c6398cc",
            "word": "wheelbarrow",
            "phonetic": "wiːlbæɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And you buy the wheelbarrows or whatever else, the things that have to cart things around.",
                "But a lot of money today doesn't end up in anyone's pocket, or wallet, or duffel bags, or even wheelbarrows.",
                "The wheel of the wheelbarrow acts as the fulcrum, and instead of pushing down on the handles, you pull them up to lift what’s inside!",
                "For example, did you know that when you use a wheelbarrow to carry something, you’re using a kind of a lever?"
            ],
            "audio": "https://tts.langeek.co/read?text=d2hlZWxiYXJyb3c&hash=c47497c3055f0e344de00a15462c63c0e034e764&lang=en&cache-only=0",
            "defineEn": "an object with two handles and one wheel, used for carrying things",
            "defineVi": "một vật có hai tay cầm và một bánh xe, được sử dụng để mang đồ vật",
            "hasImg": true
        },
        {
            "id": "5a53c0af-ac74-4920-a925-f74bbcfd9eaa",
            "word": "garden sprayer",
            "phonetic": "ɡɑːɹdən spɹeɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2FyZGVuIHNwcmF5ZXI&hash=26467a2ae44ebb7d00c1c61aa6c39db5a71d1593&lang=en&cache-only=0",
            "defineEn": "a tool used to apply liquid fertilizers, herbicides, pesticides, and other solutions to plants and garden beds",
            "defineVi": "một công cụ được sử dụng để bón phân lỏng, thuốc diệt cỏ, thuốc trừ sâu và các giải pháp khác cho cây trồng và luống vườn"
        },
        {
            "id": "9e8e12a0-6e23-4203-af6d-ae498df56a9f",
            "word": "insecticide",
            "phonetic": "ɪnsɛktɪsaɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Common insecticides won’t kill our head lice anymore.",
                "Some growers use oils or insecticides.",
                "The chemical worked as an insecticide on crops, too.",
                "Over recent years new insecticides have been introduced that are deadly to bees.",
                "There is a very big increase in insecticide use."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zZWN0aWNpZGU&hash=38214efe802874e0001b611b33c8ace06edcbb6b&lang=en&cache-only=0",
            "defineEn": "a chemical substance or agent that is used to kill or control insects that can cause harm to humans, crops, animals, and structures",
            "defineVi": "một chất hoặc tác nhân hóa học được sử dụng để tiêu diệt hoặc kiểm soát côn trùng có thể gây hại cho con người, cây trồng, động vật và công trình"
        },
        {
            "id": "70e410e0-0b44-498a-8313-7d7f3bd22354",
            "word": "Strimmer",
            "phonetic": "stɹɪmɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But if you're in Australia or the UK, you might say strimmer or something like that."
            ],
            "audio": "https://tts.langeek.co/read?text=U3RyaW1tZXI&hash=6595491769518e5fe9672005a31300e2f57a8e1c&lang=en&cache-only=0",
            "defineEn": "an electrical, handheld gardening tool for cutting grass or weed,  used as an alternative for larger machines, such as lawnmower",
            "defineVi": "một công cụ làm vườn cầm tay chạy bằng điện để cắt cỏ hoặc cỏ dại, được sử dụng thay thế cho các loại máy lớn hơn, chẳng hạn như máy cắt cỏ"
        },
        {
            "id": "4106590d-1bba-4139-8486-e74bc36490a7",
            "word": "bulb planter",
            "phonetic": "bʌlb plæntɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnVsYiBwbGFudGVy&hash=50d0dde2664114870d51b0265fae681f1d17dd9a&lang=en&cache-only=0",
            "defineEn": "a tool used for planting bulbs, such as tulips, daffodils, and other spring-flowering bulbs",
            "defineVi": "một công cụ được sử dụng để trồng các loại củ, chẳng hạn như hoa tulip, hoa thuỷ tiên vàng và các loại củ ra hoa vào mùa xuân khác"
        },
        {
            "id": "c25f6880-6981-48cd-901b-0b2038a90ace",
            "word": "landscaping",
            "phonetic": "lændskeɪpɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He's got a big landscaping business, so my family's all small business people.",
                "Landscaping can be hot I guess.",
                "Sago palms are another landscaping plant used in the warmer parts of North America.",
                "Now, Rhododendrons are popular landscaping shrubs in the wetter parts of North America, but this widespread genus of plants is also native to Asia.",
                "I'm gonna focus on landscaping."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFuZHNjYXBpbmc&hash=8602ddf91c55c06298ab0c72572595a5fa6c0992&lang=en&cache-only=0",
            "defineEn": "the process of modifying the visible features of an area of land, such as adding plants, changing the terrain, or constructing structures, to improve its aesthetic appeal or make it more functional",
            "defineVi": "quá trình sửa đổi các đặc điểm có thể nhìn thấy của một vùng đất, chẳng hạn như thêm cây cối, thay đổi địa hình hoặc xây dựng các cấu trúc, để cải thiện tính thẩm mỹ của nó hoặc làm cho nó có nhiều chức năng hơn"
        },
        {
            "id": "4940b078-6c4f-4882-8fcc-0d3c7f246477",
            "word": "seedbed",
            "phonetic": "siːdbɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VlZGJlZA&hash=f0586943d26ba034c00893a60f6eb72a76fab26e&lang=en&cache-only=0",
            "defineEn": "a area of ground that provides the essential needs for seeds to grow and develop into young plants before they are moved to another place",
            "defineVi": "một diện tích đất cung cấp các nhu cầu thiết yếu cho hạt sinh trưởng và phát triển thành cây non trước khi chúng được chuyển đến nơi khác"
        },
        {
            "id": "a6001ede-a228-4076-9f59-e4e273d9387f",
            "word": "fogger",
            "phonetic": "fɑːɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "To keep passengers safe and on board Spirit requires face coverings for its passengers and crew, uses foggers to disinfect the aircraft and has waived some change fees."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9nZ2Vy&hash=b6b156849aaf01b5b321f0b892bf8089e7a5ec0a&lang=en&cache-only=0",
            "defineEn": "a tool that sprays a fine mist of chemicals to control pests and insects",
            "defineVi": "một công cụ phun sương hóa chất mịn để kiểm soát sâu bệnh và côn trùng"
        },
        {
            "id": "f610491b-cec9-4e10-a671-29599f7c5757",
            "word": "leaf blower",
            "phonetic": "liːf bloʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGVhZiBibG93ZXI&hash=8a366367e2656d741488849d912fc9c3f48bb075&lang=en&cache-only=0",
            "defineEn": "a motorized gardening tool with a high-speed air nozzle used for blowing leaves and debris off lawns and other surfaces",
            "defineVi": "một công cụ làm vườn có động cơ với vòi phun khí tốc độ cao được sử dụng để thổi lá và mảnh vụn khỏi bãi cỏ và các bề mặt khác"
        },
        {
            "id": "61ddcbbf-cf2f-414e-b3d5-e6efb5912fde",
            "word": "garden knife",
            "phonetic": "ɡɑːɹdən naɪf ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2FyZGVuIGtuaWZl&hash=74fe7e3afaeb147f2d296cf06f313e8cba3fd322&lang=en&cache-only=0",
            "defineEn": "a hand-held cutting and pruning tool used for gardening tasks such as digging, cutting, and pruning",
            "defineVi": "một công cụ cắt và tỉa cầm tay được sử dụng cho các công việc làm vườn như đào, cắt và tỉa"
        },
        {
            "id": "4ae3837b-f59e-40b8-a4b2-eea40831fbb8",
            "word": "to compost",
            "phonetic": "tə kɑːmpoʊst ",
            "partOfSpeechType": "verb",
            "examples": [
                "In their sustainable farming practice, they use the meal as compost, enriching the soil for future crops.",
                "But compost is more than plain old dirt.",
                "We compost if of course!",
                "So in a way, compost is a way you can recycle plants into new plants!",
                "- I can compost the core after I eat it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcG9zdA&hash=919772f928c5bff678468d59cb8bd600e317abb9&lang=en&cache-only=0",
            "defineEn": "to make decayed leaves, plants, or other organic waste into a mixture that can improve the soil's quality to help plants grow more quickly",
            "defineVi": "để làm cho lá mục nát, thực vật hoặc chất thải hữu cơ khác thành một hỗn hợp có thể cải thiện chất lượng của đất để giúp cây trồng phát triển nhanh hơn",
            "hasImg": true
        },
        {
            "id": "532a8149-6e03-4d4f-b92b-b5c24be8b9c0",
            "word": "to cut back",
            "phonetic": "tə kʌt bæk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Advising him to cut back on luxuries to build wealth for the future.",
                "So cut back to the funeral home on Baltimore Street, Cumberland, Maryland, 1960.",
                "Vanilla farmers cut back production because they weren't making enough money.",
                "But just we'll cut back to the team and the questions.",
                "Airbus and Boeing have already cut back on production."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3V0IGJhY2s&hash=445c18b9eee636be585a9c60744ccd34be373b9c&lang=en&cache-only=0",
            "defineEn": "to cut off the top parts of a tree, bush, or other plant to either reduce their size or help them grow",
            "defineVi": "cắt bỏ phần ngọn của cây, bụi cây hoặc cây khác để giảm kích thước hoặc giúp chúng phát triển"
        },
        {
            "id": "8edc3a8d-c727-4a21-af4f-d6be7b8edaea",
            "word": "to cut down",
            "phonetic": "tə kʌt daʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "I have decided to cut down on my consumption of dairy products due to lactose intolerance.",
                "I'm trying to cut down on sugar in my diet, but it's so hard.",
                "Processors cut down orders with growers.",
                "Some beavers cut down trees as far as 200 meters away from their home pond.",
                "That misclassification error has been cut down to about 0.6 percent."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3V0IGRvd24&hash=15003464efd52395fd96f550856c7b28fc57d7f9&lang=en&cache-only=0",
            "defineEn": "to cut through something at its base in order to make it fall",
            "defineVi": "để cắt qua một cái gì đó ở gốc của nó để làm cho nó rơi xuống",
            "hasImg": true
        },
        {
            "id": "048ed856-0971-4f4e-911a-af7265d0b8d6",
            "word": "to dig",
            "phonetic": "tə dɪɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The coach dug his own grave when he publicly insulted the team's owner.",
                "The gardener dug a hole and gently placed the bulb of an onion into the soil.",
                "The party has really dug itself into a hole with its economic policies.",
                "He has been digging his own grave with a string of poor results.",
                "You dug your own grave with your own knife and fork when the exams came."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGln&hash=48fb8f9a26b7e4db37cb5e1529ec86137eb40505&lang=en&cache-only=0",
            "defineEn": "to remove earth or make a hole in the ground using the hands, machines, tools, etc.",
            "defineVi": "để loại bỏ đất hoặc tạo một lỗ trên mặt đất bằng tay, máy móc, công cụ, v.v.",
            "hasImg": true
        },
        {
            "id": "887428b1-fd93-4f93-a8d4-9d83d9dfff03",
            "word": "to garden",
            "phonetic": "tə ɡɑːɹdən ",
            "partOfSpeechType": "verb",
            "examples": [
                "The garden is a feast for the eyes.",
                "The garden looks nice.",
                "Her grandmother's garden was full of stone fruit trees.",
                "The child carefully planted caryopses of wildflowers in the garden.",
                "The garden is filled with an assortment of herbs like parsley, sage, and cilantro."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2FyZGVu&hash=cf815e23d94c53329df30e92987b3024d5a30ac0&lang=en&cache-only=0",
            "defineEn": "to take care of a garden by planting seeds, cultivating and watering plants, etc., either as a job or hobby",
            "defineVi": "chăm sóc khu vườn bằng cách gieo hạt, trồng và tưới cây, v.v., như một công việc hoặc sở thích",
            "hasImg": true
        },
        {
            "id": "2f5212da-fb63-4ff5-b910-c17e86aa9118",
            "word": "to graft",
            "phonetic": "tə ɡɹæft ",
            "partOfSpeechType": "verb",
            "examples": [
                "and we graft the function. -",
                "To ensure an exact copy of this cultivar, all apple trees must be grafted from the original seedling.",
                "And she needed a bone graft from her keel bone which is in her chest.",
                "Since there are a lot of them, the graft usually stays flush, which further reduces the risk of complications.",
                "Segments of these trees are then grafted onto root stalk - that's the lower section of another tree that's been chosen from a different cultivar for its superior roots and growing ability."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3JhZnQ&hash=5a6a30c5e1c4b4cf3c38689822863fc3fd889f6a&lang=en&cache-only=0",
            "defineEn": "to cut and join a piece of a living plant to another plant so that it can continue growing from there",
            "defineVi": "cắt và nối một phần của cây sống với cây khác để nó có thể tiếp tục phát triển từ đó"
        },
        {
            "id": "9e24c984-e013-4d8b-9c41-33d819611154",
            "word": "to grow",
            "phonetic": "tə ɡɹoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Sales are growing fast.",
                "The market is growing rapidly.",
                "The company is healthily growing its revenue each year.",
                "By degrees their business relationship grew into friendship.",
                "The sector is growing at a phenomenal rate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3Jvdw&hash=dacd8f74a4fa7e7d5e02f1bafb3c6ed5b473354e&lang=en&cache-only=0",
            "defineEn": "to cause a plant to develop and give fruit or flowers",
            "defineVi": "để làm cho cây phát triển và cho quả hoặc hoa",
            "hasImg": true
        },
        {
            "id": "102a6967-8b12-40da-ab93-318c097c78c4",
            "word": "to hoe",
            "phonetic": "tə hoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Tax reform was one of the new president's primary campaign promises, but it will likely prove a hard row to hoe, given the deep divisions in congress.",
                "Teachers have a tough row to hoe in today's schools.",
                "- Did he say, \"Get in the back, hoe?\"",
                "The subject matter typically came down to a woman hoing herself for a ride home.",
                "Like Bob, the guy who received the arbitrary beating, responded to it by killing his overseer with a hoe."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaG9l&hash=b6d44f2e10123727afeb6be8035e129d69d698e4&lang=en&cache-only=0",
            "defineEn": "to break up the surface of the ground, remove weeds, etc. using a gardening tool with a thin metal blade attached to a long handle",
            "defineVi": "xới đất, loại bỏ cỏ dại, v.v. bằng dụng cụ làm vườn có lưỡi kim loại mỏng gắn với cán dài"
        },
        {
            "id": "f1b68b94-bddf-4e05-b774-aff2d8828381",
            "word": "to manure",
            "phonetic": "tə mənjʊɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The philanthropist believed that money was only valuable if it was used to help others because, as the saying goes, money like manure, does no good till it is spread.",
                "The farm can produce about 6,000 pounds of manure per harvest.",
                "And they will put their manure on it.",
                "This ranges from wood and leftover crops, to garbage and manure.",
                "And as you can see, the floor is covered with cricket manure."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFudXJl&hash=7737a68e4b6b0781800a6765f395dac60597ae3a&lang=en&cache-only=0",
            "defineEn": "to apply solid waste from animals or plants to a piece of land in order to enhance the quality of its soil and help plants grow ever more quickly",
            "defineVi": "để bón chất thải rắn từ động vật hoặc thực vật vào một mảnh đất để nâng cao chất lượng đất và giúp cây trồng phát triển nhanh hơn"
        },
        {
            "id": "8f2881a3-fd60-44d0-b912-3235e115c18d",
            "word": "to plant",
            "phonetic": "tə plænt ",
            "partOfSpeechType": "verb",
            "examples": [
                "My mom planted beautiful flowers in the front yard.",
                "The child carefully planted caryopses of wildflowers in the garden.",
                "He planted a gentle kiss on her cheek.",
                "They have planted the seeds of their own destruction.",
                "He planted arrowroot in his backyard garden."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxhbnQ&hash=dc5455278f1534c1034501094253c1e080fa59a5&lang=en&cache-only=0",
            "defineEn": "to put a seed, plant, etc. in the ground to grow",
            "defineVi": "để đặt một hạt giống, cây trồng, vv trong lòng đất để phát triển",
            "hasImg": true
        },
        {
            "id": "d8c91449-f0df-4574-8ec0-583acd97e977",
            "word": "to pot",
            "phonetic": "tə pɑːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We just took pot luck.",
                "A watched pot never boils.",
                "We’ll have to take pot luck.",
                "My mom cooked a delicious pot of rice to accompany our meal.",
                "She brewed a pot of green tea and poured it over ice for a refreshing iced tea."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG90&hash=30885cc1b6f374dc39488155b75dc01618693ce4&lang=en&cache-only=0",
            "defineEn": "to place a plant in a container, made of plastic or clay, filled with fertilized soil",
            "defineVi": "để đặt một cây trong một container, làm bằng nhựa hoặc đất sét, đầy đất đã được bón phân"
        },
        {
            "id": "a9381fae-66c8-409c-880a-fefaa426c2a3",
            "word": "to rake",
            "phonetic": "tə ɹeɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Lisa is as thin as a rake and she struggles to gain weight.",
                "My teacher found out that I was skipping class and he raked me over the coals.",
                "It has provided the disparate opposition an opportunity to come together and rake the government over the coals.",
                "Let us not waste time raking over the coals when there is hard work to be done.",
                "Despite his love for food, Peter remains thin as a rake due to his high metabolism."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmFrZQ&hash=9fb5644be566f1f2ebf70c65952d22c768e7fc1f&lang=en&cache-only=0",
            "defineEn": "to make a ground surface become level or smooth, using a gardening tool called rake",
            "defineVi": "để làm cho bề mặt đất trở nên bằng phẳng hoặc bằng phẳng, sử dụng một dụng cụ làm vườn gọi là cào"
        },
        {
            "id": "5b9d26cd-2d18-44b2-b0e9-8b0bd553ff22",
            "word": "to mow",
            "phonetic": "tə moʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "They are doing their neighbor a favor by mowing their lawn.",
                "Peter had put off mowing the lawn for so long that the job seemed daunting, but after starting at one corner, he soon finished the whole yard.",
                "You just mowed with a high speed camera fan dude.",
                "In the shallows, the slug-like Kimberella lazily mowed down bacteria and algae.",
                "Attempting to march in lines towards an enemy’s trench, soldiers of both sides were mowed down by machine gun fire."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbW93&hash=544f370b5582788e219aa580e848559400fb24ee&lang=en&cache-only=0",
            "defineEn": "to cut grass, wheat, etc. with a gardening machine or handheld tools, such as scythe",
            "defineVi": "cắt cỏ, lúa mì, v.v. bằng máy làm vườn hoặc dụng cụ cầm tay, chẳng hạn như lưỡi hái",
            "hasImg": true
        },
        {
            "id": "55a16c8a-a20a-4174-b165-f18ec1a5798c",
            "word": "to mulch",
            "phonetic": "tə mʌltʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "And he's spreading mulch, a two-person job for which only one worker was available.",
                "So mulches, but also living plants.",
                "I take a lot of satisfaction in being able to go to my garden, lift a cold frame cover, you know, dig through some straw mulch, and pull up carrots or parsnips or beets or harvest a head of lettuce or spinach.",
                "So if I have carrots in the garden in fall, or parsnips or beets, I will deep mulch them in late autumn before the ground freezes with straw or shredded leaves and then cover that with a row cover or an old bed sheet and that basically provides enough insulation that I can harvest all winter long.",
                "So citric acid is mass-produced much like xanthan gum and carrageenan are, but instead of being pooped out by bacteria, or mulched out of seaweed, it's excreted by mold."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbXVsY2g&hash=1b466ad91675659bcd4ccb7682265ba12896d496&lang=en&cache-only=0",
            "defineEn": "to put a protective layer of decaying leaves or compost around a plant in order to improve the quality of its soil, as well as protecting its base and roots",
            "defineVi": "để đặt một lớp bảo vệ của lá mục nát hoặc phân hữu cơ xung quanh một nhà máy để cải thiện chất lượng của đất, cũng như bảo vệ cơ sở và rễ của nó"
        },
        {
            "id": "4a92e7db-3e16-474c-a64e-26187b33ff42",
            "word": "to shovel",
            "phonetic": "tə ʃʌvəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "This new snow shovel makes short work of clearing off the driveway.",
                "This new snow shovel makes short work of clearing off the driveway.",
                "Where is your shovel?",
                "But your answer is shovel?",
                "We might need that shovel."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hvdmVs&hash=26494e885b6adaef76ec3f95c90df0ada533b7a5&lang=en&cache-only=0",
            "defineEn": "to use a rounded blade attached to a long handle, called shovel to dig or move earth",
            "defineVi": "sử dụng một lưỡi tròn gắn với một tay cầm dài, được gọi là xẻng để đào hoặc di chuyển trái đất",
            "hasImg": true
        },
        {
            "id": "735229de-25cc-4b6f-8bed-70a68fb67cf6",
            "word": "to sow",
            "phonetic": "tə soʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He's sowing the seeds of his own downfall.",
                "The Youtube comment sowed a seed of anger and untold frustrations which brought some questions to the forefront of her mind.",
                "During his college years, John sowed his oats and enjoyed the freedom of casual relationships.",
                "After all, you reap what you sow.",
                "You accused me without having the right sow by the ear!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc293&hash=0c5d75f477dfcfbf191a7a1d0b35169b279021e3&lang=en&cache-only=0",
            "defineEn": "to plant seeds in the earth or scatter them over the ground",
            "defineVi": "để trồng hạt giống trong trái đất hoặc phân tán chúng trên mặt đất",
            "hasImg": true
        },
        {
            "id": "09d1f173-e2e5-4f19-8e5a-be41a49a95a2",
            "word": "to transplant",
            "phonetic": "tə tɹænsplænt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She lived on borrowed time for years before finally receiving a heart transplant.",
                "Transplant centers are a good revenue center for hospitals.",
                "On the other hand your body could reject the transplant.",
                "In 1971, for instance, biologists transplanted ten Italian wall lizards from one island off the coast of Croatia to another.",
                "Specifically, a transplant from a person who is resistant to HIV."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhbnNwbGFudA&hash=42325204997b990a4ef4aef48c92dd883239ac35&lang=en&cache-only=0",
            "defineEn": "to remove a plant from its original place and replant it somewhere else",
            "defineVi": "để loại bỏ một nhà máy từ nơi ban đầu của nó và trồng lại nó ở một nơi khác"
        },
        {
            "id": "a3daeca9-e54b-4a1f-acdc-18e48c2a3fbf",
            "word": "to water",
            "phonetic": "tə wɔːɾɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Our waitress poured water for everyone at the table.",
                "Water will always find its own level.",
                "My mother waters the plants in our garden every morning.",
                "Police turned water cannon on the rioters.",
                "The water boiled away."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2F0ZXI&hash=4571afa9f6f5f3592a973fe3ca2b240b9f67dabb&lang=en&cache-only=0",
            "defineEn": "to pour water on the ground to make plants grow in it",
            "defineVi": "đổ nước xuống đất để làm cho cây mọc trong đó",
            "hasImg": true
        },
        {
            "id": "fb68ec73-b3eb-44e6-a10e-79f7ba9306e5",
            "word": "to seed",
            "phonetic": "tə siːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "She planted rutabaga seeds in her garden.",
                "She blended pumpkin seeds into a creamy pesto sauce.",
                "She carefully sprinkled sunflower seeds on top of her homemade bread dough.",
                "He's sowing the seeds of his own downfall.",
                "They have planted the seeds of their own destruction."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VlZA&hash=c43ca079a96edfbc947e1cb60deef80696901c54&lang=en&cache-only=0",
            "defineEn": "to scatter seeds over an area of land with the intention of growing plants",
            "defineVi": "rải hạt giống trên một diện tích đất với mục đích trồng cây",
            "hasImg": true
        },
        {
            "id": "672a215c-747c-449f-94c8-d07265de3018",
            "word": "pole pruner",
            "phonetic": "poʊl prjuːnɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9sZSBwcnVuZXI&hash=12ce6a8e23e663667b88bd8ae257b672e7a0e727&lang=en&cache-only=0",
            "defineEn": "a long gardening tool used for trimming high branches or foliage, featuring a pruning saw or shears attached to the end of a pole for extended reach",
            "defineVi": "một công cụ làm vườn dài được sử dụng để cắt tỉa cành hoặc tán lá cao, có cưa hoặc kéo cắt tỉa được gắn vào đầu cột để mở rộng phạm vi"
        },
        {
            "id": "0dc04d20-decb-4170-8766-474bfc1d63fa",
            "word": "square point shovel",
            "phonetic": "skwɛɹ pɔɪnt ʃʌvəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3F1YXJlIHBvaW50IHNob3ZlbA&hash=4600497ba59cc6a4f62e90f9a9febbe13c020533&lang=en&cache-only=0",
            "defineEn": "a flat, rectangular blade with a sharp edge, used for cutting through roots, edging, and digging in hard or compacted soil",
            "defineVi": "một lưỡi dao phẳng, hình chữ nhật có cạnh sắc, được sử dụng để cắt rễ, viền và đào trong đất cứng hoặc đất nén chặt"
        },
        {
            "id": "a9444c45-7552-45d4-a68d-1a4ebd31b499",
            "word": "round point shovel",
            "phonetic": "ɹaʊnd pɔɪnt ʃʌvəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cm91bmQgcG9pbnQgc2hvdmVs&hash=fc2311e7105eee50f193837d199bf99f57123424&lang=en&cache-only=0",
            "defineEn": "a rounded blade, used for digging and moving loose materials like soil, gravel, and sand",
            "defineVi": "một lưỡi kiếm tròn, được sử dụng để đào và di chuyển các vật liệu rời như đất, sỏi và cát",
            "hasImg": true
        }
    ]
}