{
    "id": "48281704-a765-48ba-bc3d-f82bad203a97",
    "title": "Lesson 11C",
    "originalTitle": "Lesson 11C",
    "words": [
        {
            "id": "638ec9c4-5041-421c-8d02-861411915851",
            "word": "friend",
            "phonetic": "fɹɛnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Friends shared a platter of crispy chicken wings with tangy dipping sauces at the sports bar.",
                "The new student quickly made friends with the other musicians, because birds of a feather flock together.",
                "My friends enjoyed tangy barbecue gammon skewers at the summer barbecue.",
                "My friend prefers a vegetarian sandwich with avocado and sprouts.",
                "My friends enjoyed smoky beef rib chops at the countryside barbecue."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJpZW5k&hash=5e74cc46adc85945ef3be3fac90f3f092f8114c9&lang=en&cache-only=0",
            "defineEn": "someone we know well, like a lot, and trust, but normally they are not part of our family",
            "defineVi": "một người mà chúng ta biết rõ, rất thích và tin tưởng, nhưng thông thường họ không phải là một phần của gia đình chúng ta",
            "hasImg": true
        },
        {
            "id": "df73c84d-94c0-40dd-92d4-0ec96c5e72e7",
            "word": "to send",
            "phonetic": "tə sɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "That song always sends a shiver down my spine.",
                "Anne's aunt always sends her birthday cards and gifts.",
                "I sent the package by airmail.",
                "He sent me a copy of his new book.",
                "She sent the kids to bed early."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VuZA&hash=c2cf48074fe387a6f0654706360efe1e2af5e741&lang=en&cache-only=0",
            "defineEn": "to take something to a specific location or making arrangements for it to be taken there, particularly by post",
            "defineVi": "để đưa một cái gì đó đến một địa điểm cụ thể hoặc sắp xếp để nó được đưa đến đó, đặc biệt là qua đường bưu điện",
            "hasImg": true
        },
        {
            "id": "2549b2f4-799a-48a9-af82-3a3e83f3aaf8",
            "word": "text message",
            "phonetic": "tɛkst mɛsɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'll send you a text message.",
                "Text message scams are also illegal.",
                "Text messages would be sent.",
                "They send three, four, five anti-union text messages a day.",
                "Text messages, Twitter, I might have even got a phone call."
            ],
            "audio": "https://tts.langeek.co/read?text=dGV4dCBtZXNzYWdl&hash=a5909baec3af386915145117e4d37c1172479e95&lang=en&cache-only=0",
            "defineEn": "a written message that one sends or receives using a mobile phone",
            "defineVi": "một tin nhắn bằng văn bản mà một người gửi hoặc nhận bằng điện thoại di động",
            "hasImg": true
        },
        {
            "id": "76bd2f35-9132-4434-9ac9-69efb728c02f",
            "word": "to upload",
            "phonetic": "tʊ ʌploʊd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Upload a video.",
                "It uploaded a bunch of gaming content.",
                "Click \"Upload photo.\"",
                "And they uploaded a video about their experience at a drive thru.",
                "We uploaded the videos on Wednesday."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdXBsb2Fk&hash=2784fa89ad076f979837a3783d5395bd2b6dbe2d&lang=en&cache-only=0",
            "defineEn": "to send an electronic file such as a document, image, etc. from one digital device to another one, often by using the Internet",
            "defineVi": "để gửi một tệp điện tử như tài liệu, hình ảnh, v.v. từ thiết bị kỹ thuật số này sang thiết bị kỹ thuật số khác, thường bằng cách sử dụng Internet",
            "hasImg": true
        },
        {
            "id": "208230c9-f209-4439-a983-515a0ada190d",
            "word": "video",
            "phonetic": "vɪdɪoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We were shown a training video.",
                "The video gamer is leaving his opponent in the dust with his expert knowledge of the game mechanics and quick reflexes.",
                "The video was produced and directed by filmmaker Neil Campbell.",
                "Her grandchild lives in another country, but they video chat every week to stay in touch.",
                "The student was struggling with a difficult math problem, but she happened to come across a helpful video tutorial online - she found herself in luck!"
            ],
            "audio": "https://tts.langeek.co/read?text=dmlkZW8&hash=78b3d528ae88ec8b44439c9284b7c65ab50ec035&lang=en&cache-only=0",
            "defineEn": "a recording of sounds and images that are moving",
            "defineVi": "một bản ghi âm thanh và hình ảnh đang chuyển động",
            "hasImg": true
        },
        {
            "id": "28563f8f-8851-47e9-8df8-7921a0eedb5f",
            "word": "to message",
            "phonetic": "tə mɛsɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "May I take a message?",
                "I wrote a message to myself.",
                "The message was finally getting through to him.",
                "She has sixteen unread messages in her inbox.",
                "The machine records your messages and you can answer them at your convenience."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWVzc2FnZQ&hash=2e29683d8a55e7b87cf225d46728ca74b7495845&lang=en&cache-only=0",
            "defineEn": "to send someone a brief text, image, etc. in an electronic form",
            "defineVi": "để gửi cho ai đó một văn bản ngắn, hình ảnh, vv trong một hình thức điện tử",
            "hasImg": true
        },
        {
            "id": "906aa6fe-9517-4cd4-80b6-c031f06ae649",
            "word": "to post",
            "phonetic": "tə poʊst ",
            "partOfSpeechType": "verb",
            "examples": [
                "Lots of people had left comments under the post.",
                "Mrs. Thatcher held the post of prime minister longer than anyone else last century.",
                "On his retirement the post will cease to exist.",
                "Ugh, Ross just posted pictures of him and Steve lounging on a beach in Hawaii.",
                "The professor's office hours are posted on the door, indicating when he is available for student consultations."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9zdA&hash=023f2f84b83723cf6a79f15601fb26d813af4dda&lang=en&cache-only=0",
            "defineEn": "to publish, display, or make available online or in a physical location for others to see or read",
            "defineVi": "để xuất bản, hiển thị hoặc cung cấp trực tuyến hoặc ở một vị trí thực tế để người khác xem hoặc đọc"
        },
        {
            "id": "2bd252d8-a418-477c-aa8e-1cfece9b68bc",
            "word": "tweet",
            "phonetic": "twiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "YouTube videos, news articles, Tumblr posts, tweets get lots of attention.",
                "Instead, what the president's doing is tweeting.",
                "Tweeting it.",
                "His tweets provided the script for Fox News.",
                "Show the tweet!"
            ],
            "audio": "https://tts.langeek.co/read?text=dHdlZXQ&hash=9751c309d29b5ebf8952a0435696ed088f9e1864&lang=en&cache-only=0",
            "defineEn": "a message or post on Twitter",
            "defineVi": "một tin nhắn hoặc bài đăng trên Twitter",
            "hasImg": true
        },
        {
            "id": "529d1797-c141-48f5-9c35-219c51ce12c7",
            "word": "email",
            "phonetic": "iːmeɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The email went to everyone in the company.",
                "I don't send emails blowing smoke up their asses.",
                "I received an automated email from the accountant saying that she was out to lunch.",
                "My coworker put her foot in it when she accidentally sent an email to the wrong person.",
                "In the past, it was common to send handwritten letters but nowadays email is the preferred method of communication, other times, other manners."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1haWw&hash=81f61cf6757711fd5afec50a2b48610e3e33a57e&lang=en&cache-only=0",
            "defineEn": "a digital message that is sent from one person to another person or group of people using a system called email",
            "defineVi": "một tin nhắn kỹ thuật số được gửi từ một người đến một người khác hoặc một nhóm người sử dụng một hệ thống gọi là email",
            "hasImg": true
        },
        {
            "id": "7cb97039-531d-4839-906f-14cc00f49e96",
            "word": "to get",
            "phonetic": "tə ɡɛt ",
            "partOfSpeechType": "verb",
            "examples": [
                "95 per cent of the UK can now get superfast broadband.",
                "This room gets very little sunshine.",
                "Get a load of that dress Mag!",
                "Get a load of George over there.",
                "The police got wind of the illegal drug deal."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0&hash=fc37dd4b71d4e5666f034fc38ef8ee6d00dcf928&lang=en&cache-only=0",
            "defineEn": "to receive or come to have something",
            "defineVi": "để nhận hoặc đến để có một cái gì đó",
            "hasImg": true
        },
        {
            "id": "b5c8f744-3e42-4c9a-8669-b743e680c183",
            "word": "direction",
            "phonetic": "dᵻɹɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wind has changed direction.",
                "Finally things are moving in the right direction.",
                "We followed the map's directions to reach the hiking trail.",
                "These directions are plain as a pikestaff, so you shouldn't have any questions.",
                "These directions are as clear as a bell, so you shouldn't have any questions."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlyZWN0aW9u&hash=f45a4c9135e107aab6a5a414ba8293258b255574&lang=en&cache-only=0",
            "defineEn": "the position that someone or something faces, points, or moves toward",
            "defineVi": "vị trí mà ai đó hoặc một cái gì đó phải đối mặt, chỉ hoặc di chuyển về phía",
            "hasImg": true
        },
        {
            "id": "4eeba2a8-e6e4-419b-bc24-b7b13e59a706",
            "word": "to read",
            "phonetic": "tə ɹiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Generally, the article reads very well.",
                "My son reads twelve pages of his book every day.",
                "Read my lips.",
                "Read my lips.",
                "Teachers should read more poetry to children."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVhZA&hash=427a80ce7525cab69179303522de16b159a65f29&lang=en&cache-only=0",
            "defineEn": "to look at written or printed words and understand their meaning",
            "defineVi": "nhìn vào các từ được viết hoặc in và hiểu ý nghĩa của chúng",
            "hasImg": true
        },
        {
            "id": "a317bcfe-f7ae-4a80-bb04-aec722bbe04e",
            "word": "book",
            "phonetic": "bʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "This book bridges a gulf between the metaphysics literature and philosophy of mind literature.",
                "The book raises many important questions.",
                "Every age has its book, after all.",
                "The movie follows the book faithfully.",
                "The movie follows the book faithfully."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9vaw&hash=fa0deeb1d31a6f77f3afc0d81d91f2dd79409dc6&lang=en&cache-only=0",
            "defineEn": "a set of printed pages that are held together in a cover so that we can turn them and read them",
            "defineVi": "một tập hợp các trang in được giữ lại với nhau trong một trang bìa để chúng ta có thể lật chúng và đọc chúng",
            "hasImg": true
        },
        {
            "id": "497b585f-c538-4f6c-80fb-b30fb346e33c",
            "word": "to share",
            "phonetic": "tə ʃɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Both drivers shared the blame for the accident.",
                "My friend shared a bag of chocolate-covered macadamia nuts with us.",
                "The locals generously shared their knowledge of manioc processing techniques.",
                "All members of the band equally share the band's profits.",
                "The HR department only shared the employee's personal information on a need-to-know basis."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hhcmU&hash=2fdc32346871753d5fdf75008e9c453a351505c4&lang=en&cache-only=0",
            "defineEn": "to have or use something with someone else at the same time",
            "defineVi": "để có hoặc sử dụng một cái gì đó với người khác cùng một lúc",
            "hasImg": true
        },
        {
            "id": "b1978b09-2b52-47ef-8b67-99ecf4545b1e",
            "word": "a",
            "phonetic": "eɪ ",
            "partOfSpeechType": "determiner",
            "examples": [
                "The universal language of art is bridging a divide.",
                "Good wine can make a meal.",
                "Memories of that day still bring a lump to his throat.",
                "The brunch special featured a beefburger with a sunny-side-up egg, crispy bacon, and a dollop of hollandaise sauce.",
                "My vegetarian friend enjoyed a nourishing adzuki bean grain bowl for lunch."
            ],
            "audio": "https://tts.langeek.co/read?text=YQ&hash=5a6c4155b8877b7deb7fa8f6783a58aa7ee5788b&lang=en&cache-only=0",
            "defineEn": "used when we want to talk about a person or thing for the first time or when other people may not know who or what they are",
            "defineVi": "được sử dụng khi chúng ta muốn nói về một người hoặc vật lần đầu tiên hoặc khi những người khác có thể không biết họ là ai hoặc cái gì"
        },
        {
            "id": "97ae00aa-71a1-4e6d-b0ed-3c0cbbe410e4",
            "word": "photo",
            "phonetic": "foʊɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I took a photo of the mountain peak, capturing its majestic beauty.",
                "To take a picture/photo/shot of somebody/something.",
                "I have a picture frame with a family photo on my desk.",
                "The app lets you share your photos on Facebook, Twitter, and Tumblr.",
                "I need to update my passport photo."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhvdG8&hash=6141fa02df1ccb96c27da8d590e8eade0a781769&lang=en&cache-only=0",
            "defineEn": "an image captured by a camera",
            "defineVi": "một hình ảnh được chụp bởi một máy ảnh",
            "hasImg": true
        },
        {
            "id": "d97a2c06-7b3f-4934-acf8-b4a211d92934",
            "word": "on",
            "phonetic": "ɔn ",
            "partOfSpeechType": "preposition",
            "examples": [
                "The heat was really on at work.",
                "That hot guy had a good head on his shoulders.",
                "The children enjoyed a refreshing slice of watermelon on a hot summer day.",
                "On the credit side, the restaurant offers a wide range of choices.",
                "Our company puts the emphasis on quality."
            ],
            "audio": "https://tts.langeek.co/read?text=b24&hash=17e412bb945ed7419a7b7f8c1bda62c2e7095c7d&lang=en&cache-only=0",
            "defineEn": "used to show a day or date",
            "defineVi": "được sử dụng để hiển thị một ngày hoặc ngày"
        },
        {
            "id": "deee067d-37b9-4b1f-8bd8-4d5350add8c3",
            "word": "social media",
            "phonetic": "soʊʃəl miːdiːə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The social media influencer is in the limelight for their latest viral post.",
                "The use of social media in marketing is in the ascendant.",
                "The product launch went out with a bang, with a viral social media campaign and record-breaking sales numbers.",
                "In the world of social media, bad news travels fast, and a single post can ruin a person's reputation.",
                "My friend likes to share her birthdate on social media."
            ],
            "audio": "https://tts.langeek.co/read?text=c29jaWFsIG1lZGlh&hash=87450b294c5a2b22fdebb47804d3b2b7ae4c03d6&lang=en&cache-only=0",
            "defineEn": "websites and applications enabling users to share content and build communities on their smartphones, computers, etc.",
            "defineVi": "các trang web và ứng dụng cho phép người dùng chia sẻ nội dung và xây dựng cộng đồng trên điện thoại thông minh, máy tính, v.v.",
            "hasImg": true
        },
        {
            "id": "f595cd61-322c-4032-a61d-50028119d0c0",
            "word": "website",
            "phonetic": "wɛbsaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Over seven hundred Facebook users have already liked the company’s website.",
                "The teacher withdrew the assignment from the class website.",
                "Our website is the place to find answers to all your questions.",
                "Further details can be found on our website.",
                "You can also get information on careers in social work from their website."
            ],
            "audio": "https://tts.langeek.co/read?text=d2Vic2l0ZQ&hash=483f3cd0231e82e4f451bffe269507ff0787b931&lang=en&cache-only=0",
            "defineEn": "a group of related data on the Internet with the same domain name published by a specific individual, organization, etc.",
            "defineVi": "một nhóm dữ liệu liên quan trên Internet có cùng tên miền do một cá nhân, tổ chức cụ thể, v.v.",
            "hasImg": true
        },
        {
            "id": "fa2b1206-1548-4d00-81d6-89b058683a5b",
            "word": "to download",
            "phonetic": "tə daʊnloʊd ",
            "partOfSpeechType": "verb",
            "examples": [
                "She downloaded a new movie to watch on her laptop during the flight.",
                "He downloaded a new app to help with productivity.",
                "She downloaded a new album and is excited to listen to the new music.",
                "We have made the necessary documents available for download on our website.",
                "The tech company developed a new app, confident that 'if you build it, they will come' and download it to use for their everyday needs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZG93bmxvYWQ&hash=878153e01c95c4845d0f52480ac919a81ccfc8a9&lang=en&cache-only=0",
            "defineEn": "to add data to a computer from the Internet or another computer",
            "defineVi": "để thêm dữ liệu vào máy tính từ Internet hoặc máy tính khác",
            "hasImg": true
        },
        {
            "id": "f0b17e01-8bb1-4f55-83f8-dc03680ced53",
            "word": "application",
            "phonetic": "æplɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can build database applications without writing any code.",
                "The passport application requires you to fill in your first name, middle name, and last name.",
                "Examining job applications is the first stage in separating the sheep from the goats.",
                "They explained the procedure for submitting the application form.",
                "I prepare my resume and cover letter for job applications."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwbGljYXRpb24&hash=01fc938725be049fd529b3c76b3668898ac12edf&lang=en&cache-only=0",
            "defineEn": "(computing) a piece of software programmed to perform a specific task",
            "defineVi": "(máy tính) một phần mềm được lập trình để thực hiện một nhiệm vụ cụ thể",
            "hasImg": true
        },
        {
            "id": "029a2bf6-02f0-467c-a197-a666fe094b4c",
            "word": "to Skype",
            "phonetic": "tə skaɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Moving to a new country for college was daunting, but thanks to the likes of Skype and WhatsApp, my parents were always a phone call away.",
                "Skype alone has 40 million daily active users, a 70 percent jump month over month.",
                "It's like Skype.",
                "You have got Skype.",
                "On the homepage next to your profile name, you'll find your Skype balance here."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gU2t5cGU&hash=a40d9f73c7649ccf64d82e9a27f28eac27f8d482&lang=en&cache-only=0",
            "defineEn": "(trademark) to contact someone using the Skype application",
            "defineVi": "(nhãn hiệu) để liên hệ với ai đó bằng ứng dụng Skype"
        },
        {
            "id": "58063d71-df4a-47be-8d32-3fb82550042b",
            "word": "to listen",
            "phonetic": "tə lɪsən ",
            "partOfSpeechType": "verb",
            "examples": [
                "listen to our problems.",
                "Listen Jane.",
                "I listened carefully to her story.",
                "Don’t listen to Jerry.",
                "Don't listen to him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGlzdGVu&hash=0a9f162b849767837ab2859f3457bbbd6b84b872&lang=en&cache-only=0",
            "defineEn": "to give our attention to the sound a person or thing is making",
            "defineVi": "để cung cấp cho sự chú ý của chúng tôi đến âm thanh một người hoặc điều đang làm",
            "hasImg": true
        },
        {
            "id": "1ae790e8-2a2c-409b-913f-c9f05268fe37",
            "word": "to",
            "phonetic": "tuː ",
            "partOfSpeechType": "preposition",
            "examples": [
                "To turn cartwheels/somersaults.",
                "To save a penalty.",
                "To play the piano/violin/flute.",
                "To call a meeting/strike.",
                "To have a meeting/a party/a concert."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8&hash=ef492e58996dbd1a6c0fd7247f00fb235a8f1c20&lang=en&cache-only=0",
            "defineEn": "used to say where someone or something goes",
            "defineVi": "được sử dụng để nói nơi một ai đó hoặc một cái gì đó đi"
        },
        {
            "id": "d576a813-0508-4ec1-83ad-79b49ff8f291",
            "word": "song",
            "phonetic": "sɔŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Alice's song hits the airwaves.",
                "That song always sends a shiver down my spine.",
                "Fans have given the band's new song their seal of approval.",
                "That band's new song is really off the hook!",
                "She bought the painting for a song."
            ],
            "audio": "https://tts.langeek.co/read?text=c29uZw&hash=453d40d9a834f06c0bb84685374bcd6a451d5210&lang=en&cache-only=0",
            "defineEn": "a piece of music that has words",
            "defineVi": "một bản nhạc có lời",
            "hasImg": true
        },
        {
            "id": "6ae1a7eb-d4ec-49e9-9ca0-abf543a3bc45",
            "word": "attachment",
            "phonetic": "ɐtætʃmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They made inroads on their own traditional attachment to ' capital ' and implemented a tax on short-term capital gains in 1962.",
                "The prophet and his God felt as one, but that attachment cannot be felt nor understood by the common folk.",
                "The woman had been away from her family for several months and realized that absence makes the heart grow fonder, as she felt a stronger emotional attachment to them upon her return.",
                "Attachment is vital.",
                "About 15% of the kids demonstrated insecure ambivalent attachment."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0YWNobWVudA&hash=24976c0b0da49f39a388c233393f6a309219dcb8&lang=en&cache-only=0",
            "defineEn": "a part or accessory that does a particular task when it is connected to something",
            "defineVi": "một bộ phận hoặc phụ kiện thực hiện một nhiệm vụ cụ thể khi nó được kết nối với một cái gì đó"
        },
        {
            "id": "b2967436-db84-44f7-aedd-0c4075671b0e",
            "word": "broadband",
            "phonetic": "bɹɔːdbænd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "95 per cent of the UK can now get superfast broadband.",
                "Over 50 percent of residents lack broadband Internet altogether.",
                "Is broadband going to affect those people right out of the gate?",
                "My broadband operator would take his cursor.",
                "So, as a town of 16,000, we have gigabit broadband."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvYWRiYW5k&hash=1971990c4e0caed920f6a3274c4ac0755f56b4ad&lang=en&cache-only=0",
            "defineEn": "capable of processing or responding to a wide range of signals or frequencies",
            "defineVi": "có khả năng xử lý hoặc đáp ứng với một loạt các tín hiệu hoặc tần số"
        },
        {
            "id": "45181a77-c177-4da6-b01f-59e7ebd0b9ec",
            "word": "to log in",
            "phonetic": "tə lɔɡ ɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Log in to your Gmail account.",
                "Log in to your Streamlabs.com dashboard.",
                "First, log in to your Facebook account.",
                "First, log in to your Google account.",
                "Log in to your account on Twitch.tv."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9nIGlu&hash=83c0adee25b46f27ed82ae1672d4d79f7003934a&lang=en&cache-only=0",
            "defineEn": "to start using a computer system, online account, or application by doing particular actions",
            "defineVi": "để bắt đầu sử dụng hệ thống máy tính, tài khoản trực tuyến hoặc ứng dụng bằng cách thực hiện các hành động cụ thể",
            "hasImg": true
        },
        {
            "id": "c8f87cf7-3158-4de2-8e10-9c4171533f13",
            "word": "to search",
            "phonetic": "tə sɜːtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The police searched the suspect's house for evidence.",
                "The hikers diligently searched the dense forest for the lost trail, using a map and compass as their guide.",
                "With a flashlight in hand, the police officer searched for clues at the crime scene.",
                "My grandparents immigrated to this country in search of better opportunities.",
                "We should search for a reliable source to verify the information."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VhcmNo&hash=899051aa8c488cf070ed954432066e248db3f1f7&lang=en&cache-only=0",
            "defineEn": "to try to find something or someone by carefully looking or investigating",
            "defineVi": "để cố gắng tìm một cái gì đó hoặc ai đó bằng cách cẩn thận xem xét hoặc điều tra"
        },
        {
            "id": "cbe0dbbc-6741-45d0-b88c-d5d4a3e95d2c",
            "word": "Wi-Fi",
            "phonetic": "waɪfaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "If free wi-fi and paid wi-fi are both available, it's not hard to imagine people voting with their pocketbook.",
                "If free wi-fi and paid wi-fi are both available, it's not hard to imagine people voting with their pocketbook.",
                "Wi-Fi 6E, which is actually sick.",
                "Cracked 50 megabytes a second on wi-fi.",
                "The PC is streaming via Wi-Fi to my phone."
            ],
            "audio": "https://tts.langeek.co/read?text=V2ktRmk&hash=ec6467457ad720940dcf22672b6ad83a3687fe5d&lang=en&cache-only=0",
            "defineEn": "the technology that allows computers, cell phones, etc. to access the Internet or exchange data wirelessly",
            "defineVi": "công nghệ cho phép máy tính, điện thoại di động, v.v. truy cập Internet hoặc trao đổi dữ liệu không dây",
            "hasImg": true
        }
    ]
}