{
    "id": "483a2cc9-3238-42b1-89b2-e20dce8f8537",
    "title": "Talking Movies",
    "originalTitle": "Lesson 4",
    "words": [
        {
            "id": "de74f6c5-7034-4a6d-8c45-b5e1541d6b4f",
            "word": "actor-manager",
            "phonetic": "æktɚmænɪdʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWN0b3ItbWFuYWdlcg&hash=9170d78c926f564289a36cf66aa720a9fbb7bfe6&lang=en&cache-only=0",
            "defineEn": "someone who manages a theater company and also acts in their plays",
            "defineVi": "một người quản lý một công ty nhà hát và cũng diễn xuất trong các vở kịch của họ"
        },
        {
            "id": "fbc50633-05d2-4bb3-bfc1-0b2f6b965095",
            "word": "art director",
            "phonetic": "ɑːɹt dᵻɹɛktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My name is Antonio Alcalá, and I'm an art director for the United States Postal Service."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0IGRpcmVjdG9y&hash=1d1960a45bfb1c811e471c75db481c03f8419e81&lang=en&cache-only=0",
            "defineEn": "someone who is in charge of the artistic features, such as props and costumes of a movie or play",
            "defineVi": "một người chịu trách nhiệm về các tính năng nghệ thuật, chẳng hạn như đạo cụ và trang phục của một bộ phim hoặc vở kịch",
            "hasImg": true
        },
        {
            "id": "dcf48a34-2310-4666-9910-570b2c756a32",
            "word": "dresser",
            "phonetic": "dɹɛsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Emma is a casual dresser and would never be seen dead wearing formal attire or high heels.",
                "This crab is a picky dresser.",
                "They're very picky dressers.",
                "Be a much better dresser than I was in my twenties.",
                "The dresser crab walks along the seafloor, looking for little things that it can wear on its shell-- like coral, sea anemones, or seaweed."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJlc3Nlcg&hash=097c8e2e1374edc1022586fa838ceceb306b997b&lang=en&cache-only=0",
            "defineEn": "someone whose job is to help an actor get dressed for a play or is in charge of their costumes",
            "defineVi": "ai đó có công việc là giúp một diễn viên mặc quần áo cho một vở kịch hoặc phụ trách trang phục của họ"
        },
        {
            "id": "248f248c-7f07-4df0-b03a-724dcc515087",
            "word": "lead",
            "phonetic": "liːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The receptionist led the way to the boardroom.",
                "The department led the world in cancer research.",
                "The company's new product launch led to a fat increase in revenue.",
                "We lead a very quiet life.",
                "To lead a life of luxury/a miserable existence."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVhZA&hash=e8c13e26cfbed16150978377d6d91e1a6eea432e&lang=en&cache-only=0",
            "defineEn": "an actor who plays the main role in a play or movie",
            "defineVi": "một diễn viên đóng vai chính trong một vở kịch hoặc bộ phim",
            "hasImg": true
        },
        {
            "id": "97e0e95e-7137-4f1e-a908-402bb16cb8c4",
            "word": "moviegoer",
            "phonetic": "muːvɪeɪɡoʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ingrained in every moviegoer's brain is the smell of buttery popcorn.",
                "In 1957, an advertising executive from New Jersey announced that he had convinced moviegoers at a local theater to buy more popcorn using subliminal messaging.",
                "It may be so terrifying that moviegoers are advised, \"Check with your doctor before seeing this film.\"",
                "In the U.S., crowds of moviegoers flocked to theaters.",
                "Technicians most often play an unseen or subordinate role in the moviegoer's mind."
            ],
            "audio": "https://tts.langeek.co/read?text=bW92aWVnb2Vy&hash=ec3adc5da420672bd31a1f60681d57aa7b8e781c&lang=en&cache-only=0",
            "defineEn": "someone who, on a regular basis, goes to the cinema",
            "defineVi": "một người thường xuyên đi xem phim"
        },
        {
            "id": "f219f244-d44d-4442-8080-c478311ee286",
            "word": "Bollywood",
            "phonetic": "bɑːliwʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bollywood movies, Swedish hip hop, Brazilian soap operas, highlights from Congolese football matches, these are all available to us.",
                "And it was kind of a box office disaster in Bollywood.",
                "I witnessed something that looked like a scene from a Bollywood film.",
                "And so like you get Bollywood fans in Edinburgh and then just guys who don't know who I am, right."
            ],
            "audio": "https://tts.langeek.co/read?text=Qm9sbHl3b29k&hash=c71c67f25725288a904b182d687038197583978c&lang=en&cache-only=0",
            "defineEn": "the film industry of India, based in the city of Mumbai",
            "defineVi": "ngành công nghiệp điện ảnh của Ấn Độ, có trụ sở tại thành phố Mumbai"
        },
        {
            "id": "d609d097-2857-4891-9b7c-97b7876caa8e",
            "word": "Broadway",
            "phonetic": "bɹɔːdweɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He appeared on Broadway.",
                "Her last musical ran for six months on Broadway.",
                "The Broadway musical made it through the Great Depression.",
                "My daughter and I are still really into Broadway, and musicals.",
                "That was the dream, Broadway."
            ],
            "audio": "https://tts.langeek.co/read?text=QnJvYWR3YXk&hash=86b4388a8374432261482aeea519a77f92392685&lang=en&cache-only=0",
            "defineEn": "a well-known street in New York City where many theaters are located, which is considered the center of theater industry in the US",
            "defineVi": "một con đường nổi tiếng ở thành phố New York, nơi có nhiều nhà hát, được coi là trung tâm của ngành công nghiệp sân khấu ở Mỹ"
        },
        {
            "id": "6a96fcee-b302-4bfd-bb61-1061a3e9311f",
            "word": "backdrop",
            "phonetic": "bækdɹɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cloudy sky created a dramatic backdrop for the sunset.",
                "That backdrop is very important.",
                "[Narrator] For the Gilmours, the old house formed the perfect backdrop for Christopher's passion, opera.",
                "Against Yeltsin’s backdrop, his rudeness was a benefit.",
                "So this is the backdrop here."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFja2Ryb3A&hash=cac531e0392f00dfaaec67c4ad335f30c26ffa5c&lang=en&cache-only=0",
            "defineEn": "a piece of painted cloth that is hung at the back of a theater stage as part of the scenery",
            "defineVi": "một mảnh vải sơn được treo ở phía sau sân khấu như một phần của phong cảnh"
        },
        {
            "id": "f2f68db5-e337-403d-91e9-8c78ee6db5a1",
            "word": "adaptation",
            "phonetic": "ædæpteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Margulies makes both ends meet by making adaptations for the movie business.",
                "Adaptation is already happening.",
                "Adaptation is already happening.",
                "Other burrowing animals, like anteaters, have similar adaptations.",
                "Other creatures' eyes display different adaptations."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRhcHRhdGlvbg&hash=9f44620c81409c31cd6d91495837d4b9946eae19&lang=en&cache-only=0",
            "defineEn": "a movie, TV program, etc. that is based on a book or play",
            "defineVi": "một bộ phim, chương trình truyền hình, vv dựa trên một cuốn sách hoặc vở kịch",
            "hasImg": true
        },
        {
            "id": "51551711-5d07-46ec-8e2b-a606981ebaa0",
            "word": "camerawork",
            "phonetic": "kæmɹəwɜːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FtZXJhd29yaw&hash=d83f5f7574b93b1ec16700e1907ad22bbe4d3f76&lang=en&cache-only=0",
            "defineEn": "the style in which a movie or photograph is shot",
            "defineVi": "phong cách quay phim hoặc chụp ảnh"
        },
        {
            "id": "3fe99588-f74e-4d40-ab51-a01a7ae5d32d",
            "word": "casting",
            "phonetic": "kæstɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Well, he is central casting. ",
                "And so they had these massive casting calls. ",
                "\"My agent submitted me for a nationwide casting call \"for the roles of Emmett and Daphne.",
                "He is a four-star chairman of the Joint Chiefs of Staff, hence central casting. ",
                "And then they'd send me out for one casting."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzdGluZw&hash=ca6e076193355ea1bb13bafe28f1a78c83b489f2&lang=en&cache-only=0",
            "defineEn": "the process of assigning roles and parts to actors or performers in a movie, play, etc.",
            "defineVi": "quá trình phân công vai trò và các phần cho các diễn viên hoặc người biểu diễn trong một bộ phim, vở kịch, v.v."
        },
        {
            "id": "f95eed8b-6227-47ed-9fd7-019f5bd8075b",
            "word": "screenplay",
            "phonetic": "skɹiːnpleɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Did you ever write a screenplay?",
                "He's already written the screenplay, so.",
                "They're not going to buy some screenplay.",
                "He also won an Oscar for the screenplay for \"Brokeback Mountain.\"",
                "As you can see hit screenplays for Hollywood studios."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NyZWVucGxheQ&hash=227aceab45dfdec7af8a3089f765d480339d1561&lang=en&cache-only=0",
            "defineEn": "the script and written instructions used in producing a motion picture",
            "defineVi": "kịch bản và hướng dẫn bằng văn bản được sử dụng để sản xuất một bộ phim chuyển động"
        },
        {
            "id": "ed9e4ca9-f7ac-4649-a37b-f22af5c9b081",
            "word": "climax",
            "phonetic": "klaɪmæks ",
            "partOfSpeechType": "noun",
            "examples": [
                "When I came to, the fighting was at a climax.",
                "The climax of Bartok's first movement happens at bar 55 which is not only a Fibonacci number but also lands very close to the golden ratio.",
                "The proteststhat climaxed with the Tank Man's lonely actof defiance had begun five weeks earlier with a mass studentdemonstration, and in most Western mediacontinued to be treated as a student phenomenon.",
                "We traveled across Yemen's northeast desert to where this war has reached a climax.",
                "They can come here, relax, and reenact the climax from Fargo."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xpbWF4&hash=8a4ec4893d7e8df0a70463e24d4b49a335d0004e&lang=en&cache-only=0",
            "defineEn": "the most significant moment in a story, play, movie, etc. with a high dramatic suspense",
            "defineVi": "thời điểm quan trọng nhất trong một câu chuyện, vở kịch, bộ phim, v.v. với tính hồi hộp kịch tính cao"
        },
        {
            "id": "944a4947-9fd3-4592-9a58-e07e18d048c6",
            "word": "closeup",
            "phonetic": "kloʊsʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is my eyebrow closeup.",
                "And shall we get a closeup shot?",
                "Check out their channel, they've got a bunch of awesome closeups with animals doing crazy things.",
                "Alright so here's what we're gonna do, we're gonna each alternate showing closeup versions of the guy's face and then the guy has to guess what episode it came from and then it will be revealed in a wide shot and maybe a little video clip."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvc2V1cA&hash=fd6916ac8c1c1034a8185da1048b49cdf15cac0d&lang=en&cache-only=0",
            "defineEn": "a detailed and tightly framed photograph or film shot of a subject at close range",
            "defineVi": "một bức ảnh hoặc phim được đóng khung chi tiết và chặt chẽ về một đối tượng ở cự ly gần"
        },
        {
            "id": "beae902f-266f-48a8-9bb1-000d5341998b",
            "word": "to cut",
            "phonetic": "tə kʌt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The line cuts the circle at two points.",
                "He's cutting his own throat.",
                "Budget cuts are putting the squeeze on scientific research.",
                "Cutting Jefferson a break?",
                "He really cuts the ground from under my feet."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3V0&hash=5c0a06b7124a306811bf5557a68596a8cb917a5f&lang=en&cache-only=0",
            "defineEn": "to stop filming or recording",
            "defineVi": "dừng quay phim hoặc ghi âm"
        },
        {
            "id": "978a666f-07da-4a3e-a591-288bf9fa0edf",
            "word": "to dramatize",
            "phonetic": "tə dɹæmɐtaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "So after a period of peace following Pocahontas' marriage to John Rolfe in 1614, dramatized here, things finally came to a head in 1622, when Chief Opechancanough led a rebellion against the English."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJhbWF0aXpl&hash=0e1bd114dd46766355e1bb382acef01391ba391e&lang=en&cache-only=0",
            "defineEn": "to make a movie or write a play based on a book or event",
            "defineVi": "để làm một bộ phim hoặc viết một vở kịch dựa trên một cuốn sách hoặc sự kiện"
        },
        {
            "id": "25f945b8-d003-4038-b78d-132686d694f7",
            "word": "to dub",
            "phonetic": "tə dʌb ",
            "partOfSpeechType": "verb",
            "examples": [
                "This star is dubbed PDS 70.",
                "His friends dubbed him the most interesting man in the world.",
                "They dub it.",
                "They dub it.",
                "Oh they dub it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHVi&hash=36f9246471a039fa442d0b5a96ad4557546c7566&lang=en&cache-only=0",
            "defineEn": "to change the original language of a movie or TV show into another language",
            "defineVi": "để thay đổi ngôn ngữ gốc của một bộ phim hoặc chương trình truyền hình sang một ngôn ngữ khác"
        },
        {
            "id": "1ff10a47-f6bb-4dfa-b473-71d4021cc78d",
            "word": "to narrate",
            "phonetic": "tə nɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Link narrates everything Rhett does.",
                "A couple of European YouTubers narrated it, and uploaded it to their own channels.",
                "And it entices the reader towards an appendix, narrated by a scholar living long after Winston.",
                "Our story comes from two students from the University of California-Berkeley's Graduate School of Journalism, Karla Caraballo-Torres and Lorin Eleni Gill, who narrates the report.",
                "How do you narrate?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbmFycmF0ZQ&hash=ed9c3f4b59e89fcf408936dd224b3b5839bd1524&lang=en&cache-only=0",
            "defineEn": "to explain the events taking place in a movie, documentary, etc. as part of the program itself",
            "defineVi": "để giải thích các sự kiện diễn ra trong một bộ phim, tài liệu, vv như là một phần của chính chương trình"
        },
        {
            "id": "188dad48-08d9-4938-acc7-36bb5bd0c1c2",
            "word": "to portray",
            "phonetic": "tə poːɹtɹeɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The talented actor effortlessly portrayed a wide range of characters, from a hero to a villain.",
                "The media portrayed the politician in a bad light, focusing only on their past mistakes.",
                "The article portrayed her as domineering by dropping quotes from her out of context.",
                "They portray themselves as patriotic nationalists.",
                "Actors Laura Carmichael and Michelle Dockery portray sisters Edith and Mary Crawley."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9ydHJheQ&hash=eef13e061e780f78398def0d503636ce5a8e8681&lang=en&cache-only=0",
            "defineEn": "to play the role of a character in a movie, play, etc.",
            "defineVi": "đóng vai một nhân vật trong phim, vở kịch, v.v.",
            "hasImg": true
        },
        {
            "id": "cc880046-f1f3-4243-a2a3-b25d95d224c1",
            "word": "epic",
            "phonetic": "ɛpɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The explorer's epic journey through the Amazon rainforest lasted for months and covered thousands of miles.",
                "That little drive was epic.",
                "Our journey together has surely been epic.",
                "This epic is not quite over!",
                "- This is epic."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXBpYw&hash=9885b88c6f54cfc93e17e4b3751b314bbe893f58&lang=en&cache-only=0",
            "defineEn": "a long movie or book full of adventure that could be about a historical event",
            "defineVi": "một bộ phim dài hoặc cuốn sách đầy phiêu lưu có thể là về một sự kiện lịch sử"
        },
        {
            "id": "dc0bcac2-5f2c-473b-885d-0cb270b4339a",
            "word": "feature film",
            "phonetic": "fiːtʃɚ fɪlm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The deal adds thousands of MGM's feature films and TV programs to Amazon's streaming service.",
                "But then, once it gets to the actual movie, the feature film, when I'm in the States in my own home theatre, in my town that I live in, not in my actual apartment.",
                "Renowned actor Regina King, directing her first feature film, showcases the meaning of that moment that resonates with this moment now.",
                "And over the more than 150 years since Little Women was originally published, there have been dozens of adaptations, feature films, television adaptations, plays, ballets, operas and at least two animes based on it.",
                "Harryhausen's final feature film, The Clash of the Titans (1981), finds Perseus, the hero of Greek myth, fighting giant scorpions, outsmarting the deadly, snake-haired Medusa, and bringing down the colossus Kraken."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVhdHVyZSBmaWxt&hash=e12ae0b0467cba3a237c303985d75a798bd5c3db&lang=en&cache-only=0",
            "defineEn": "a full-length movie that has a story",
            "defineVi": "một bộ phim dài đầy đủ có một câu chuyện"
        },
        {
            "id": "8e651d7a-9ab8-4808-90a6-16aac35766b0",
            "word": "frame",
            "phonetic": "fɹeɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "His frame spoke tiredness.",
                "I have a picture frame with a family photo on my desk.",
                "The blue uniform sat well on his big frame.",
                "The frames are made of plastic and they tend to break quite easily.",
                "He had long, curly eyelashes that framed his eyes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhbWU&hash=55238c48e2fec8f3700428933c005dacf2236b5d&lang=en&cache-only=0",
            "defineEn": "one of a series of photographs forming a movie or video",
            "defineVi": "một trong một loạt các bức ảnh tạo thành một bộ phim hoặc video"
        },
        {
            "id": "a980c235-2dd2-4e17-a9ee-d7c17bc404ad",
            "word": "floodlight",
            "phonetic": "flʌdlaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The search went on through the night, under the glare of floodlights and the watchful eye of anxious parents.",
                "There are slide out tables on the rear of the Bronco for camping or tailgating, along with a bottle opener and floodlights on its tailgate.",
                "It was like this G3tterdammerungeffect of this vast, cavernous Great Hall of thePeople lit up by floodlights, smoke rising all around."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxvb2RsaWdodA&hash=ec339f0fd2d66d0cabbf51075cb843818b23975f&lang=en&cache-only=0",
            "defineEn": "a large lamp that produces a powerful beam of light used for lighting areas such as sports grounds or the outside of buildings",
            "defineVi": "một loại đèn lớn tạo ra chùm ánh sáng mạnh được sử dụng để chiếu sáng các khu vực như sân thể thao hoặc bên ngoài tòa nhà",
            "hasImg": true
        },
        {
            "id": "d7c1a010-e6fa-46d3-887e-6b73ab2118a5",
            "word": "projector",
            "phonetic": "pɹədʒɛktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can get your SciShow pinhole projector at dftba.com/scishow!",
                "The pilot's heads-up display is projected directly onto their visor rather than on the glass at the front of the cockpit thanks to two small projectors inside the helmet.",
                "so we all pulled up to one of my friend's garages and watched a movie off of her garage door with a projector.",
                "The basic idea is that these are glasses with a tiny projector built into one of their arms.",
                "Within two hours of a track meet, he was able to watch himself on an LCD projector back at the hotel."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvamVjdG9y&hash=40e988f0acfed4701688b32f178f19284609fa57&lang=en&cache-only=0",
            "defineEn": "a device used for making images or videos appear on a screen, wall, or other flat surfaces",
            "defineVi": "một thiết bị được sử dụng để làm cho hình ảnh hoặc video xuất hiện trên màn hình, tường hoặc các bề mặt phẳng khác",
            "hasImg": true
        },
        {
            "id": "dd8265d9-ac19-4d57-bdaa-ad1e2a417a61",
            "word": "reel",
            "phonetic": "ɹiːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Brick and mortar stores were reeling to.",
                "The company is still reeling from the fallout.",
                "Meanwhile, residents in Gaza were reeling from ongoing Israeli airstrikes.",
                "Meanwhile, residents in Gaza were reeling from ongoing Israeli airstrikes.",
                "Italy's economy has been reeling since the 2008 global economic crisis."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVlbA&hash=be77e70f6f4500eaa399adef8fb9f4e5b1f2c64b&lang=en&cache-only=0",
            "defineEn": "a circular item around which film, wire, etc. is wound",
            "defineVi": "một vật hình tròn xung quanh có quấn màng, dây, v.v."
        },
        {
            "id": "fc6a05d0-407c-4084-a7c1-9a9d2b39d229",
            "word": "interpretation",
            "phonetic": "ɪntɜːpɹɪteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm afraid I have to disagree with your interpretation of the data.",
                "Like all kōans, this story has numerous interpretations.",
                "What's the interpretation?",
                "Whose interpretation is correct?",
                "Because simultaneous interpretation requires intense concentration, every 30 minutes, the pair switches roles."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJwcmV0YXRpb24&hash=c235d9a5e609e6eb5d79af3b26efc5c804a361c0&lang=en&cache-only=0",
            "defineEn": "a representation that an actor or a performer gives of an artistic or musical piece that shows their understanding and feeling toward it",
            "defineVi": "một đại diện mà một diễn viên hoặc một người biểu diễn đưa ra một tác phẩm nghệ thuật hoặc âm nhạc thể hiện sự hiểu biết và cảm xúc của họ đối với nó"
        },
        {
            "id": "47f22ccd-6d6d-4971-82b2-ba25d7d2eea2",
            "word": "premiere",
            "phonetic": "pɹəmɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "While Hughie's busy floating on cloud nine, not everyone's having such a good time in this premiere.",
                "We should book our seats for the movie premiere as soon as possible to avoid missing out.",
                "Prehistoric Road Trip premieres Wednesdays, June 17th-July 1st at 10/9c.",
                "This fantasy singspiel, a type of folk opera with music and dialogue, premiered in 1791 in Vienna.",
                "Did you enjoy the premiere?"
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlbWllcmU&hash=32730209259333ea0ff945dfe231298077ab0ff9&lang=en&cache-only=0",
            "defineEn": "the first public screening or performance of a movie or play",
            "defineVi": "buổi chiếu hoặc buổi biểu diễn công khai đầu tiên của một bộ phim hoặc vở kịch",
            "hasImg": true
        },
        {
            "id": "62038439-bb95-4c86-bca8-4a0d2632b838",
            "word": "score",
            "phonetic": "skoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She knows the score.",
                "but this time he scored a hattrick",
                "They scored just shy of 100 goals last year.",
                "The score is so close that the game really is anyone's call.",
                "When the student pulled a prank on the principal, the principal evened the score by giving the student a suspension."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NvcmU&hash=16b419b67f161fc8f07e9a549dd3968b06684565&lang=en&cache-only=0",
            "defineEn": "the music composed for a movie or play",
            "defineVi": "nhạc được sáng tác cho một bộ phim hoặc vở kịch"
        },
        {
            "id": "00ebd0d7-8cff-4c68-bc75-675b9b351c45",
            "word": "spotlight",
            "phonetic": "spɑːtlaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The singer is in the spotlight for her new album release.",
                "The athlete remained in the spotlight after breaking the world record.",
                "Although she preferred to stay out of the spotlight, Jane played a crucial role in her husband's political career and was often recognized as the force behind his success.",
                "The viral internet meme that gained immense popularity for a brief period became a ten-day wonder, with people sharing and referencing it widely before it faded from the online spotlight.",
                "He hadn't either, but the next election cycle, the Cambridge Analytica scandal put a spotlight on the relationship between big data and voter manipulation."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BvdGxpZ2h0&hash=31bf152102a9490773eb26e013f2e35978101160&lang=en&cache-only=0",
            "defineEn": "a lamp that produces a very strong beam of light that can be cast on someone or something, particularly a person on stage",
            "defineVi": "một ngọn đèn tạo ra một chùm ánh sáng rất mạnh có thể chiếu vào ai đó hoặc một cái gì đó, đặc biệt là một người trên sân khấu"
        },
        {
            "id": "31e5af09-139e-429c-b014-e41532ae1abb",
            "word": "backstage",
            "phonetic": "bæksteɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Going backstage.",
                "Here's my backstage pass, here!",
                "I talked to him backstage.",
                "And the producers were kind of having a conversation backstage.",
                "- We're backstage at HARD Summer."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFja3N0YWdl&hash=066f3e881f637f1ad625d027bc856ced3bfe0f82&lang=en&cache-only=0",
            "defineEn": "the part of a theater that is out of the audience's sight where performers can change their clothes",
            "defineVi": "phần của nhà hát nằm ngoài tầm nhìn của khán giả, nơi người biểu diễn có thể thay quần áo"
        },
        {
            "id": "4bb3385f-92a7-47b2-8a7b-bc952ff5f8e0",
            "word": "legendary",
            "phonetic": "lɛdʒəndɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His Jordan 3 design became legendary.",
                "Some magazine fact-checking departments are legendary for their thoroughness.",
                "[Narrator] The company's rollout of the Jordan 3 was equally as legendary as the design.",
                "Of course, this legendary car had a dark beginning.",
                "They're legendary."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVnZW5kYXJ5&hash=db4bc9bcfcc4b50a9d419445e2ad2d99376f4d7b&lang=en&cache-only=0",
            "defineEn": "very well-known and admired",
            "defineVi": "rất nổi tiếng và ngưỡng mộ"
        },
        {
            "id": "1c64f315-6ba0-4ea1-9fa2-2f372a786f96",
            "word": "theatrical",
            "phonetic": "θiːætɹɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Some theatrical productions have gone on as long as six.",
                "It's a theatrical affectation.",
                "None of these creations were as famous as Talos, who appeared on Greek coins, vase paintings, public frescoes, and in theatrical performances.",
                "And it's a theatrical gesture, a Potemkin set of laws to just reinforce the Trump narrative.",
                "They also have tons of podcasts, theatrical performances and comedy you can choose from as well."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlYXRyaWNhbA&hash=4d582c80972182d9224600ea50697428ee2c4293&lang=en&cache-only=0",
            "defineEn": "related or belonging to the theater or acting",
            "defineVi": "liên quan hoặc thuộc về nhà hát hoặc diễn xuất",
            "hasImg": true
        },
        {
            "id": "98426663-3bfb-4535-b40d-28bae0ab6bbf",
            "word": "break a leg",
            "phonetic": "bɹeɪk ɐ lɛɡ ",
            "partOfSpeechType": "sentence",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJlYWsgYSBsZWc&hash=7683e6c62d2ddb61d2b7ebd166eef6c7916d024e&lang=en&cache-only=0",
            "defineEn": "used to wish a person good luck, particularly before their performance",
            "defineVi": "được sử dụng để chúc một người may mắn, đặc biệt là trước buổi biểu diễn của họ"
        },
        {
            "id": "efa6f75d-72e4-4bbb-9f16-36e63cef9e7f",
            "word": "foyer",
            "phonetic": "fɔɪeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Another night a call came from a little place called Foyers."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm95ZXI&hash=c56c38fadf9595c62c2dd39ed9efeacb12efb293&lang=en&cache-only=0",
            "defineEn": "a large space at the entrance of a hotel or theater where people can wait or meet",
            "defineVi": "một không gian rộng lớn ở lối vào của một khách sạn hoặc nhà hát, nơi mọi người có thể chờ đợi hoặc đáp ứng",
            "hasImg": true
        }
    ]
}