{
    "id": "4905ed8f-9258-40fc-b5b5-ce793deb8189",
    "title": "Unit 6 - Lesson 3",
    "originalTitle": "Unit 6 - Lesson 3",
    "words": [
        {
            "id": "44c8c0b1-d098-45b5-97b2-929c8c1f9f0d",
            "word": "beak",
            "phonetic": "biːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bird had bright feathers and a long beak.",
                "But this creature also had a beak.",
                "They also had toothless beaks.",
                "Here, its broad beak gives us a major lifestyle clue.",
                "What lineage gave rise to these weird reptiles with beaks for mouths and retractable necks?"
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhaw&hash=ffeffb783a82e7e22c35d079749e0d70b5f5834c&lang=en&cache-only=0",
            "defineEn": "the hard or pointed part of a bird's mouth",
            "defineVi": "phần cứng hoặc nhọn của miệng chim",
            "hasImg": true
        },
        {
            "id": "1b866ae1-16f4-4302-ab44-7198a091ed6f",
            "word": "horn",
            "phonetic": "hɔːɹn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Drug companies are locking horns in a legal battle over patents.",
                "Passing motorists sounded their horns in support.",
                "I remember the screech of the horn as the car came towards me.",
                "She decided to take the bull by the horns and try to solve the problem without any further delay.",
                "The cow's horns were impressive and curved outward."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9ybg&hash=8754f6817d7473bc572031e6edbfcbf73be69a66&lang=en&cache-only=0",
            "defineEn": "a hard protuberance made of keratin that grows on the heads of some mammals such as cattle, goats, etc.",
            "defineVi": "một phần nhô ra cứng làm bằng chất sừng mọc trên đầu của một số động vật có vú như gia súc, dê, v.v.",
            "hasImg": true
        },
        {
            "id": "049516cd-d7ec-4029-a70b-2a905f0f9fcc",
            "word": "social group",
            "phonetic": "soʊʃəl ɡɹuːp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c29jaWFsIGdyb3Vw&hash=8c5e5bfc260b4d8d008f1d1506d67fd43d37c97d&lang=en&cache-only=0",
            "defineEn": "a group of people, often with shared characteristics, who regularly interact with each other",
            "defineVi": "một nhóm người, thường có đặc điểm chung, những người thường xuyên tương tác với nhau"
        },
        {
            "id": "a8d01033-13f0-4f07-9dd0-6f2063055d1b",
            "word": "protective",
            "phonetic": "pɹətɛktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He is always protective of her younger brother and looks out for him.",
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure.",
                "Despite wearing protective gear, James's arms were black and blue after a day of intense martial arts training.",
                "Masks are protective.",
                "Protective gear that resembled gas masks."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvdGVjdGl2ZQ&hash=aaaabbbbf0e70fca8937caf33c1f8f0f9d4078e3&lang=en&cache-only=0",
            "defineEn": "(of a thing  or type of behavior) appropriate for or intended to defend one against damage or harm",
            "defineVi": "(của một vật hoặc loại hành vi) phù hợp hoặc có ý định bảo vệ một người khỏi thiệt hại hoặc tổn hại"
        },
        {
            "id": "632c9a46-5327-439d-91c1-82ae27c299f8",
            "word": "physical",
            "phonetic": "fɪzɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "US President Joe Biden got the clean bill of health on Friday after a detailed physical examination.",
                "She felt aches and pains in her body after a long day of physical activity.",
                "Sarah is strong as an oak, effortlessly conquering physical challenges with her robust and unyielding strength.",
                "If you all work in the same physical space, working as a team is easy as anything.",
                "Lisa hits the gym regularly to stay in shape and maintain her physical fitness."
            ],
            "audio": "https://tts.langeek.co/read?text=cGh5c2ljYWw&hash=4ba4b410ebc4f2b11e5605edb54dee4d7f403d5c&lang=en&cache-only=0",
            "defineEn": "related to the body rather than the mind",
            "defineVi": "liên quan đến cơ thể hơn là tâm trí",
            "hasImg": true
        },
        {
            "id": "6196176c-1f42-4259-9d5b-0b0db9ce2637",
            "word": "feature",
            "phonetic": "fiːtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The restaurant featured a signature dish of slow-roasted brisket.",
                "The brunch special featured a beefburger with a sunny-side-up egg, crispy bacon, and a dollop of hollandaise sauce.",
                "The menu featured a creative dish of beef plate tacos.",
                "The farm-to-table restaurant featured a signature dish of picnic shoulder with creamy sauce.",
                "The magazine features interviews with musicians and reviews of new albums."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVhdHVyZQ&hash=bd07ebe4f3398e255b28f9d94b391a1cc8a18028&lang=en&cache-only=0",
            "defineEn": "an important or distinctive aspect of something",
            "defineVi": "một khía cạnh quan trọng hoặc đặc biệt của một cái gì đó"
        },
        {
            "id": "0ee70f1a-57b8-48ad-8b75-eba0c13acce4",
            "word": "flock",
            "phonetic": "flɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "They drove a flock of sheep through the center of the city.",
                "The new student quickly made friends with the other musicians, because birds of a feather flock together.",
                "He knew that eagles fly alone, but sheep flock together, and that true progress requires breaking away from the herd.",
                "The coach knew that pushing his players too hard could lead to injury and burnout, so he took care to balance training with rest and recovery, believing that it is part of a good shepherd to shear his flock not skin it.",
                "For weeks around the 2020 presidential election, conservatives flocked to social media platform, Parler."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxvY2s&hash=4548234aadff159fe387e4c8a2ac883b9c08b669&lang=en&cache-only=0",
            "defineEn": "a group of birds of the same type, flying and feeding together",
            "defineVi": "một nhóm chim cùng loại, bay và kiếm ăn cùng nhau",
            "hasImg": true
        },
        {
            "id": "efd80404-aef0-4d20-886d-fa91cd06373e",
            "word": "herd",
            "phonetic": "hɜːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I saw a group of sheep being herded by a shepherd and his dog.",
                "We were lucky to witness a herd of elephants grazing peacefully in the savannah.",
                "He says managing lawyers is like herding cats.",
                "He knew that eagles fly alone, but sheep flock together, and that true progress requires breaking away from the herd.",
                "The people herded sheep, cattle, yaks and camels."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVyZA&hash=210522fd76e0de4409a96d7e50a62c2126b453dc&lang=en&cache-only=0",
            "defineEn": "a group of animals, such as cows, sheep, etc. that are from the same species, which move and feed together",
            "defineVi": "một nhóm động vật, chẳng hạn như bò, cừu, v.v. cùng loài, di chuyển và kiếm ăn cùng nhau",
            "hasImg": true
        },
        {
            "id": "2a03288b-c926-4e73-be14-0d3d0d16d72e",
            "word": "school",
            "phonetic": "skuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Schools have welcomed such arrangements with open arms.",
                "The school took the full force of the explosion.",
                "She left school at 16.",
                "Many schools don’t take full advantage of the Internet.",
                "The kids always work hard at school."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Nob29s&hash=aa43afe44c159e58dab84a8e13fbc414dccf25ae&lang=en&cache-only=0",
            "defineEn": "a large number of fish or sea mammals that swim together",
            "defineVi": "một số lượng lớn cá hoặc động vật biển có vú bơi cùng nhau",
            "hasImg": true
        },
        {
            "id": "e984d7d2-5052-4908-9437-3c6a495703eb",
            "word": "pack",
            "phonetic": "pæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Commuters packed like sardines on the evening train.",
                "I packed an extra jacket for the camping trip.",
                "My sister packed some Spanish limes in her picnic basket for a tangy snack on our outdoor adventure.",
                "We packed sandwiches for our picnic in the park.",
                "She packed a small bag of peanuts for her road trip."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFjaw&hash=b11908eb7e297a8d6245b344c3b3656997c98ba5&lang=en&cache-only=0",
            "defineEn": "a group of animals of the same type hunting or living together, particularly wolves",
            "defineVi": "một nhóm động vật cùng loại săn bắn hoặc sống cùng nhau, đặc biệt là sói",
            "hasImg": true
        },
        {
            "id": "393492a4-bf80-4d7f-8a06-07e2c5dd5063",
            "word": "claw",
            "phonetic": "klɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lion's sharp teeth and claws are used for hunting.",
                "and I will claw thee, so you better watch your back.",
                "The politician maintained a pleasant facade but his opponents knew that cats hide their claws, so they remained wary of his true motives and ambitions.",
                "In negotiations, a clever hawk hides its claws, which is why it's important to be strategic and hold back some of your bargaining chips until the right moment.",
                "They say that in this town, it's claw me"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhdw&hash=04b2dc9c60c6b26cfe473f7c750bc97e40dcbb20&lang=en&cache-only=0",
            "defineEn": "a sharp and curved nail on the toe of an animal or a bird",
            "defineVi": "một cái móng sắc và cong trên ngón chân của một con vật hoặc một con chim",
            "hasImg": true
        },
        {
            "id": "0d07e9c9-7e03-425b-9342-a4c044ed4dbf",
            "word": "hoof",
            "phonetic": "huːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The horses hooves have like a metal shoe!",
                "Reindeer hooves are hollow underneath, kind of like a shovel.",
                "Goats get their awesome climbing skills thanks to their special two-toed hooves.",
                "It had four legs and hooves for crying out loud!",
                "Like reindeer’s hooves are adapted help it to find food under the snow!"
            ],
            "audio": "https://tts.langeek.co/read?text=aG9vZg&hash=ac43c5544d6a639e8f343001c6bed6ba2a8a5fd0&lang=en&cache-only=0",
            "defineEn": "the horny and hard part at the end of a limb of a mammal, such as a horse",
            "defineVi": "phần sừng và cứng ở cuối chi của động vật có vú, chẳng hạn như ngựa",
            "hasImg": true
        }
    ]
}