{
    "id": "4907bd75-260a-4611-bda5-2a712ecffe01",
    "title": "Unit 14",
    "originalTitle": "Unit 14",
    "words": [
        {
            "id": "43d62a60-e1d9-4a1d-a212-b37916e5d99a",
            "word": "to imagine",
            "phonetic": "tʊ ɪmædʒɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "She imagined a sunny day at the beach, enjoying a scoop of lemon curd ice cream.",
                "Imagine two criminals, partners in crime, who are arrested and placed in separate cells with no means of communication.",
                "She imagined kids making funny faces after trying scorzonera for the first time.",
                "She imagined a magical land where the trees were made of cotton candy and the rivers flowed with white sugar.",
                "He imagines himself as a chef, creating a masterpiece dish with Calabrese as the star ingredient."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1hZ2luZQ&hash=6e0b146f836184eb49aa1192d970ae52188f5f10&lang=en&cache-only=0",
            "defineEn": "to make or have an image of something in our mind",
            "defineVi": "để thực hiện hoặc có một hình ảnh của một cái gì đó trong tâm trí của chúng tôi",
            "hasImg": true
        },
        {
            "id": "499fcd87-61b8-4006-ab66-f213ecefd1ea",
            "word": "jeep",
            "phonetic": "dʒiːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your Jeep is as clean as a whistle.",
                "Jeep sold about 228,000 wranglers in 2019 and 240,000 the year before.",
                "Jeep sold about 228,000 wranglers in 2019 and 240,000 the year before.",
                "Jeep specializes in sport utility vehicles.",
                "Japanese buyers bought 13,354 Jeeps in 2019."
            ],
            "audio": "https://tts.langeek.co/read?text=amVlcA&hash=11c262bbf6dfde9e291e38cbcc9e736c24e8ac7b&lang=en&cache-only=0",
            "defineEn": "a sturdy vehicle designed for traveling on rough surfaces",
            "defineVi": "một chiếc xe mạnh mẽ được thiết kế để đi du lịch trên bề mặt gồ ghề",
            "hasImg": true
        },
        {
            "id": "25df9bde-309d-4a33-96df-e890e361603b",
            "word": "journalist",
            "phonetic": "dʒɜːnəlɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The journalist published a wrong statement in the article.",
                "Journalists on the spot reported no progress.",
                "Journalists have to learn the tricks of the trade quickly if they want to get the good stories.",
                "As a journalist, I know that a carpenter is known by his chips.",
                "The journalist's investigation uncovered a network of the gnomes of Zurich who were involved in manipulating global currency markets for their own benefit."
            ],
            "audio": "https://tts.langeek.co/read?text=am91cm5hbGlzdA&hash=771d52ada8c055a7782451a6b88616d6a687a00e&lang=en&cache-only=0",
            "defineEn": "someone who prepares news to be broadcast or writes for newspapers, magazines, or news websites",
            "defineVi": "người chuẩn bị tin tức để phát sóng hoặc viết cho báo, tạp chí hoặc trang web tin tức",
            "hasImg": true
        },
        {
            "id": "015aa0c0-ae97-4404-8a53-cf75c6523a5f",
            "word": "local",
            "phonetic": "loʊkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Local residents have raised concerns about late-night noise.",
                "The locals generously shared their knowledge of manioc processing techniques.",
                "Their bread and butter is reporting local events.",
                "The paper’s bread and butter is reporting local events in a small community.",
                "The local factory produces electronic components."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9jYWw&hash=fad67a4768875e64649aa985601d0be715f76cfa&lang=en&cache-only=0",
            "defineEn": "related or belonging to a particular area or place that someone lives in or mentions",
            "defineVi": "liên quan hoặc thuộc về một khu vực hoặc địa điểm cụ thể mà ai đó sống hoặc đề cập đến",
            "hasImg": true
        },
        {
            "id": "331199bb-e8d0-4c84-90e6-4af41d581cb6",
            "word": "medicine",
            "phonetic": "mɛdəsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This new medicine is a beacon of hope for/to thousands of people.",
                "The medicine cabinet in the bathroom holds our first aid supplies.",
                "The doctor has given me some medicine to take for my cough.",
                "You are getting a taste of your own medicine!",
                "The coup gave the dictatorship a dose of its own medicine, subjecting the dictator and his entourage to torture and confinement in deplorable conditions."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkaWNpbmU&hash=d04a3679fc1da6d2f215cec241561fd4e3d4d673&lang=en&cache-only=0",
            "defineEn": "a substance that treats injuries or illnesses",
            "defineVi": "một chất điều trị chấn thương hoặc bệnh tật",
            "hasImg": true
        },
        {
            "id": "e080c906-44fa-4fd5-bfc0-eeaa5fd181a8",
            "word": "motorbike",
            "phonetic": "moʊɾɚbaɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Well, I've never ridden a motorbike before, so here goes!",
                "My mother nearly had kittens when I said I was going to buy a motorbike .",
                "Its American-manufactured motorbikes are promoted as a symbol of patriotism. ",
                "Fun fact, in Brazil, the government funds couriers on motorbikes to collect breast milk directly from people's houses."
            ],
            "audio": "https://tts.langeek.co/read?text=bW90b3JiaWtl&hash=557ed53968b86ce3149f67645a9f0d17f9e17307&lang=en&cache-only=0",
            "defineEn": "a light vehicle that has two wheels and is powered by an engine",
            "defineVi": "một chiếc xe nhẹ có hai bánh và chạy bằng động cơ",
            "hasImg": true
        },
        {
            "id": "786ce371-e38f-45b1-aa4f-f5be9c60dffc",
            "word": "to move",
            "phonetic": "tə muːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "She moved her queen.",
                "Things certainly move fast in the blogosphere.",
                "She moved the tray to a side table.",
                "We moved our chairs a little nearer.",
                "She moved the ball toward the opponent's goal."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbW92ZQ&hash=e59a3a204d7647bde2016efcae1344269cdd7b59&lang=en&cache-only=0",
            "defineEn": "to go from one place to another; to change position",
            "defineVi": "đi từ nơi này đến nơi khác; để thay đổi vị trí",
            "hasImg": true
        },
        {
            "id": "0dbec83d-8ee0-404d-9a59-08fa3ed4c010",
            "word": "nearby",
            "phonetic": "nɪɹbaɪ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "We often take weekend trips to nearby cities for sightseeing and relaxation.",
                "The injured animal cried in distress, attracting the attention of nearby hikers.",
                "He parked his car on the street and walked to the nearby café.",
                "Mark's excessive motion sickness during the roller coaster ride forced him to take a break and drive the porcelain bus in the nearby restroom.",
                "Even though John wasn't her ideal match, Mary decided to marry him because he was a good man who lived nearby, following the old saying better wed over the mixen than over the moor."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVhcmJ5&hash=1bffcfffa69a432fb450083f100e718a0493b6d3&lang=en&cache-only=0",
            "defineEn": "not in the distance",
            "defineVi": "không ở xa"
        },
        {
            "id": "3ef0cd35-ad60-406d-8bf0-17668e83f22f",
            "word": "overnight",
            "phonetic": "oʊvɚnaɪt ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Change doesn't happen overnight.",
                "She went from rags to riches overnight.",
                "He marinated a haunch of lamb overnight, then grilled it to perfection.",
                "After his startup went public, he made a mint overnight.",
                "I left a jar of milk on the counter overnight, and it turned into clabber."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Zlcm5pZ2h0&hash=b81fb1f83bf74a45f41b0381605cb8a54529822c&lang=en&cache-only=0",
            "defineEn": "for or during a night",
            "defineVi": "trong hoặc trong một đêm"
        },
        {
            "id": "2e4702f7-01be-4267-b620-0599108fb8d2",
            "word": "physics",
            "phonetic": "fɪzɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm finding the advanced physics a bit heavy going.",
                "She learns about the laws of physics and the properties of matter in her science lessons.",
                "The renowned scientist, Dr. Rebecca Thompson, is considered the big enchilada in the field of quantum physics.",
                "His method of teaching physics breaks the mould.",
                "And that's why quantum physics is a hoax."
            ],
            "audio": "https://tts.langeek.co/read?text=cGh5c2ljcw&hash=7f6a366ff22c76e23debf63d3c6275a156bbc305&lang=en&cache-only=0",
            "defineEn": "the scientific study of matter and energy and the relationships between them, including the study of natural forces such as light, heat, and movement",
            "defineVi": "nghiên cứu khoa học về vật chất và năng lượng và mối quan hệ giữa chúng, bao gồm nghiên cứu về các lực tự nhiên như ánh sáng, nhiệt và chuyển động",
            "hasImg": true
        },
        {
            "id": "b92409d1-7a71-4313-a6ca-829b907795d6",
            "word": "plan",
            "phonetic": "plæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "I planned a surprise party for my little sister's birthday.",
                "She planned a romantic candlelit meal for their anniversary.",
                "They are planning a movie night at the movie theater with their family.",
                "The plan ran into a brick wall.",
                "The closing of the airport knocked our holiday plans on the head."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhbg&hash=8607fc1d06ed117578cf84de3180e3044ac26cb7&lang=en&cache-only=0",
            "defineEn": "a chain of actions that will help us reach our goals",
            "defineVi": "một chuỗi các hành động sẽ giúp chúng tôi đạt được mục tiêu của mình",
            "hasImg": true
        },
        {
            "id": "b67630ea-b2c4-4330-aac3-4ab004bad23e",
            "word": "pleasure",
            "phonetic": "plɛʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her work has given pleasure to millions of readers.",
                "She takes pleasure in her work.",
                "The books in the library are available for checkout at their pleasure.",
                "The murderer was imprisoned at His Majesty's pleasure.",
                "I'm just going to find pleasure in perfect little moments like this."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxlYXN1cmU&hash=ba0206ae5ad05c29cef2fe5f345dc28da39f8596&lang=en&cache-only=0",
            "defineEn": "a feeling of great enjoyment and happiness",
            "defineVi": "một cảm giác vô cùng thích thú và hạnh phúc",
            "hasImg": true
        },
        {
            "id": "9eef3cc9-162a-4ed4-a333-3f7a704b527f",
            "word": "port",
            "phonetic": "poːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "A port in a storm is a welcome thing.",
                "She held on to me as though I were a port in a storm.",
                "Therefore, while they may represent a port in a storm, they are fundamentally unattractive business models.",
                "Jack realized that when circumstances become truly dire, any port in a storm starts to look good, so he reluctantly accepted the low-paying job though it was far below his normal standards.",
                "Current Mac models will have USB-C ports."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9ydA&hash=102c34a158f1e8ceb7a0010a81869b78639838b2&lang=en&cache-only=0",
            "defineEn": "a place where ships load and unload cargos or are provided shelter from bad storms",
            "defineVi": "một nơi tàu bốc xếp hàng hóa hoặc được cung cấp nơi trú ẩn khỏi những cơn bão xấu",
            "hasImg": true
        },
        {
            "id": "d95a6e01-06fd-44f8-b2fa-db30615f6677",
            "word": "psychology",
            "phonetic": "saɪkɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I will graduate from university next year with a degree in psychology.",
                "He has become widely known as an expert in child psychology.",
                "I'm thinking of studying psychology, but I keep changing my mind.",
                "Psychology is more complicated than that.",
                "Psychology can also contribute to a recession."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hvbG9neQ&hash=e228bea33c687a9fac8a8a5f1be47323c87fba03&lang=en&cache-only=0",
            "defineEn": "a field of science that studies the mind, its functions, and how it affects behavior",
            "defineVi": "một lĩnh vực khoa học nghiên cứu tâm trí, chức năng của nó và cách nó ảnh hưởng đến hành vi",
            "hasImg": true
        },
        {
            "id": "07b72529-f974-4454-acbe-9882d0992833",
            "word": "quickly",
            "phonetic": "kwɪkli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The time passed quickly.",
                "The cruise went very quickly.",
                "The eggs cook quickly in a hot frying pan.",
                "The worm turns quickly in the world of politics.",
                "The new student quickly made friends with the other musicians, because birds of a feather flock together."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVpY2tseQ&hash=33e8d1c2074c18fd85884c028c199827a49056e0&lang=en&cache-only=0",
            "defineEn": "with a lot of speed",
            "defineVi": "với rất nhiều tốc độ",
            "hasImg": true
        },
        {
            "id": "a31c6c71-3a21-4204-bd6d-7e36f98c2a3f",
            "word": "research",
            "phonetic": "ɹᵻsɜːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her groundbreaking research has revolutionized the scientific community.",
                "Her early research laid the foundation for many important medical discoveries.",
                "The department led the world in cancer research.",
                "Budget cuts are putting the squeeze on scientific research.",
                "Her research has been ruffling feathers for years."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzZWFyY2g&hash=0ebd79f35f4cf299035562ae13e56ec7f75cd7f7&lang=en&cache-only=0",
            "defineEn": "a careful and systematic study of a subject to discover new facts or information about it",
            "defineVi": "một nghiên cứu cẩn thận và có hệ thống về một chủ đề để khám phá những sự kiện hoặc thông tin mới về nó",
            "hasImg": true
        },
        {
            "id": "e192257c-9c5d-4b00-9e54-cf90be094fed",
            "word": "company",
            "phonetic": "kʌmpəni ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company kicked off the CEO for embezzlement.",
                "The company abandoned its outdated marketing strategy in favor of a more innovative approach.",
                "Our company puts the emphasis on quality.",
                "Many companies saw the advent of online retailing as a threat to their bricks and mortar business.",
                "The company are playing 11 cities around the country."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGFueQ&hash=76188ca5e985c2cc84d4c89bdf9b26c7933cd653&lang=en&cache-only=0",
            "defineEn": "an organization that does business and earns money from it",
            "defineVi": "một tổ chức kinh doanh và kiếm tiền từ nó",
            "hasImg": true
        },
        {
            "id": "71bbc691-2278-4ba9-8c7e-fd6e47b4f2c5",
            "word": "revision",
            "phonetic": "ɹᵻvɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The party has broken ranks, with five of its nine presidential hopefuls calling for a review of the revisions.",
                "So, revisions of the Kay and Berlin theory have floated the idea of just six primary colors, in line with the biology of color vision.",
                "German psychologist William Stern used revisions of Binet and Simon's work to create the famous intelligence quotient, or IQ measurement.",
                "What we haven't mentioned are the countless revisions and edits.",
                "This weekend, the American Psychiatric Association released a revision to the Diagnostic and Statistical Manual of Mental Disorders, often referred to as \"the DSM.\""
            ],
            "audio": "https://tts.langeek.co/read?text=cmV2aXNpb24&hash=93b1032f605ba7809c9fa234324e49b31fa375a7&lang=en&cache-only=0",
            "defineEn": "the act of examining and making corrections or alterations to a text, plan, etc.",
            "defineVi": "hành động kiểm tra và thực hiện các chỉnh sửa hoặc thay đổi đối với một văn bản, kế hoạch, v.v.",
            "hasImg": true
        },
        {
            "id": "f40335e8-8425-4928-b127-1df7be2467a9",
            "word": "rucksack",
            "phonetic": "ɹʌksæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The big rock for now in our rucksack is a stimulus deal."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVja3NhY2s&hash=4032ac448d6aa3b7582f4942c03f610881554ac4&lang=en&cache-only=0",
            "defineEn": "a bag designed for carrying on the back, usually used by those who go hiking or climbing",
            "defineVi": "một chiếc túi được thiết kế để mang trên lưng, thường được sử dụng bởi những người đi bộ đường dài hoặc leo núi",
            "hasImg": true
        },
        {
            "id": "e51459b1-28ab-49f2-a568-90050048589f",
            "word": "safari",
            "phonetic": "sɐfɑːɹɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend went on a safari in Africa and saw many amazing animals.",
                "o make sure that all goes according to plan and no one rains on his parade, the president's safari will stay clear of trouble spots.",
                "Using significant energy in Safari.",
                "Scroll down to Safari and tap it.",
                "This will change the appearance of Safari to replicate the browser of an iPhone."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FmYXJp&hash=e96b963cdc5e8cb6081dbdbfea751e0c58f0c29a&lang=en&cache-only=0",
            "defineEn": "a journey or expedition, typically for observing and photographing wild animals in their natural habitat, especially in African countries",
            "defineVi": "một hành trình hoặc chuyến thám hiểm, điển hình là để quan sát và chụp ảnh động vật hoang dã trong môi trường sống tự nhiên của chúng, đặc biệt là ở các nước châu Phi",
            "hasImg": true
        },
        {
            "id": "314ffd9c-575f-4d45-adf1-73d76a75e52c",
            "word": "souvenir",
            "phonetic": "suːvənɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I collected seashells as souvenirs from the beautiful island.",
                "She bought a beautiful piece of European pottery as a souvenir.",
                "Salesmen of unofficial souvenirs have also been doing a roaring trade.",
                "Some species even have fingernails on their flippers, old souvenirs from their ancient days on land.",
                "Simon showed us souvenirs like this jade cicada."
            ],
            "audio": "https://tts.langeek.co/read?text=c291dmVuaXI&hash=88a5eda4873d4095c11e6f48474e7bf014eabea0&lang=en&cache-only=0",
            "defineEn": "something that we usually buy and bring back for other people from a place that we have visited on vacation",
            "defineVi": "thứ gì đó mà chúng ta thường mua và mang về cho người khác từ một nơi mà chúng ta đã đến trong kỳ nghỉ",
            "hasImg": true
        },
        {
            "id": "3df2bc73-66b8-47ba-b1e5-401085579c3a",
            "word": "spice",
            "phonetic": "spaɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The aromatic spice fills the kitchen with a delightful scent.",
                "My mother pickled radishes with vinegar and spices.",
                "High-tech gadgetry is the spice, but not the whole enchilada.",
                "She seasoned the meat with herbs and spices before cooking.",
                "She cooked the chitterlings with spices and served them as a traditional dish."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BpY2U&hash=3c0cd73bd501bc85e2c51005f6b586a76102c0d6&lang=en&cache-only=0",
            "defineEn": "a type of dried plant with a pleasant smell used to add taste or color to the food",
            "defineVi": "một loại cây khô có mùi dễ chịu được sử dụng để thêm hương vị hoặc màu sắc cho thực phẩm",
            "hasImg": true
        },
        {
            "id": "242b5fef-144e-4ca1-b18a-6428fc2379c3",
            "word": "market",
            "phonetic": "mɑːɹkɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The market had ripe oranges with bright orange peels.",
                "The market had vibrant yellow lemons on display.",
                "The market is growing rapidly.",
                "The seafood market showcased a mouthwatering display of fresh clams.",
                "The market vendor displayed a variety of tropical fruits, each with its own unique-colored mesocarp."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFya2V0&hash=1d3bcea6d18ee779f48286435622d4ca45557091&lang=en&cache-only=0",
            "defineEn": "a public place where people buy and sell groceries",
            "defineVi": "một nơi công cộng nơi mọi người mua và bán hàng tạp hóa",
            "hasImg": true
        },
        {
            "id": "0f568e03-76e2-433e-9948-5a44b0754201",
            "word": "to transport",
            "phonetic": "tə tɹænspoːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The helicopter transported the injured person to the hospital.",
                "We loaded the heavy boxes onto the truck for transport.",
                "The pyramids can be reached by public transport.",
                "The transport company is concerned about the cost of running more buses.",
                "When I tasted the vinaigrette, I was instantly transported to a sunny Mediterranean coastline."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhbnNwb3J0&hash=464b8d2ea8e80dd2fe1919b43587e392e553dead&lang=en&cache-only=0",
            "defineEn": "to take people, goods, etc. from one place to another using a vehicle, ship, or aircraft",
            "defineVi": "để đưa người, hàng hóa, v.v. từ nơi này đến nơi khác bằng phương tiện, tàu hoặc máy bay",
            "hasImg": true
        },
        {
            "id": "ee2516cc-7d3c-41c8-b12c-b9eee1f48aba",
            "word": "abroad",
            "phonetic": "ɐbɹɔːd ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Many investors have turned their attention to opportunities abroad.",
                "He had been abroad many times.",
                "We plan to study abroad next year to experience different cultures.",
                "I spent a year travelling abroad, and I lived on the smell of an oily rag to get by.",
                "He enjoyed trying new foods while traveling abroad."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJyb2Fk&hash=696be9f33d60d5362d33e0efb4e97b391c5b37d9&lang=en&cache-only=0",
            "defineEn": "in or to a foreign country",
            "defineVi": "Vào hoặc tới nước ngoài",
            "hasImg": true
        },
        {
            "id": "e295444d-e210-4f11-8e8c-e3d9f2ef8ed2",
            "word": "across",
            "phonetic": "əkɹɑːs ",
            "partOfSpeechType": "preposition",
            "examples": [
                "The children skipped stones across the calm river surface.",
                "The majestic horse galloped across the open field.",
                "The general had to get his troops across the river.",
                "The carpet only reached halfway across the room.",
                "They pushed the heavy box across the room."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNyb3Nz&hash=33fa70149ad859cfad0c526a58db37f24200c52a&lang=en&cache-only=0",
            "defineEn": "on the opposite or other side of a thing or place",
            "defineVi": "ở phía đối diện hoặc phía bên kia của một điều hoặc địa điểm",
            "hasImg": true
        },
        {
            "id": "e94abdf4-378b-416b-8bf2-c1c54c5ff41e",
            "word": "banana",
            "phonetic": "bɐnænə ",
            "partOfSpeechType": "noun",
            "examples": [
                "She went bananas over a doll.",
                "Do you like bananas?",
                "My mom peeled a ripe banana for me.",
                "All of his teachers are going bananas over his science fair experiment.",
                "They froze sliced bananas and blended them into a creamy banana ice cream."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFuYW5h&hash=a48fb7b981c774a18055b2d3750ea207a9b324a8&lang=en&cache-only=0",
            "defineEn": "a soft fruit that is long and curved and has hard yellow skin",
            "defineVi": "một quả mềm dài và cong và có vỏ cứng màu vàng",
            "hasImg": true
        },
        {
            "id": "953042ed-aae3-40d7-bd08-9476b2fc52dd",
            "word": "to begin",
            "phonetic": "tə bɪɡɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Rooms begin at $139.",
                "A new era had begun.",
                "The lecture begins at 8pm.",
                "Each chapter begins with a quotation.",
                "We began work on the project in May."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVnaW4&hash=9840c5058dd5ddf59874f8a3c161b46316385d77&lang=en&cache-only=0",
            "defineEn": "to do or experience the first part of something",
            "defineVi": "để làm hoặc trải nghiệm phần đầu tiên của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "0ef058eb-86ba-40a9-8bb4-b3d68fb43816",
            "word": "biology",
            "phonetic": "baɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Biology and computing are disciplines which seem like chalk and cheese but which have very deep connections on the most fundamental level.",
                "The students were instructed to collect leaves for their biology project.",
                "Researchers at the cutting edge of molecular biology.",
                "Evolutionary biology is one of them.",
                "But again, biology got in the way."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlvbG9neQ&hash=3112015b881b698d671f5fba13edf4db83aae687&lang=en&cache-only=0",
            "defineEn": "the scientific study of living organisms; the science that studies living organisms",
            "defineVi": "nghiên cứu khoa học về các sinh vật sống; khoa học nghiên cứu các sinh vật sống",
            "hasImg": true
        },
        {
            "id": "aa12ed8c-f7b4-4539-b574-be19b7c3d4a2",
            "word": "boat",
            "phonetic": "boʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boat hit against an object under the surface of the water.",
                "Your boat was sunk by a swordfish?",
                "The boat captain guided us through the narrow canals of the city.",
                "The boat hit a rock and broke in half.",
                "The boat hit a rock and broke in half."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9hdA&hash=24ee2a46bf9999fe99dc2e5a586d7c941089d5a5&lang=en&cache-only=0",
            "defineEn": "a type of vehicle that is small and is used to travel on water",
            "defineVi": "một loại phương tiện nhỏ và được sử dụng để đi du lịch trên mặt nước",
            "hasImg": true
        },
        {
            "id": "ed15bcc4-94ef-49e4-9f9c-628d10f3d673",
            "word": "bridge",
            "phonetic": "bɹɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The universal language of art is bridging a divide.",
                "This collection of stories bridges the gap between history and fiction.",
                "This book bridges a gulf between the metaphysics literature and philosophy of mind literature.",
                "The bus hit the bridge.",
                "The children were dropping stones off the bridge."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpZGdl&hash=aa3a1de665607f96791a2091b80ffdef472aa568&lang=en&cache-only=0",
            "defineEn": "a structure built over a river, road, etc. that enables people or vehicles to go across one side to the other",
            "defineVi": "một cấu trúc được xây dựng trên sông, đường, v.v. cho phép người hoặc phương tiện đi qua bên này sang bên kia",
            "hasImg": true
        },
        {
            "id": "dad5fe24-9b7c-4cd5-a8eb-85b3c1589c5e",
            "word": "campus",
            "phonetic": "kæmpəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "They've touched base with every political group on campus.",
                "He had got it going on during his time in college, excelling academically and being actively involved in campus activities.",
                "Back in the day, about half of California public schools allowed smoking on campus.",
                "The new campus is in Hyderabad, India.",
                "Not so long ago, this campus was home to a beautiful West Texan named Laura Welsh."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FtcHVz&hash=64bfdf7e792d7faa0e2e0501fcc4ae4900bb3a8b&lang=en&cache-only=0",
            "defineEn": "an area of land in which a university, college, or school, along with all their buildings, are situated",
            "defineVi": "một khu đất trong đó một trường đại học, cao đẳng, hoặc trường học, cùng với tất cả các tòa nhà của họ, được đặt",
            "hasImg": true
        },
        {
            "id": "58a57ad7-2f16-4a2d-8fd6-a8b2b1de1bbe",
            "word": "carefully",
            "phonetic": "kɛɹfəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The chef carefully arranged the arugula leaves on the plate as a beautiful garnish.",
                "The child carefully planted caryopses of wildflowers in the garden.",
                "The lioness carefully groomed her newborn baby.",
                "Please drive carefully.",
                "She carefully sprinkled sunflower seeds on top of her homemade bread dough."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZWZ1bGx5&hash=9ed07ea37605f785524e37604f3204b61c148cbd&lang=en&cache-only=0",
            "defineEn": "with a lot of care or attention",
            "defineVi": "với rất nhiều quan tâm hoặc chú ý",
            "hasImg": true
        },
        {
            "id": "da0e2794-d375-4bdb-949a-e5e1fb2b153b",
            "word": "to check in",
            "phonetic": "tə tʃɛk ɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Check in.",
                "Checking in.",
                "Check in.",
                "The sun checks in at minus 27.",
                "First, he checks in with his architects Iktinos and Callicrates."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hlY2sgaW4&hash=534a5ab32e5314ea2590bce20bbaadb4e4f27559&lang=en&cache-only=0",
            "defineEn": "to arrive and fill in your name in a hotel or airport",
            "defineVi": "đến và điền vào tên của bạn trong một khách sạn hoặc sân bay",
            "hasImg": true
        },
        {
            "id": "fcb9579e-701c-49e7-bbdd-15beb1b8571c",
            "word": "chemistry",
            "phonetic": "kɛmɪstɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Professor Johnson is the big gun of the chemistry department.",
                "We explore the different branches of science, such as chemistry and astronomy.",
                "They have such a strong musical chemistry and perform flawlessly together.",
                "For Jeremy, ignorance was bliss as he remained oblivious to his failing grade in chemistry class.",
                "Mums and dads who see their sweet little Sally Ann tripping off for a night's studying at the chemistry society, looking like butter wouldn't melt, would be advised to look closer."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlbWlzdHJ5&hash=a20acb4d23a57f411f33c5ec0960756e9e473962&lang=en&cache-only=0",
            "defineEn": "the branch of science that is concerned with studying the structure of substances and the way that they change or combine with each other",
            "defineVi": "ngành khoa học liên quan đến việc nghiên cứu cấu trúc của các chất và cách chúng thay đổi hoặc kết hợp với nhau",
            "hasImg": true
        },
        {
            "id": "161727d6-2f1d-47ef-ae1d-cd2cd4db36cd",
            "word": "cruise",
            "phonetic": "kɹuːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cruise went very quickly.",
                "They were cruising for a bruising.",
                "To go on a journey/tour/trip/cruise.",
                "Unless you've got your stuff together then you're cruising for a bruising",
                "The Rhine River is one of the longest rivers in Germany and offers scenic boat cruises."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3J1aXNl&hash=c7ef11f6f19ad87e3b64e8a9f48a9bf94c1b3924&lang=en&cache-only=0",
            "defineEn": "a journey taken by a ship for pleasure, especially one involving several destinations",
            "defineVi": "một hành trình được thực hiện bởi một con tàu để giải trí, đặc biệt là một hành trình liên quan đến một số điểm đến",
            "hasImg": true
        },
        {
            "id": "656494a2-adfc-42a3-ab5b-62d10371d451",
            "word": "Czech",
            "phonetic": "tʃɛk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Czechs are being brutal here.",
                "He can speak some Czech.'",
                "The letter was in Czech, and it was his grandmother's writing.",
                "This is also very common across languages, such as Czech, Tibetan, and Korean.",
                "Jan taught Czech at Oxford University and wrote books about languages."
            ],
            "audio": "https://tts.langeek.co/read?text=Q3plY2g&hash=061fb011e5d920bd2c25a4070f0b42751bf68061&lang=en&cache-only=0",
            "defineEn": "the Czech Republic's official language",
            "defineVi": "ngôn ngữ chính thức của Cộng hòa Séc",
            "hasImg": true
        },
        {
            "id": "c872e932-3602-4be9-bfeb-02d86c3794b4",
            "word": "developing country",
            "phonetic": "dɪvɛləpɪŋ kʌntɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "In some developing countries, people live hand to mouth, unable to access basic healthcare or education.",
                "Some developing countries have no minimum wage laws.",
                "It announced another round of 20,000 job cuts around the world, primarily in Europe and developing countries in May of 2020.",
                "This applies to developing countries in the global marketplace, but also to individuals at the local level.",
                "And it can be especially hard in developing countries."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV2ZWxvcGluZyBjb3VudHJ5&hash=2ac289a111d95c34b1c66f21d1754fc27413eac6&lang=en&cache-only=0",
            "defineEn": "a country that is seeking industrial development and is moving away from an economic system that is based mainly on agriculture",
            "defineVi": "một quốc gia đang tìm kiếm sự phát triển công nghiệp và đang rời bỏ một hệ thống kinh tế chủ yếu dựa vào nông nghiệp"
        },
        {
            "id": "3e5d2377-ee4d-408b-9a5d-f2b0c8aa752c",
            "word": "divorced",
            "phonetic": "dᵻvoːɹst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I was recently divorced and feeling at a very low ebb.",
                "I had just gotten divorced and it was what you do when you get divorced.",
                "Or maybe it's a marriage and you get divorced.",
                "Katie lives above the pub run by her divorced dad.",
                "But thirties to fifties: lawyers, you want lawyer friends cause you're gonna, you're gonna get divorced."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGl2b3JjZWQ&hash=c7c529e6ef142c893ce2985d6cbf7c5048a04e42&lang=en&cache-only=0",
            "defineEn": "no longer married to someone because the marriage has been legally ended",
            "defineVi": "không còn kết hôn với ai đó vì cuộc hôn nhân đã kết thúc hợp pháp",
            "hasImg": true
        },
        {
            "id": "18a5b578-3001-441c-ae09-fbc78b6674ac",
            "word": "economics",
            "phonetic": "iːkənɑːmɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "Anyway, economics is about much more than, like, supply and demand curves.",
                "Now, economics is not an exact science.",
                "Economics correspondent Paul Solman has the story for our series Making Sense.",
                "Our economics correspondent, Paul Solman, has their story.",
                "Our economics correspondent, Paul Solman, has the story."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNvbm9taWNz&hash=ba8affe139e977b584aa77cb023eb51c70e39866&lang=en&cache-only=0",
            "defineEn": "a field of study that deals with a country's finances and its distribution or consumption",
            "defineVi": "một lĩnh vực nghiên cứu liên quan đến tài chính của một quốc gia và phân phối hoặc tiêu dùng của nó",
            "hasImg": true
        },
        {
            "id": "f43e20bc-0bb6-4e9b-9ee6-2e87a527f955",
            "word": "Europe",
            "phonetic": "jʊɹɹəp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The car company has lost ground in Europe amid supply bottlenecks.",
                "The invasion took Europe to the brink of war.",
                "Europe is home to famous landmarks like the Eiffel Tower, Colosseum, and Big Ben.",
                "Europe is home to some of the world's oldest universities and prestigious educational institutions.",
                "Many tourists visit Europe to experience its vibrant nightlife and entertainment."
            ],
            "audio": "https://tts.langeek.co/read?text=RXVyb3Bl&hash=b3d53cb7292fecc6d6f3d576eeb5a389938c749c&lang=en&cache-only=0",
            "defineEn": "the second smallest continent‌, next to Asia in the east, the Atlantic Ocean in the west, and the Mediterranean Sea in the south",
            "defineVi": "lục địa‌ nhỏ thứ hai, bên cạnh châu Á ở phía đông, Đại Tây Dương ở phía tây và Biển Địa Trung Hải ở phía nam",
            "hasImg": true
        },
        {
            "id": "e9b9b112-2fb9-449a-8fa1-0e022b4a3677",
            "word": "event",
            "phonetic": "ᵻvɛnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their bread and butter is reporting local events.",
                "The event finished with a spectacular fireworks display.",
                "These events occurred within living memory.",
                "The tragic event tore the community out of its sense of normalcy.",
                "The paper’s bread and butter is reporting local events in a small community."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZlbnQ&hash=67a965bdb4925b1c8d9416b6b498c1cd51785858&lang=en&cache-only=0",
            "defineEn": "anything that takes place, particularly something important",
            "defineVi": "bất cứ điều gì diễn ra, đặc biệt là một cái gì đó quan trọng"
        },
        {
            "id": "47a23ddb-2327-4763-b863-8324f4cf3322",
            "word": "to explain",
            "phonetic": "tʊ ɛkspleɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "She explained the rules of the game to the new players.",
                "Can you explain this math concept to me?",
                "They explained the procedure for submitting the application form.",
                "They explained the process of making a paper airplane step by step.",
                "He explained the plot of the movie to his friend who hadn't seen it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwbGFpbg&hash=c09dff50785d1072fd505d8568908e84d47c7c8c&lang=en&cache-only=0",
            "defineEn": "to make something clear and easy to understand by giving more information about it",
            "defineVi": "để làm cho một cái gì đó rõ ràng và dễ hiểu bằng cách cung cấp thêm thông tin về nó",
            "hasImg": true
        },
        {
            "id": "0022cd5f-be02-41fc-a82e-3a4cdaff699d",
            "word": "flight",
            "phonetic": "flaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The vision seems a flight of fancy.",
                "He found a cheap flight deal for his vacation.",
                "I need to book a flight to New York for next week's business meeting.",
                "Jimmy often has good ideas but his latest proposal is just a flight of fancy!",
                "We had a great trip, but our flight home was badly delayed, which took the gilt off the gingerbread."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxpZ2h0&hash=e875954344d023e089cb265b2d146812c44aeb48&lang=en&cache-only=0",
            "defineEn": "the act of traveling in an airplane",
            "defineVi": "hành động đi du lịch trên máy bay",
            "hasImg": true
        },
        {
            "id": "c195448c-85bb-40db-ac2f-5c08e0c711ff",
            "word": "future",
            "phonetic": "fjuːtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "With the promotion, the company's future is now in his hands.",
                "The country's future is balanced on a razor's edge.",
                "The whole future of the project is still up in the air.",
                "A question mark hangs over the future of the company.",
                "If sales don't improve, the company might not have a future."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnV0dXJl&hash=5a9cfb5f77e384a5b917eabab33a781ef46b6e08&lang=en&cache-only=0",
            "defineEn": "the time that will come after the present or the events that will happen then",
            "defineVi": "thời gian sẽ đến sau hiện tại hoặc các sự kiện sẽ xảy ra sau đó",
            "hasImg": true
        },
        {
            "id": "6c43e604-16b1-4463-9be2-11d17465bb8e",
            "word": "to grow up",
            "phonetic": "tə ɡɹoʊ ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "She grew up in the shadow of her very popular sister.",
                "She grew up with Marmite as a staple in her household.",
                "Grow up, it's just a game.",
                "Growing up in the same neighborhood, the group of friends shared many experiences and interests, and as a result, they all tended to agree on many things.",
                "The mother watched her children grow up and realized that time fleeth away without delay, reminding her to cherish every moment with them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3JvdyB1cA&hash=117d9a571fd58be31415af07e97ff305c7638eee&lang=en&cache-only=0",
            "defineEn": "to change from being a child into an adult little by little",
            "defineVi": "thay đổi từ một đứa trẻ thành một người lớn từng chút một",
            "hasImg": true
        },
        {
            "id": "b54863da-ed5f-4964-9f2a-1a78a94b87da",
            "word": "to hope",
            "phonetic": "tə hoʊp ",
            "partOfSpeechType": "verb",
            "examples": [
                "He's hoping for an offer of compensation.",
                "I hope this guilty verdict puts that rat of a CEO in his place.",
                "I hope you have it on your conscience for the rest of your days!",
                "I hope this letter reaches you.",
                "I hope you've learned a lesson from this, Eddie."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaG9wZQ&hash=102731c410072985d45263a09144f76609baa702&lang=en&cache-only=0",
            "defineEn": "to want something to happen or be true",
            "defineVi": "để muốn một cái gì đó xảy ra hoặc là sự thật"
        },
        {
            "id": "a4bfc6d4-3af5-4c36-acd9-d2b78d729cbb",
            "word": "hostel",
            "phonetic": "hɑːstəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Life for mostof these workers is confined to the factory floor and adormitory in a migrant's hostel.",
                "Sanxingchen is encircledwith hostels, some of them squalid,others indescribable."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9zdGVs&hash=eaaa00534f53f44281a002232388086003ad753f&lang=en&cache-only=0",
            "defineEn": "a place or building that provides cheap food and accommodations for visitors",
            "defineVi": "một địa điểm hoặc tòa nhà cung cấp thức ăn và chỗ ở giá rẻ cho du khách",
            "hasImg": true
        },
        {
            "id": "3a67aa74-e7cb-4f97-bc29-240240f127ae",
            "word": "housewife",
            "phonetic": "haʊswaɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "I guess it's true what they say, a rouk-town's seldom a good housewife at home.",
                "She would introduce herself as a housewife from a small town in Virginia.",
                "These are the single housewives where their husband had passed away.",
                "Their expectations of me were that I would become a good African housewife, I would cook and clean for my family.",
                "Campaigns can spread their messages through direct mail, press releases, news coverage, and through advertisements, often on the TV, which is like the internet, only less interactive and has a lot of real housewives on it."
            ],
            "audio": "https://tts.langeek.co/read?text=aG91c2V3aWZl&hash=22c37241646a518c9095fe1c0c3b2eafdc33f0d8&lang=en&cache-only=0",
            "defineEn": "a married woman who does the housework (cooking, cleaning, etc.) and takes care of the children, and does not work outside the house",
            "defineVi": "một người phụ nữ đã kết hôn làm công việc nhà (nấu ăn, dọn dẹp, v.v.) và chăm sóc con cái, và không làm việc bên ngoài nhà",
            "hasImg": true
        }
    ]
}