{
    "id": "490826bf-6984-4bb5-b9a9-41a10e8cb102",
    "title": "Medieval Architecture",
    "originalTitle": "Medieval Architecture",
    "words": [
        {
            "id": "19ee087f-35ff-4d05-8aa6-bceb8bf5be4e",
            "word": "tracery",
            "phonetic": "tɹeɪsɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJhY2VyeQ&hash=01893cf3d53038b51077bb0398dad6de71da10fc&lang=en&cache-only=0",
            "defineEn": "the ornamental stonework or decorative patterns of interlacing shapes and lines, typically found in Gothic architecture",
            "defineVi": "công trình đá trang trí hoặc hoa văn trang trí có hình dạng và đường nét đan xen, thường thấy trong kiến trúc Gothic"
        },
        {
            "id": "82fcc3c4-e46a-4031-ace9-c84c84034908",
            "word": "garth",
            "phonetic": "ɡɑːɹθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Yeah, well this morning I was on Good Morning America and I was in the elevator with Garth Brooks and there's like 12 people in the elevator and there was Garth Brooks"
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FydGg&hash=80bf1845445f83ae13394b90b8b1879e66efcf14&lang=en&cache-only=0",
            "defineEn": "an enclosed courtyard or garden, typically surrounded by buildings or walls",
            "defineVi": "sân hoặc vườn khép kín, thường được bao quanh bởi các tòa nhà hoặc tường"
        },
        {
            "id": "1f11a520-650f-48fd-a8e7-97df4509fc90",
            "word": "boss",
            "phonetic": "bɔs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boss has a short fuse these days!",
                "The boss was clear about the deadline for the project, with no ifs, ands, or buts.",
                "The boss of the failed company is keeping schtum about his role in the disaster.",
                "My boss finally let me in on the plans for the new project.",
                "The boss sure aired his lungs when we lost another customer!"
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9zcw&hash=cc8832986e00d3287a2cfc1e34c80af76d04b8e5&lang=en&cache-only=0",
            "defineEn": "a decorative protruding knob or ornament found at the intersection of ribs in vaulted ceilings or at the center of a ceiling or arch",
            "defineVi": "một núm nhô ra trang trí hoặc vật trang trí được tìm thấy ở giao điểm của các xương sườn trong trần nhà hình vòm hoặc ở trung tâm của trần nhà hoặc vòm"
        },
        {
            "id": "b6e40789-9387-447a-b786-050679f90065",
            "word": "cresset",
            "phonetic": "kɹɛsɛt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3Jlc3NldA&hash=96c7f84f00e565ac894f5b6f29da48f6d7ab0939&lang=en&cache-only=0",
            "defineEn": "a decorative or functional vessel for holding burning material, used for lighting purposes",
            "defineVi": "một bình trang trí hoặc chức năng để giữ vật liệu cháy, được sử dụng cho mục đích chiếu sáng"
        },
        {
            "id": "15135355-2979-4beb-bcd9-094e6497d5d0",
            "word": "butress",
            "phonetic": "bʌtɹəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnV0cmVzcw&hash=fab71b3d1ff20481aca24618b9376ea4ce073405&lang=en&cache-only=0",
            "defineEn": "a supportive structure in architecture, often in the form of a projecting wall or pillar, used to reinforce and stabilize a building",
            "defineVi": "một cấu trúc hỗ trợ trong kiến trúc, thường ở dạng tường hoặc cột nhô ra, được sử dụng để củng cố và ổn định tòa nhà"
        },
        {
            "id": "ddba673d-2baf-4c05-a7cd-12d7106827d7",
            "word": "tympanum",
            "phonetic": "tɪmpænəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "It’s call a tympanum."
            ],
            "audio": "https://tts.langeek.co/read?text=dHltcGFudW0&hash=81089e79939e59b16ce53294444b98a9139b02db&lang=en&cache-only=0",
            "defineEn": "the semi-circular or triangular space enclosed by the lintel and arch above a doorway, often decorated with sculptural reliefs or intricate designs",
            "defineVi": "không gian hình bán nguyệt hoặc hình tam giác được bao quanh bởi lanh tô và vòm phía trên ô cửa, thường được trang trí bằng phù điêu điêu khắc hoặc thiết kế phức tạp"
        },
        {
            "id": "925fd30b-e79b-4320-8478-21e3f1b65905",
            "word": "fan tracery",
            "phonetic": "fæn tɹeɪsɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmFuIHRyYWNlcnk&hash=5072472e66f0dede1187d65f995e75ac03c532b8&lang=en&cache-only=0",
            "defineEn": "a decorative architectural feature commonly found in Gothic architecture, characterized by a fan-like pattern of interlocking stone ribs or wooden beams that create intricate vaulted ceilings or window designs",
            "defineVi": "một đặc điểm kiến trúc trang trí thường thấy trong kiến trúc Gothic, được đặc trưng bởi mô hình giống như cái quạt của các xương sườn bằng đá hoặc dầm gỗ lồng vào nhau tạo ra các thiết kế cửa sổ hoặc trần hình vòm phức tạp"
        },
        {
            "id": "32904f4c-6e6f-42c8-8f35-38dc9fd5d824",
            "word": "turret",
            "phonetic": "tɜːɹɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Turret spiders actually have pretty poor vision.",
                "Check this out- a turret spiderling.",
                "Like a turret spider snatching its prey.",
                "That was a California turret spider.",
                "Its lair is like the turret of a castle, rising above the forest floor."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVycmV0&hash=adf278929399802bc9f2871417588f38e0408520&lang=en&cache-only=0",
            "defineEn": "a small tower attached on top of a castle, large building, or wall",
            "defineVi": "một tòa tháp nhỏ gắn trên đỉnh của một lâu đài, tòa nhà lớn, hoặc bức tường"
        },
        {
            "id": "9d040bf9-415d-4da6-97fb-5bc4886fb3f5",
            "word": "battlement",
            "phonetic": "bæɾəlmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, there are at least two Hamlets in this play, right, there is the old dead King Hamlet who goes around haunting the Elsinore battlements and our hero who is supposed to avenge that old Hamlet ."
            ],
            "audio": "https://tts.langeek.co/read?text=YmF0dGxlbWVudA&hash=f4973f2a806f1996b9dd7432773aee6561905d06&lang=en&cache-only=0",
            "defineEn": "a low wall with alternating raised sections and indentations built along the top of a fortified structure for defensive purposes",
            "defineVi": "một bức tường thấp với các phần và vết lõm xen kẽ được xây dựng dọc theo đỉnh của một cấu trúc kiên cố cho mục đích phòng thủ"
        },
        {
            "id": "0a553efa-4c73-45bf-8d13-267ea4e255e0",
            "word": "machicolation",
            "phonetic": "mætʃɪkəleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFjaGljb2xhdGlvbg&hash=d5ba9fd81e424795487f70f16eff044c1932817c&lang=en&cache-only=0",
            "defineEn": "an architectural feature commonly found in medieval fortifications, consisting of openings or holes in the floor or wall that allowed defenders to drop projectiles or pour boiling substances on attackers below",
            "defineVi": "một đặc điểm kiến trúc thường thấy trong các công sự thời trung cổ, bao gồm các lỗ hoặc lỗ trên sàn hoặc tường cho phép quân phòng thủ thả đạn hoặc đổ chất sôi vào những kẻ tấn công bên dưới"
        },
        {
            "id": "19a9b7ac-130e-4f18-8920-2847b7bf3140",
            "word": "belfry",
            "phonetic": "bɛlfɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmVsZnJ5&hash=0e8280844e207d3880398b049639fe8e53c31033&lang=en&cache-only=0",
            "defineEn": "a chamber or compartment in a tower or building where bells are stored or rung",
            "defineVi": "một buồng hoặc ngăn trong tháp hoặc tòa nhà nơi chuông được cất giữ hoặc rung"
        },
        {
            "id": "7f7b492e-c245-489a-ac81-30489aa28ab5",
            "word": "arrow slit",
            "phonetic": "æɹoʊ slɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXJyb3cgc2xpdA&hash=6d4df18328ddb65a45f5c9c884e7f1811f8b43d1&lang=en&cache-only=0",
            "defineEn": "a narrow vertical opening in medieval fortifications for shooting arrows",
            "defineVi": "một lỗ dọc hẹp trong các công sự thời trung cổ để bắn tên"
        },
        {
            "id": "2832a851-c921-4a14-9169-bf20e2d7d80d",
            "word": "hoarding",
            "phonetic": "hoːɹdɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hoarding used to be a subtype of obsessive compulsive disorder.",
                "In times of scarcity, high prices discourage hoarding and encourage conservation.",
                "This isn't data hoarding.",
                "Today I'm talking about hoarding.",
                "Things like hoarding, needing organization in their environment, excessive collections, or avoiding germs."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9hcmRpbmc&hash=55874efd914efd74871475e311ec952ba197fbc3&lang=en&cache-only=0",
            "defineEn": "a temporary wooden fence or barricade erected for protection or construction purposes",
            "defineVi": "một hàng rào hoặc rào chắn bằng gỗ tạm thời được dựng lên để bảo vệ hoặc mục đích xây dựng"
        },
        {
            "id": "8fd6499a-bf1b-492a-a233-5ad09ef2a6b2",
            "word": "lantern",
            "phonetic": "læntɚn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cover a lantern?",
                "Al-Haytham set up two lanterns outside a dark room.",
                "The professor and the janitor take the lantern and cross together.",
                "We've got a little lantern on the side.",
                "Originally, ice lanterns were mostly used at night on the river by fishermen."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFudGVybg&hash=564f8a663225bc7ec6d0baa9c650f6f93adc1e25&lang=en&cache-only=0",
            "defineEn": "a small, decorative structure with windows that allow light to enter and illuminate the surrounding area",
            "defineVi": "một cấu trúc trang trí nhỏ với các cửa sổ cho phép ánh sáng đi vào và chiếu sáng khu vực xung quanh"
        },
        {
            "id": "c164c1c0-9043-4505-a5dd-2053a31c3e0f",
            "word": "bartizan",
            "phonetic": "bɑːɹɾɪzən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFydGl6YW4&hash=5ff26cd1b49e391daaea04d387f1799877099797&lang=en&cache-only=0",
            "defineEn": "a small, turret-like structure typically found on the corners or edges of a fortified building, often used for observation or defense",
            "defineVi": "một cấu trúc nhỏ, giống như tháp canh, thường được tìm thấy ở các góc hoặc cạnh của một tòa nhà kiên cố, thường được sử dụng để quan sát hoặc phòng thủ"
        },
        {
            "id": "be765458-0506-4b1b-b022-e96bae5c416a",
            "word": "bell tower",
            "phonetic": "bɛl taʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmVsbCB0b3dlcg&hash=a523050d91e5d284f8298db72cad8c8b50c31a62&lang=en&cache-only=0",
            "defineEn": "a tall structure designed to house and ring bells, serving as a prominent architectural feature and often associated with religious or civic buildings",
            "defineVi": "một cấu trúc cao được thiết kế để chứa và rung chuông, đóng vai trò là một đặc điểm kiến trúc nổi bật và thường được kết hợp với các tòa nhà tôn giáo hoặc dân sự"
        },
        {
            "id": "bc26bc53-4b33-489a-b077-005738c3053f",
            "word": "guardroom",
            "phonetic": "ɡɑːɹdɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3VhcmRyb29t&hash=a9371930e267f8eecd1b1c45139f07d4c09b4ffb&lang=en&cache-only=0",
            "defineEn": "a designated space or building where guards or sentries are stationed to perform security duties and maintain surveillance over a specific area or entrance",
            "defineVi": "một không gian hoặc tòa nhà được chỉ định nơi lính canh hoặc lính gác đóng quân để thực hiện nhiệm vụ an ninh và duy trì sự giám sát đối với một khu vực hoặc lối vào cụ thể"
        },
        {
            "id": "a59ac6bc-ed1d-4904-85a7-366e2d01d7c7",
            "word": "gatehouse",
            "phonetic": "ɡeɪthaʊs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2F0ZWhvdXNl&hash=d97da98fc9bf91a4dbd8d548a8b078abf408cb45&lang=en&cache-only=0",
            "defineEn": "a fortified structure or building that serves as an entrance or gateway to a larger complex, such as a castle or estate, often featuring defensive features such as towers, walls, and gates",
            "defineVi": "một cấu trúc hoặc tòa nhà kiên cố đóng vai trò là lối vào hoặc cửa ngõ vào một khu phức hợp lớn hơn, chẳng hạn như lâu đài hoặc điền trang, thường có các tính năng phòng thủ như tháp, tường và cổng"
        },
        {
            "id": "462e92c5-cc81-4857-995d-560b45c760d3",
            "word": "moat",
            "phonetic": "moʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "However, every square meter of lava moat requires 2000 square meters of solar panels to keep it glowing day and night.",
                "Well, I think the Obama presidency widened the moat of division, and he probably didn’t do it on purpose. ",
                "So, a colony is a network of little castles and moats, connected by suspension bridges made from leaves, lianas, and twigs.",
                "Wayfair decided to say, you know, that will be our competitive moat.",
                "If you’ve ever checked out primates at a zoo, you might have noticed their enclosures tend to have a common feature: a moat."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9hdA&hash=f3bd5b5b9dd38b1f396b357f63f817bcbd4d9037&lang=en&cache-only=0",
            "defineEn": "a wide and deep hole, often filled with water, that is dug around a castle and used as an extra protection against attack of enemies",
            "defineVi": "một cái hố rộng và sâu, thường chứa đầy nước, được đào xung quanh lâu đài và được sử dụng như một lớp bảo vệ bổ sung chống lại sự tấn công của kẻ thù",
            "hasImg": true
        },
        {
            "id": "3e4ec110-a74b-4b70-bb5c-fb52bb885c18",
            "word": "counterguard",
            "phonetic": "kaʊntɚɡɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y291bnRlcmd1YXJk&hash=a1b009bf6ea94f385198cbcce72f5876958e00a3&lang=en&cache-only=0",
            "defineEn": "a defensive fortification or rampart that is positioned in front of or outside the main fortification, providing an additional layer of protection and serving as a barrier against enemy attacks",
            "defineVi": "một công sự hoặc thành lũy phòng thủ được bố trí phía trước hoặc bên ngoài công sự chính, cung cấp thêm một lớp bảo vệ và đóng vai trò như một rào cản chống lại các cuộc tấn công của kẻ thù"
        },
        {
            "id": "e1382451-b3a6-4639-9c36-90131c363e31",
            "word": "glacis",
            "phonetic": "ɡleɪsɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2xhY2lz&hash=de26df57df8db9c138ac56b171e69656283d6268&lang=en&cache-only=0",
            "defineEn": "a sloping earthwork or artificial slope in front of a fortification or defensive structure, designed to protect it from direct enemy fire and to make it more difficult for attackers to approach",
            "defineVi": "một công trình đất dốc hoặc dốc nhân tạo phía trước một công trình phòng thủ hoặc công sự, được thiết kế để bảo vệ nó khỏi hỏa lực trực tiếp của kẻ thù và khiến những kẻ tấn công khó tiếp cận hơn"
        },
        {
            "id": "b5dc6112-07d9-42a3-87fe-cf610d8090ea",
            "word": "chemin de ronde",
            "phonetic": "kɛmɪn dɚ ɹɑːnd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hlbWluIGRlIHJvbmRl&hash=61a2029ffc493e43b0af02c297b3a8ec81705ba6&lang=en&cache-only=0",
            "defineEn": "a raised walkway or path built along the top of a defensive wall or fortification, allowing guards to patrol and monitor the perimeter for potential threats",
            "defineVi": "một lối đi hoặc lối đi được nâng cao được xây dựng dọc theo đỉnh của một bức tường hoặc công sự phòng thủ, cho phép lính canh tuần tra và giám sát vành đai để phát hiện các mối đe dọa tiềm tàng"
        },
        {
            "id": "264e748a-9e6b-4071-b94e-0db2a934ccc7",
            "word": "hornwork",
            "phonetic": "hɔːɹnwɜːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9ybndvcms&hash=62c97cd1f8d46d38d65cff76910a46a162372d43&lang=en&cache-only=0",
            "defineEn": "an outwork fortification that is shaped like a horn or crescent and is typically located in front of a main fortification or entrance",
            "defineVi": "một công sự gia cố có hình dạng giống như sừng hoặc lưỡi liềm và thường nằm ở phía trước của một công sự hoặc lối vào chính"
        },
        {
            "id": "8e6de68c-1c18-46e2-952f-95321041db79",
            "word": "keep",
            "phonetic": "kiːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The soldiers kept the attackers at bay.",
                "Her father kept a grocer's shop.",
                "The big fellow keeps a fish shop near the post office.",
                "The master kept a weekly journal.",
                "Always keep a backup of the file."
            ],
            "audio": "https://tts.langeek.co/read?text=a2VlcA&hash=cf31afbadbe5443c3e44d30f51e68eb98a9aabd0&lang=en&cache-only=0",
            "defineEn": "the central fortified tower or stronghold within a castle or fortification",
            "defineVi": "tháp kiên cố trung tâm hoặc thành trì trong một lâu đài hoặc pháo đài"
        },
        {
            "id": "9b086e05-1656-485a-8d6b-363175c1b777",
            "word": "fortification",
            "phonetic": "fɔːɹɾɪfɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "If migrants can get beyond the fortifications surrounding Ceuta, they have a foothold in the European Union.",
                "And community groups point to fortification around the court complex like this as evidence there's been very little progress in improving relations between law enforcement and the community, especially communities of color.",
                "Although, in the end, cities proved pretty resourceful in developing fortification techniques to deal with cannons and, you know, we have cities today despite like, really excellent cannons."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ydGlmaWNhdGlvbg&hash=70667743ba8ec0bc05cb8cf77fb2c573e282c552&lang=en&cache-only=0",
            "defineEn": "a defensive structure or system constructed to protect an area or position from enemy attacks, typically including walls, towers, and other defensive elements",
            "defineVi": "một cấu trúc hoặc hệ thống phòng thủ được xây dựng để bảo vệ một khu vực hoặc vị trí khỏi các cuộc tấn công của kẻ thù, thường bao gồm tường, tháp và các yếu tố phòng thủ khác"
        },
        {
            "id": "84be3d80-61ed-4b8f-ad31-4fe1e18f0b11",
            "word": "portcullis",
            "phonetic": "poːɹtkʌliz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9ydGN1bGxpcw&hash=afd08270ab02ba82170c3b250a7bd3069970f800&lang=en&cache-only=0",
            "defineEn": "a heavy, vertically sliding gate or barrier made of metal or wood, typically found in medieval fortifications, that is used to control access to a castle, fortress, or other fortified structure",
            "defineVi": "một cổng nặng, trượt theo chiều dọc hoặc hàng rào làm bằng kim loại hoặc gỗ, thường được tìm thấy trong các công sự thời trung cổ, được sử dụng để kiểm soát lối vào lâu đài, pháo đài hoặc cấu trúc kiên cố khác"
        },
        {
            "id": "29b93957-0cb4-4baf-905b-05847bed759b",
            "word": "barbican",
            "phonetic": "bɑːɹbɪkən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFyYmljYW4&hash=b1740e340bb1ddfa0a8b7dc6efffe0d9715b899c&lang=en&cache-only=0",
            "defineEn": "a fortified entrance structure for protection and control",
            "defineVi": "một cấu trúc lối vào kiên cố để bảo vệ và kiểm soát"
        },
        {
            "id": "6b8aa530-b5c9-426c-a55b-0f440cfcfecf",
            "word": "bastion",
            "phonetic": "bæstiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I had hoped to establish such a bastion here but evidently Pontywen would resist tooth and nail.",
                "But, in a time where education was a rare thing, advice columnists really were bastions of knowledge that everyday people could tap into.",
                "David Chang: If you go to the ethnic food aisle, that is sort of the last bastion of racism that you can see in, like, full daylight in retail America.",
                "But it's also not the expected sort of liberal bastion that a lot of people think it is."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFzdGlvbg&hash=edaec28e39e19ef303a0e3c621227dc15d8a8d47&lang=en&cache-only=0",
            "defineEn": "fortified structure protruding from a wall or rampart, typically with a projecting angle or pentagonal shape, used for defensive purposes",
            "defineVi": "cấu trúc kiên cố nhô ra khỏi tường hoặc thành lũy, thường có góc nhô ra hoặc hình ngũ giác, được sử dụng cho mục đích phòng thủ"
        },
        {
            "id": "4cfab5be-b277-4de7-bcdb-d2caaad00df6",
            "word": "embrasure",
            "phonetic": "ɛmbɹæʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW1icmFzdXJl&hash=aa9816b30dc8571ee5b37e64f67a9a54d5cecdab&lang=en&cache-only=0",
            "defineEn": "an opening or loophole in a fortification or wall, usually in the form of a narrow vertical slit, designed for observation or the discharge of weapons",
            "defineVi": "một lỗ hổng hoặc kẽ hở trong công sự hoặc tường, thường ở dạng một khe dọc hẹp, được thiết kế để quan sát hoặc phóng vũ khí"
        },
        {
            "id": "86fa285a-2073-454b-9260-e54677c5ad3e",
            "word": "sally port",
            "phonetic": "sæli poːɹt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2FsbHkgcG9ydA&hash=06d9e1f76d5fec939c20f98a1672cabc50e296d9&lang=en&cache-only=0",
            "defineEn": "a secure gate or entrance in a fortification or defensive wall that allows for controlled entry and exit, often used for sallies or sorties during a siege",
            "defineVi": "một cổng hoặc lối vào an toàn trong một công sự hoặc bức tường phòng thủ cho phép ra vào có kiểm soát, thường được sử dụng cho các cuộc tấn công hoặc xuất kích trong một cuộc bao vây"
        },
        {
            "id": "09f13373-f05d-46e6-a9b6-e275885d6fd1",
            "word": "ravelin",
            "phonetic": "ɹævɪlɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmF2ZWxpbg&hash=91b310e74e6b690ca71bc5125a1eead1a2911ed2&lang=en&cache-only=0",
            "defineEn": "a triangular or polygonal fortification with a raised platform located outside the main defensive walls of a fortress, used to defend the approach and provide additional protection against enemy attacks",
            "defineVi": "một pháo đài hình tam giác hoặc đa giác với một nền tảng nâng cao nằm bên ngoài các bức tường phòng thủ chính của pháo đài, được sử dụng để bảo vệ lối tiếp cận và bảo vệ bổ sung chống lại các cuộc tấn công của kẻ thù"
        },
        {
            "id": "f9563cba-6f80-40cd-9e14-04b04788dcdc",
            "word": "curtain tower",
            "phonetic": "kɜːtən taʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3VydGFpbiB0b3dlcg&hash=e5058c87929b531a0623fddfc4547f358ba68379&lang=en&cache-only=0",
            "defineEn": "a tower located within the walls of a castle or fortress, used to provide additional space for soldiers or for storing weapons and supplies",
            "defineVi": "một tòa tháp nằm trong các bức tường của lâu đài hoặc pháo đài, được sử dụng để cung cấp thêm không gian cho binh lính hoặc để cất giữ vũ khí và vật tư"
        },
        {
            "id": "a543770d-6f00-4258-a05c-3ace2cc15314",
            "word": "cusp",
            "phonetic": "kʌsp ",
            "partOfSpeechType": "noun",
            "examples": [
                "She is on the cusp of being a star.",
                "Our team is on the cusp of making a discovery that could change the face of modern medicine.",
                "After being on the cusp for several years, Mark finally broke into mainstream success with his most recent novel.",
                "Pareiasaurs had teeth with lots of little cusps on them, like human molars.",
                "There are 5 of these cusps, and the lines between form a Y shape."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VzcA&hash=424e26d25e31a76627bdd7d56f8c4c89c588ce5e&lang=en&cache-only=0",
            "defineEn": "the point or curve formed by the intersection of two arcs or curves, commonly seen in the tracery of Gothic architecture",
            "defineVi": "điểm hoặc đường cong được hình thành bởi giao điểm của hai cung hoặc đường cong, thường thấy trong cấu trúc của kiến trúc Gothic"
        },
        {
            "id": "7b69def1-8e46-4c1b-8dea-dd5d935b3358",
            "word": "great hall",
            "phonetic": "ɡɹeɪt hɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Great Hall is the centerpiece of the Thomas Jefferson Building, featuring a ceiling adorned with stained glass and aluminum leaf decorations soaring 75 feet above the marble floors.",
                "And at that point we could seejust a river of troops flowing out of the Great Hall ofthe People onto the steps and deploying in front of theMonument to the People's Heroes.",
                "It was like this G3tterdammerungeffect of this vast, cavernous Great Hall of thePeople lit up by floodlights, smoke rising all around.",
                "On the first level of the Great Hall you will find the Commemorative Arch, which includes two carved figures of students, one young and one old, representing the importance of lifelong learning."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlYXQgaGFsbA&hash=01b17359e1dcd3500a1d708bbbea69735d17e7fe&lang=en&cache-only=0",
            "defineEn": "a large, grand room within a building, often found in medieval castles or palaces, used for dining, entertaining, and important gatherings",
            "defineVi": "một căn phòng lớn, hoành tráng trong một tòa nhà, thường được tìm thấy trong các lâu đài hoặc cung điện thời trung cổ, được sử dụng để ăn uống, giải trí và các cuộc tụ họp quan trọng"
        },
        {
            "id": "03ae2904-4ff5-46d6-87a8-74df134c3d96",
            "word": "ball-flower",
            "phonetic": "bɔːlflaʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFsbC1mbG93ZXI&hash=2719dd9259f6df6ab09723af64b7b96d8abd632f&lang=en&cache-only=0",
            "defineEn": "a decorative motif or ornament in the shape of a small spherical bud or flower, typically found in Gothic architecture",
            "defineVi": "một họa tiết trang trí hoặc vật trang trí có hình nụ hoặc hoa hình cầu nhỏ, thường thấy trong kiến trúc Gothic"
        },
        {
            "id": "7c197c4e-5864-4a88-ab1e-88853a1cc68a",
            "word": "brattishing",
            "phonetic": "bɹæɾɪʃɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJhdHRpc2hpbmc&hash=c5b8efb32f24116d005ce795b0d5a389497dbcc0&lang=en&cache-only=0",
            "defineEn": "a decorative architectural feature that involves creating a sequence of small projecting elements in a repeating pattern along the top of a parapet or gable",
            "defineVi": "một tính năng kiến trúc trang trí liên quan đến việc tạo ra một chuỗi các yếu tố chiếu nhỏ trong một mô hình lặp lại dọc theo đỉnh lan can hoặc đầu hồi"
        },
        {
            "id": "dcc47351-63ba-4884-8c8f-7b6f8f23ca85",
            "word": "trefoil",
            "phonetic": "tɹɛfɔɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "That's better than the Trefoil.",
                "So in many cases, like for the birds-foot trefoil, these compounds don’t protect them from large animals.",
                "That is, except for the six-spot burnet, a moth that depends on birds-foot trefoil as a larval host.",
                "Can somebody Google \"Why is it called a Trefoil?\"",
                "Like cows, the burnet’s larvae can eat trefoil all day without suffering ill effects, despite being much, much smaller than our bovine friends."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlZm9pbA&hash=f29df4497c6dc46e0ef12c1c25b020ea40579678&lang=en&cache-only=0",
            "defineEn": "a decorative architectural element or design motif consisting of three overlapping circles or lobes, often used in Gothic architecture and representing the leaves of a clover",
            "defineVi": "một yếu tố kiến trúc trang trí hoặc họa tiết thiết kế bao gồm ba vòng tròn hoặc thùy chồng lên nhau, thường được sử dụng trong kiến trúc Gothic và đại diện cho những chiếc lá của cỏ ba lá"
        },
        {
            "id": "9d078032-b858-49e1-b38f-3daa3539229b",
            "word": "citadel",
            "phonetic": "sɪɾədɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Belfast's Shankill Road is the citadel of Protestants implacably opposed to the Republican goal of a united Ireland.",
                "And I have always viewed the Capitol Building as the citadel of freedom.",
                "The reign of Mongol leader Tamerlane saw an 11x10 board with safe squares called citadels.",
                "The Maesters of the Citadel are the geeks of Westeros, who are supposed to calculate when the next Polar Doom will arrive.",
                "You can see the electronic players, the Citadel's, the Virtu's, the Jumps, the Jane streets, the HRTs of the world, I think you're gonna see them get bigger."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2l0YWRlbA&hash=f184841d159863c77454ba5282df54c4e432c3dd&lang=en&cache-only=0",
            "defineEn": "a stronghold into which people could go for shelter during a battle",
            "defineVi": "một thành trì mà mọi người có thể trú ẩn trong một trận chiến"
        },
        {
            "id": "58445054-e3cb-46cb-95ab-6f2d68aa84ac",
            "word": "dungeon",
            "phonetic": "dʌndʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "It seemed like any other dungeon he set foot in, but there was more than what met the eye, as it looked ominously gloomy.",
                "Think dungeons, corporal punishment, and executions.",
                "It's a dungeon.",
                "It's a dungeon. ",
                "A monster in Dungeons and Dragons, a song by They Might Be Giants, the bad guys in Fullmetal Alchemist, a novel by James Blaylock."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVuZ2Vvbg&hash=643c89226092600b4ae0ad24dc79ade061d9a192&lang=en&cache-only=0",
            "defineEn": "a guarded dark underground space usually in a castle, used to keep prisoners",
            "defineVi": "một không gian ngầm tối tăm được bảo vệ thường là trong một lâu đài, được sử dụng để giam giữ các tù nhân"
        },
        {
            "id": "67788344-9e8b-4b1f-a042-ed434389ecb5",
            "word": "watchtower",
            "phonetic": "wɑːtʃtaʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2F0Y2h0b3dlcg&hash=83002bd800222795118bca852c9ef9dcbfd2de58&lang=en&cache-only=0",
            "defineEn": "a tall structure or building used for observation and surveillance, often associated with defensive or strategic purposes",
            "defineVi": "một cấu trúc hoặc tòa nhà cao được sử dụng để quan sát và giám sát, thường được kết hợp với các mục đích phòng thủ hoặc chiến lược"
        },
        {
            "id": "0c377eb0-87cf-4754-8ca8-db5a0e7ace11",
            "word": "motte-and-bailey castle",
            "phonetic": "mɑːtændbeɪli kæsəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW90dGUtYW5kLWJhaWxleSBjYXN0bGU&hash=ddbe121e5995eed31e3fb5dac1c71feb803ebb87&lang=en&cache-only=0",
            "defineEn": "an old fortified castle that is surrounded by an outer wall and is located on a small hill",
            "defineVi": "một lâu đài kiên cố cũ được bao quanh bởi một bức tường bên ngoài và nằm trên một ngọn đồi nhỏ"
        },
        {
            "id": "3abf3fcf-6244-492d-b35e-0f359a2feac6",
            "word": "postern",
            "phonetic": "poʊstɚn ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the saying goes, a postern door makes a thief."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zdGVybg&hash=aa01cbae46fb7cf0d96417642d797e9081b44a04&lang=en&cache-only=0",
            "defineEn": "a small gate or door, often found in the walls of a fortification or castle, providing a secondary or discreet entrance or exit",
            "defineVi": "một cổng hoặc cửa nhỏ, thường được tìm thấy trong các bức tường của một pháo đài hoặc lâu đài, cung cấp một lối vào hoặc lối ra phụ hoặc kín đáo"
        }
    ]
}