{
    "id": "49652018-54e2-4369-84e8-249fa47cd574",
    "title": "Rodents",
    "originalTitle": "Rodents",
    "words": [
        {
            "id": "5a6db59b-b59c-4d59-b3dc-a1c4260e6c04",
            "word": "capybara",
            "phonetic": "kæpɪbɑːɹɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "A capybara can eat almost 4 kilograms of grass in one day!",
                "And capybaras don’t just eat grass and other plants.",
                "That's the capybara.",
                "It's all about capybaras!",
                "Capybaras need water to survive, and not just for drinking!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FweWJhcmE&hash=eaff5ae9b218bfdabb9cc8697e1cfb141a07af66&lang=en&cache-only=0",
            "defineEn": "a large rodent with thick legs and no tail that lives near bodies of water, found in South America",
            "defineVi": "một loài gặm nhấm lớn có chân dày và không có đuôi sống gần các vùng nước, được tìm thấy ở Nam Mỹ",
            "hasImg": true
        },
        {
            "id": "22fc05d6-96a8-44b0-961c-740e4c724bd8",
            "word": "dassie rat",
            "phonetic": "dæsi ɹæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGFzc2llIHJhdA&hash=ea2417f5e14c4163987a596667450e3e9c27b1c7&lang=en&cache-only=0",
            "defineEn": "a small mammal species found in Africa and the Middle East, known for their rock-dwelling behavior, distinctive vocalizations, and close evolutionary relationship with elephants",
            "defineVi": "một loài động vật có vú nhỏ được tìm thấy ở Châu Phi và Trung Đông, được biết đến với hành vi sống trong đá, cách phát âm đặc biệt và mối quan hệ tiến hóa gần gũi với loài voi"
        },
        {
            "id": "4350b0e0-4867-4531-a111-e3f9df6a85a3",
            "word": "water vole",
            "phonetic": "wɔːɾɚ voʊl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2F0ZXIgdm9sZQ&hash=1116a6899abd05819c706d568e530737e32fbb9d&lang=en&cache-only=0",
            "defineEn": "an amphibious rodent that lives in a hole near lakes or rivers and is native to Eurasia",
            "defineVi": "một loài gặm nhấm lưỡng cư sống trong một cái lỗ gần hồ hoặc sông và có nguồn gốc từ Á-Âu",
            "hasImg": true
        },
        {
            "id": "1c43ffeb-74fd-4d3f-b7b0-bca38f46bc09",
            "word": "guinea pig",
            "phonetic": "ɡɪni pɪɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Guinea pigs should get a high-quality guinea pig pellet.",
                "Guinea pigs are naturally really nervous animals.",
                "He's our guinea pig.",
                "They eat guinea pigs in South America.",
                "Well, what are guinea pigs?"
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VpbmVhIHBpZw&hash=0fab9975f7e1edb07fc6685d14b6ea6a1b252961&lang=en&cache-only=0",
            "defineEn": "a small furry animal with rounded ears, short legs and no tail, which is often kept as a pet or for research",
            "defineVi": "một con vật lông nhỏ với đôi tai tròn, chân ngắn và không có đuôi, thường được nuôi làm thú cưng hoặc để nghiên cứu",
            "hasImg": true
        },
        {
            "id": "a3ea6774-80eb-40d3-b4fe-c861e5af219c",
            "word": "gopher",
            "phonetic": "ɡoʊfɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Gopher tortoises have to have an open habitat.",
                "Gopher tortoises are declining due to habitat loss, being squashed by cars, poaching and disease.",
                "The horned gophers are part of a family of squirrel-like rodents called mylagaulids that has no living members.",
                "[CHEERY INTRO MUSIC] Bullsnakes are a sub-species of gopher snake.",
                "This is Slithers, he is a Sonoran gopher snake."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29waGVy&hash=37b11d5779f63397b1a776d53318c8b4fa4b5354&lang=en&cache-only=0",
            "defineEn": "a small rodent covered in fur that has large cheek pouches, mainly found in North and Central America",
            "defineVi": "một loài gặm nhấm nhỏ phủ đầy lông có túi má lớn, chủ yếu được tìm thấy ở Bắc và Trung Mỹ",
            "hasImg": true
        },
        {
            "id": "9b0f6a98-4bf6-4121-8ef4-e7925d1a6549",
            "word": "marmot",
            "phonetic": "mɑːɹmɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "For instance, there's a species of marmot in the Himalayas that spreads gold dust while digging.",
                "The ancient Persian word for marmot is quite close to the word for ant, so Herodotus may have just fallen prey to a translation error.",
                "Not surprisingly, meteorologically-inclined marmots are not reliable predictors of spring.",
                "while yellow-bellied marmot eat and fatten all summer in preparation for their winter's hibernation.",
                "At their largest, these animals were only about the size of a small marmot, so it wasn’t their size that made them so strange."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFybW90&hash=ae4bbcf029a9043ff8df7795997c5c8494a10f26&lang=en&cache-only=0",
            "defineEn": "a large ground rodent that is like a squirrel and eats vegetables, originally found in North America and Eurasia",
            "defineVi": "một loài gặm nhấm lớn trên mặt đất giống như một con sóc và ăn rau, ban đầu được tìm thấy ở Bắc Mỹ và Âu Á",
            "hasImg": true
        },
        {
            "id": "8d04cf08-4f72-4036-b6eb-1ad288dcee03",
            "word": "gerbil",
            "phonetic": "dʒɜːbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I said \"gerbil.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VyYmls&hash=e378a305deb6c9ee4ae351aab2aa164af3c22a02&lang=en&cache-only=0",
            "defineEn": "a small, desert rodent that looks like a mouse and is often kept as a pet",
            "defineVi": "một loài gặm nhấm sa mạc nhỏ trông giống như một con chuột và thường được giữ như một con vật cưng",
            "hasImg": true
        },
        {
            "id": "980c9dd0-55a4-466f-9eef-6fefb53a46a6",
            "word": "rat",
            "phonetic": "ɹæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They ratted on the deal.",
                "The news reporter ratted out the people who were involved with the scandal.",
                "Someone ratted us out to the police.",
                "They quit the rat race in order to live a simple life.",
                "Where I come from, you don't rat on your friends."
            ],
            "audio": "https://tts.langeek.co/read?text=cmF0&hash=b23ce0e5d8273a9c0208df072d816f0eae33d452&lang=en&cache-only=0",
            "defineEn": "a large mouse-like animal with a long tail, which spreads diseases",
            "defineVi": "một loài động vật giống chuột lớn có đuôi dài, lây lan bệnh tật",
            "hasImg": true
        },
        {
            "id": "fe8dbcbf-a721-45fa-b6a9-0658b4ea7c69",
            "word": "porcupine",
            "phonetic": "poːɹkjuːpaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Porcupines come in 29 different models, or species.",
                "I also love porcupines.",
                "Take the porcupine.",
                "I'm saying porcupine.",
                "That porcupine is Stinky!"
            ],
            "audio": "https://tts.langeek.co/read?text=cG9yY3VwaW5l&hash=7f50b7400d839438b0f478a15955dd3ed764bb9f&lang=en&cache-only=0",
            "defineEn": "an animal with sharp needle-like parts (called quills) on its body and tail, used for protection",
            "defineVi": "một con vật có các bộ phận giống như kim sắc nhọn (được gọi là bút lông) trên thân và đuôi, được sử dụng để bảo vệ",
            "hasImg": true
        },
        {
            "id": "20344892-e390-4e7b-a34b-60eec7d6ac9e",
            "word": "chipmunk",
            "phonetic": "tʃɪpmʌŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'ma chipmunk that.",
                "We have a lot of squirrels and chipmunks.",
                "Lots of different animals can hibernate, like bats, chipmunks, and hedgehogs.",
                "These seeds are a tasty snack for animals like squirrels, chipmunks, and birds.",
                "Squirrels and chipmunks are gonna be actively collecting and storing nuts to survive the cold winter months ahead."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpcG11bms&hash=54b1efa26bec14a208431787c2287b362b707f99&lang=en&cache-only=0",
            "defineEn": "a small ground rodent of the squirrel family with black and white stripes that is found in North America and Siberia",
            "defineVi": "một loài gặm nhấm nhỏ trên mặt đất thuộc họ sóc có sọc đen trắng được tìm thấy ở Bắc Mỹ và Siberia",
            "hasImg": true
        },
        {
            "id": "29edd28e-c837-4354-b1fb-b92c904eab8e",
            "word": "squirrel",
            "phonetic": "skwɜːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The squirrel buried the hazelnut pip in the ground for safekeeping.",
                "The squirrel jumped from one tree branch to another.",
                "The squirrel was running with a small nut in its mouth.",
                "The squirrel buried the achene in the ground, unknowingly aiding in the plant's reproduction.",
                "The squirrel nibbled on the pericarp of the hazelnut, trying to access the tasty kernel hidden inside."
            ],
            "audio": "https://tts.langeek.co/read?text=c3F1aXJyZWw&hash=4bad4eb2643cbb7daf4ca8906d65229a72a12708&lang=en&cache-only=0",
            "defineEn": "a furry animal with a thick tail that lives in trees and feeds on nuts and seeds",
            "defineVi": "một con vật có lông với cái đuôi dày sống trên cây và ăn các loại hạt và hạt",
            "hasImg": true
        },
        {
            "id": "136ecf5a-2a3d-4989-a778-ad832d763aac",
            "word": "lemming",
            "phonetic": "lɛmɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They hunt lemmings, little animals that spend the winter in burrows under the snow.",
                "To find them, the foxes sniff around until they smell lemmings.",
                "The good news, though, is that there is plenty of evidence that we’re not just a bunch of lemmings."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVtbWluZw&hash=6440da91a17a47e30f7e16e2b27af6ceecfcdf9c&lang=en&cache-only=0",
            "defineEn": "a small furry rodent with a short tail that migrate in large numbers and could be found near the Arctic",
            "defineVi": "một loài gặm nhấm lông nhỏ có đuôi ngắn di cư với số lượng lớn và có thể được tìm thấy gần Bắc Cực",
            "hasImg": true
        },
        {
            "id": "5f46d528-60d4-4f5b-92d4-33de347917be",
            "word": "chinchilla",
            "phonetic": "tʃɪntʃɪlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chinchillas also share this space with two large Patagonian cavies, Cayenne and Chili Pepper, and the herd of guinea pigs.",
                "The chinchillas also have a separate feeding area for their chinchilla specific diet and separate water access.",
                "'I want a Chinchilla.'",
                "I know the Chinchilla coats.",
                "Well, we have a Chinchilla from Peru."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpbmNoaWxsYQ&hash=804693c3535faf9d4c93c1b8f1c18943fa30a521&lang=en&cache-only=0",
            "defineEn": "a small South American rodent with grayish fur and rabbit-like ears",
            "defineVi": "một loài gặm nhấm nhỏ ở Nam Mỹ với bộ lông màu xám và đôi tai giống thỏ",
            "hasImg": true
        },
        {
            "id": "6db75bad-4abc-4fcc-922e-98924949b1aa",
            "word": "vole",
            "phonetic": "voʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "These fossil rodents were pretty small compared to later caviomorphs, around the size of voles and small rats.",
                "After all, they’re really good at nabbing mice or voles, or whatever might look tasty, and most of them do it at night.",
                "From the Jurassic to the Cretaceous Periods, when our ancestors were the size of voles and shrews, dinosaurs like Supersaurus, Sauroposeidon, and Argentinosaurus were shaking the Earth.",
                "You might be familiar with the cute pouncing technique many foxes use to hunt mice and voles."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9sZQ&hash=ad5cd717f47785df916e12376b71b0a24e963538&lang=en&cache-only=0",
            "defineEn": "a small rodent with a stout body and a short hairy tail that could be found in meadows and uplands",
            "defineVi": "một loài gặm nhấm nhỏ với thân hình mập mạp và chiếc đuôi lông ngắn có thể được tìm thấy ở đồng cỏ và vùng cao",
            "hasImg": true
        },
        {
            "id": "df3f808e-6b02-4b0a-afbe-0faa000376fc",
            "word": "coypu",
            "phonetic": "kɔɪpuː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y295cHU&hash=1b8dec49302a15078bf7f255374a7108dc15c951&lang=en&cache-only=0",
            "defineEn": "a herbivorous semiaquatic rodent that is relatively large, originated in South America",
            "defineVi": "một loài gặm nhấm bán thủy sinh ăn cỏ tương đối lớn, có nguồn gốc từ Nam Mỹ",
            "hasImg": true
        },
        {
            "id": "ebef7a6d-a2a6-4428-9b21-4a5e9aed3329",
            "word": "beaver",
            "phonetic": "biːvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Canadian wildlife includes animals like bears, moose, beavers, and eagles.",
                "I have been as busy as a beaver these last few weeks crocheting up custom orders for some lovely customers.",
                "Beavers had the grocery store.",
                "Beavers have an interesting social life.",
                "Beavers are well-known for their oversized incisors."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhdmVy&hash=173114332682255fd40bac7d82accb73d974c97e&lang=en&cache-only=0",
            "defineEn": "a semiaquatic rodent with a wide tail and strong teeth that builds dams across streams and is mainly found in the Northern hemisphere",
            "defineVi": "một loài gặm nhấm bán thủy sinh có đuôi rộng và hàm răng chắc khỏe, chuyên xây đập qua các dòng suối và chủ yếu được tìm thấy ở Bắc bán cầu",
            "hasImg": true
        },
        {
            "id": "e9e66f33-bc02-4fcb-b3be-247d4416201e",
            "word": "groundhog",
            "phonetic": "ɡɹaʊndhɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Groundhogs are burrowers by nature.",
                "Groundhogs like grassy open areas because they don't have big obstacles like tree roots and giant rocks.",
                "And removing a groundhog from your property?",
                "That little groundhog becomes a great /big/ groundhog, with a thick layer of body fat.",
                "For example, in 2018, a groundhog chased a woman in the parking lot of her office building."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JvdW5kaG9n&hash=a5a17563cfa4c4dda205eec954640b664f00e75b&lang=en&cache-only=0",
            "defineEn": "a furry rodent of the family of ground squirrels, also known as marmots, that is originated in North America",
            "defineVi": "một loài gặm nhấm có lông thuộc họ sóc đất, còn được gọi là marmots, có nguồn gốc từ Bắc Mỹ",
            "hasImg": true
        },
        {
            "id": "60154633-5da0-4d1a-b48c-036b0786d903",
            "word": "flying squirrel",
            "phonetic": "flaɪɪŋ skwɜːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Flying squirrels, lizards, and even some snakes can do this.",
                "Around the middle of the canopy, you’ll find animals like the Humboldt’s Flying Squirrel.",
                "For example, one fossil metatherian from the early Eocene of Brazil glided from tree-to-tree like a modern day flying squirrel or sugar glider.",
                "By the middle of the period, 164 million years ago, mammals had diversified beyond little shrew-like things to include species that could swim like beavers and glide like flying squirrels.",
                "All kinds of life on Earth, from bacteria to flying squirrels, exhibit this trait, and some researchers believe the conditions around certain types of stars might even promote the evolution of it."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmx5aW5nIHNxdWlycmVs&hash=5b9220f8f2a2e33267c6f7ec2389fa4d4be38fed&lang=en&cache-only=0",
            "defineEn": "a small North American animal that is like a squirrel and can leap between trees by stretching the skin between its limbs",
            "defineVi": "một loài động vật nhỏ ở Bắc Mỹ giống như một con sóc và có thể nhảy giữa các cây bằng cách kéo căng da giữa các chi của nó",
            "hasImg": true
        },
        {
            "id": "78116a51-e1b7-4c99-82cc-753f90d969dc",
            "word": "mouse",
            "phonetic": "maʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mice have small ears and a long tail.",
                "I held the mouse by its tail.",
                "I gave some cheese to the hungry mouse.",
                "My friend's cat is playing with a toy mouse.",
                "Mice can squeeze through small openings to enter a house."
            ],
            "audio": "https://tts.langeek.co/read?text=bW91c2U&hash=a18c5f8cd42cc436dfbb8fb3eea46162f70a9c29&lang=en&cache-only=0",
            "defineEn": "a small animal that lives in fields or houses, and often has fur, a long furless thin tail, and a pointed nose",
            "defineVi": "một con vật nhỏ sống trên cánh đồng hoặc trong nhà, thường có lông, đuôi dài mỏng không có lông và mũi nhọn",
            "hasImg": true
        },
        {
            "id": "5a54a6cd-9529-4225-bcb4-136ac5920437",
            "word": "dormouse",
            "phonetic": "doːɹmaʊs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG9ybW91c2U&hash=eeb7f984c2ff320d802049cc6a9759a893f8154a&lang=en&cache-only=0",
            "defineEn": "a small rodent with a furry tail that lives in trees and is known for spending long periods in hibernation",
            "defineVi": "một loài gặm nhấm nhỏ có đuôi lông sống trên cây và được biết là ngủ đông trong thời gian dài",
            "hasImg": true
        },
        {
            "id": "bb347f33-3310-4ea8-aa50-f7fff4386c99",
            "word": "pack rat",
            "phonetic": "pæk ɹæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "These are pack rats.",
                "Having a sip of the pack rat juice?",
                "Um, pack rats, they keep a lot of stuff and they'll stash things away because we don't know when we might need it."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFjayByYXQ&hash=91449694badf1427d6af97b1ccb964c474b32499&lang=en&cache-only=0",
            "defineEn": "any rodent that hoards food in its nest which has a bushy long tail, large ears and is native to North and Central America",
            "defineVi": "bất kỳ loài gặm nhấm nào tích trữ thức ăn trong tổ của nó có đuôi dài rậm rạp, tai lớn và có nguồn gốc từ Bắc và Trung Mỹ",
            "hasImg": true
        },
        {
            "id": "a18e5836-6972-4b0b-8a80-8438c61c5cc7",
            "word": "water rat",
            "phonetic": "wɔːɾɚ ɹæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2F0ZXIgcmF0&hash=9c5eceeb0d6d8f6f216df27687aa5c0035c2cfe3&lang=en&cache-only=0",
            "defineEn": "an amphibious rodent that lives in a hole near lakes or rivers and is native to Australia",
            "defineVi": "một loài gặm nhấm lưỡng cư sống trong một cái lỗ gần hồ hoặc sông và có nguồn gốc từ Úc",
            "hasImg": true
        },
        {
            "id": "f7118695-6806-4dcf-b210-70cb0f262e6a",
            "word": "prairie dog",
            "phonetic": "pɹɛɹi dɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Prairie dogs get the same effect from their mounds.",
                "In the early 1900s, scientists found a prairie dog town in Texas.",
                "To solve that problem, prairie dogs build one entrance upwind and another downwind.",
                "Prairie dogs are very social critters living together in underground cities.",
                "Because Y. pestis is a dangerous neighbor, infection control programs target susceptible species like prairie dogs."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJhaXJpZSBkb2c&hash=c755848318882fe32d9082b89916a7606fed4d95&lang=en&cache-only=0",
            "defineEn": "a herbivorous rodent that lives in the ground, inhabiting the grasslands of North America",
            "defineVi": "một loài gặm nhấm ăn cỏ sống trong lòng đất, sinh sống ở đồng cỏ Bắc Mỹ",
            "hasImg": true
        },
        {
            "id": "62887dea-764d-4385-ab76-ec3ca2f3da4e",
            "word": "hamster",
            "phonetic": "hæmstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hamsters, like Soda Pop, can stuff up to 20% of their body weight into their cheeks.",
                "There were enormous hamsters.",
                "Put it in your hamster cage.",
                "They are about the size of a hamster.",
                "Hamster is one of those words where you think does that have a p in the middle?"
            ],
            "audio": "https://tts.langeek.co/read?text=aGFtc3Rlcg&hash=da47c861ffb8424e0019bca19a3391bc886677e1&lang=en&cache-only=0",
            "defineEn": "a small animal of the rodent family, similar to a mouse, with a short tail and large cheeks for storing food",
            "defineVi": "một loài động vật nhỏ thuộc họ gặm nhấm, tương tự như chuột, có đuôi ngắn và má lớn để đựng thức ăn",
            "hasImg": true
        },
        {
            "id": "630745f3-7a3d-4ac5-a30e-a7257d5739cd",
            "word": "muskrat",
            "phonetic": "mʌskɹæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Beavers, which eat trees, multiplied in the rivers, and their dams provided homes for otters, muskrats, ducks, frogs and fish.",
                "So, diet-wise, it had more in common with today’s muskrat than it did with either living beaver."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVza3JhdA&hash=1fca0e1ec616368c4d7d4f2072466d9dac9173d6&lang=en&cache-only=0",
            "defineEn": "a mid-sized semiaquatic rodent covered with brown fur that has a strong odor",
            "defineVi": "một loài gặm nhấm bán thủy sinh cỡ trung bình được bao phủ bởi bộ lông màu nâu có mùi nồng",
            "hasImg": true
        },
        {
            "id": "b9cee9ef-eeea-4623-b804-950bd9872f3a",
            "word": "mole rat",
            "phonetic": "moʊl ɹæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9sZSByYXQ&hash=9127b97569939d709bfdbc11a8bd02a3800a4416&lang=en&cache-only=0",
            "defineEn": "a subterranean rodent with a cylindrical body, specialized dental structure, and unique behaviors for navigating and foraging in underground environments",
            "defineVi": "một loài gặm nhấm dưới lòng đất có thân hình trụ, cấu trúc răng đặc biệt và các hành vi độc đáo để điều hướng và kiếm ăn trong môi trường dưới lòng đất"
        },
        {
            "id": "5c86c4a3-1030-4698-80b3-512463439ebe",
            "word": "mole rat",
            "phonetic": "kæŋɡɐɹuː ɹæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9sZSByYXQ&hash=9127b97569939d709bfdbc11a8bd02a3800a4416&lang=en&cache-only=0",
            "defineEn": "a subterranean rodent with a cylindrical body, specialized dental structure, and unique behaviors for navigating and foraging in underground environments",
            "defineVi": "một loài gặm nhấm dưới lòng đất có thân hình trụ, cấu trúc răng đặc biệt và các hành vi độc đáo để điều hướng và kiếm ăn trong môi trường dưới lòng đất",
            "hasImg": true
        },
        {
            "id": "c7c4ba8f-3e6e-4c2a-a573-eece12fb356b",
            "word": "sand rat",
            "phonetic": "sænd ɹæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2FuZCByYXQ&hash=eceaf4f917ecb3d027e8979b1af4165cc1b4c1ca&lang=en&cache-only=0",
            "defineEn": "a species of rodent found in North Africa and the Middle East that is well-adapted to living in arid and sandy habitats",
            "defineVi": "một loài gặm nhấm được tìm thấy ở Bắc Phi và Trung Đông thích nghi tốt với môi trường sống khô cằn và cát"
        },
        {
            "id": "f8086d21-5aae-4fb4-86bd-42162a32b463",
            "word": "black rat",
            "phonetic": "blæk ɹæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmxhY2sgcmF0&hash=80ba915050b0ed196725244c29ba377b1938e9fb&lang=en&cache-only=0",
            "defineEn": "a medium-sized rodent with a slender body, large ears, and a long tail, typically found in urban and rural areas",
            "defineVi": "một loài gặm nhấm cỡ trung bình với thân hình mảnh khảnh, đôi tai lớn và chiếc đuôi dài, thường được tìm thấy ở khu vực thành thị và nông thôn",
            "hasImg": true
        },
        {
            "id": "e1dfae4e-12a1-4c4a-8918-6c5a2adf2938",
            "word": "cotton rat",
            "phonetic": "kɑːʔn̩ ɹæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y290dG9uIHJhdA&hash=7d62c78d1d4f8a91eda0cfc9118a021644cf91da&lang=en&cache-only=0",
            "defineEn": "a small to medium-sized rodent with a stocky body, short tail, and dense fur that is typically found in grasslands and shrublands",
            "defineVi": "một loài gặm nhấm cỡ nhỏ đến trung bình với thân hình chắc nịch, đuôi ngắn và bộ lông rậm rạp thường được tìm thấy ở đồng cỏ và vùng cây bụi",
            "hasImg": true
        },
        {
            "id": "2ffaff5f-f19c-4b93-a484-2958d808c0b5",
            "word": "eastern woodrat",
            "phonetic": "iːstɚn wʊdɹæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWFzdGVybiB3b29kcmF0&hash=01115069f1d746f27be210657d704e287733497a&lang=en&cache-only=0",
            "defineEn": "a solitary, nocturnal rat species native to eastern and central North America known for its elaborate nests made of sticks and hoarding behavior",
            "defineVi": "một loài chuột sống đơn độc, sống về đêm, có nguồn gốc từ miền đông và miền trung Bắc Mỹ, được biết đến với những chiếc tổ phức tạp làm bằng que và hành vi tích trữ"
        },
        {
            "id": "9816e816-3134-4170-8e32-5fb72b9de0df",
            "word": "jerboa rat",
            "phonetic": "dʒɜːboʊɚ ɹæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=amVyYm9hIHJhdA&hash=7fc779c736c7f9c0b93e252dc5cf81bb5f486df3&lang=en&cache-only=0",
            "defineEn": "a small, nocturnal rodent found in arid regions of Asia and Northern Africa, known for its unique long hind legs",
            "defineVi": "một loài gặm nhấm nhỏ sống về đêm được tìm thấy ở các vùng khô cằn ở Châu Á và Bắc Phi, được biết đến với đôi chân sau dài độc đáo"
        },
        {
            "id": "1085196f-606e-488d-98d7-6e699c90bd39",
            "word": "zokor",
            "phonetic": "zɑːkɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=em9rb3I&hash=25a8aa3520b8e4bb06570a0969dde31b0554057d&lang=en&cache-only=0",
            "defineEn": "a burrowing rodent species found in Asia, known for their cylindrical body shape, powerful digging claws, and underground lifestyle",
            "defineVi": "một loài gặm nhấm đào hang được tìm thấy ở châu Á, được biết đến với hình dạng cơ thể hình trụ, móng vuốt đào khỏe và lối sống dưới lòng đất"
        },
        {
            "id": "6e59e886-7d28-46ac-9c80-4b99df3bbec2",
            "word": "xerus",
            "phonetic": "zɛɹəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=eGVydXM&hash=8e926bd9924d0bde33107886e87262e4768b2412&lang=en&cache-only=0",
            "defineEn": "a genus of ground squirrel found in Africa, known for their social behavior and adaptation to living in arid and semi-arid habitats",
            "defineVi": "một chi sóc đất được tìm thấy ở Châu Phi, được biết đến với hành vi xã hội và sự thích nghi với việc sống trong môi trường khô cằn và bán khô cằn",
            "hasImg": true
        },
        {
            "id": "2eab6ed4-51f7-48fd-a231-2fd405a86ac4",
            "word": "ground squirrel",
            "phonetic": "ɡɹaʊnd skwɜːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3JvdW5kIHNxdWlycmVs&hash=71106e4eda4b55037c0720bbf70ff8a9c3ef2d5c&lang=en&cache-only=0",
            "defineEn": "a small to medium-sized rodent that burrows underground, hibernates during winter, and feeds on seeds, nuts, fruits, and vegetation",
            "defineVi": "một loài gặm nhấm cỡ nhỏ đến trung bình đào hang dưới lòng đất, ngủ đông trong mùa đông và ăn hạt, quả hạch, trái cây và thực vật"
        },
        {
            "id": "cfef1ff3-2fbf-43c0-ae78-e5326db5f681",
            "word": "Syrian hamster",
            "phonetic": "sɪɹiən hæmstɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=U3lyaWFuIGhhbXN0ZXI&hash=34e084e0cf22f492084c736ac0d45f3f2c05992c&lang=en&cache-only=0",
            "defineEn": "a small nocturnal rodent that is commonly kept as a pet, known for its solitary nature and distinctive cheek pouches used for storing food",
            "defineVi": "một loài gặm nhấm nhỏ sống về đêm thường được nuôi làm thú cưng, được biết đến với bản chất sống đơn độc và túi má đặc biệt được sử dụng để đựng thức ăn"
        },
        {
            "id": "dcb32bed-5fba-4aac-986e-e90cebca2e05",
            "word": "rock hyrax",
            "phonetic": "ɹɑːk haɪɹæks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cm9jayBoeXJheA&hash=27b969a861423547c3c4a516a9fae1264e5efc2e&lang=en&cache-only=0",
            "defineEn": "a small, thickset mammal native to Africa and the Middle East, known for its rock-dwelling habits and unique social structure",
            "defineVi": "một loài động vật có vú nhỏ, dày đặc, có nguồn gốc từ Châu Phi và Trung Đông, được biết đến với thói quen sống trên đá và cấu trúc xã hội độc đáo"
        },
        {
            "id": "dd10b3f2-8fdd-4c92-893d-e5d52b0ec2b9",
            "word": "red squirrel",
            "phonetic": "ɹɛd skwɜːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVkIHNxdWlycmVs&hash=988dafad64599dd9b9ee89d79d6b6f9396fbfa10&lang=en&cache-only=0",
            "defineEn": "a small mammal with a reddish-brown coat, tufted ears, and a long, bushy tail, known for its agility and arboreal lifestyle",
            "defineVi": "một loài động vật có vú nhỏ với bộ lông màu nâu đỏ, đôi tai cụp và chiếc đuôi dài rậm rạp, được biết đến với sự nhanh nhẹn và lối sống sống trên cây"
        },
        {
            "id": "04f6bcad-4e9d-409c-9110-bbb8037fc069",
            "word": "pika",
            "phonetic": "piːkə ",
            "partOfSpeechType": "noun",
            "examples": [
                "They don’t eat or hunt humans (although they may steal food from them), preferring the mosses, frogs, and pikas that live on the mountain."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlrYQ&hash=e495c3016a93bedef4b3847fc170ef7775b7710b&lang=en&cache-only=0",
            "defineEn": "a small, herbivorous mammal characterized by its round body, short limbs, and short ears",
            "defineVi": "một loài động vật có vú nhỏ, ăn cỏ, đặc trưng bởi thân hình tròn trịa, tứ chi ngắn và tai ngắn",
            "hasImg": true
        },
        {
            "id": "166df300-ee5e-4e37-ab95-0d69cbbf14e5",
            "word": "grasshopper mouse",
            "phonetic": "ɡɹæshɑːpɚ maʊs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3Jhc3Nob3BwZXIgbW91c2U&hash=b13ff0580f5487df3e48216b774bf5078efe0540&lang=en&cache-only=0",
            "defineEn": "a small carnivorous rodent known for its unique feeding habits, aggressive behavior, and adaptability to arid environments",
            "defineVi": "một loài gặm nhấm ăn thịt nhỏ được biết đến với thói quen kiếm ăn độc đáo, hành vi hung dữ và khả năng thích nghi với môi trường khô cằn"
        },
        {
            "id": "bbbdb505-1518-4404-95ff-d3a57969b3a1",
            "word": "gundi",
            "phonetic": "ɡʌndi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3VuZGk&hash=4b200863ed21739aba4d33fff18f4a1a2598d6e7&lang=en&cache-only=0",
            "defineEn": "a small herbivorous mammal native to North Africa that is known for its distinctive appearance",
            "defineVi": "một động vật có vú ăn cỏ nhỏ có nguồn gốc từ Bắc Phi được biết đến với vẻ ngoài đặc biệt",
            "hasImg": true
        },
        {
            "id": "e6d61566-8b4a-465b-892b-8a36ca288e34",
            "word": "viscacha",
            "phonetic": "vɪskɑːtʃə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmlzY2FjaGE&hash=5d657aa7434cdb714716a4b2fe588b405bca23b5&lang=en&cache-only=0",
            "defineEn": "a small mammal with a plump body, long bushy tail, and large ears, native to the highlands of South America",
            "defineVi": "một loài động vật có vú nhỏ với thân hình mũm mĩm, đuôi dài rậm rạp và đôi tai lớn, có nguồn gốc từ vùng cao nguyên Nam Mỹ",
            "hasImg": true
        },
        {
            "id": "7fad21a5-a000-4ac8-8642-bd22477eaa9d",
            "word": "pacarana",
            "phonetic": "pækɐɹɑːnə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFjYXJhbmE&hash=a9f493b801549da796c88ed00f246185d762bea7&lang=en&cache-only=0",
            "defineEn": "a large, herbivorous rodent species found in the rainforests of South America, known for their stocky build, distinctive facial markings, and unusual behavior of caching food in their fur",
            "defineVi": "một loài gặm nhấm lớn, ăn cỏ được tìm thấy trong các khu rừng nhiệt đới ở Nam Mỹ, được biết đến với thân hình chắc nịch, các dấu hiệu đặc biệt trên khuôn mặt và hành vi bất thường là giấu thức ăn trong bộ lông của chúng"
        },
        {
            "id": "8167335d-ca11-4842-9f78-a1416debbd4e",
            "word": "cavy",
            "phonetic": "keɪvi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Patagonian cavies are rodents.",
                "That is a happy cavy!",
                "They called it a cavy.",
                "The whistling is a happy noise for cavies.",
                "Both of the cavy family, which has four toes on the front and three toes on the back."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F2eQ&hash=7cf9617540ded864f3ece4e58ebd63835f7bf42a&lang=en&cache-only=0",
            "defineEn": "a small, herbivorous rodent native to South America, often kept as a gentle and social pet",
            "defineVi": "một loài gặm nhấm nhỏ, ăn cỏ có nguồn gốc từ Nam Mỹ, thường được nuôi như thú cưng hòa đồng và hiền lành"
        },
        {
            "id": "9be36e09-3e38-433f-80c9-ff8317195836",
            "word": "mara",
            "phonetic": "mɑːɹɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mara schiavocampo examined the arguments.",
                "Maybe we should tell Mara don't show up again.",
                "Chili Pepper is a Patagonian cavy, also known as a mara.",
                "In spite of of the title, parents say it's the wrong message and Mara schiavocampo has the story.",
                "You can call them a cavy, you can call them a mara, you can even call them cavies."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFyYQ&hash=df278b6be4a66542f0b1369678f20222d8793d5a&lang=en&cache-only=0",
            "defineEn": "a large herbivorous rodent native to South America, resembling a small deer or a hare",
            "defineVi": "một loài gặm nhấm ăn cỏ lớn có nguồn gốc từ Nam Mỹ, giống như một con nai nhỏ hoặc thỏ rừng",
            "hasImg": true
        },
        {
            "id": "406b1a3f-cf73-4952-9fd2-077c0ac600a3",
            "word": "agouti",
            "phonetic": "æɡaʊɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWdvdXRp&hash=5434742195ae795c14a1fea79c9a57525d383ec5&lang=en&cache-only=0",
            "defineEn": "a medium-sized rodent found in Central and South America known for its stocky body, short legs",
            "defineVi": "một loài gặm nhấm cỡ trung bình được tìm thấy ở Trung và Nam Mỹ được biết đến với thân hình chắc nịch, đôi chân ngắn",
            "hasImg": true
        },
        {
            "id": "1380b0ab-52e8-434c-9183-be6781a615c4",
            "word": "deer mouse",
            "phonetic": "dɪɹ maʊs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVlciBtb3VzZQ&hash=62c0369addddf82c3b6d8da3bcfec9666c0e43ae&lang=en&cache-only=0",
            "defineEn": "a small, nocturnal rodent found in North and Central America known for its distinctive coloring",
            "defineVi": "một loài gặm nhấm nhỏ, sống về đêm được tìm thấy ở Bắc và Trung Mỹ được biết đến với màu sắc đặc biệt"
        },
        {
            "id": "de1a33b1-2164-49a2-800b-851117d2dbe8",
            "word": "paca",
            "phonetic": "pɑːkə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFjYQ&hash=4b0cf0d4a66b7ec770cf723a3c00d9831f843f93&lang=en&cache-only=0",
            "defineEn": "a large, nocturnal rodent native to Central and South America, known for its stocky build, dark fur",
            "defineVi": "một loài gặm nhấm lớn, sống về đêm, có nguồn gốc từ Trung và Nam Mỹ, được biết đến với thân hình chắc nịch, bộ lông sẫm màu",
            "hasImg": true
        },
        {
            "id": "67971c6a-153a-454e-b25e-7d279fa08af1",
            "word": "tuco-tuco",
            "phonetic": "tuːkoʊtuːkoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And some even took to burrowing underground like the cute little tuco-tuco."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVjby10dWNv&hash=c6b8b2a205430dbdcabc5ae05c016a26fe124f55&lang=en&cache-only=0",
            "defineEn": "a burrowing rodent species found in South America, known for their subterranean lifestyle, complex social structure, and unique vocalizations",
            "defineVi": "một loài gặm nhấm đào hang được tìm thấy ở Nam Mỹ, được biết đến với lối sống ngầm, cấu trúc xã hội phức tạp và cách phát âm độc đáo",
            "hasImg": true
        },
        {
            "id": "6ffdf12e-b740-44d0-a9ad-4c4f22b438e1",
            "word": "moonrat",
            "phonetic": "muːnɹæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9vbnJhdA&hash=5a656260a443c5ecdff7c73a001db2846ff9266f&lang=en&cache-only=0",
            "defineEn": "a species of rodent native to Southeast Asia",
            "defineVi": "một loài gặm nhấm có nguồn gốc từ Đông Nam Á"
        },
        {
            "id": "6770b9a7-62e0-4ea0-a341-95fdf7a5c794",
            "word": "jird",
            "phonetic": "dʒɜːd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=amlyZA&hash=498ea13ee2ed6136480b1508b0211dd27de383b3&lang=en&cache-only=0",
            "defineEn": "a small rodent found in regions of North Africa, the Middle East, and Central Asia, known for their burrowing behavior, stocky bodies, and omnivorous diet",
            "defineVi": "một loài gặm nhấm nhỏ được tìm thấy ở các khu vực Bắc Phi, Trung Đông và Trung Á, được biết đến với hành vi đào hang, cơ thể chắc nịch và chế độ ăn tạp"
        },
        {
            "id": "7c9f1691-7af1-4f15-9387-d3bafc37b8b7",
            "word": "meriones",
            "phonetic": "mɪɹiənz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWVyaW9uZXM&hash=8750b93d9a67294248c4a3ca398aec92817e6e5a&lang=en&cache-only=0",
            "defineEn": "a genus of small rodent species in the gerbil subfamily, found in Asia and North Africa, known for their desert adaptations and importance as laboratory animals in biomedical research",
            "defineVi": "một chi gồm các loài gặm nhấm nhỏ trong phân họ chuột nhảy, được tìm thấy ở châu Á và Bắc Phi, được biết đến với khả năng thích nghi ở sa mạc và tầm quan trọng của chúng như động vật thí nghiệm trong nghiên cứu y sinh"
        },
        {
            "id": "3946b04d-2979-4e86-ab33-4d1e9f50ef68",
            "word": "vlei rat",
            "phonetic": "viːleɪ ɹæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmxlaSByYXQ&hash=00c92af714d1cc29645dc799b743318cc4025579&lang=en&cache-only=0",
            "defineEn": "a semi-aquatic rodent species found in southern Africa, known for their adaptations to wetland habitats and important ecological roles as seed dispersers and ecosystem engineers",
            "defineVi": "một loài gặm nhấm bán thủy sinh được tìm thấy ở miền nam châu Phi, được biết đến với khả năng thích nghi với môi trường đất ngập nước và vai trò sinh thái quan trọng như phân tán hạt giống và kỹ sư hệ sinh thái"
        },
        {
            "id": "fa686149-41cc-4b68-a8a5-82f301e7b366",
            "word": "oryzomys",
            "phonetic": "ɔːɹɪzəmiz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3J5em9teXM&hash=c2eb9a63ba9dc899a403f3860b71ffaab7f3de0d&lang=en&cache-only=0",
            "defineEn": "a genus of small, semi-aquatic rats found in the Americas, associated with wetland habitats, known for their omnivorous diet and important role in ecosystems",
            "defineVi": "một chi chuột nhỏ, bán thủy sinh được tìm thấy ở châu Mỹ, liên quan đến môi trường sống vùng đất ngập nước, được biết đến với chế độ ăn tạp và vai trò quan trọng trong hệ sinh thái"
        },
        {
            "id": "42a5d269-dc2b-4f7c-95f3-d112c4527ea7",
            "word": "hutia",
            "phonetic": "hjuːʃə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aHV0aWE&hash=2cad15e780915a4f9bf3aebca992a25f4b970146&lang=en&cache-only=0",
            "defineEn": "a group of large, herbivorous rodent species found in the Caribbean, known for their distinctive appearance and ecological roles as seed dispersers and ecosystem engineers",
            "defineVi": "một nhóm các loài gặm nhấm lớn, ăn cỏ được tìm thấy ở vùng biển Caribe, được biết đến với vẻ ngoài đặc biệt và vai trò sinh thái với tư cách là người phân tán hạt giống và kỹ sư hệ sinh thái",
            "hasImg": true
        },
        {
            "id": "f4b80d0d-37ed-4e4c-a97c-fcb9fece1f5f",
            "word": "spiny mouse",
            "phonetic": "spaɪni maʊs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BpbnkgbW91c2U&hash=a694925c96f5fa183226f86011bc8325d71de842&lang=en&cache-only=0",
            "defineEn": "a small, nocturnal rodent species found in Africa and the Middle East, known for their spiny fur and ability to survive in arid environments",
            "defineVi": "một loài gặm nhấm nhỏ, sống về đêm được tìm thấy ở Châu Phi và Trung Đông, được biết đến với bộ lông gai và khả năng sống sót trong môi trường khô cằn"
        }
    ]
}