{
    "id": "496a54be-de4b-40a8-a8d4-f02eaf8f5a97",
    "title": "Communication",
    "originalTitle": "Communication",
    "words": [
        {
            "id": "47c25d93-543e-4e19-937f-2be71bb5975b",
            "word": "communication",
            "phonetic": "kəmjuːnɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "She takes language classes to enhance her communication skills.",
                "He once again showed unrivalled mastery of communication and ran rings round his lacklustre rivals on the left and centre.",
                "The counselor emphasized the importance of communication skills in maintaining healthy relationships, saying that a gentle tongue is a tree of life, but perverseness in it breaks the spirit.",
                "Parents often warn their children that evil communications corrupt good manners, urging them to surround themselves with positive influences.",
                "In the past, it was common to send handwritten letters but nowadays email is the preferred method of communication, other times, other manners."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbXVuaWNhdGlvbg&hash=295ac4ccdc489cf22d95a52719099c5bce0fe9b5&lang=en&cache-only=0",
            "defineEn": "the process or activity of exchanging information or expressing feelings, thoughts, or ideas by speaking, writing, etc.",
            "defineVi": "quá trình hoặc hoạt động trao đổi thông tin hoặc thể hiện cảm xúc, suy nghĩ hoặc ý tưởng bằng cách nói, viết, v.v.",
            "hasImg": true
        },
        {
            "id": "3f271d46-63c1-4935-bd58-db8baaa098c4",
            "word": "attachment",
            "phonetic": "ɐtætʃmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They made inroads on their own traditional attachment to ' capital ' and implemented a tax on short-term capital gains in 1962.",
                "The prophet and his God felt as one, but that attachment cannot be felt nor understood by the common folk.",
                "The woman had been away from her family for several months and realized that absence makes the heart grow fonder, as she felt a stronger emotional attachment to them upon her return.",
                "Attachment is vital.",
                "About 15% of the kids demonstrated insecure ambivalent attachment."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0YWNobWVudA&hash=24976c0b0da49f39a388c233393f6a309219dcb8&lang=en&cache-only=0",
            "defineEn": "a file or document that is sent along with an email or message",
            "defineVi": "một tệp hoặc tài liệu được gửi cùng với email hoặc tin nhắn",
            "hasImg": true
        },
        {
            "id": "d9d4c5ac-d733-4e3c-a283-5e3a5a234a45",
            "word": "to bookmark",
            "phonetic": "tə bʊkmɑːɹk ",
            "partOfSpeechType": "verb",
            "examples": [
                "It's a kitty bookmark.",
                "And it has little bookmarks and stuff.",
                "It's used as a bookmark.",
                "Turn these following links into bookmarks in your browser for easy access.",
                "But I could use it as a bookmark if I wanted"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm9va21hcms&hash=23c07b9d51f0ff40d404c7b45005d590e0ef0367&lang=en&cache-only=0",
            "defineEn": "to store the address of a file, website, etc. for faster and easier access",
            "defineVi": "để lưu trữ địa chỉ của tệp, trang web, v.v. để truy cập nhanh hơn và dễ dàng hơn",
            "hasImg": true
        },
        {
            "id": "2c4976e3-acf9-4e27-9cf2-6ae1a95c820d",
            "word": "to browse",
            "phonetic": "tə bɹaʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The system allows people the opportunity to browse a wide selection of books.",
                "Jake got caught in the rabbit hole of online shopping, constantly browsing through websites and adding items to his cart, unable to resist the allure of new deals and discounts.",
                "Did they browse the site?",
                "I was actually just browsing the web",
                "Inside Joy's, participants can browse clothing or attend a class."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJvd3Nl&hash=4b3ccb981e009e10a7854a8563b6cfeadac2480f&lang=en&cache-only=0",
            "defineEn": "to check a web page, text, etc. without  reading all the content",
            "defineVi": "để kiểm tra một trang web, văn bản, v.v. mà không đọc hết nội dung",
            "hasImg": true
        },
        {
            "id": "e408267c-3434-464a-82e0-817f36cd266a",
            "word": "browser",
            "phonetic": "bɹaʊzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your web browser has strong encryption in it.",
                "Open the Google Chrome browser.",
                "He called his browser the World Wide Web.",
                "Microsoft's browser has since been eclipsed by the likes of Google's Chrome and Apple Safari.",
                "Originally, these laptops just accessed the internet via Google's Chrome browser, nothing else."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvd3Nlcg&hash=ad58cfb0c9f1d9420461948d9a5ee58733b4a565&lang=en&cache-only=0",
            "defineEn": "a computer program that enables the user to read or look at information on the Internet",
            "defineVi": "một chương trình máy tính cho phép người dùng đọc hoặc xem thông tin trên Internet",
            "hasImg": true
        },
        {
            "id": "213a5cd3-4c9e-42f3-840c-aa7d8be08d67",
            "word": "broadband",
            "phonetic": "bɹɔːdbænd ",
            "partOfSpeechType": "noun",
            "examples": [
                "95 per cent of the UK can now get superfast broadband.",
                "Over 50 percent of residents lack broadband Internet altogether.",
                "Is broadband going to affect those people right out of the gate?",
                "My broadband operator would take his cursor.",
                "So, as a town of 16,000, we have gigabit broadband."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvYWRiYW5k&hash=1971990c4e0caed920f6a3274c4ac0755f56b4ad&lang=en&cache-only=0",
            "defineEn": "a system of Internet connection that allows users to share information simultaneously",
            "defineVi": "một hệ thống kết nối Internet cho phép người dùng chia sẻ thông tin đồng thời",
            "hasImg": true
        },
        {
            "id": "d574a511-b69d-4c52-9107-ddc194717b1e",
            "word": "cellular",
            "phonetic": "sɛljʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She examined the pith under a microscope to study its cellular structure.",
                "Cellular freebooters could invade another group.",
                "And then cellular respiration occurs.",
                "And then our cells perform cellular respiration in a whole series of steps.",
                "But! Viruses are cellular parasites."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VsbHVsYXI&hash=30889cd67717e5963fa952aad598f5d817e109b4&lang=en&cache-only=0",
            "defineEn": "related to a telephone system that uses radio stations for communication",
            "defineVi": "liên quan đến một hệ thống điện thoại sử dụng đài phát thanh để liên lạc"
        },
        {
            "id": "55cad330-6f67-4a4a-99cf-ddb7f09295f5",
            "word": "service provider",
            "phonetic": "sɜːvɪs pɹəvaɪdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In September, California passed a new stringent Consumer Call Protection Act of 2019, shifting the burden of compliance to service providers instead of the callers themselves.",
                "We've built out these small businesses, the delivery service providers, and we have Flex which is our on-demand crowdsourced delivery piece.",
                "So why would a company need to move to a cloud service provider like AWS?",
                "Mainly, because that’s what the service providers want us to do.",
                "Given the high cost of laying cable or fiber, which can be as much as $20,000/kilometer, terrestrial service providers tend to focus on urban and suburban areas where there's high density."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VydmljZSBwcm92aWRlcg&hash=e3917d75cc7ef14775c5c3bbd299fccd10351371&lang=en&cache-only=0",
            "defineEn": "a company that provides its customers with internet access and related services",
            "defineVi": "một công ty cung cấp cho khách hàng truy cập internet và các dịch vụ liên quan"
        },
        {
            "id": "f250a0a6-000d-4782-bef1-87e938a67c82",
            "word": "conference call",
            "phonetic": "kɑːnfɹəns kɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "And within 24 hours, I had a conference call from the head of the FBI, HSI, and the U.S. attorney's office in that region.",
                "and then we'd speak to our wedding planners on a conference call.",
                "So they all work together on conference calls with the state and the Hurricane Center to make that call.",
                "Musk defended the truck's polarizing design on a conference call after the automaker released earnings for the fourth quarter of 2019.",
                "During a February conference call with analysts, White said Tyson had year-over-year increases of nearly 600% to China in the first quarter of 2020."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZmVyZW5jZSBjYWxs&hash=64e8e094532d8d47026eb2db613b603f35107288&lang=en&cache-only=0",
            "defineEn": "a phone call in which three or more people can hear and speak with one another",
            "defineVi": "một cuộc gọi điện thoại trong đó ba hoặc nhiều người có thể nghe và nói chuyện với nhau"
        },
        {
            "id": "03be3b71-a1a0-416e-8f34-684db167c366",
            "word": "to cut off",
            "phonetic": "tə kʌt ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "After a heated argument with his parents, David was cut off with a cent and had to find a way to support himself financially.",
                "The driver knew that anger and haste hinder good counsel when he was cut off in traffic.",
                "If you stay home because your ex-boyfriend is at the party, aren't you cutting off your nose to spite your face?",
                "When preparing okra, remember to cut off the ends and avoid overcooking to maintain its texture and flavor.",
                "He was running around like a chicken with its head cut off."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3V0IG9mZg&hash=be8878bc363819a14633c543ee91be1470a26441&lang=en&cache-only=0",
            "defineEn": "to end a phone call while the other person is still on the line",
            "defineVi": "để kết thúc một cuộc gọi điện thoại trong khi người khác vẫn còn trên đường dây"
        },
        {
            "id": "ad9beac1-3527-42a9-b4cb-be9ace627768",
            "word": "Internet cafe",
            "phonetic": "ɪntɚnɛt kæfeɪ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=SW50ZXJuZXQgY2FmZQ&hash=d2a4abcbda1778116698c4bd94ec61df8c2426c8&lang=en&cache-only=0",
            "defineEn": "a place with computers where people can pay to access Internet and often buy something to eat",
            "defineVi": "một nơi có máy tính nơi mọi người có thể trả tiền để truy cập Internet và thường mua thứ gì đó để ăn",
            "hasImg": true
        },
        {
            "id": "f259f675-a474-4f14-b047-804b08f5b705",
            "word": "directory",
            "phonetic": "dᵻɹɛktɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Create a new directory and put all your files into it.",
                "And the government of France at that time was the Directory.",
                "Zip2 provided a searchable business directory, almost like an online version of the Yellow Pages with maps.",
                "And the Directory was a little bit afraid of him at this point.",
                "And by 1795 new factions headed a conservative government called the Directory."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlyZWN0b3J5&hash=30775ef54d31b404660bf77b933a16f224d9c3be&lang=en&cache-only=0",
            "defineEn": "(computing) an area on a computer containing files that are necessary for keeping the computer organized",
            "defineVi": "(máy tính) một khu vực trên máy tính chứa các tệp cần thiết để sắp xếp máy tính"
        },
        {
            "id": "127d7dc5-64bb-4dc2-862b-a3b7fe1786e8",
            "word": "engaged",
            "phonetic": "ɛŋɡeɪdʒd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He's very engaged in environmental issues and volunteers for a local conservation group.",
                "He always sits in the front row during class to stay focused and engaged.",
                "And she became more and more engaged.",
                "and she’s an engaged teacher.",
                "He's always interested in a lot of different things, but those things which he's really interested in, politics and family and faith and sports, he gets deeply engaged."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5nYWdlZA&hash=5fc36afddcb3c3fe84d1e8551df052ec3d36df1b&lang=en&cache-only=0",
            "defineEn": "(of phone lines) being in use",
            "defineVi": "(của đường dây điện thoại) đang được sử dụng"
        },
        {
            "id": "61b8bb1d-0890-4be2-8da4-1141721afdd3",
            "word": "to dial",
            "phonetic": "tə daɪəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Turn the dial to 10.",
                "The gears turned a dial on the front of the clock. ",
                "The gears turned a dial on the front of the clock.",
                "The dial on the topic camera feels really nice.",
                "You have physical dials on the lens."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlhbA&hash=2e6e9e33ed944c5f29daa979e638f1a63268070c&lang=en&cache-only=0",
            "defineEn": "to make a phone call by pressing buttons on a phone or turning a numbered disk on the old ones",
            "defineVi": "để thực hiện cuộc gọi điện thoại bằng cách nhấn các nút trên điện thoại hoặc quay đĩa số trên những cái cũ",
            "hasImg": true
        },
        {
            "id": "f75cc7a8-fe21-4421-b067-8a1f0e3a1c9e",
            "word": "to follow",
            "phonetic": "tə fɑːloʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her second movie followed close on the heels of her successful film debut.",
                "Her second movie followed close on the heels of her successful film debut.",
                "The movie follows the book faithfully.",
                "The film faithfully follows Shakespeare's plot.",
                "Millions of people followed the trial on TV."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9sbG93&hash=81f37c11a5ef93e3d1ef3f754dd1914977bdf9a7&lang=en&cache-only=0",
            "defineEn": "to subscribe to a person or organization's account on a social media platform to check everything that they post or publish",
            "defineVi": "đăng ký tài khoản của một người hoặc tổ chức trên nền tảng truyền thông xã hội để kiểm tra mọi thứ họ đăng hoặc xuất bản"
        },
        {
            "id": "e454b0c7-de16-4305-bd3b-799404d72e47",
            "word": "hate mail",
            "phonetic": "heɪt meɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Timmy's received some hate mail recently but he knows better.",
                "And he'd write hate mail.",
                "He used to write hate mail to the president?",
                "He'd write the president hate mail.",
                "Just ask our buddy in Tennessee who received a ton of hate mail and death threats from his unwanted infamy, and eventually agreed to donate his stockpile to avoid prosecution."
            ],
            "audio": "https://tts.langeek.co/read?text=aGF0ZSBtYWls&hash=3f14eb9fd35f35498ee3eb1b5b6a2d4b7834a1e9&lang=en&cache-only=0",
            "defineEn": "offensive and often threatening letters or emails usually sent under no name",
            "defineVi": "thư hoặc email xúc phạm và thường đe dọa thường được gửi dưới tên"
        },
        {
            "id": "b5e6ca76-8013-4adc-a9cf-ecdae885bfa8",
            "word": "spam",
            "phonetic": "spæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Spam had a time in the sun decades ago",
                "Spam packs 42 grams of protein into one 12-ounce can that retails for $2.79.",
                "With e-mail in the ’90s, it was spam. ",
                "It's um, artificially shaped Spam. -",
                "The app even spams me with the best way to use it."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BhbQ&hash=03fc2c56ce3e26272f39089fe59622579caee4ee&lang=en&cache-only=0",
            "defineEn": "unwanted or irrelevant online advertisements sent to many people",
            "defineVi": "quảng cáo trực tuyến không mong muốn hoặc không liên quan được gửi đến nhiều người"
        },
        {
            "id": "de6a3d81-d5fc-4e8a-bf34-ecb491d93dd0",
            "word": "helpline",
            "phonetic": "hɛlplaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Instead, they left a voice mail on the IT helpline at the DNC, which seems in stark contrast to what was going on, on our side.",
                "Whyte says he's recommended truth in advertising standards, effective age verification, and listing his gambling addiction helpline on their websites."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVscGxpbmU&hash=8dab867c29114b60028f574f97b5c98a9ea1e804&lang=en&cache-only=0",
            "defineEn": "a phone service that provides advice, comfort, or information regarding specific problems",
            "defineVi": "một dịch vụ điện thoại cung cấp lời khuyên, sự thoải mái hoặc thông tin về các vấn đề cụ thể"
        },
        {
            "id": "82942566-fd86-49ee-8728-e094b0378fe0",
            "word": "to hold",
            "phonetic": "tə hoʊld ",
            "partOfSpeechType": "verb",
            "examples": [
                "The proud uncle held his newborn nephew in his arms.",
                "The medicine cabinet in the bathroom holds our first aid supplies.",
                "Hold your fire!",
                "A strawberry margarita, but hold the tequila.",
                "The senator held the floor for several hours."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaG9sZA&hash=70bc0c1736f7c3f6cf4d1c7ec516a27c851a113d&lang=en&cache-only=0",
            "defineEn": "to wait on the phone line until the other person answers it",
            "defineVi": "chờ đợi trên đường dây điện thoại cho đến khi người khác trả lời nó"
        },
        {
            "id": "6647b071-d07b-4c1b-bc46-c52d27b829fb",
            "word": "influencer",
            "phonetic": "ɪnfluːənsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The social media influencer is in the limelight for their latest viral post.",
                "She thought that being an influencer was a gravy train, but soon realized that building a following requires hard work and dedication.",
                "So, Father Jim influencers become absolutely critical.",
                "Guy's an influencer.",
                "And you pick your influencers."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mbHVlbmNlcg&hash=68c882ac3ef4da395020b7cdd346a10166cf3ac2&lang=en&cache-only=0",
            "defineEn": "someone who encourages other people to purchase a product or service by talking about it on social media",
            "defineVi": "ai đó khuyến khích người khác mua sản phẩm hoặc dịch vụ bằng cách nói về nó trên phương tiện truyền thông xã hội"
        },
        {
            "id": "33da17d7-75ef-4d32-a6df-ca0ca0613dfa",
            "word": "YouTuber",
            "phonetic": "juː tuːbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My work is YouTuber, writer, Twitch streamer, and public speaker.",
                "YouTubers, just like actual Hollywood superstars, are just human beings.",
                "upbeat YouTuber voice when I went in front of the camera.",
                "- Are you a YouTuber?",
                "He's a YouTuber."
            ],
            "audio": "https://tts.langeek.co/read?text=WW91VHViZXI&hash=afa5c96d9871d61929251672ccf733190d88bb6e&lang=en&cache-only=0",
            "defineEn": "someone who is active on YouTube by creating content for it",
            "defineVi": "ai đó đang hoạt động trên YouTube bằng cách tạo nội dung cho nó"
        },
        {
            "id": "2958afbb-46ac-4d80-9b28-8b140451af49",
            "word": "podcaster",
            "phonetic": "pɑːdkæstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Podcasters are eligible.",
                "There's even an anti-QAnon community of influencers and podcasters and YouTubers dunking on QAnon all day every day.",
                "Well I'm here to tell you as a podcaster, no we're not.",
                "(podcasters laughing)",
                "(laughing) That's just what I want to do, is show up in a long line in LA and go, Excuse me, I'm a podcaster!"
            ],
            "audio": "https://tts.langeek.co/read?text=cG9kY2FzdGVy&hash=62418018af759ad0544135871951ce53f51a4435&lang=en&cache-only=0",
            "defineEn": "someone who posts a series of digital media files available for download over the Internet on a regular basis",
            "defineVi": "người thường xuyên đăng một loạt tệp phương tiện kỹ thuật số có sẵn để tải xuống qua Internet"
        },
        {
            "id": "ff0fff8a-7817-4346-993d-fbf2d9fb209a",
            "word": "to block",
            "phonetic": "tə blɑːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The clouds blocked the sun, creating a momentary shadow.",
                "The train station is just a few blocks to the east of here.",
                "The new office block has become an expensive white elephant.",
                "Marco Silva has his head on the block at the moment.",
                "She always puts her neck on the block by telling lies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxvY2s&hash=4681320f781fb51e1c8d51bb10a3955f43c39d9d&lang=en&cache-only=0",
            "defineEn": "(on social media) to stop allowing a person from contacting one or checking one's activities",
            "defineVi": "(trên phương tiện truyền thông xã hội) ngừng cho phép một người liên hệ với một người hoặc kiểm tra các hoạt động của một người"
        },
        {
            "id": "443ef302-12e9-42ba-a613-0570f8f337cc",
            "word": "thread",
            "phonetic": "θɹɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The patient's life was hanging by a thread.",
                "The mayor's political future has been hanging by a thread since the fraud scandal.",
                "She made T-bone steak kebabs, threading cubes of marinated steak onto skewers with colorful vegetables.",
                "The detective still had one more loose thread to deal with before he was ready to close the case.",
                "Last year, her dress was out at the elbows, exhibiting signs of wear with worn patches and loose threads."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhyZWFk&hash=384598131fdbd94d98edfddb52a9155fa3c59091&lang=en&cache-only=0",
            "defineEn": "a sequence of linked messages on social media, email, etc.",
            "defineVi": "một chuỗi các tin nhắn được liên kết trên phương tiện truyền thông xã hội, email, v.v."
        },
        {
            "id": "e222eb1e-f196-4924-b574-abf22c173c7c",
            "word": "surfing",
            "phonetic": "sɜːfɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "had a stab at surfing once",
                "Like many extreme sports, big wave surfing is male-dominated.",
                "He was also the father of surfing.",
                "Big wave surfing and independent filmmaking is fraught with doubt, uncertainty about where the money is going to come from, and rejection.",
                "We all have different surfing personalities, and we take our surfboard out, and if there’s a certain political wave coming in, our personality may match the wave of that moment, and we’ll ride to shore into the presidency. "
            ],
            "audio": "https://tts.langeek.co/read?text=c3VyZmluZw&hash=781f4290f1ca9e567238fe80a871d8be64443fbe&lang=en&cache-only=0",
            "defineEn": "the activity of spending a lot of time online navigating through different websites",
            "defineVi": "hoạt động dành nhiều thời gian trực tuyến để điều hướng qua các trang web khác nhau",
            "hasImg": true
        },
        {
            "id": "6ac9d341-9cc0-4aac-9bea-c116e1141d2e",
            "word": "to forward",
            "phonetic": "tə fɔːɹwɚd ",
            "partOfSpeechType": "verb",
            "examples": [
                "After that, things moved forward at lightning speed.",
                "We'll take the matter forward at our next meeting.",
                "My children look forward to receiving gifts during the winter holidays.",
                "He took a big step forward to start his new adventure.",
                "He leaned forward to take her hand."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9yd2FyZA&hash=2e1939c41b65d262dee7f94b22a3417ef508953f&lang=en&cache-only=0",
            "defineEn": "to send an email, letter, etc. that one has received to another person",
            "defineVi": "để gửi email, thư, v.v. mà một người đã nhận được cho người khác",
            "hasImg": true
        },
        {
            "id": "d7c0f0e8-84ef-43b5-a5df-fe26d51a08dd",
            "word": "home page",
            "phonetic": "hoʊm peɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "What's up with your new picture on the home page?",
                "The Google home page remains free of ads.",
                "One obvious tactic was to sell advertising space on Google's home page.",
                "Once you've signed in, you'll be taken to the Skype home page.",
                "Let's return to the home page and customize some of Discord's settings."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tZSBwYWdl&hash=23ffd259609bfeade781d3cde6d49c03ee5ac176&lang=en&cache-only=0",
            "defineEn": "the opening page of a website that introduces it and links the user to other pages",
            "defineVi": "trang mở đầu của một trang web giới thiệu nó và liên kết người dùng với các trang khác",
            "hasImg": true
        },
        {
            "id": "3d02049a-9dae-4f56-8270-c3390ebb6d99",
            "word": "inbox",
            "phonetic": "ɪnbɑːks ",
            "partOfSpeechType": "noun",
            "examples": [
                "She has sixteen unread messages in her inbox.",
                "The CEO's obsession with reviewing every email that came into her inbox caused her to stop the plough to catch a mouse, delaying critical decisions and projects.",
                "Check your inbox.",
                "My inbox is full right now of allegations, not just from within NBC, but in the broader media world and beyond.",
                "Access to our QQ inbox is just one of the many joys of being a SciShow patron on Patreon."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5ib3g&hash=c555184b2c82e9004ae00e923fa2012a1a9d5c3a&lang=en&cache-only=0",
            "defineEn": "a folder in which received emails or text messages are stored",
            "defineVi": "một thư mục trong đó các email hoặc tin nhắn văn bản đã nhận được lưu trữ",
            "hasImg": true
        },
        {
            "id": "8f21fb40-6756-4428-9a87-7ae6eafdfd40",
            "word": "to tweet",
            "phonetic": "tə twiːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "YouTube videos, news articles, Tumblr posts, tweets get lots of attention.",
                "Instead, what the president's doing is tweeting.",
                "Tweeting it.",
                "His tweets provided the script for Fox News.",
                "Show the tweet!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHdlZXQ&hash=88d3d822f384ccacc160efabb0447f00cacc0214&lang=en&cache-only=0",
            "defineEn": "to post or send something on Twitter",
            "defineVi": "để đăng hoặc gửi một cái gì đó trên Twitter",
            "hasImg": true
        },
        {
            "id": "7c69d3fd-f8f4-4282-8fe3-7620c4b70c8c",
            "word": "bandwidth",
            "phonetic": "bændwɪdθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "There is just not a lot of bandwidth in the system.",
                "And yes, Thunderbolt 3 does have a huge bandwidth and tons of features, but a lot of devices still use other ports.",
                "It's got 10 gigs of GDDR6X video memory, which is a huge bandwidth boost over the previous GDDR6.",
                "That helps ensure that healthcare facilities have the bandwidth to give quality care to everyone who needs it.",
                "I guess, that's a lot of bandwidth."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFuZHdpZHRo&hash=77d63ad062f64aea5ddb8e93a65e53420dc583f1&lang=en&cache-only=0",
            "defineEn": "(computing) the maximum rate of data transfer of an electronic communications system",
            "defineVi": "(máy tính) tốc độ truyền dữ liệu tối đa của một hệ thống thông tin liên lạc điện tử"
        },
        {
            "id": "2b5bcedc-5142-4a23-98d0-fa2da913731f",
            "word": "interpreter",
            "phonetic": "ɪntɜːpɹɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I do not know what the interpreter said, but under no circumstances did I mean that I had a problem with you, not by any stretch of the imagination.",
                "And the woman writes, 'Interpreter?'",
                "So many protests, so many protests do not have interpreters.",
                "Finally, interpreters work in pairs.",
                "I love that interpreter."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJwcmV0ZXI&hash=8452dfce3494207f5d0dec15c644620c9111caf4&lang=en&cache-only=0",
            "defineEn": "someone who verbally changes the words of a language into another",
            "defineVi": "ai đó bằng lời nói thay đổi các từ của một ngôn ngữ sang một ngôn ngữ khác",
            "hasImg": true
        }
    ]
}