{
    "id": "49cda907-39a7-49bb-9a8c-c864b2e6047f",
    "title": "Unit 1 - Lesson 1",
    "originalTitle": "Unit 1 - Lesson 1",
    "words": [
        {
            "id": "6db9f021-2454-48a4-8cda-58b120234eaa",
            "word": "name",
            "phonetic": "neɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Put your name here.",
                "The teacher called out our names one by one for attendance.",
                "The machine takes its name from its inventor.",
                "The name rings a bell.",
                "Your name is mud, sonny!"
            ],
            "audio": "https://tts.langeek.co/read?text=bmFtZQ&hash=0b834f14e9299877e2401249cc0a8ecde40834ac&lang=en&cache-only=0",
            "defineEn": "the word someone or something is called or known by",
            "defineVi": "từ ai đó hoặc một cái gì đó được gọi hoặc biết bởi",
            "hasImg": true
        },
        {
            "id": "3c224ad8-07c8-44ee-a685-26d42a535c00",
            "word": "occupation",
            "phonetic": "ɑːkjʊpeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "If you're trying to quit smoking, it's helpful to keep yourself occupied with other activities because constant occupation prevents temptation.",
                "Find you another occupation.",
                "My occupation is emcee D.J.",
                "A uniform identifies the occupation and status of many workers. ",
                "Other systematic class differences come from the occupations that different classes tend to hold."
            ],
            "audio": "https://tts.langeek.co/read?text=b2NjdXBhdGlvbg&hash=fd6ecb54b0c744d1c7677930c1d70d77313ddc4b&lang=en&cache-only=0",
            "defineEn": "a person's profession or job",
            "defineVi": "nghề nghiệp hoặc công việc của một người",
            "hasImg": true
        },
        {
            "id": "7e6d28ae-3b5f-4fb6-870f-99953fb4d977",
            "word": "teacher",
            "phonetic": "tiːtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Teachers should read more poetry to children.",
                "Teachers are up in arms about new school tests.",
                "Better ask teacher about.",
                "The teacher placed the books on the desk.",
                "The teacher called out our names one by one for attendance."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVhY2hlcg&hash=9f38a1da2c33a3a904e51306193a0a96051a3037&lang=en&cache-only=0",
            "defineEn": "someone who teaches things to people, particularly in a school",
            "defineVi": "một người dạy mọi thứ cho mọi người, đặc biệt là trong một trường học",
            "hasImg": true
        },
        {
            "id": "3d39806c-78ac-4d05-b8e2-30a5424deca6",
            "word": "student",
            "phonetic": "stuːdənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Students with disabilities have priority access to the lift.",
                "The teacher praised the students for their good manners.",
                "Other students followed her lead and boycotted lectures.",
                "The classroom has rows of chairs for students.",
                "The students worked their heart and soul on their project."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1ZGVudA&hash=95580be3325a44940e195a5a3325d6034d1fc60d&lang=en&cache-only=0",
            "defineEn": "a person who is studying at a school, university, or college",
            "defineVi": "một người đang học tại một trường học, trường đại học, hoặc cao đẳng",
            "hasImg": true
        },
        {
            "id": "21701649-8555-4b32-90fe-d74c9b3bf03c",
            "word": "architect",
            "phonetic": "ɑːɹkɪtɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Engineers collaborate with architects to turn design concepts into reality.",
                "The completion of the landmark building was the architect's crowning glory, showcasing their visionary design and construction skills.",
                "When the architect designed the building, the contractor followed the plans, recognizing that every man to his trade and he was not qualified to make design decisions.",
                "The going rate for a skilled architect in India is about $50,000 per year.",
                "The entrepreneur knew that every man is the architect of his own fortune when he started his own business."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaGl0ZWN0&hash=f2ac57be572d4a9276121a729cb9e6d546226196&lang=en&cache-only=0",
            "defineEn": "a person whose job is designing buildings and typically supervising their construction",
            "defineVi": "một người có công việc là thiết kế các tòa nhà và thường giám sát việc xây dựng của họ",
            "hasImg": true
        },
        {
            "id": "c008061f-498b-49cf-a1dd-535e076bf6c7",
            "word": "actor",
            "phonetic": "æktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The director praised the actor for their outstanding performance in the movie.",
                "The actor is hitting the big time with his new movie.",
                "The talented actor effortlessly portrayed a wide range of characters, from a hero to a villain.",
                "Many actors dream of winning prestigious awards for their performances.",
                "Right in the middle of the review is a left-handed compliment: the critic praises the actor for his \"startling career departure.\""
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0b3I&hash=ff51d3cf52dbdb212c09682c85250cde406d0147&lang=en&cache-only=0",
            "defineEn": "someone whose job involves performing in movies, plays, or series",
            "defineVi": "ai đó có công việc liên quan đến việc biểu diễn trong phim, vở kịch hoặc sê-ri",
            "hasImg": true
        },
        {
            "id": "297cd245-14f5-446c-ace5-c52939f616d2",
            "word": "athlete",
            "phonetic": "æθliːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The professional athlete made a mint from endorsement deals and sponsorships.",
                "Not even the most talented athlete is guaranteed a long career.",
                "The athlete remained in the spotlight after breaking the world record.",
                "In the world of sports, a star athlete can be considered a big shot.",
                "The athlete's mistakes during the game put him on the firing line of criticism from fans and media."
            ],
            "audio": "https://tts.langeek.co/read?text=YXRobGV0ZQ&hash=f9192ced6c94501be3236b894988566b818ac031&lang=en&cache-only=0",
            "defineEn": "a person who is good at sports and physical exercise, and often competes in sports competitions",
            "defineVi": "một người giỏi thể thao và rèn luyện thể chất, và thường tham gia các cuộc thi thể thao",
            "hasImg": true
        },
        {
            "id": "1538a24a-051d-42a2-b760-acf331de717b",
            "word": "musician",
            "phonetic": "mjuːzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The best professional musicians start young.",
                "The new student quickly made friends with the other musicians, because birds of a feather flock together.",
                "Musicians can also put their money where their mouths are and play benefit gigs.",
                "The magazine features interviews with musicians and reviews of new albums.",
                "The musician's fingers lightly touched the piano keys, creating a beautiful melody."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzaWNpYW4&hash=c88f3fdfa3b057a881d43e1f0d5f64d748080b73&lang=en&cache-only=0",
            "defineEn": "someone who plays a musical instrument or writes music, especially as a profession",
            "defineVi": "một người chơi nhạc cụ hoặc viết nhạc, đặc biệt là một nghề",
            "hasImg": true
        },
        {
            "id": "1195db5e-c616-401f-864f-d14c302df467",
            "word": "artist",
            "phonetic": "ɑːɹɾɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "An artist working in oils.",
                "Some artists have to be handled with kid gloves.",
                "The artist mixed different colors to create a masterpiece.",
                "The artist sought to abstract the essence of nature in her paintings.",
                "The artist decided to withdraw their painting from the exhibit."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0aXN0&hash=7a27ac12c33b77a508175e6287243d4332431b62&lang=en&cache-only=0",
            "defineEn": "someone who creates drawings, sculptures, paintings, etc. either as their job or hobby",
            "defineVi": "ai đó tạo ra các bản vẽ, tác phẩm điêu khắc, tranh vẽ, v.v. như công việc hoặc sở thích của họ",
            "hasImg": true
        },
        {
            "id": "69380da6-5042-4f47-bb6c-370ab4fe0a4b",
            "word": "banker",
            "phonetic": "bæŋkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Yet, for the moment anyway, the bankers have lost their Midas touch.",
                "Lack of oversight allowed overzealous investment bankers to play Old Harry with the economy.",
                "- Bankers suck!",
                "- I love bankers!",
                "Northern bankers financed the purchase of land for plantations."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFua2Vy&hash=7a68e352547087d65033efd510a3ca836678803e&lang=en&cache-only=0",
            "defineEn": "a person who has a high rank in a bank or any other financial institution",
            "defineVi": "một người có thứ hạng cao trong ngân hàng hoặc bất kỳ tổ chức tài chính nào khác",
            "hasImg": true
        },
        {
            "id": "0e99867c-c732-40fa-a003-090385f6e9c8",
            "word": "singer",
            "phonetic": "sɪŋɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The singer always brings the house down with her powerful voice and stage presence.",
                "The singer is in the spotlight for her new album release.",
                "At the age of 75, the singer is not exactly in the prime of his life!",
                "The singer won the talent competition by a nose, impressing the judges with her powerful voice and stage presence.",
                "The talented young singer gave the established artist a run for her money, impressing the audience with her exceptional vocal skills."
            ],
            "audio": "https://tts.langeek.co/read?text=c2luZ2Vy&hash=3d931eae2e8d87f1b1b6b9aadd4fdd74181d869d&lang=en&cache-only=0",
            "defineEn": "someone whose job is to use their voice for creating music",
            "defineVi": "ai đó có công việc là sử dụng giọng nói của họ để tạo ra âm nhạc",
            "hasImg": true
        },
        {
            "id": "55cb08eb-3240-4439-9b4a-3b6e85cd35de",
            "word": "flight attendant",
            "phonetic": "flaɪt ɐtɛndənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The flight attendant scanned my electronic ticket before I boarded the plane.",
                "Now, these requirements are for female flight attendants.",
                "Flight attendants can also easily push the carts up and down.",
                "Flight attendants, please prepare for takeoff.",
                "Flight attendants have to maintain a 90% average within the six assessments that they take."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxpZ2h0IGF0dGVuZGFudA&hash=a05176dfc54414879b96bf6b01c53e80f824497e&lang=en&cache-only=0",
            "defineEn": "a person who works on a plane to bring passengers meals and take care of them",
            "defineVi": "một người làm việc trên máy bay để mang thức ăn cho hành khách và chăm sóc họ",
            "hasImg": true
        },
        {
            "id": "a59a1029-a3c6-4860-b26f-0c76dc9e989b",
            "word": "accountant",
            "phonetic": "ɐkaʊntənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "His accountant had been cooking the books for years.",
                "When it comes to the new tax reform, the new accountant really knows her onions.",
                "I received an automated email from the accountant saying that she was out to lunch.",
                "The accountant was tasked with managing the company's finances, but she was caught embezzling funds for her own benefit.",
                "It would probably pay you to hire an accountant."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb3VudGFudA&hash=7ab751a23659e66924f630a2d8b4e7d99581a3b2&lang=en&cache-only=0",
            "defineEn": "someone whose job is to keep or check financial accounts",
            "defineVi": "ai đó có công việc là để giữ hoặc kiểm tra tài khoản tài chính",
            "hasImg": true
        },
        {
            "id": "e8007043-8820-4b76-8a84-4cd56c320983",
            "word": "teller",
            "phonetic": "tɛlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fortune teller convinced the young woman to pay her a large sum of money to remove a curse that didn't exist.",
                "Do that special move, Teller.",
                "So Teller has been doing a card trick.",
                "He's a truth teller.",
                "He's a bank teller."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVsbGVy&hash=a46c185f8ce5931ad772203c25a23c9fdd87535a&lang=en&cache-only=0",
            "defineEn": "a person who counts and handles money in a bank or other financial institution",
            "defineVi": "một người đếm và xử lý tiền trong ngân hàng hoặc tổ chức tài chính khác",
            "hasImg": true
        },
        {
            "id": "b1986ef7-6de5-4d62-abde-527d800db3c4",
            "word": "dentist",
            "phonetic": "dɛntɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dentist can't take any new patients.",
                "The dentist took an X-ray of my teeth to check for any underlying issues.",
                "I have a dentist appointment on Thursday.",
                "The dentist recommended using an electric toothbrush for better cleaning.",
                "The dentist showed me the proper technique for brushing and gave me a new toothbrush."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVudGlzdA&hash=ca79d13ffe89c188c42c6b779cc2ba2e5ab0e7a6&lang=en&cache-only=0",
            "defineEn": "someone who is licensed to fix and care for our teeth",
            "defineVi": "một người được cấp phép để sửa chữa và chăm sóc răng của chúng tôi",
            "hasImg": true
        },
        {
            "id": "354f8f4b-161c-4c61-866d-818ffb3d82c9",
            "word": "electrician",
            "phonetic": "ᵻlɛktɹɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Today, those younger boys are the electricians and the plumbers.",
                "Atlanta electrician Tonya Hicks sees the same bias in her community, even though unemployment is famously much higher for African Americans.",
                "She now works with electrician Brian LaMorte, who graduated from Towson University in Maryland with a computer degree.",
                "That's the path that a lot of electricians take.",
                "In college, would you have thought that you would become an electrician?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3RyaWNpYW4&hash=e20b8ab61201f5b5799c2fda1e8685b1184c9f83&lang=en&cache-only=0",
            "defineEn": "someone who deals with electrical equipment, such as repairing or installing them",
            "defineVi": "một người liên quan đến thiết bị điện, chẳng hạn như sửa chữa hoặc cài đặt chúng",
            "hasImg": true
        },
        {
            "id": "e7fa22f7-f78c-41c7-b492-7a54219fa1e4",
            "word": "florist",
            "phonetic": "flɔːɹɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "I work as a florist.",
                "Narrator: Local artists, ceramicists, bakers, and fellow florists also sold their products from socially distant booths.",
                "Luckily, florists get around the daffodil’s penchant for destruction by putting them in a separate vase for at least a few hours to draw out the sap."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxvcmlzdA&hash=1d48068002de9476ea6ac96fbfb8b564479dcf39&lang=en&cache-only=0",
            "defineEn": "a person whose job is arranging and selling flowers",
            "defineVi": "một người có công việc sắp xếp và bán hoa",
            "hasImg": true
        },
        {
            "id": "3402c3fa-f868-409b-9a88-7852e92a1ae0",
            "word": "gardener",
            "phonetic": "ɡɑːɹdənɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The gardener dug a hole and gently placed the bulb of an onion into the soil.",
                "The gardener carefully wrapped the stem of the young tree with burlap to protect it from frost during winter.",
                "The gardener inspected the melon, looking for the presence of eyes that indicated ripeness.",
                "The gardener tended to their plants with consistent care and attention, trusting that slow and steady wins the race, and eventually grew a beautiful garden",
                "The gardener knew that keeping a garden beautiful required a lot of physical labor and effort, since elbow grease is the best polish when it comes to maintaining plants and flowers."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FyZGVuZXI&hash=48206fe3a30ad942d29c5ae0fd15f8b3643bfc64&lang=en&cache-only=0",
            "defineEn": "a person whose job is to take care of plants in a garden",
            "defineVi": "một người có công việc là chăm sóc cây cối trong vườn",
            "hasImg": true
        },
        {
            "id": "c9a36b78-4dca-453a-ac30-d70f4e510888",
            "word": "grocery",
            "phonetic": "ɡɹoʊsɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I bought a delicious watermelon from the grocery store.",
                "I buy groceries and household items at the supermarket every week.",
                "She carries the heavy grocery bags with one arm.",
                "I bought a variety of fresh fruits from the grocery store.",
                "Grocery stores a beehive of activity, keeping up with supply and demand isn't easy."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JvY2VyeQ&hash=966743911bd4b65acceb5bb9f7fb266a1e1e9c08&lang=en&cache-only=0",
            "defineEn": "a store selling food and household items",
            "defineVi": "một cửa hàng bán thực phẩm và đồ gia dụng",
            "hasImg": true
        },
        {
            "id": "23160e30-8356-414a-b2da-6721b779b1d8",
            "word": "clerk",
            "phonetic": "klɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The store clerk measured the length of the bolt to calculate the customer's purchase.",
                "Although he was just a lowly clerk, he refused to be intimidated by his boss's authority - a cat may look at a king, and he had every right to question and challenge his supervisor's decisions.",
                "First the clerk picked up an item. ",
                "The clerk will call the roll.",
                "That leaves clerks in a tight spot."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xlcms&hash=255b576c70219b8770f8a378961ca3667e1d947e&lang=en&cache-only=0",
            "defineEn": "an employee who works in a store, typically performing tasks such as stocking shelves, assisting customers, and processing transactions",
            "defineVi": "một nhân viên làm việc trong cửa hàng, thường thực hiện các nhiệm vụ như xếp hàng lên kệ, hỗ trợ khách hàng và xử lý giao dịch",
            "hasImg": true
        },
        {
            "id": "5fccb3d7-3a4f-494f-a22d-c678fea3341c",
            "word": "hairdresser",
            "phonetic": "hɛɹdɹɛsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We had the same hairdresser.",
                "Judy Ann Santiago is a hairdresser in South Florida.",
                "And I was telling my hairdresser so much stuff about wanting to be a journalist.",
                "To make ends meet, Jin Sook worked as a hairdresser while Don worked as a janitor, pumped gas, and served coffee.",
                "William, I was wondering if you could engage in small talk with me, as if you're my hairdresser and this is my first appointment."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFpcmRyZXNzZXI&hash=15c858c26218c8e97d6ee618fa274f2cb9ace3a9&lang=en&cache-only=0",
            "defineEn": "someone ‌whose job is to cut, wash and style hair",
            "defineVi": "ai đó ‌có công việc là cắt, gội và tạo kiểu tóc",
            "hasImg": true
        },
        {
            "id": "02c0d08c-db38-4490-8c64-b1d0574baad1",
            "word": "mechanic",
            "phonetic": "mᵻkænɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The mechanic replaced the rusted bolt with a new one.",
                "The mechanic was able to turn a trick and fix my car in no time.",
                "The mechanic gave the car a clean bill of health, saying it was in excellent condition.",
                "The game's premise and mechanics are interesting, but there's just no meat on the bone when it comes to story and gameplay variety.",
                "The video gamer is leaving his opponent in the dust with his expert knowledge of the game mechanics and quick reflexes."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVjaGFuaWM&hash=bd77403c3814580471aa6ee26d2be63561619ac3&lang=en&cache-only=0",
            "defineEn": "a person whose job is repairing and maintaining motor vehicles and machinery",
            "defineVi": "một người có công việc sửa chữa và bảo trì xe cơ giới và máy móc",
            "hasImg": true
        },
        {
            "id": "681ba4d2-1c18-4bd6-83cb-231ab82d0f41",
            "word": "professor",
            "phonetic": "pɹəfɛsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The professor made mincemeat of the speaker at the conference.",
                "The professor knew his subject from the ground up.",
                "The professor will hold a seat on the advisory board.",
                "The professor be damned.",
                "The professor is a big cheese in the academic world, known for her groundbreaking research and expertise in the field."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZmVzc29y&hash=492d70093fb885c1938436343476b9a22bec332d&lang=en&cache-only=0",
            "defineEn": "a faculty member at a college or university who has not yet attained job security or is at the rank below full professor",
            "defineVi": "một giảng viên tại một trường cao đẳng hoặc đại học chưa đạt được sự đảm bảo công việc hoặc ở cấp dưới giáo sư đầy đủ",
            "hasImg": true
        },
        {
            "id": "f7306b5e-92c2-461b-b037-a17e078a272e",
            "word": "reporter",
            "phonetic": "ɹᵻpoːɹɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A reporter obtained documents from the company under false pretenses.",
                "the reporter who fought city hall.",
                "a young reporter thrown into the lion's den",
                "The reporter threw the candidate a curve by asking about his past drug use.",
                "She told reporters that her husband has two left feet."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwb3J0ZXI&hash=b169b9a95c35b8c18691085bebdab2e4672c178b&lang=en&cache-only=0",
            "defineEn": "a person who gathers and reports news or does interviews for a newspaper, TV or radio station, etc.",
            "defineVi": "một người thu thập và báo cáo tin tức hoặc thực hiện các cuộc phỏng vấn cho một tờ báo, đài truyền hình hoặc đài phát thanh, v.v.",
            "hasImg": true
        },
        {
            "id": "3debf3b4-2c44-4b47-ac57-73e2672d6d36",
            "word": "salesperson",
            "phonetic": "seɪlspɚsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He won the top salesperson award and impressed everyone with his presentation skills.",
                "As a salesperson, he spends most of his day on the go, meeting clients and traveling between locations.",
                "The salesperson made many promises about the product, but well done is better than well said, and the positive reviews and repeat customers were a better indication of the product's quality.",
                "This approach is different from the traditional view that make a salesperson become a fast-talker who inform averything about the product or services attributes and persuade the customer to buy and walk away with an order.",
                "so the salesperson would repeat it more carefully."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FsZXNwZXJzb24&hash=46b1ae0f1635bbad24f6c0d1ecb102cd5d1bacd3&lang=en&cache-only=0",
            "defineEn": "a person whose job is selling goods",
            "defineVi": "một người có công việc là bán hàng hóa",
            "hasImg": true
        },
        {
            "id": "9d327837-1062-4ef6-a14b-e6c3ee5ef006",
            "word": "travel agent",
            "phonetic": "tɹævəl eɪdʒənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm a travel agent.",
                "And I'm a travel agent.",
                "STEVEN TAMASY, Travel Agent: I was laid off on March 19.",
                "PAUL SOLMAN: Travel agent Steven Tamasy thinks the business travel coma will be long-term.",
                "Mr. and Mrs. Buggies come into the travel agent's office."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhdmVsIGFnZW50&hash=3478772ab6fb83547e770c64462d423720322cf1&lang=en&cache-only=0",
            "defineEn": "someone who buys tickets, arranges tours, books hotels, etc. for travelers as their job",
            "defineVi": "người mua vé, sắp xếp các tour du lịch, đặt khách sạn, v.v. cho khách du lịch là công việc của họ",
            "hasImg": true
        },
        {
            "id": "bab1079f-f33b-4e10-be2b-42d4a910a604",
            "word": "secretary",
            "phonetic": "sɛkɹətɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new secretary made a dog's breakfast out of the filing system.",
                "The deputy CEO told the secretary to leave the phone off the hook.",
                "so I resigned as secretary of the golf club.",
                "He took a job as a secretary to get his foot in the door.",
                "The secretary alleges that the CEO tried to put his hands on her multiple times during the course of her time working at the company."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VjcmV0YXJ5&hash=b78922bae40374c0792c8c732a72acc99ad08a21&lang=en&cache-only=0",
            "defineEn": "someone who works in an office as someone's assistance, dealing with mail and phone calls, keeping records, making appointments, etc.",
            "defineVi": "ai đó làm việc trong văn phòng với tư cách là trợ lý của ai đó, xử lý thư từ và các cuộc gọi điện thoại, lưu giữ hồ sơ, đặt lịch hẹn, v.v.",
            "hasImg": true
        },
        {
            "id": "19bf421d-cb44-4ec1-abd3-83ae973866af",
            "word": "waiter",
            "phonetic": "weɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The waiter opened the bottle of wine for the guests.",
                "Our waiter cleared the empty plates from the table.",
                "Throughout the evening, the waiter handled the busy restaurant.",
                "The waiter patiently answered our questions about the ingredients in the dish.",
                "The waiter recommended trying the dressed oysters."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FpdGVy&hash=86972c42188709376457d2a12a67dedb6ab22528&lang=en&cache-only=0",
            "defineEn": "a man who brings people food and drinks in restaurants, cafes, etc.",
            "defineVi": "một người đàn ông mang thức ăn và đồ uống cho mọi người trong nhà hàng, quán cà phê, v.v.",
            "hasImg": true
        },
        {
            "id": "a130516b-e81f-4c23-97d0-fb023788688f",
            "word": "nurse",
            "phonetic": "nɜːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The nurse takes my blood pressure.",
                "The nurses had to spoon-feed my mother after her stroke.",
                "I thanked the nurse for her compassionate care during my stay in the hospital.",
                "The nurse kindly explained the procedure to me and helped me feel at ease.",
                "Nurses play an important role in providing healthcare and assisting doctors in treating patients."
            ],
            "audio": "https://tts.langeek.co/read?text=bnVyc2U&hash=5749553055d3ea36337ab6fb54c9d6deca56f5d8&lang=en&cache-only=0",
            "defineEn": "someone who has been trained to care for injured or sick people, particularly in a hospital",
            "defineVi": "một người đã được đào tạo để chăm sóc người bị thương hoặc bị bệnh, đặc biệt là trong bệnh viện",
            "hasImg": true
        },
        {
            "id": "f71fa1eb-0d36-42a8-8ab3-e8e9a717d918",
            "word": "lawyer",
            "phonetic": "lɔɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lawyer presented the right argument in court.",
                "The lawyers put another nail in her coffin today.",
                "Do not your lawyers sell all their practice, as your priests their prayers?",
                "Do not your lawyers sell all their practice, as your priests their prayers?",
                "The plaintiff’s lawyer turned the tables this morning by producing some strong new evidence."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF3eWVy&hash=a5e0f9a43d7e91c78c33dddbc3503ce6fc8d226b&lang=en&cache-only=0",
            "defineEn": "a person who practices or studies law, advises people about the law or represents them in court",
            "defineVi": "một người hành nghề hoặc nghiên cứu luật, tư vấn cho mọi người về luật hoặc đại diện cho họ trước tòa",
            "hasImg": true
        }
    ]
}