{
    "id": "4a2dc57c-211c-4a62-90c6-59b373819d6a",
    "title": "Lesson 41",
    "originalTitle": "Lesson 41",
    "words": [
        {
            "id": "7b00862a-08e7-442c-8dae-bf2463bf230f",
            "word": "to impugn",
            "phonetic": "tʊ ɪmpjuːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "And I think unfortunately, the answer to that question is, it did, but it has actually hurt and impugned some of the systems that we put in place in America. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wdWdu&hash=883c2d879798a14645da49885a1d4a418fe21c50&lang=en&cache-only=0",
            "defineEn": "to question someone's honesty, quality, motive, etc.",
            "defineVi": "để đặt câu hỏi về sự trung thực, phẩm chất, động cơ của ai đó, v.v."
        },
        {
            "id": "b56c209f-2302-4c2c-8861-9979a70754ff",
            "word": "intuition",
            "phonetic": "ɪntuːɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So what's the intuition there?",
                "And our intuition was correct.",
                "But, they had the right intuition.",
                "Anyway, hopefully, that gave you a little intuition.",
                "And our intuition said this wasn’t, like, relevant"
            ],
            "audio": "https://tts.langeek.co/read?text=aW50dWl0aW9u&hash=acd2d3bcc82745f87f8798daa97472ffb27c0bce&lang=en&cache-only=0",
            "defineEn": "the ability to understand or perceive something immediately, without conscious reasoning or the need for evidence or justification",
            "defineVi": "khả năng hiểu hoặc nhận thức một cái gì đó ngay lập tức, mà không cần suy luận có ý thức hoặc cần bằng chứng hoặc biện minh"
        },
        {
            "id": "d8151102-5ae9-49b2-b6dd-cb9ca3a06f95",
            "word": "intuitive",
            "phonetic": "ɪntuːᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Hopefully this makes intuitive sense.",
                "It's a little bit more intuitive.",
                "He clearly is intuitive. ",
                "And hopefully, it made intuitive sense.",
                "That point has a certain intuitive appeal."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50dWl0aXZl&hash=fa99046b0243ee32802fbde3668421058424c92a&lang=en&cache-only=0",
            "defineEn": "based on or derived from intuition or instinct rather than rational analysis",
            "defineVi": "dựa trên hoặc bắt nguồn từ trực giác hoặc bản năng hơn là phân tích hợp lý"
        },
        {
            "id": "eef0ebfd-9be9-40e2-b0a4-db619c36d785",
            "word": "credence",
            "phonetic": "kɹiːdəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hopefully, today we can reap the benefits of Galen’s experiments without attributing equal credence to his less accurate ideas.",
                "Do you think, in this debate, we have given too much credence to pharmaceutical companies' arguments about this?",
                "If U.S. against Microsoft is giving credence above Novell against Microsoft, it has a lot to say on controlling the almost unaccountable power of the Big Tech firms.",
                "And what people in the White House told me is that, actually, they tend not to give full credence to the idea of collusion, at least a grand strategy of collusion.",
                "Now another interesting thing about quasars, and this kind of gives credence to this notion of a constantly changing universe, and even to some degree the Big Bang itself, is you have these supermassive black holes that may be formed shortly after the Big Bang."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlZGVuY2U&hash=8a8848df0c13bfb097bb9155587b4fa0d395446c&lang=en&cache-only=0",
            "defineEn": "the mental attitude that something is believable and should be accepted as true",
            "defineVi": "thái độ tinh thần mà một cái gì đó là đáng tin cậy và nên được chấp nhận là đúng"
        },
        {
            "id": "e89f5b82-9de8-4e10-96eb-f5dffb109cb0",
            "word": "credible",
            "phonetic": "kɹɛdɪbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We have credible reports that people were looking for him with a gun.",
                "Well, there are credible witnesses out there.",
                "Does this tarnish the reputation of the Communist Party as a credible problem-solver?",
                "The head of the NIH, Francis Collins, is one of the most credible men in America.",
                "The number of credible fear claims has skyrocketed in the last decade, up by about 1500%."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlZGlibGU&hash=d49948070fe5d6e57a910cb497e534be08288905&lang=en&cache-only=0",
            "defineEn": "able to be believed or relied on",
            "defineVi": "có thể được tin tưởng hoặc dựa vào"
        },
        {
            "id": "220dc021-6c0d-4dc4-8805-489bf3e348fa",
            "word": "creditable",
            "phonetic": "kɹɛdɪɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Galton wrote later: \"The result seems more creditable to the trustworthiness of a democratic judgment than have been expected.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlZGl0YWJsZQ&hash=2924d3633979cbc17c73d9e0a7b5c111547049be&lang=en&cache-only=0",
            "defineEn": "worthy of often limited commendation",
            "defineVi": "xứng đáng với lời khen thường hạn chế"
        },
        {
            "id": "4eb8b412-97c6-4f90-ad8c-9f8c8cd4ca1a",
            "word": "credulity",
            "phonetic": "kɹɛdʒuːlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3JlZHVsaXR5&hash=448f03f5cbb1e6d6ed576e50eca9f7b1e8b3f26c&lang=en&cache-only=0",
            "defineEn": "tendency to believe readily",
            "defineVi": "xu hướng tin tưởng dễ dàng"
        },
        {
            "id": "5ff643ce-4081-4774-bfd6-395c1a903004",
            "word": "credulous",
            "phonetic": "kɹɛdʒuːləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It seemed to me that it was, in fact, just what it seemed, and that as a reporter, as a journalist, especially in a confusing situation and in a different culture and a new place, that it was important to not be credulous but to actually listen to what the president of Russia actually said."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlZHVsb3Vz&hash=cb42acc1c68f9ded3d905e28d3736035c49d8ee7&lang=en&cache-only=0",
            "defineEn": "believing things easily even without much evidence that leads to being easy to deceive",
            "defineVi": "dễ tin dù không có nhiều bằng chứng dẫn đến dễ bị lừa dối"
        },
        {
            "id": "f56b40a2-a6d0-431d-b879-ce6f00fd5725",
            "word": "creed",
            "phonetic": "kɹiːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Think of games like the Call of Duty franchise, Assassin's Creed or Grand Theft Auto.",
                "And don't forget about my mad Assassin's Creed skills.",
                "[coughing] With their masks off, the recruits must fully recite the Soldier's Creed.",
                "And some of the qualities in this long creed, that you can read it for yourself.",
                "We must never ignore the vile poison of Anti - Semitism, or those who spread its venomous creed."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlZWQ&hash=452af90a180be46618f1f8f0acf1126683b0c47b&lang=en&cache-only=0",
            "defineEn": "any system of principles or beliefs",
            "defineVi": "bất kỳ hệ thống nguyên tắc hoặc niềm tin"
        },
        {
            "id": "75ae91a6-4b19-4ddf-b5a2-6aeae389fcd0",
            "word": "terrestrial",
            "phonetic": "tɚɹɛstɹɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Before the Ordovician, terrestrial life was probably limited to microbes.",
                "Cooler objects, like the Earth, emit much longer heat waves, or terrestrial radiation. ",
                "And for others, the terrestrial draw is more ritualistic.",
                "Even terrestrial species like Eryops had to lay their eggs in bodies of water, which were now growing more scarce.",
                "Even if you account for surface area, terrestrial volcanic activity is still an order of magnitude higher."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVycmVzdHJpYWw&hash=97254281e116ae55f59287d2d130218243e53e94&lang=en&cache-only=0",
            "defineEn": "relating to or characteristic of planet Earth or its inhabitants",
            "defineVi": "liên quan đến hoặc đặc điểm của hành tinh Trái đất hoặc cư dân của nó"
        },
        {
            "id": "ee324e27-86dc-46c2-b898-32bd826c6008",
            "word": "territorial",
            "phonetic": "tɛɹɪtoːɹɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Many have criticized the government of running with the hare and hunting with the hounds regarding the territorial dispute between the two nations.",
                "In the intervening years, ships largely from Western Europe made territorial claims on many parts of the world.",
                "See, mantis shrimp are incredibly territorial.",
                "Males are very territorial and they'll combine their blackened beard with a head bob up and down to signal dominance.",
                "The United States stands firmly behind the sovereignty and territorial integrity of Ukraine."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVycml0b3JpYWw&hash=2e11507ab8507f632a33829dd095c9d775bf982e&lang=en&cache-only=0",
            "defineEn": "of or relating to a territory",
            "defineVi": "của hoặc liên quan đến một lãnh thổ"
        },
        {
            "id": "548ff2c9-2cc5-44e5-a359-f5f9983c631f",
            "word": "to proliferate",
            "phonetic": "tə pɹəlɪfɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "At the dawn of the Internet era through the late 1990s, proprietary software proliferated.",
                "Over time, the resistant genes proliferate, creating entire strains of resistant super bacteria.",
                "Cells proliferate, and then it creates disease!",
                "It then proliferated faster than public health measures could contain it.",
                "While fish with jaws first appeared in the Silurian, they proliferated in the Devonian."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvbGlmZXJhdGU&hash=c7d7834378e81b1ded652e9b15d25d6054d07168&lang=en&cache-only=0",
            "defineEn": "to grow in amount or number rapidly",
            "defineVi": "phát triển về số lượng hoặc số lượng nhanh chóng"
        },
        {
            "id": "c2d19d08-8aa5-405d-b895-cdcb0d88b73d",
            "word": "prolific",
            "phonetic": "pɹəlɪfɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The online activity of the far-right extremist movement is extremely prolific.",
                "Prolific lying was telling six little lies and three big lies in one day.",
                "The group has been prolific about releasing new music.",
                "If you compare that to men in more modern times, the most prolific fathers today have about 200 children.",
                "But the most prolific mother ever, according to Guinness World Records, was Mrs. Feodor Vassilyev in 19th-century Russia."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvbGlmaWM&hash=756bafa632e2b3f52fcf986da508eff4ab6310b3&lang=en&cache-only=0",
            "defineEn": "highly productive",
            "defineVi": "năng suất cao"
        },
        {
            "id": "f635cef1-14ff-49d8-99ca-fd0a21e5ced9",
            "word": "causal",
            "phonetic": "kɔːzəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A spurious correlation is the implied causal relationship between events that are coincidentally linked.",
                "And crucially, do they talk about a causal relationship?",
                "By this logic, agents have the ability to affect the causal chain of the universe.",
                "They countered that a simple correlation between body type and criminality could not be taken as causal evidence.",
                "I can tell you that there is a causal link between playing a violent video game and behavior."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F1c2Fs&hash=a2d12d8ee0908c91cdfc12fe96d9e740adac1249&lang=en&cache-only=0",
            "defineEn": "related to the relationship between two things in which one is the cause of the other",
            "defineVi": "liên quan đến mối quan hệ giữa hai điều trong đó một là nguyên nhân của khác"
        },
        {
            "id": "03047d78-cea9-4aec-8d31-be611754080a",
            "word": "caustic",
            "phonetic": "kɔːstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The bombardier beetle can shoot a stream of caustic chemicals out its backside, thanks to an internal chemical reaction and some careful aim.",
                "Daisy tells a story about her butler, that he used to polish silver for a big family in the city night and day until the caustic silver polish ruined his nose."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F1c3RpYw&hash=4917766457903df1ddf9557cb161a2db62d4aab5&lang=en&cache-only=0",
            "defineEn": "of a substance, especially a strong acid; capable of destroying or eating away by chemical action",
            "defineVi": "của một chất, đặc biệt là axit mạnh; có khả năng phá hủy hoặc ăn mòn bằng tác động hóa học"
        },
        {
            "id": "f53502e0-106c-422a-9016-c8dfeba3bf59",
            "word": "to cauterize",
            "phonetic": "tə kɔːɾɚɹaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The battle was hopeless until his nephew Iolaus thought to cauterize the necks with fire, keeping the heads from regrowing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2F1dGVyaXpl&hash=d8290f295269e84acdcbffe228301acc1b237c44&lang=en&cache-only=0",
            "defineEn": "burn, sear, or freeze (tissue) using a hot iron or electric current or a caustic agent",
            "defineVi": "đốt cháy, làm khô hoặc đóng băng (mô) bằng bàn là nóng hoặc dòng điện hoặc chất ăn da"
        },
        {
            "id": "0e4801cd-910a-4a8d-9ca3-46ca86891129",
            "word": "to expand",
            "phonetic": "tʊ ɛkspænd ",
            "partOfSpeechType": "verb",
            "examples": [
                "I'm expanding my horizon.",
                "Brian Wilson was already expanding his mind with the aid of LSD.",
                "The organization is preparing the ground for future growth by investing in new technology and expanding its product line.",
                "The musician stayed on a roll by consistently releasing popular songs and albums, maintaining a dedicated fanbase and expanding their reach to new audiences.",
                "Ever since the new CEO took charge, the company has been on its feet, experiencing significant growth and expanding into new markets."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwYW5k&hash=f315e2fec1be8b9ed17bdf3d850319ece568e61d&lang=en&cache-only=0",
            "defineEn": "extend in one or more directions",
            "defineVi": "mở rộng theo một hoặc nhiều hướng"
        },
        {
            "id": "15b28fc6-3302-423c-9a53-5050f7e662b6",
            "word": "expanse",
            "phonetic": "ɛkspæns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Across the Atlantic, deforestation in Ituri in the Congo Basin, the world’s second largest expanse of equatorial rainforest, is endangering the mountain gorilla.",
                "Stand on this gigantic cobblestone expanse.",
                "That whole expanse of stuff, you get even more curious about it.",
                "And this great expanse of time is, like human history, full of sudden events and patterns that persist over epochs.",
                "As in where does our stellar neighborhood stop and where does the vast expanse of space start?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwYW5zZQ&hash=4dddd18552dbca63fe2109daa19b941cba6ad826&lang=en&cache-only=0",
            "defineEn": "a wide scope",
            "defineVi": "một phạm vi rộng"
        },
        {
            "id": "5c762980-d55a-4276-ba8d-21b61010800c",
            "word": "expansion",
            "phonetic": "ɛkspænʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company's expansion into new markets allowed them to spread their wings and increase their revenue.",
                "The company's ambitious expansion plans went up in flames when their major investor pulled out.",
                "The organization was forced to abandon its plans for expansion due to budget constraints.",
                "Economic expansions lasted longer.",
                "Initially, Uruk’s expansion worked well."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwYW5zaW9u&hash=0f9c037458bd78c895974f8c7abecd13f36a01cf&lang=en&cache-only=0",
            "defineEn": "an increase in the amount, size, importance, or degree of something; the action of increasing something",
            "defineVi": "sự gia tăng số lượng, quy mô, tầm quan trọng hoặc mức độ của một cái gì đó; hành động tăng một cái gì đó"
        }
    ]
}