{
    "id": "4a3705f2-0e9e-4066-bf4c-d07b04afbfb4",
    "title": "Lesson 7",
    "originalTitle": "Lesson 7",
    "words": [
        {
            "id": "df597476-3a47-4893-99b3-0386404d6e8b",
            "word": "vivacious",
            "phonetic": "vɪveɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Marilyn: I'm vivacious, I'm a risk taker, I'm an adventurous person.",
                "Described by her loved ones as silly, vivacious, and resilient, Bernita was a loving partner to her soul mate, Edwin, and a devoted mother and grandmother."
            ],
            "audio": "https://tts.langeek.co/read?text=dml2YWNpb3Vz&hash=0f996270316bd8862df09967396d0569b55e9d8f&lang=en&cache-only=0",
            "defineEn": "vigorous and animated",
            "defineVi": "mạnh mẽ và hoạt hình"
        },
        {
            "id": "b95c602b-d53f-4cf6-af98-b9644078d49b",
            "word": "vivacity",
            "phonetic": "vɪvæsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dml2YWNpdHk&hash=50142ff7072f1229f1090bd3c583324eea3361ba&lang=en&cache-only=0",
            "defineEn": "characterized by high spirits and animation",
            "defineVi": "đặc trưng bởi tinh thần cao và hoạt hình"
        },
        {
            "id": "d07cc9f8-2adc-4ef5-8036-6d16551d6606",
            "word": "to vivify",
            "phonetic": "tə vɪvɪfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdml2aWZ5&hash=95ab58e4781e09bd213387a6b95a6485451fcde5&lang=en&cache-only=0",
            "defineEn": "give new life or energy to",
            "defineVi": "cung cấp cho cuộc sống mới hoặc năng lượng để"
        },
        {
            "id": "0cc23a6e-339c-4f8f-8f86-2815f55ffa54",
            "word": "vivisection",
            "phonetic": "vɪvɪsɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The 2nd century Greek physician Galen gleaned what he could about the human form by performing vivisections on pigs."
            ],
            "audio": "https://tts.langeek.co/read?text=dml2aXNlY3Rpb24&hash=71e26f2bb6993af51c3826e54a92389123faea4c&lang=en&cache-only=0",
            "defineEn": "the act of operating on living animals (especially in scientific research)",
            "defineVi": "hành động phẫu thuật trên động vật sống (đặc biệt là trong nghiên cứu khoa học)"
        },
        {
            "id": "38c7f6e3-1cfa-4f4d-86d9-19ab6912a8d3",
            "word": "to migrate",
            "phonetic": "tə maɪɡɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Whales are incredible marine animals that migrate long distances.",
                "These things can migrate thousands and thousands of miles.",
                "The centrosomes migrate to the opposite ends of the cell.",
                "Animals migrate for good reasons.",
                "Those purple outer layer cells migrate out."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWlncmF0ZQ&hash=a40795448a30611c84d5ea57816d700e08b0b355&lang=en&cache-only=0",
            "defineEn": "to move from a country or region in search of a better job or living conditions",
            "defineVi": "để di chuyển từ một quốc gia hoặc khu vực để tìm kiếm một công việc tốt hơn hoặc điều kiện sống",
            "hasImg": true
        },
        {
            "id": "8e090eaa-39c0-41ba-bb60-2c4eeb02a246",
            "word": "migratory",
            "phonetic": "maɪɡɹətoːɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Many migratory birds fly south for the winter and return north in the spring.",
                "Now a number of animals, like migratory birds, frogs, and mollusks, use the Earth’s magnetic field to orient themselves or navigate.",
                "There are some problems with this theory, though: For one, not all of positively phototactic insects are migratory, and not all of those use the moon to navigate.",
                "A recent survey finds that wind turbines are killing not only local birds, but some that are migratory.",
                "Many animals, especially migratory birds, are believed to use the sense for long-distance navigation, using it to find the right direction to travel."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlncmF0b3J5&hash=809cf98574dd2c528f37150e75e131ca275fd174&lang=en&cache-only=0",
            "defineEn": "habitually moving from place to place especially in search of seasonal work",
            "defineVi": "thường xuyên di chuyển từ nơi này sang nơi khác, đặc biệt là để tìm kiếm công việc thời vụ"
        },
        {
            "id": "ca622c72-e4b7-42ab-babb-c37dc37ac17f",
            "word": "desolate",
            "phonetic": "dɛsələt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We'll be up a creek if the car dies on that desolate road ahead.",
                "It would be a very desolate place to live.",
                "As Shiva despaired over the desolate Earth, He came to realize that the material world could not be so easily dismissed.",
                "And when the news came home, when I lost my dad, in some ways, I became every desolate family that I have reported on outside of hospital doors that are too overrun to make space for patients or cremation grounds that have run out of spaces.",
                "And when the news came home, when I lost my dad, in some ways, I became every desolate family that I have reported on outside of hospital doors that are too overrun to make space for patients or cremation grounds that have run out of spaces."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzb2xhdGU&hash=4afeb01e3da818c2cc3909bac02d06398ad192f1&lang=en&cache-only=0",
            "defineEn": "providing no shelter or sustenance",
            "defineVi": "không cung cấp nơi trú ẩn hoặc thức ăn"
        },
        {
            "id": "ff45b0e0-c109-4787-87d1-bb7f8be663a8",
            "word": "to despair",
            "phonetic": "tə dᵻspɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The thought drove him to despair.",
                "Despair seems to have set in among the team.",
                "Despair closed in on her.",
                "Her husband's violent and abusive behavior drove her to the verge of despair.",
                "Despite the challenging circumstances, she refused to yield to despair and fought for a better future."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVzcGFpcg&hash=1b7f4cbfe4b58fb75be72eec48e46523da62973f&lang=en&cache-only=0",
            "defineEn": "abandon hope; give up hope; lose heart",
            "defineVi": "từ bỏ hy vọng; Từ bỏ hi vọng; mất lòng"
        },
        {
            "id": "bbd2784c-07f0-4481-a323-dde7cbdbb2eb",
            "word": "desperado",
            "phonetic": "dᵻspɚɹɑːdoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVzcGVyYWRv&hash=2b977f92c1714c369643e59c206a80bf16c6f1b7&lang=en&cache-only=0",
            "defineEn": "a bold outlaw (especially on the American frontier)",
            "defineVi": "một kẻ ngoài vòng pháp luật táo bạo (đặc biệt là ở biên giới nước Mỹ)"
        },
        {
            "id": "7c610510-a843-4c12-b34d-147f42c71fb2",
            "word": "desperate",
            "phonetic": "dɛspɚɹət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Seeing no other option, the politician decided desperate times call for desperate measures and made a controversial speech spreading misleading information to sway the crucial election results.",
                "Seeing no other option, the politician decided desperate times call for desperate measures and made a controversial speech spreading misleading information to sway the crucial election results.",
                "In a desperate attempt to beat the clock, I raced to mail my tax return before midnight.",
                "Megan regretted throwing herself at Terry, realizing later that her actions came across as desperate and needy.",
                "It was clear to everyone at the club that Peter was throwing himself at anyone who showed the slightest interest, desperate for attention."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzcGVyYXRl&hash=73a4cfe54a3f981ec7ecc00a8da0bbce3bcb415f&lang=en&cache-only=0",
            "defineEn": "(of an act) without much hope for its success and done when nothing else works",
            "defineVi": "(của một hành động) không có nhiều hy vọng về sự thành công của nó và được thực hiện khi không có gì khác hoạt động"
        },
        {
            "id": "c7ad92e0-dc30-4b0f-8a13-6e03a425d74e",
            "word": "parable",
            "phonetic": "pæɹəbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The second novel, Parable of the Talents, takes place five years after the end the previous novel.",
                "That religious experience would come up often in her work, especially in the Parable series.",
                "Released in 1993, Parable of the Sower takes place in the distant future of 2024, when society in the United States and our favorite unholy trinity of climate change, wealth inequality, and corporate greed has ravaged the nation leaving in in a state of pure dystopia.",
                "Parable of the Talents (408) Even the utopian society she is constructing starts off with a little crumb of colonization, addressing that nothing can truly detach humanity from that sin, especially when tied to the United States.",
                "While all of her novels and short stories have a lot we could discuss, we decided to focus on the Parable novels because there is nothing like living in your own dystopia to make things come into focus - if you get what I mean."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyYWJsZQ&hash=786d3e4c928fcfb048838e1782d04c2aef029a1c&lang=en&cache-only=0",
            "defineEn": "a short fictitious story with a moral or spiritual lesson, especially one told by Jesus Christ in the Gospels",
            "defineVi": "một câu chuyện hư cấu ngắn với một bài học đạo đức hoặc tinh thần, đặc biệt là một kể bởi Chúa Giêsu Kitô trong Tin Mừng"
        },
        {
            "id": "77a76fd7-d933-4e95-8de4-89ed87c8a753",
            "word": "paradigm",
            "phonetic": "pæɹədaɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "And in sociology, theoretical paradigms are key.",
                "That Reagan paradigm sort of faded away.",
                "Next time, we'll introduce different theories of society, the basic paradigms of sociology.",
                "So I expected kind of a similar paradigm.",
                "Obviously, these three different paradigms provide radically different ways of looking at the social world."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyYWRpZ20&hash=59f4cc64a75d3f836a456c299d2907a1c2bad0e4&lang=en&cache-only=0",
            "defineEn": "a standard or typical example",
            "defineVi": "một ví dụ tiêu chuẩn hoặc điển hình"
        },
        {
            "id": "4bc6e517-16f9-44d2-ab4d-cd2c211ce73f",
            "word": "paradox",
            "phonetic": "pæɹədɑːks ",
            "partOfSpeechType": "noun",
            "examples": [
                "The border is a paradox.",
                "So what is the archer's paradox?",
                "Simpson's paradox isn't just a hypothetical scenario.",
                "So the origins and spread of fire in our evolutionary history remain full of paradoxes.",
                "So human faces are an interesting paradox."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyYWRveA&hash=d7fd1bffb0325375ddaee4d9b5eef5ac4e2ef661&lang=en&cache-only=0",
            "defineEn": "a logically contradictory statement that might actually be true",
            "defineVi": "một tuyên bố mâu thuẫn về mặt logic mà thực sự có thể đúng"
        },
        {
            "id": "0afa5233-47bf-427e-bcbd-b12663a58ef7",
            "word": "paragon",
            "phonetic": "pæɹəɡɑːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Like some of the earliest European saw the Indians as paragons of physical beauty and innocent of Europeans' worst characteristics."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyYWdvbg&hash=64111075a43d447a48c67564879edcacbd0b051d&lang=en&cache-only=0",
            "defineEn": "an ideal instance; a perfect embodiment of a concept",
            "defineVi": "một ví dụ lý tưởng; một hiện thân hoàn hảo của một khái niệm"
        },
        {
            "id": "231b5d03-44d4-4302-938c-02d8a958d146",
            "word": "infamous",
            "phonetic": "ɪnfəməs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "These unexpected frugivores include infamous predators like the American crocodile, Nile crocodile and Saltwater crocodile.",
                "One infamous example is William Seabrook’s sensational 1929 travelogue, The Magic Island.",
                "And the infamous undies got their name from champion",
                "Perhaps the most infamous example is the bolt incident.",
                "The pontianak are Southeast Asia’s infamous vampiric mothers."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mYW1vdXM&hash=10b2368fcab579e4c311b83209488efb00adc62c&lang=en&cache-only=0",
            "defineEn": "famous for doing horrible things",
            "defineVi": "nổi tiếng vì đã làm những điều kinh khủng",
            "hasImg": true
        },
        {
            "id": "d0d1611d-a93f-4cf2-9545-5eb548f69996",
            "word": "infamy",
            "phonetic": "ɪnfəmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "After his latest brush with infamy, the footballer is keen to stay out of the tabloids and is keeping a low profile.",
                "Just ask our buddy in Tennessee who received a ton of hate mail and death threats from his unwanted infamy, and eventually agreed to donate his stockpile to avoid prosecution.",
                "Orchestrating one of the most deadly mass suicides in history, Jones’ story of abuse, mind control, and violence lives on in infamy in our collective consciousness.",
                "His father MOVED to this secretive COMPOUND after rising to White Supremacist infamy with his novel \"the TURNER diaries.\"",
                "Yesterday, December 7th, 1941, a date which will live in infamy."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mYW15&hash=f7c9978b679f970e440b2f6e69ae4633363ccbc3&lang=en&cache-only=0",
            "defineEn": "a state of extreme dishonor",
            "defineVi": "một tình trạng cực kỳ bất lương"
        },
        {
            "id": "4f8ec616-e356-4987-8399-f0fe51281239",
            "word": "odious",
            "phonetic": "oʊdiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "\"Comparisons are odious,\" said Jane, refusing to engage in a debate about which of her two friends was more successful."
            ],
            "audio": "https://tts.langeek.co/read?text=b2Rpb3Vz&hash=1d5b661166471d0a58e79687162dd2b367713ccb&lang=en&cache-only=0",
            "defineEn": "extremely unpleasant and repulsive, provoking or deserving hate",
            "defineVi": "cực kỳ khó chịu và ghê tởm, khiêu khích hoặc đáng bị ghét"
        },
        {
            "id": "28d76110-044a-4a7c-8e2b-20e5fa8f22c2",
            "word": "odium",
            "phonetic": "oʊdiəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2RpdW0&hash=c1697449ee7b053d5410803ceacd1f501316b9dd&lang=en&cache-only=0",
            "defineEn": "hate coupled with disgust",
            "defineVi": "ghét đi đôi với ghê tởm",
            "hasImg": true
        },
        {
            "id": "cf70107c-4363-4776-8eef-f3baeeb6aa3c",
            "word": "degeneracy",
            "phonetic": "dᵻdʒɛnɚɹəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our progress and degeneracy seems to be rapid.",
                "With the exception of black holes, these objects are supported by various forms of degeneracy pressure.",
                "It takes a stellar core at least about three times the mass of the Sun to overcome neutron degeneracy pressure.",
                "And electron degeneracy pressure is, essentially-- it's saying these electrons don't want to be in the same place at the same time.",
                "So let me write this here, electron degeneracy pressure."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVnZW5lcmFjeQ&hash=f3cd3b00d677692bcb3aaacd113212776a8a3e19&lang=en&cache-only=0",
            "defineEn": "moral perversion; impairment of virtue and moral principles",
            "defineVi": "suy đồi đạo đức; vi phạm đạo đức và các nguyên tắc đạo đức"
        },
        {
            "id": "0c038fab-11a4-41a1-ae67-4a4095dab201",
            "word": "degenerate",
            "phonetic": "dᵻdʒɛnɚɹeɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Twinkle twinkle spinning star, Degenerate neutrons are what you are.",
                "This triumvirate was an awesome failure, degenerating into a second civil war.",
                "By 1040 or so years from now, even degenerate stars will be gone.",
                "The host’s genitalia degenerate, leaving it functionally sterilized.",
                "I’m convinced that If I lived exclusively with elderly people, I would degenerate."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVnZW5lcmF0ZQ&hash=1b8eebfa425dfad8da5d165fc798b177c30a94ee&lang=en&cache-only=0",
            "defineEn": "unrestrained by convention or morality",
            "defineVi": "không bị ràng buộc bởi quy ước hoặc đạo đức"
        }
    ]
}