{
    "id": "4a3fecff-d3c6-4390-b73b-645b1fdcee45",
    "title": "Houses and Buildings",
    "originalTitle": "Houses and Buildings",
    "words": [
        {
            "id": "e61c7873-70ab-480f-92c3-46d4dc575c28",
            "word": "mansion",
            "phonetic": "mænʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new mansion looked impressive, but something was missing.",
                "Is it mansion?",
                "Rowling sold her 19th century Victorian mansion in 2012 for over $3.6 million.",
                "And that was an entire mansion.",
                "This 24 million pound mansion in Highgate, northwest London, comes complete with a two-story basement housing staff quarters, cinema, sauna, spa, and gym. -"
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuc2lvbg&hash=5ec45f252258bc469e55097c2b5d34b0890b752c&lang=en&cache-only=0",
            "defineEn": "a very large and impressive house",
            "defineVi": "một ngôi nhà rất lớn và ấn tượng",
            "hasImg": true
        },
        {
            "id": "66cf72fc-cb71-48d2-acba-d01a5522a728",
            "word": "lighthouse",
            "phonetic": "laɪthaʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The island had a famous lighthouse that guided ships safely to shore.",
                "So he built a lighthouse on them.",
                "\"To the Lighthouse\" also contains one of the most famous examples of Woolf's radical representation of time.",
                "So I can move this lighthouse.",
                "They emit beams of radiation and spin really quickly, like super fast lighthouses."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlnaHRob3VzZQ&hash=c53ecacdf6d60ae4d35ac5cd828712676a6b2c9d&lang=en&cache-only=0",
            "defineEn": "a large structure, such as a tower, placed near the coast and equipped with a powerful light that guides or warns the approaching ships",
            "defineVi": "một cấu trúc lớn, chẳng hạn như tháp, được đặt gần bờ biển và được trang bị ánh sáng mạnh để hướng dẫn hoặc cảnh báo các tàu đang đến gần",
            "hasImg": true
        },
        {
            "id": "922e564c-1934-4284-9e69-6483e1a8d321",
            "word": "skyscraper",
            "phonetic": "skaɪskɹeɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Skyscrapers have other design problems. ",
                "In some countries, skyscraper cemeteries enable vertical burials.",
                "One company is building a skyscraper battery.",
                "The couple bought a skyscraper condo in Manhattan for 11.7 million dollars.",
                "In 1956, architect Frank Lloyd Wright proposed a mile-high skyscraper."
            ],
            "audio": "https://tts.langeek.co/read?text=c2t5c2NyYXBlcg&hash=f02a79c2cdba35052b868c110e2016978e81d623&lang=en&cache-only=0",
            "defineEn": "a modern building that is very tall, often built in a city",
            "defineVi": "một tòa nhà hiện đại rất cao, thường được xây dựng trong thành phố",
            "hasImg": true
        },
        {
            "id": "a59b64dd-5c76-4131-82da-4380499ab606",
            "word": "warehouse",
            "phonetic": "wɛɹhaʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The truck delivered a large shipment of goods to the warehouse.",
                "The three brothers took stock of the warehouse.",
                "The gang did a warehouse and a supermarket.",
                "The cops raided the warehouse but the place was clean as a whistle.",
                "I need to shift these boxes from the warehouse to the loading dock."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FyZWhvdXNl&hash=387bb69cc5046c15d22b42695e42113fe884d9f4&lang=en&cache-only=0",
            "defineEn": "a large place in which raw materials or produced goods are stored before they are sold or distributed",
            "defineVi": "một nơi rộng rãi trong đó nguyên liệu thô hoặc hàng hóa được sản xuất được lưu trữ trước khi chúng được bán hoặc phân phối",
            "hasImg": true
        },
        {
            "id": "18402435-902d-4a01-b187-284e2daa3f68",
            "word": "shelter",
            "phonetic": "ʃɛltɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Running the animal shelter is a labor of love for Jane.",
                "They will have to sleep rough tonight if they don't find a shelter soon.",
                "Reindeer moss, with its tufted form, provides a cozy bed for small creatures seeking shelter.",
                "The family who lost their home in a natural disaster had to live in a temporary shelter for several months, but they endured the difficult circumstances with patience and resilience, knowing that what cannot be cured must be endured.",
                "Sally is an animal lover, so when she found out that her new neighbor volunteers at an animal shelter, she knew he was after her own heart."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hlbHRlcg&hash=d3c503f92628214733cae8f694a1312f4efd13cc&lang=en&cache-only=0",
            "defineEn": "a place or building that is meant to provide protection against danger or bad weather",
            "defineVi": "một địa điểm hoặc tòa nhà nhằm mục đích bảo vệ khỏi nguy hiểm hoặc thời tiết xấu"
        },
        {
            "id": "8349e21d-c07f-4474-b6ca-12bb77c44adc",
            "word": "cellar",
            "phonetic": "sɛlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Steps leading from the kitchen to the cellar.",
                "My grandfather was a farmer, and he always said that weather predictions like: a dry March, a wet April and a cool May fill barn and cellar and bring much hay still held true in determining a good harvest.",
                "She closed the cellar door quickly.",
                "'And bring up some wine from the cellar!'",
                "'We must go down into the cellar!'"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VsbGFy&hash=0f1fd10d48e55c06828e0bf7a8e72ceb6c04bd45&lang=en&cache-only=0",
            "defineEn": "an underground storage space or room, typically found in a building, used for storing food, wine, or other items that require a cool and dark environment",
            "defineVi": "một không gian hoặc phòng chứa dưới lòng đất, thường được tìm thấy trong một tòa nhà, được sử dụng để lưu trữ thực phẩm, rượu hoặc các mặt hàng khác cần môi trường tối và mát mẻ",
            "hasImg": true
        },
        {
            "id": "e9c4e48c-6f39-420a-b8b6-b03d8f2f3de0",
            "word": "landmark",
            "phonetic": "lændmɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Great Wall of China is a famous landmark in Asia.",
                "The Statue of Liberty is a famous American landmark.",
                "Paris, the capital city of France, is home to iconic landmarks such as the Eiffel Tower and Notre-Dame Cathedral.",
                "Europe is home to famous landmarks like the Eiffel Tower, Colosseum, and Big Ben.",
                "The Eiffel Tower is a famous landmark in France and attracts millions of tourists every year."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFuZG1hcms&hash=a566ce1a4b102866c6e7628a947ce75e8ea8d216&lang=en&cache-only=0",
            "defineEn": "a structure or a place that is historically important",
            "defineVi": "một cấu trúc hoặc một nơi đó là lịch sử quan trọng",
            "hasImg": true
        },
        {
            "id": "0fedacf4-dd56-4e43-9e9a-b1acad27691e",
            "word": "property",
            "phonetic": "pɹɑːpɚɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "A fence was being raised around the property.",
                "Property developers have been smacking their lips at the thoughts of getting their hands on such prime real estate.",
                "I added citron to my detox regimen for its cleansing properties.",
                "The fence runs along the edge of the property line.",
                "The property is going for a song because they need to sell it fast."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcGVydHk&hash=c07f01d12b3b9b928ba512f19892412d0b9da256&lang=en&cache-only=0",
            "defineEn": "a building or the piece of land surrounding it",
            "defineVi": "một tòa nhà hoặc mảnh đất xung quanh nó",
            "hasImg": true
        },
        {
            "id": "b778f496-4cca-43bb-8127-b564d3f75b11",
            "word": "shed",
            "phonetic": "ʃɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The snake shed its old skin to grow a new one.",
                "No one could shed any light on the mysterious car accident.",
                "David built us a shed in the back yard.",
                "I see you think of yourself as the sharpest tool in the shed.",
                "You probably won't need to apply for planning permission to build a shed in your garden, but to be on the safe side, check with your local planning department."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hlZA&hash=2ba578c34545acb9972c5e32f8b65e51aa7e7f93&lang=en&cache-only=0",
            "defineEn": "a simple and small cottage-like building that is built to store things or shelter animals",
            "defineVi": "một tòa nhà giống như ngôi nhà nhỏ và đơn giản được xây dựng để cất giữ đồ đạc hoặc nơi trú ẩn cho động vật"
        },
        {
            "id": "7cfe83db-8a71-40aa-8ccc-e28d460d7eb1",
            "word": "tomb",
            "phonetic": "tuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The tomb is guarded day and night by soldiers.",
                "The exploration of an ancient Mayan burial site in Honduras uncovered the tomb of a young woman, confined there for 1.400 years. ",
                "- They found it in ancient Egyptian tombs.",
                "And next to the tomb, there was a word.",
                "But before it was doing any of that, it was adding color to the tombs of Egyptian pharaohs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9tYg&hash=4d522556aeffca2b1477cd2e97a334608d4cc3c4&lang=en&cache-only=0",
            "defineEn": "an overground or underground grave that is large in size and is often made of stone",
            "defineVi": "một ngôi mộ trên mặt đất hoặc dưới lòng đất có kích thước lớn và thường được làm bằng đá",
            "hasImg": true
        },
        {
            "id": "749b8b3a-0d86-42ca-a41d-b98214e5f4ca",
            "word": "column",
            "phonetic": "kɑːlʌm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The newspaper has a column where readers can write in and ask for advice.",
                "The man was such a bleeding-heart knee-jerk liberal that you could predict the rest of the column after reading the first sentence.",
                "Draw the columns just like that.",
                "This column here is Trump's face over the Little Rascals.",
                "So each row now becomes a column."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sdW1u&hash=9a8ba8a0cc646c3e4f2ef6b311a7d591a443908e&lang=en&cache-only=0",
            "defineEn": "an upright and tall pillar, often made of stone, supporting or decorating a structure or used as a monument",
            "defineVi": "một cột thẳng đứng và cao, thường được làm bằng đá, hỗ trợ hoặc trang trí một cấu trúc hoặc được sử dụng làm tượng đài",
            "hasImg": true
        },
        {
            "id": "df77942c-82f8-4dcd-a4cf-6004d47812a8",
            "word": "structure",
            "phonetic": "stɹʌktʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We spent hours building structures with construction toys.",
                "The tall building stands out among the other structures in the city.",
                "With its higher protein content, bread flour gives breads a stronger structure and a chewier texture.",
                "They're up in arms over the new management structure.",
                "We examined the caryopsis of the rice grain under the microscope, observing its unique structure."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RydWN0dXJl&hash=fba9bea6c4a37b90293588bea22f8b0b3aeb5833&lang=en&cache-only=0",
            "defineEn": "anything that is built from several parts, such as a house, bridge, etc.",
            "defineVi": "bất cứ thứ gì được xây dựng từ nhiều bộ phận, chẳng hạn như một ngôi nhà, cây cầu, v.v.",
            "hasImg": true
        },
        {
            "id": "aef6c854-0509-43c8-923a-57b2a4461f14",
            "word": "renovation",
            "phonetic": "ɹɛnəveɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The restaurant is closing for renovations next week.",
                "The renovation of the charming old house turned out to be a money pit.",
                "During Ivana's renovation of the Plaza, Trump's resentment boiled over.",
                "These ambitious renovations could turn her 4.75 million-pound office building into a mansion that might be worth double that.",
                "It's another reason behind the renovation decision."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVub3ZhdGlvbg&hash=3e6af6da1112318fe0035b3382889e3139d037c2&lang=en&cache-only=0",
            "defineEn": "the process or action of making a building or a piece of furniture look good again by repairing or painting it",
            "defineVi": "quá trình hoặc hành động làm cho một tòa nhà hoặc một món đồ nội thất trông đẹp trở lại bằng cách sửa chữa hoặc sơn lại nó"
        },
        {
            "id": "fdf58bbb-19e9-41e7-b97b-b5769c506cb7",
            "word": "to construct",
            "phonetic": "tə kənstɹʌkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The workers construct the building from the ground up.",
                "He spent many weekends designing and constructing it, and his kids love playing in it.",
                "Advanced software can then construct extremely detailed 3-D models of the pipe walls. ",
                "An ant colony can construct complex structures.",
                "In other words, your brain constructs your perceptions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc3RydWN0&hash=69a34b36878957d46aa4cd755f6933e9562e319e&lang=en&cache-only=0",
            "defineEn": "to make or build a house, bridge, machine, etc.",
            "defineVi": "để làm hoặc xây dựng một ngôi nhà, cây cầu, máy móc, vv",
            "hasImg": true
        },
        {
            "id": "629be9e3-f28b-4e05-8f1a-8365c9fe5ef0",
            "word": "concrete",
            "phonetic": "kɑːŋkɹiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Leave the concrete to set for a few hours.",
                "The CEO gave a great speech about the company's commitment to social responsibility, but talk is cheap unless they start implementing concrete actions to reduce their carbon footprint.",
                "So the concrete is inherently stronger.",
                "The concrete industry uses about 3 trillion liters of water a year.",
                "\"The concrete evidence is right here.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY3JldGU&hash=091b554dde500bac878936298c2c64c6d528db2c&lang=en&cache-only=0",
            "defineEn": "a hard material used for building a house, etc. that is made of the mixture of cement, water, sand, and small stones",
            "defineVi": "một vật liệu cứng được sử dụng để xây dựng một ngôi nhà, vv được làm từ hỗn hợp xi măng, nước, cát và đá nhỏ",
            "hasImg": true
        },
        {
            "id": "bd27dc76-887e-4cef-8eb0-864534fbd6bf",
            "word": "stairwell",
            "phonetic": "stɛɹwɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "In one stairwell, a single officer was left to try and fend off an oncoming crowd.",
                "And, after my assault, I was immediately greeted by friends from the stairwell when I was leaving the mechanical room.",
                "I'm talking as they went down the stairwell.",
                "Okay in your letter you wrote both loudly stumbled down the stairwell at which point other persons at the house.",
                "There are lots of places around your house that you can drop your parachute, like from the top of a stairwell, or you can stand on a chair."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhaXJ3ZWxs&hash=d6c46e8ec46f9c27afae259f86d5b1589d2a6496&lang=en&cache-only=0",
            "defineEn": "the area of a property where the stairs are located",
            "defineVi": "khu vực của một tài sản nơi đặt cầu thang",
            "hasImg": true
        },
        {
            "id": "a680c359-562b-4f86-b772-3a6771b8d5d6",
            "word": "floor plan",
            "phonetic": "floːɹ plæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "That's the Floor Plan? ",
                "By the way, we have the Floor Plan right here.",
                "Open floor plans have become the norm in many industries after tech companies touted the advantage of this arrangement for collaboration and innovation.",
                "It contains her agenda, the floor plans, everything we need to pull this off.",
                "Imagine the injury pathways and mood regulation pathways existing in a modern day workspace with an open floor plan."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxvb3IgcGxhbg&hash=68eeb271809323011f6cd6edcf96a04659ce4d8c&lang=en&cache-only=0",
            "defineEn": "the design of a building that depicts the shape, size, and positioning of rooms and furniture in a structure from above.",
            "defineVi": "thiết kế của một tòa nhà mô tả hình dạng, kích thước và vị trí của các phòng và đồ nội thất trong một cấu trúc từ trên cao."
        },
        {
            "id": "a1953c74-2e6e-445b-8cb0-ff7009bab42a",
            "word": "exterior",
            "phonetic": "ɛkstɪɹiɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The net melon's mesh-like exterior makes it easy to grip and handle while cutting or eating.",
                "Phase One of Coolidge is basically done on the exterior.",
                "But auroras can also give us clues about the exteriors of other moons and planets.",
                "There was a lot of exterior stuff that was going on, too.",
                "These buildings had exterior steel frames that were braced with concrete and connected to horizontal floor beams."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0ZXJpb3I&hash=30974afe10485020b1a1294907d5889fbddac7db&lang=en&cache-only=0",
            "defineEn": "relating to or located on the outside part of a particular thing",
            "defineVi": "liên quan đến hoặc nằm ở phần bên ngoài của một điều cụ thể",
            "hasImg": true
        },
        {
            "id": "01eeeb41-2320-4024-814d-5bff96acaba3",
            "word": "interior",
            "phonetic": "ɪntɪɹiɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A self-made vase will give any interior a touch of originality.",
                "She has a great aesthetic sense when it comes to interior design.",
                "The Brie cheese had a soft and creamy interior, with a bloomy white cheese rind.",
                "The interior designer can't get any work done with your puppy on her heels!",
                "Interiors are better than Mercedes-Benz interiors."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJpb3I&hash=b61c3ea82db743710a9e807c14d51af15a63e0b0&lang=en&cache-only=0",
            "defineEn": "relating to or located on the inside part of a particular thing",
            "defineVi": "liên quan đến hoặc nằm ở phần bên trong của một điều cụ thể",
            "hasImg": true
        },
        {
            "id": "dd55f895-8241-4c0f-b53d-aa22ea65bea7",
            "word": "rooftop",
            "phonetic": "ɹuːftɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "She harvested a bunch of parsley from her rooftop garden.",
                "On the left the ground drops away, giving a view over the rooftops.",
                "From a rooftop in Italy, a theater group performs poetry for an area where movement is restricted.",
                "According to EnergySage, an online solar financing marketplace, the average rooftop panel system in the U.S. cost about $12,500 after tax credits in 2019.",
                "There are snipers on rooftops picking protesters off."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9vZnRvcA&hash=94362529704eeb3e3047f019f22dee3cbf4ab2b2&lang=en&cache-only=0",
            "defineEn": "the external surface of a building roof",
            "defineVi": "bề mặt bên ngoài của một mái nhà xây dựng",
            "hasImg": true
        },
        {
            "id": "1e8f6171-fb76-4747-89bb-bd39978fc66c",
            "word": "chimney",
            "phonetic": "tʃɪmni ",
            "partOfSpeechType": "noun",
            "examples": [
                "She's only thirteen and she already smokes like a chimney.",
                "'Are you asking the chimneys of Coketown to decide for you?'",
                "Lost City’s white smoker chimneys are basically the exact opposite of that because they form by a process known as serpentinization instead.",
                "It was a town of machines and tall chimneys, and of red brick, blackened by years of endless smoke and dirt.",
                "As the sun appeared in the pale sky, he climbed up into the countryside, leaving the silent factories and tall chimneys far below him."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpbW5leQ&hash=d7dc1633d79929c5a32b8113ddd722b6139fb847&lang=en&cache-only=0",
            "defineEn": "a channel or passage that lets the smoke from a fire pass through and get out from the roof of a building",
            "defineVi": "một kênh hoặc lối đi cho phép khói từ đám cháy đi qua và thoát ra khỏi mái nhà của tòa nhà",
            "hasImg": true
        },
        {
            "id": "ecad45af-1bdc-4e89-b7e8-1b1d91fb5bf7",
            "word": "aisle",
            "phonetic": "aɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The father proudly walked his daughter down the aisle on her wedding day.",
                "She pushed the cart down the aisle at the grocery store.",
                "The woman walked gracefully down the aisle, wearing a stunning white wedding gown on her special day.",
                "I'd like an aisle seat.",
                "They checked the footage of me in the aisle way."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlzbGU&hash=883cb753368ccf827f51aef3d30be33cc51d30a1&lang=en&cache-only=0",
            "defineEn": "a narrow passage in a theater, train, aircraft, etc. that separates rows of seats",
            "defineVi": "một lối đi hẹp trong rạp hát, xe lửa, máy bay, v.v. ngăn cách các hàng ghế",
            "hasImg": true
        },
        {
            "id": "f038d4fa-c228-44d3-85df-11ffdd7112c1",
            "word": "decor",
            "phonetic": "deɪkɔːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company's fun and funky decor is down to its Swedish work ethic.",
                "Hopefully that new decor and tech will get him even more business!",
                "Early in the 20th century, designers incorporated parchment into high-end furniture and decor, and it is still used for that today.",
                "Wayfair is a relatively young home decor and online furniture store.",
                "Are these romantic descriptions of a house, a delicious garden, Or it's tattered decor?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjb3I&hash=ba1023fbe9331cd57a4358c97526d9e4c778fd54&lang=en&cache-only=0",
            "defineEn": "the way a room or building's interior is decorated",
            "defineVi": "cách trang trí nội thất của một căn phòng hoặc tòa nhà",
            "hasImg": true
        },
        {
            "id": "cc2bd5b7-4094-4807-b2cd-e2b90105a1f3",
            "word": "residential",
            "phonetic": "ɹɛzᵻdɛnʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The south of the city is more residential, while the north is more commercial.",
                "She lives on the third floor of a residential building.",
                "The building is residential.",
                "The building is residential.",
                "Residential care runs in the hundreds of thousand per year."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzaWRlbnRpYWw&hash=e6fe6f6ac5e1e39da6bfa6e80b30b5375dac83ed&lang=en&cache-only=0",
            "defineEn": "(of an area with buildings) designed specially for people to live in; relating to houses in which people live rather than offices, factories, etc.",
            "defineVi": "(của một khu vực có các tòa nhà) được thiết kế đặc biệt cho người dân sinh sống; liên quan đến những ngôi nhà mà mọi người sống chứ không phải là văn phòng, nhà máy, v.v.",
            "hasImg": true
        },
        {
            "id": "a4c69540-723c-4573-b385-a5f88d4e5e16",
            "word": "spacious",
            "phonetic": "speɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The corridor led into a spacious living room.",
                "The airplane cabin was spacious and comfortable.",
                "The campsite was set up on a spacious riverbank, providing a picturesque view of the flowing water.",
                "This highly efficient design gave the tiny car a spacious interior.",
                "It's pretty spacious."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BhY2lvdXM&hash=a143e6ad43e01fb2913c06415da0c209f5ed2f92&lang=en&cache-only=0",
            "defineEn": "(of a room, house, etc.) large with a lot of space inside",
            "defineVi": "(của một căn phòng, ngôi nhà, v.v.) lớn với nhiều không gian bên trong",
            "hasImg": true
        },
        {
            "id": "413fe97f-ff08-4aea-ace1-8968df496a5e",
            "word": "vacant",
            "phonetic": "veɪkənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The building had been vacant.",
                "With no stimulation or social response, the kids were just kind of passive, vacant lumps.",
                "There's a lot of vacant houses.",
                "They built a false boardroom on the vacant fifth floor of Trump Tower.",
                "They speculated that the thing was living in the vacant power plant possibly one of the huge boilers."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFjYW50&hash=187d2176650ad24e9e0c22fcdd83d093e02f882c&lang=en&cache-only=0",
            "defineEn": "(of a house, room, seat, etc. ) empty or unoccupied and available to be used",
            "defineVi": "(của một ngôi nhà, căn phòng, chỗ ngồi, v.v.) trống hoặc không có người ở và sẵn sàng để sử dụng"
        },
        {
            "id": "5ef0e650-362a-4bd6-af7c-e9db5aa8edbb",
            "word": "abandoned",
            "phonetic": "ɐbændənd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWJhbmRvbmVk&hash=5885cf174aee5efa74eedfff62790d69993f5897&lang=en&cache-only=0",
            "defineEn": "(of a building, car, etc.) left and not needed or used anymore",
            "defineVi": "(của một tòa nhà, ô tô, v.v.) bị bỏ lại và không cần thiết hoặc sử dụng nữa",
            "hasImg": true
        },
        {
            "id": "4575311e-4379-453c-9c02-3269a1b42045",
            "word": "drain",
            "phonetic": "dɹeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Has Trump drained the swamp in Washington?",
                "Britain has suffered a huge brain drain in recent years.",
                "He laughed like a drain instead of giving me a hand.",
                "She was laughing like a drain when I got there.",
                "Ronald Reagan called for draining the swamp of bureaucrats in Washington D.C. while in 2006."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhaW4&hash=f01142381e8c3294382e4baafceeea754f003380&lang=en&cache-only=0",
            "defineEn": "a pipe in the bottom of a sink, bath, etc. through which dirty water flows out",
            "defineVi": "một đường ống ở đáy bồn rửa, bồn tắm, v.v. qua đó nước bẩn chảy ra",
            "hasImg": true
        },
        {
            "id": "03a78b2b-7522-488f-b9e6-89c9b1891717",
            "word": "to collapse",
            "phonetic": "tə kəlæps ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company's recent collapse has left their pension fund members up the creek.",
                "The bridge collapsed, and the car plunged under.",
                "She flopped her bag onto the couch and collapsed next to it.",
                "She was so tired that she was on the point of collapse.",
                "The political situation had become so unstable that people felt that above black there is no color, and that the country was on the brink of collapse."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29sbGFwc2U&hash=153ba93d5ee40ef42f3aa93443945e60644386a0&lang=en&cache-only=0",
            "defineEn": "(of a construction) to fall down suddenly, particularly due to being damaged or weak",
            "defineVi": "(của một công trình) bị đổ xuống đột ngột, đặc biệt là do bị hư hỏng hoặc yếu",
            "hasImg": true
        },
        {
            "id": "313c2b2f-3f92-4b1b-9539-7cd9a125185d",
            "word": "decorator",
            "phonetic": "dɛkoːɹeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Like decorator crabs, who wear stinging anemones.",
                "Meet the extreme decorator crab, the ultimate fashionista.",
                "These decorator crabs live in the tide pools and rocky shores off the California coast.",
                "Just like these decorator crabs, which make some incredible high fashion, at low tide.",
                "We went out to film the decorator crabs."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjb3JhdG9y&hash=27b645a4af594d0639a860cff4ca74bdd4525745&lang=en&cache-only=0",
            "defineEn": "someone whose job is to paint the inside walls of buildings and hang wallpaper",
            "defineVi": "người có công việc sơn tường bên trong các tòa nhà và treo giấy dán tường"
        }
    ]
}