{
    "id": "4a8a7e6b-80f5-4ce3-8d5b-d662afc2ca48",
    "title": "Lesson 10A",
    "originalTitle": "Lesson 10A",
    "words": [
        {
            "id": "141b394d-9d74-4a28-80db-4d9ae4a42136",
            "word": "sport",
            "phonetic": "spoːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sports were not at the top of the list.",
                "One swallow does not make a summer in sports.",
                "Ice hockey is a beloved sport in Canada.",
                "Friends shared a platter of crispy chicken wings with tangy dipping sauces at the sports bar.",
                "Their approach to sports teaching broke the mold."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BvcnQ&hash=0383e40e7cb973ef1869bedb3ccd3b39816694d1&lang=en&cache-only=0",
            "defineEn": "a physical activity that has special rules, needs effort and skill, and can be a competitive game as well as entertainment and exercise",
            "defineVi": "một hoạt động thể chất có các quy tắc đặc biệt, cần nỗ lực và kỹ năng, đồng thời có thể là một trò chơi cạnh tranh cũng như giải trí và rèn luyện sức khỏe",
            "hasImg": true
        },
        {
            "id": "122b53f5-de4a-4d22-aa1d-73d5ac453ff2",
            "word": "athletics",
            "phonetic": "æθlɛɾɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "- Athletics have been around a while."
            ],
            "audio": "https://tts.langeek.co/read?text=YXRobGV0aWNz&hash=9823b6809ef668d062710aaa2701d8843a441a30&lang=en&cache-only=0",
            "defineEn": "any sport that people tend to do",
            "defineVi": "bất kỳ môn thể thao nào mà mọi người có xu hướng làm",
            "hasImg": true
        },
        {
            "id": "1db00507-3dc7-49fc-8a35-b2fd84773f63",
            "word": "baseball",
            "phonetic": "beɪsbɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The baseball team has nine players on the field at a time.",
                "She caught the ball with her glove during the baseball game.",
                "He has been collecting baseball cards since he was a child and now has an impressive collection.",
                "I would watch every game I could, read every book I could find about the sport, and play baseball in my backyard every day.",
                "The baseball player crouched low, ready to field the ball."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFzZWJhbGw&hash=5259ffcfdcc8d22a5faec81900235a155f54832a&lang=en&cache-only=0",
            "defineEn": "a game played with a bat and ball by two teams of 9 players who try to hit the ball and then run around four bases before the other team can return the ball",
            "defineVi": "một trò chơi với gậy và bóng của hai đội gồm 9 người chơi cố gắng đánh bóng và sau đó chạy quanh bốn trụ trước khi đội kia có thể trả lại bóng",
            "hasImg": true
        },
        {
            "id": "b61b0a10-f0a5-45fa-963f-c627a413bf4f",
            "word": "basketball",
            "phonetic": "bæskɪtbɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Have you been following the basketball championships?",
                "He never missed a televised basketball or football game.",
                "The team cuts and thrusts on the basketball court, displaying their agility and strategic moves.",
                "The basketball player's impressive shooting skills were hitting opponents out of the park, scoring multiple three-point shots and leading his team to a victory.",
                "I gave my brother the bird after he said that he'd never seen a worse basketball player than me."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFza2V0YmFsbA&hash=8f5629badee6a5d55a1022746ef7662d2b0b0cd5&lang=en&cache-only=0",
            "defineEn": "a type of sport where two teams, with often five players each, try to throw a ball through a net that is hanging from a ring and gain points",
            "defineVi": "một loại hình thể thao trong đó hai đội, thường có năm người chơi mỗi đội, cố gắng ném bóng qua một tấm lưới được treo trên một chiếc nhẫn và ghi điểm",
            "hasImg": true
        },
        {
            "id": "95c119ff-48b6-4a57-bd58-47964b44f786",
            "word": "cycling",
            "phonetic": "saɪklɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was talking about cycling across the US or was that just another flight of fancy?",
                "Emily enjoys outdoor activities like hiking and cycling to keep herself in shape.",
                "Cycling is potentially very dangerous in the city - you have to have all your wits about you.",
                "But it still just keeps cycling.",
                "Monthly frequency is called ultra rapid cycling."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3ljbGluZw&hash=1c367f8505a860b6eadf767cfd93733d5ec97073&lang=en&cache-only=0",
            "defineEn": "the sport or activity of riding a bicycle",
            "defineVi": "môn thể thao hoặc hoạt động đi xe đạp",
            "hasImg": true
        },
        {
            "id": "ea78da58-eff4-472b-8e6c-1aa3d61278be",
            "word": "football",
            "phonetic": "fʊtbɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Other football stakeholders also got a share of the cake.",
                "Football is a popular sport that is played with a round ball and two teams.",
                "This stadium has seen many thrilling football games.",
                "My father’s followed the same football team for 40 years.",
                "The star football player blotted his copybook by using bad language in an interview."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9vdGJhbGw&hash=85845ba75100b633c4637135df0f3bac112cc22b&lang=en&cache-only=0",
            "defineEn": "a sport, played by two teams of 11 players who try to score by carrying or crossing an oval ball into the other team’s end zone or kicking the ball through the opponent's goalposts",
            "defineVi": "một môn thể thao, được chơi bởi hai đội gồm 11 cầu thủ cố gắng ghi bàn bằng cách mang hoặc chuyền một quả bóng bầu dục vào khu vực cuối sân của đội kia hoặc sút bóng qua cột dọc của đối phương",
            "hasImg": true
        },
        {
            "id": "2e0ae691-c97e-41f0-a331-9b9c02bbbf82",
            "word": "gymnastics",
            "phonetic": "dʒɪmnæstɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "- Something negative happens, you make a decision and you take down Aunt Suzie's gymnastics class or whatever.",
                "And so as a company I think we take a mindset of wanting to learn from that, to be humble about it, to understand where we can do better and if we take down Aunt Suzie's gymnastics class because something about it seemed like spam, we're gonna really dissect that moment and try and figure out what tripped this algorithm?"
            ],
            "audio": "https://tts.langeek.co/read?text=Z3ltbmFzdGljcw&hash=d28e1147ba13c3506212faac30bba3b2e675182b&lang=en&cache-only=0",
            "defineEn": "a sport that develops and displays one's agility, balance, coordination, and strength",
            "defineVi": "một môn thể thao phát triển và thể hiện sự nhanh nhẹn, cân bằng, phối hợp và sức mạnh của một người",
            "hasImg": true
        },
        {
            "id": "b36014e8-2864-4c2e-b373-6ae335713973",
            "word": "handball",
            "phonetic": "hændbɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Anyway, all of this is probably less a criticism of Denmark, which is a perfectly nice place full of herring sandwiches and competitive handball, than it is a commentary on Elizabethan England, a place notorious for spying and also the place where Shakespeare actually lived."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZGJhbGw&hash=d9442455fbb408d80797c27a908ccaacd4033f03&lang=en&cache-only=0",
            "defineEn": "an indoor game for two teams of players each trying to throw a ball with their hands to the opponent’s goal",
            "defineVi": "một trò chơi trong nhà dành cho hai đội chơi, mỗi đội cố gắng ném bóng bằng tay vào khung thành của đối phương",
            "hasImg": true
        },
        {
            "id": "adc39c5e-b722-4a45-aa97-6d491e1a0ce5",
            "word": "rugby",
            "phonetic": "ɹʌɡbi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Rugby and art seem strange bedfellows.",
                "He's on the edge of his seat watching that rugby match!",
                "The Scots play rugby football too, and it is an important sport in Scotland.",
                "255 players were drafted from college and one player instead was playing professional rugby in Australia.",
                "We hear Candyland, rugby, and Cards Against Humanity all referred to as games, so eventually our brains piece together what’s common between them, in a recognition that Wittgenstein called family resemblance."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVnYnk&hash=35bd0a996e008204f3862ba70d4d49ac4ea9d28a&lang=en&cache-only=0",
            "defineEn": "a game played by two teams of thirteen or fifteen players, who kick or carry an oval ball over the other team’s line to score points",
            "defineVi": "một trò chơi được chơi bởi hai đội gồm mười ba hoặc mười lăm cầu thủ, những người đá hoặc mang một quả bóng hình bầu dục qua vạch vôi của đội kia để ghi điểm",
            "hasImg": true
        },
        {
            "id": "980a6706-2c99-4f0d-b548-29b61e7db06a",
            "word": "skiing",
            "phonetic": "skiːɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The latest skiing accident is a case in point.",
                "They traveled to the mountains to enjoy hiking and skiing.",
                "It's fun to go skiing or snowboarding on the mountains in winter.",
                "When the price of skiing doubled, tourists voted with their feet and just stopped going.",
                "Jane also took up skiing at 57."
            ],
            "audio": "https://tts.langeek.co/read?text=c2tpaW5n&hash=bf1b69622aa01cd14461a53d858423efb9dd02cd&lang=en&cache-only=0",
            "defineEn": "the activity or sport of moving over snow on skis",
            "defineVi": "hoạt động hoặc môn thể thao di chuyển trên tuyết trên ván trượt",
            "hasImg": true
        },
        {
            "id": "a28d1c88-31ee-43ba-a3d7-a3a4b59049eb",
            "word": "tennis",
            "phonetic": "tɛnɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "I look at tennis differently from some coaches.",
                "She won the tennis tournament and received a trophy.",
                "We played a game of tennis using a yellow ball.",
                "The tennis player achieved a clean sweep of her matches, winning every set and advancing to the finals.",
                "He likes watching professional tennis matches on TV."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVubmlz&hash=76c374a9fee3cb85005905ec5475c6ca9411950c&lang=en&cache-only=0",
            "defineEn": "a sport played with rackets by two or four players, who hit a small ball backwards and forwards over a net on a marked court",
            "defineVi": "một môn thể thao được chơi bằng vợt bởi hai hoặc bốn người chơi, những người này đánh một quả bóng nhỏ tới lui qua lưới trên sân được đánh dấu",
            "hasImg": true
        },
        {
            "id": "75a1c669-e3a8-4fd6-93a3-a6d1ada71599",
            "word": "volleyball",
            "phonetic": "vɑːlɪbɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I never gave a hoot about volleyball.",
                "She joined a local volleyball league to compete against other teams.",
                "We cheer loudly for our school's volleyball team during their matches.",
                "We are learning the rules of volleyball to participate in a friendly game.",
                "We watched a game of volleyball and saw the players spike the ball."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9sbGV5YmFsbA&hash=ae33c56a372106eb7c5b2de32b256c0cce3e1cd2&lang=en&cache-only=0",
            "defineEn": "a type of sport played by two teams of 6 players, who use their hands to hit a large ball over a high net while trying not to let the ball touch the ground on their own side",
            "defineVi": "một loại hình thể thao được chơi bởi hai đội gồm 6 người chơi, những người này dùng tay để đánh một quả bóng lớn qua lưới cao trong khi cố gắng không để quả bóng chạm đất bên phía mình",
            "hasImg": true
        },
        {
            "id": "85440139-f192-4130-a8de-17852229830c",
            "word": "windsurfing",
            "phonetic": "wɪndsɜːfɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I also enjoy windsurfing, tennis, racquetball, swimming, you name it."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZHN1cmZpbmc&hash=4672ff4ecb7c66b61b7e68e334df390d2a01a8ab&lang=en&cache-only=0",
            "defineEn": "the activity or sport of sailing on water by standing on a special board with a sail attached to it",
            "defineVi": "hoạt động hoặc môn thể thao chèo thuyền trên mặt nước bằng cách đứng trên một tấm ván đặc biệt có gắn một cánh buồm",
            "hasImg": true
        },
        {
            "id": "228d96be-c551-48f1-82ea-a61174549284",
            "word": "yoga",
            "phonetic": "joʊɡə ",
            "partOfSpeechType": "noun",
            "examples": [
                "She sometimes practices yoga in the morning.",
                "She teaches yoga to promote health and well-being.",
                "Next month, I will go on a yoga retreat to recharge my batteries.",
                "She goes to yoga classes every day and she even teaches yoga classes herself.",
                "My sister lives and breathes her yoga practice."
            ],
            "audio": "https://tts.langeek.co/read?text=eW9nYQ&hash=1eeb7d52cb93fe335db459bc3410011d34d36694&lang=en&cache-only=0",
            "defineEn": "a system of physical exercises, including breath control and meditation, practiced to gain more control over one’s body and mind",
            "defineVi": "một hệ thống các bài tập thể chất, bao gồm kiểm soát hơi thở và thiền định, được thực hành để kiểm soát tốt hơn cơ thể và tâm trí của một người",
            "hasImg": true
        }
    ]
}