{
    "id": "4ac70a20-fabd-44f5-8192-1a042dd3ba6e",
    "title": "Lesson 11",
    "originalTitle": "Lesson 11",
    "words": [
        {
            "id": "38e5db21-2006-4ead-9bc9-89140549a7eb",
            "word": "predilection",
            "phonetic": "pɹɛdəlɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Today we stray from our usual exploration of the eating and cooking lives of visual artists to delve into the culinary predilections of a poet.",
                "They have backgrounds, and they have opinions, and they have predilections with respect to their personal decisions about how cases should be decided. ",
                "I mean, one of the things that we’re going to be delving into a little bit is that books were a way of actually gathering quite a bit of data on people, on your predilections. "
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZGlsZWN0aW9u&hash=dbb2520d89e87cc99c36a72a311c604ac2f1df9a&lang=en&cache-only=0",
            "defineEn": "a strong liking for something",
            "defineVi": "một ý thích mạnh mẽ cho một cái gì đó"
        },
        {
            "id": "7d1e45b7-7e8f-42af-9487-d4d45565d485",
            "word": "conviction",
            "phonetic": "kənvɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He has the courage of his convictions.",
                "The conviction of the billionaire sends a message to the world that no one gets a free pass to break the law.",
                "Lead your own life and have the courage of your convictions.",
                "When we learned of the conviction, we dropped him like a hot potato.",
                "George is a decent fella, it's just that he lacks the courage of his convictions."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udmljdGlvbg&hash=4c9043279fb2235c915110b3a75111aac74c92c8&lang=en&cache-only=0",
            "defineEn": "a belief or opinion that is very strong",
            "defineVi": "một niềm tin hoặc ý kiến đó là rất mạnh mẽ"
        },
        {
            "id": "c8785ca9-1550-4ed0-984b-69aacb38c50d",
            "word": "compassion",
            "phonetic": "kəmpæʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her actions reflect her kindness and compassion towards others.",
                "Erring on the side of compassion is something that members of our party do at all times.",
                "It's a reminder that faith and spirituality can be powerful forces in promoting love, compassion, and togetherness.",
                "It's a reminder to always value human life and to act with compassion and respect for others.",
                "Have some compassion."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGFzc2lvbg&hash=e9dfeb6bb59c03d3370f8ba9d20309b656321213&lang=en&cache-only=0",
            "defineEn": "great sympathy for a person or animal that is suffering",
            "defineVi": "rất thông cảm cho một người hoặc động vật đang đau khổ",
            "hasImg": true
        },
        {
            "id": "ab36800d-2e45-4797-bdf8-506a9a9e649a",
            "word": "omission",
            "phonetic": "oʊmɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Two big omissions are Danny Mills and Nick barmby - both of who must now have a question mark hanging against their future at the club.",
                "They should be able to give resolution to errors and omissions in real time.",
                "If that mayoral candidate had been a woman, we may have been more likely to excuse the omission and still believe she cares about people experiencing homelessness.",
                "When we get further up, I'll show you something that I thought was a very glaring omission on the part of the police.",
                "Despite these possible omissions and her untimely death, what survives is one of the most extraordinary bodies of work by a twentieth century poet."
            ],
            "audio": "https://tts.langeek.co/read?text=b21pc3Npb24&hash=6250deca4fdb19b350e78417457b57d48a36e68e&lang=en&cache-only=0",
            "defineEn": "a mistake resulting from neglect",
            "defineVi": "một sai lầm do bỏ bê"
        },
        {
            "id": "df750641-66d9-4970-ba94-5d49590011cf",
            "word": "discussion",
            "phonetic": "dɪskʌʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "These discussions held little interest for Lucy.",
                "\"The discussion is closed.\"",
                "The discussion was over my head.",
                "He has already held discussions with Irish shareholders.",
                "We had a very interesting discussion about climate change."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY3Vzc2lvbg&hash=7462e6078d9f39e0669963b1a583dc20f139535e&lang=en&cache-only=0",
            "defineEn": "a conversation with someone about a serious subject",
            "defineVi": "một cuộc trò chuyện với ai đó về một chủ đề nghiêm túc",
            "hasImg": true
        },
        {
            "id": "2ecc6a4d-b3bc-4ac3-8263-c4d2fac4aa66",
            "word": "precession",
            "phonetic": "pɹɪsɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Precession is one of the Milankovich cycles named after the mathematician who deduced them in the 1940s.",
                "What do you know about gyroscopic precession?",
                "This is known as the precession of perihelion.",
                "The effects of precession and other variables changed the local climate, which created spikes of iron-rich runoff, which in turn promoted the growth of harmful algal blooms at least four times off the South American coast.",
                "This is known as axial precession or just axial wobble and our axis completes a full circle about every twenty three thousand years."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlY2Vzc2lvbg&hash=1a06ef497eb82d47c27d4c5a48e5445419b44ea2&lang=en&cache-only=0",
            "defineEn": "the act of preceding in time or order or rank (as in a ceremony)",
            "defineVi": "hành động trước thời gian hoặc thứ tự hoặc cấp bậc (như trong một buổi lễ)"
        },
        {
            "id": "f69f6ae7-35d7-454e-acfb-7e3f9b4bf3c3",
            "word": "determination",
            "phonetic": "dɪtɜːmᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The final word on policy determination belongs to the committee.",
                "A grim determination to do or die.",
                "When faced with a difficult situation, Jane remembered the proverb the same fire that melts the butter, hardens the egg and chose to approach the problem with a positive attitude and determination",
                "The personal setbacks he faced became grist for the mill of his resilience and determination.",
                "After reading her biography, I saw her accomplishments in a different light and gained a deeper admiration for her resilience and determination."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV0ZXJtaW5hdGlvbg&hash=86fe5fcc1282ea4f35ca979f5da3d250a5ec9859&lang=en&cache-only=0",
            "defineEn": "the quality of working toward something despite difficulties",
            "defineVi": "chất lượng làm việc hướng tới một cái gì đó mặc dù khó khăn"
        },
        {
            "id": "fa7bdfe8-66fb-497d-b669-dd91fb360193",
            "word": "denunciation",
            "phonetic": "dᵻnʌnsɪeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "They opposed the conservative economics commentator over her denunciations of the Fed, among other things."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVudW5jaWF0aW9u&hash=7cbad4ee73354991c97ca3f7212cedbe36d38e0e&lang=en&cache-only=0",
            "defineEn": "a public act of denouncing",
            "defineVi": "một hành động tố cáo công khai"
        },
        {
            "id": "de219309-0636-47af-b378-a406ee59acaf",
            "word": "poltroon",
            "phonetic": "poʊltɹuːn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9sdHJvb24&hash=7309b8afa01f25eb07afa1e0fe9ed6108cd79677&lang=en&cache-only=0",
            "defineEn": "an abject coward",
            "defineVi": "một kẻ hèn nhát khốn nạn"
        },
        {
            "id": "22179d30-aa68-47f9-bbbc-5bf66c6c3d8f",
            "word": "contagion",
            "phonetic": "kənteɪdʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even memories can be spread by contagion.",
                "It's just spread like a contagion from one country to another.",
                "Behavioral contagion is the tendency to repeat a behavior after seeing others perform it.",
                "Because of the coronavirus and the risk of contagion, family members aren’t being allowed in the intensive care unit.",
                "And sadly, the spread of terrible behaviors by contagion is also well-documented, including violence to others and self-harm."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGFnaW9u&hash=062e6e7a2046497a8676de363ab64723e81e59ce&lang=en&cache-only=0",
            "defineEn": "the transmission of an infectious disease or virus resulting from close contact between individuals or animals",
            "defineVi": "việc truyền bệnh truyền nhiễm hoặc vi rút do tiếp xúc gần gũi giữa các cá nhân hoặc động vật"
        },
        {
            "id": "c63912ca-28c1-40c5-abcc-892b1a9d3dc4",
            "word": "hawthorn",
            "phonetic": "hɔːθɔːɹn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGF3dGhvcm4&hash=5a4cb6c396c47ffbc8e3664c8011b57b4139b4a9&lang=en&cache-only=0",
            "defineEn": "a spring-flowering shrub or small tree of the genus Crataegus",
            "defineVi": "một loại cây bụi ra hoa vào mùa xuân hoặc cây nhỏ thuộc chi Crataegus"
        },
        {
            "id": "44d78f7e-f188-4fb5-99e2-eca651a308e1",
            "word": "echelon",
            "phonetic": "ɛʃəlɑːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Crist spent his career in a higher echelon of the printing industry than this.",
                "The reduced row echelon form of A times our vector x is equal to 0.",
                "But Hamzah's criticism is unique, because its source and target are the highest echelons of royal power.",
                "So this system of equations has been reduced, just by doing reduce row echelon form, this problem.",
                "Unfortunately, everybody is loading up on these stocks, so you might want to go below the top echelon and look at companies like Adobe."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNoZWxvbg&hash=24b3a2c3aea8381b0bb1192409e6980659f17498&lang=en&cache-only=0",
            "defineEn": "a body of troops arranged in a line",
            "defineVi": "một đội quân được sắp xếp thành một hàng"
        },
        {
            "id": "553c5456-1d36-484f-9d7b-4aa922622bdd",
            "word": "fustian",
            "phonetic": "fʌstʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnVzdGlhbg&hash=4b902b39d81f5d278cbd43e57161b84a8bf0ff5b&lang=en&cache-only=0",
            "defineEn": "a durable cotton fabric with a slight nap or pile on the surface, originally made in the Middle Ages in Europe",
            "defineVi": "một loại vải bông bền với một lớp vải mỏng hoặc bông nhẹ trên bề mặt, ban đầu được sản xuất từ thời Trung cổ ở Châu Âu"
        },
        {
            "id": "fcad1145-36c2-4d5b-b394-8494df6407c2",
            "word": "stallion",
            "phonetic": "stæliən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He's a double-gold-medal-winning stallion, which, there's very few of them out there.",
                "In fact, the bloodline of all stallion horses is closer than you might think.",
                "Narrator: Super-fertile stallions like Big Star can ejaculate once a day.",
                "At that moment, a man clad in black, with an ebony stallion seeminehind whom the sun rises.",
                "Despite generally being safer for both stallion and mare, artificial insemination is criticized for its ethics around science and nature."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhbGxpb24&hash=2d6ff55102badae0223ca4a04fdd0020d948e3dc&lang=en&cache-only=0",
            "defineEn": "an adult male horse which its sex organs are intact and is used in breeding",
            "defineVi": "một con ngựa đực trưởng thành mà cơ quan sinh dục của nó còn nguyên vẹn và được sử dụng trong chăn nuôi",
            "hasImg": true
        },
        {
            "id": "06c78f8f-f616-42d0-a016-39acccd14e76",
            "word": "alluvion",
            "phonetic": "ɐluːviən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWxsdXZpb24&hash=71aef499f12f5d3def61dd6ffdafcaf3f0d41a69&lang=en&cache-only=0",
            "defineEn": "gradual formation of new land, by recession of the sea or deposit of sediment",
            "defineVi": "sự hình thành dần dần của vùng đất mới, do sự suy thoái của biển hoặc trầm tích"
        },
        {
            "id": "70333313-a317-4e33-ac60-9a7e44257e0c",
            "word": "chiffon",
            "phonetic": "tʃɪfən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hpZmZvbg&hash=0c0a60bb992eb025ade461902170ef10cc5fc508&lang=en&cache-only=0",
            "defineEn": "a lightweight and transparent fabric made from silk or nylon",
            "defineVi": "một loại vải nhẹ và trong suốt được làm từ lụa hoặc nylon",
            "hasImg": true
        },
        {
            "id": "2603d20b-5623-4372-89b2-d1b9a2db65e8",
            "word": "curmudgeon",
            "phonetic": "kɜːmʌdʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Pat Hatfield-Nalls: Pete is a bit of a curmudgeon but a lovable one.",
                "My grandfather, who was just a real curmudgeon, came up to me and said, \"Who was that?\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VybXVkZ2Vvbg&hash=b452c25b5c708a07633e238352d4cdc04233791a&lang=en&cache-only=0",
            "defineEn": "a bad-tempered person who is easily annoyed and angered, usually old in age",
            "defineVi": "một người nóng tính, dễ bực bội và tức giận, thường là người già"
        },
        {
            "id": "14505e57-4791-4631-9dc8-4813cf3add2e",
            "word": "venison",
            "phonetic": "vɛnɪsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "They ordered a mouthwatering venison burger from a trendy restaurant.",
                "We gathered around the campfire, roasting skewers of marinated venison over the crackling flames.",
                "And then I was like, hey, and, also, we love venison, so drop by some venison.",
                "We've been told that we can't eat venison from deer harvested within a five mile radius essentially of the base.",
                "And then I was like, hey, and, also, we love venison, so drop by some venison."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVuaXNvbg&hash=6897b8acb1f72f0572e5c44db9c830ea259445b9&lang=en&cache-only=0",
            "defineEn": "meat of a deer, eaten as food",
            "defineVi": "thịt của một con nai, ăn như thực phẩm",
            "hasImg": true
        },
        {
            "id": "2ca60132-f9cd-44da-9d5b-30657dbca147",
            "word": "pavilion",
            "phonetic": "pɐvɪliən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Gustave Courbet built his own pavilion during the 1855 Paris World’s Fair, circumventing the official juried exhibition, and showing this painting where, it’s worth noting, the focus is on a landscape painter.",
                "Americans, and the world at large, were first introduced to dala horses at the 1939 World's Fair in New York, where a giant wooden dalahäst greeted visitors to the Swedish pavilion."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF2aWxpb24&hash=c22be972fd760ae61531c75de6cbee7c7a53687b&lang=en&cache-only=0",
            "defineEn": "large and often sumptuous tent",
            "defineVi": "lều lớn và thường xa hoa"
        },
        {
            "id": "5a2ab28c-e3bd-46c7-9587-423c24fc1264",
            "word": "carrion",
            "phonetic": "kæɹiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The coach understood that each athlete had different strengths and weaknesses, and tailored training programs accordingly - a carrion kite will never be a good hawk.",
                "But did this giant bear have an appetite for carrion?",
                "Bald eagles and ravens fed on the carrion that the wolves abandoned.",
                "Things like insects and carrion usually make up about a tenth of a percent of their diet, which doesn’t seem like very much.",
                "As their name implies, carrion beetles eat dead things, and they lay their eggs in them, too."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fycmlvbg&hash=95cf6b767ea9d27fc0176bafca4aabc5204780cf&lang=en&cache-only=0",
            "defineEn": "the dead and rotting body of an animal; unfit for human food",
            "defineVi": "xác chết và thối rữa của một con vật; không thích hợp làm thức ăn cho người"
        }
    ]
}