{
    "id": "4b168174-4c9b-42b2-ad1f-573a6d090222",
    "title": "Unit 8",
    "originalTitle": "Unit 8",
    "words": [
        {
            "id": "d0136224-d1fe-45e1-8a85-2cd066f2e214",
            "word": "perfect",
            "phonetic": "pɜːfɛkt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A cup of tea sounds perfect.",
                "The combination of the meatloaf, mashed potatoes, and greens was perfect.",
                "The orange pumpkin was perfect for Halloween.",
                "Good afternoon, the weather is perfect for a walk.",
                "The refreshing Muscat grape juice was the perfect choice for a hot summer day."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyZmVjdA&hash=dc4e2e5415599e9e42edd6e18f8fa63a5ed505a6&lang=en&cache-only=0",
            "defineEn": "being as great, complete, and flawless as possible",
            "defineVi": "tuyệt vời, đầy đủ và hoàn hảo nhất có thể",
            "hasImg": true
        },
        {
            "id": "e2708096-1661-4620-89de-f4f337eaab94",
            "word": "imperfect",
            "phonetic": "ɪmpɜːfɛkt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We're all imperfect human beings in an imperfect world.",
                "We're all imperfect human beings in an imperfect world.",
                "When overwhelmed with coding, my mentor advised me to start writing basic programs even if they were imperfect, saying 'begin to weave and God will give the thread.'",
                "The message was that both easterners and Europeans were imperfect.",
                "And, yes, we're imperfect, but you know what?"
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wZXJmZWN0&hash=c956fa7670a37597bceaa21316386390aa7e9a55&lang=en&cache-only=0",
            "defineEn": "having faults, flaws, or shortcomings",
            "defineVi": "có lỗi, sai sót hoặc thiếu sót",
            "hasImg": true
        },
        {
            "id": "7fc6b0ac-dc50-4687-adb6-b7d67f648575",
            "word": "formal",
            "phonetic": "fɔːɹməl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She had no formal instruction in music.",
                "Dinner was very formal, with everyone on their best behaviour.",
                "He used to wear a silk tie with his formal suit.",
                "He asked her wife to wear a formal dress to the event.",
                "Emma is a casual dresser and would never be seen dead wearing formal attire or high heels."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ybWFs&hash=4e8104043a9d4aea2628b0706a8c943444601ca5&lang=en&cache-only=0",
            "defineEn": "suitable for fancy, important, serious, or official occasions and situations",
            "defineVi": "thích hợp cho những dịp và tình huống ưa thích, quan trọng, nghiêm túc hoặc chính thức",
            "hasImg": true
        },
        {
            "id": "77b3ebad-0d6f-4b0f-aff2-d0b95b62ff4a",
            "word": "informal",
            "phonetic": "ɪnfɔːɹməl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We are very informal around here.",
                "You have some informal actors.",
                "For this particular task, informal actors are much more efficient.",
                "The group engaged in informal preliminary discussions.",
                "Better yet, it was also informal."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mb3JtYWw&hash=617befe3a0f01731c9e33977568e98b269587942&lang=en&cache-only=0",
            "defineEn": "suitable for friendly, relaxed, casual, or unofficial occasions and situations",
            "defineVi": "thích hợp cho những dịp và tình huống thân thiện, thoải mái, bình thường hoặc không chính thức",
            "hasImg": true
        },
        {
            "id": "e7429b8c-b335-4f6a-89b3-3e9dca8b17f3",
            "word": "conscious",
            "phonetic": "kɑːnʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When their schedules didn't align, the couple made a conscious effort to make time for each other.",
                "After learning about the benefits of unbleached flour, he made a conscious effort to incorporate it into his everyday cooking.",
                "People are conscious about environmental impact.",
                "Nevertheless, at the time, the case did serious damage to the Audi brand with image and safety conscious baby-boomers.",
                "He's conscious."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2Npb3Vz&hash=074bb8adf3d77afe8308f0e5fe936cfbf2e870a5&lang=en&cache-only=0",
            "defineEn": "having awareness of one's surroundings",
            "defineVi": "có nhận thức về môi trường xung quanh của một người",
            "hasImg": true
        },
        {
            "id": "285bfe78-8c6f-4f43-83f9-7ef090ae6a76",
            "word": "unconscious",
            "phonetic": "ʌŋkɑːnʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Too many CEOs follow the ostrich plan, sticking their head in the sand in an unconscious effort to avoid bad news, and the responsibility that goes with it.",
                "99.9% of what our brains process is unconscious.",
                "You can find examples of unconscious processes all over psychology.",
                "She was almost unconscious and did not recognize him at first.",
                "That's the power of our adaptive unconscious."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5jb25zY2lvdXM&hash=861ab355bfb2ae4481c5155bfb8593d41245c81f&lang=en&cache-only=0",
            "defineEn": "unaware of the surroundings and not awake, which is caused by either an illness or injury",
            "defineVi": "không nhận thức được xung quanh và không tỉnh táo, nguyên nhân là do bệnh tật hoặc chấn thương",
            "hasImg": true
        },
        {
            "id": "4c871357-c104-4c55-9472-916f53513e3d",
            "word": "suitable",
            "phonetic": "suːɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "However, only about 10% of that land is suitable for farming. ",
                "The inner cells-- pick a suitable color.",
                "The beaks of some of the finches were more suitable for digging for worms.",
                "So we found a more suitable location in the heart of the nearest town.",
                "Black holes might be suitable for hyperspace travel after all."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VpdGFibGU&hash=de6381f0241012ff89746e9b21a590ade7e5afc0&lang=en&cache-only=0",
            "defineEn": "appropriate or acceptable for a certain situation or purpose",
            "defineVi": "phù hợp hoặc chấp nhận được cho một tình huống hoặc mục đích nhất định"
        },
        {
            "id": "a585f8e1-54f1-4f22-9f2a-0f29758837a1",
            "word": "creative",
            "phonetic": "kɹiːeɪɾɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The menu featured a creative dish of beef plate tacos.",
                "We came up with a creative solution to the problem.",
                "As a creative experiment, I mixed salad burnet into my homemade pesto sauce.",
                "He used pignuts as a creative substitute for nuts in his homemade granola bars.",
                "Mary, as the young blood of the department, is already making an impact with her creative solutions and proactive approach."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlYXRpdmU&hash=d8bcf1360149424e3ea3400a25f7371a929f7950&lang=en&cache-only=0",
            "defineEn": "making use of imagination or innovation in bringing something into existence",
            "defineVi": "sử dụng trí tưởng tượng hoặc sự đổi mới trong việc đưa một cái gì đó vào sự tồn tại",
            "hasImg": true
        },
        {
            "id": "bc7c57f1-2674-4440-b6ff-59d083072718",
            "word": "imagination",
            "phonetic": "ɪmædʒᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "By no stretch of the imagination does the factory operate efficiently.",
                "I do not know what the interpreter said, but under no circumstances did I mean that I had a problem with you, not by any stretch of the imagination.",
                "So comic books gave me an imagination.",
                "Use your imagination. ",
                "Over the next century, gold mining captured people's imagination, during the great US gold rush."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1hZ2luYXRpb24&hash=7e742757be77f7698e08ea815386981b057d3e8a&lang=en&cache-only=0",
            "defineEn": "something that is formed in the mind and does not exist in reality",
            "defineVi": "một cái gì đó được hình thành trong tâm trí và không tồn tại trong thực tế",
            "hasImg": true
        },
        {
            "id": "d1280e1b-6aa5-4883-9998-108db5d9dec2",
            "word": "colorful",
            "phonetic": "kʌlɚfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The colorful bird flew high in the sky.",
                "The children decorated their cupcakes on a colorful dish.",
                "The children drank their juice from colorful plastic glasses.",
                "The colorful fish in the aquarium captured my attention.",
                "The colorful bowtie pasta added a fun twist to the classic mac and cheese dish."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sb3JmdWw&hash=34b0a9cd4159f19db49a64ab206b8673e9b3f107&lang=en&cache-only=0",
            "defineEn": "having a lot of different colors or full of bright colors",
            "defineVi": "có rất nhiều màu sắc khác nhau hoặc đầy màu sắc tươi sáng",
            "hasImg": true
        },
        {
            "id": "24c6c87b-45d4-4dd6-a402-bc37269b7ce0",
            "word": "to shorten",
            "phonetic": "tə ʃɔːɹʔn̩ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I just shortened it",
                "It shortens the window to get an absentee ballot.",
                "Using this function shortens continuous playback time.",
                "Those shorten every time cells replicate.",
                "The tethers could shorten trips between both planets, from nine months down to five or even three, and reduce the scale of the rockets required by between 84 and 96 percent."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hvcnRlbg&hash=d90ac60f16d57132ed9d405fd592282ebc3fa831&lang=en&cache-only=0",
            "defineEn": "to make something have a decrease in length or duration",
            "defineVi": "để làm cho một cái gì đó đã giảm chiều dài hoặc thời gian",
            "hasImg": true
        },
        {
            "id": "8983a179-9a8b-4a77-a8a4-7cdfead1cd64",
            "word": "kindness",
            "phonetic": "kaɪndnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her intelligence and kindness make her the perfect girlfriend.",
                "Her actions reflect her kindness and compassion towards others.",
                "Mary's kindness and generosity towards others has earned her love and respect from everyone she meets.",
                "A little bit of kindness can go a long way in brightening someone's day.",
                "We are so thankful for their kindness and generosity and we promise to pay it forward."
            ],
            "audio": "https://tts.langeek.co/read?text=a2luZG5lc3M&hash=2290d7707d2952b853cdc7f917366de26523dfa4&lang=en&cache-only=0",
            "defineEn": "an action that is caring, kind, or helpful",
            "defineVi": "một hành động quan tâm, tử tế, hoặc hữu ích",
            "hasImg": true
        },
        {
            "id": "da56b1ae-91ff-40da-b1c5-a80754c47301",
            "word": "to educate",
            "phonetic": "tʊ ɛdʒuːkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She is a dedicated teacher who is passionate about nurturing and educating children.",
                "Schools are educating.",
                "Slaves could be highly educated.",
                "So she educates people on deafness and other disabilities, and LGBT issues.",
                "Educating a lot of us about the violin."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWR1Y2F0ZQ&hash=e5f1bb6e2d8774a709568bb33382336c3706119a&lang=en&cache-only=0",
            "defineEn": "to teach someone, particularly a child, especially at a school or university",
            "defineVi": "để dạy ai đó, đặc biệt là một đứa trẻ, đặc biệt là ở một trường học hoặc trường đại học",
            "hasImg": true
        },
        {
            "id": "5e891197-1601-4733-bfce-ec24d7a2dda9",
            "word": "excitement",
            "phonetic": "ɛksaɪtmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The drug produces a feeling of excitement.",
                "The child jumped up and down with excitement.",
                "The crowd erupted into cries of excitement when their favorite band took the stage.",
                "He learned to check his excitement.",
                "Excitement was coursing through her blood ever more fiercely as she got closer to seeing her sister."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjaXRlbWVudA&hash=356940cdd252e48c7d2f64e875768575e15dbf30&lang=en&cache-only=0",
            "defineEn": "a feeling of much enthusiasm and happiness",
            "defineVi": "một cảm giác rất nhiệt tình và hạnh phúc",
            "hasImg": true
        },
        {
            "id": "7110ed07-35e9-420e-bd6f-7a7ff64b1659",
            "word": "confidently",
            "phonetic": "kɑːnfɪdəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The girl with the carrot top confidently embraces her unique hair color, radiating a sense of individuality.",
                "The salesman confidently presented his product, knowing that good wine needs no bush.",
                "She held her head high as she walked confidently into the room.",
                "The expert confidently stated that it had been sunny with excellent visibility on the day in question.",
                "No one could confidently know the age of the earth before the discovery of radioactivity and the development of radiometric dating in the early twentieth century."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZmlkZW50bHk&hash=03dbaa8449b1fc76f274243e3319ad5edaa7f48a&lang=en&cache-only=0",
            "defineEn": "in a way that shows confidence and trust in oneself or another person's abilities, plans, etc.",
            "defineVi": "theo cách thể hiện sự tự tin và tin tưởng vào khả năng, kế hoạch của bản thân hoặc người khác, v.v."
        },
        {
            "id": "676c09e1-8c8a-4c40-adff-35c2b1ae7e43",
            "word": "automatically",
            "phonetic": "ɔːɾəmæɾɪkli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Guys automatically become less attractive when they break Priscian's head.",
                "The closet had a light that automatically turned on when the door was opened.",
                "All your recent searches are automatically saved.",
                "When the sun rises, the curtains in my room open automatically.",
                "Automatically picked up HDR10 mode."
            ],
            "audio": "https://tts.langeek.co/read?text=YXV0b21hdGljYWxseQ&hash=4664aaa88292a1e57431e77944f8550d3b2843ba&lang=en&cache-only=0",
            "defineEn": "with no reflection or thinking",
            "defineVi": "không có suy nghĩ hay suy nghĩ"
        },
        {
            "id": "1b0ebbd3-d155-49c3-945c-c36e25bfa98c",
            "word": "careless",
            "phonetic": "kɛɹləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It only takes one careless driver to cause an accident.",
                "You'd think he'd be wise as an owl after so many years in this industry, but he's still a careless old fool.",
                "\"During wartime, careless talk costs lives, as revealing sensitive information can put soldiers and civilians at risk,\" said the military commander during the briefing.",
                "'A careless girl!' said Mr. Brocklehurst quietly, almost to himself.",
                "And contrary to negative stereotypes, speakers of AAE are not careless with language."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZWxlc3M&hash=df68df942e85fa4bd17ef9f931032afd6383e857&lang=en&cache-only=0",
            "defineEn": "not paying enough attention to what we are doing",
            "defineVi": "không chú ý đầy đủ đến những gì chúng ta đang làm",
            "hasImg": true
        },
        {
            "id": "594366ee-8082-496e-a43b-8cbf54a02301",
            "word": "to disagree",
            "phonetic": "tə dɪsɐɡɹiː ",
            "partOfSpeechType": "verb",
            "examples": [
                "We disagree on most things, but on this question we are at one.",
                "The rest of you may disagree, but I, for one, think we should go ahead with the plan.",
                "He tends to fly off the handle when people disagree with him.",
                "Even if you disagree with someone, you should still lend them your ear and try to understand their point of view.",
                "Scientists disagree about how the universe was created."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzYWdyZWU&hash=9a74e52ef562549a66675976e45131deeb322f26&lang=en&cache-only=0",
            "defineEn": "to hold or give a different opinion about something",
            "defineVi": "để giữ hoặc đưa ra một ý kiến khác nhau về một cái gì đó",
            "hasImg": true
        },
        {
            "id": "a2132abb-5bf1-4560-873d-300bafa37de5",
            "word": "disagreement",
            "phonetic": "dɪsɐɡɹiːmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They have made up for their previous disagreements by attending couples therapy.",
                "I know we had a disagreement, but I hope there are no hard feelings.",
                "After a disagreement, the team is working to get back on the rails and collaborate effectively to achieve their shared goals.",
                "Both are trying to present the disagreement as a storm in a teacup.",
                "Alex is trying to build bridges with his colleague after their disagreement at the meeting."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzYWdyZWVtZW50&hash=a10e3ba9b4514e3dc20a63d58544aa1aa001b1a4&lang=en&cache-only=0",
            "defineEn": "an argument or a situation in which people have different opinions about something",
            "defineVi": "một cuộc tranh luận hoặc một tình huống trong đó mọi người có ý kiến khác nhau về một cái gì đó"
        },
        {
            "id": "02369aff-294b-41c5-aaad-540f495c6212",
            "word": "agreement",
            "phonetic": "ɐɡɹiːmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The agreement followed months of negotiation.",
                "The agreement came after several hours of negotiations.",
                "The negotiations between the two countries finally yielded a peace agreement.",
                "The agreement is part of efforts to bring peace to the region.",
                "She nodded in agreement with his statement."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdyZWVtZW50&hash=802bd957adcccdafac90e734fa8e7fe335dfdc1e&lang=en&cache-only=0",
            "defineEn": "a promise, an arrangement, or a contract between two or more people",
            "defineVi": "một lời hứa, một sự sắp xếp, hoặc một hợp đồng giữa hai hoặc nhiều người",
            "hasImg": true
        },
        {
            "id": "daa12594-606a-4c99-a1b1-c249b763fe7f",
            "word": "unhappy",
            "phonetic": "ʌnhæpi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Her father looked unhappy.",
                "She left me with the impression that she was unhappy.",
                "Elizabeth feels frustrated when people assume she's unhappy because she's on the shelf.",
                "Believe me, the last thing I want is for you to be unhappy.",
                "The man had everything he could ever want, but still felt unhappy and unfulfilled, realizing that a loveless life is living death."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5oYXBweQ&hash=9da20aa5f7f6e4d1f47211ea5dea5ae6b26ee771&lang=en&cache-only=0",
            "defineEn": "not happy; feeling sad",
            "defineVi": "không vui; cảm thấy buồn",
            "hasImg": true
        },
        {
            "id": "95446382-d811-44ef-ad57-004f370717aa",
            "word": "unhappiness",
            "phonetic": "ʌnhæpɪnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "It represents a one-way ticket to unhappiness.",
                "Basically she says it's more likely that unhappiness is leading to unhealthy device usage rather than the other way around.",
                "How could I tell him all the reasons for my unhappiness!",
                "And it said that most had feelings of unhappiness and depression in recent months, while also saying they didn't feel connected to their classmates or their teachers.",
                "I felt the emotion, which was anger, which was unhappiness, to some degree because our candidate didn't win in my case, and in others because you don't like to think you’re building products that were so misused. "
            ],
            "audio": "https://tts.langeek.co/read?text=dW5oYXBwaW5lc3M&hash=d14e035982c33693cb51dd50a542cf30820ff2ef&lang=en&cache-only=0",
            "defineEn": "the state or condition of not being happy, characterized by feelings of dissatisfaction, discontent, or sorrow",
            "defineVi": "trạng thái hoặc tình trạng không hạnh phúc, đặc trưng bởi cảm giác không hài lòng, bất mãn hoặc buồn bã"
        },
        {
            "id": "6dd90030-3877-4009-a6e2-179baa1b3c95",
            "word": "happiness",
            "phonetic": "hæpɪnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Money can't buy happiness.",
                "She wore a true smile, showing her genuine happiness.",
                "The wealthy businessman realized too late that a contented mind is a perpetual feast, and that money couldn't buy him true happiness.",
                "She could not contain her happiness when meeting her childhood idol, and smiled from ear to ear the entire time.",
                "Joe was tired of relying on others for his happiness."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFwcGluZXNz&hash=141b0066215d4500f2f187b31354c0a3fc89356b&lang=en&cache-only=0",
            "defineEn": "the feeling of being happy and well",
            "defineVi": "cảm giác hạnh phúc và tốt",
            "hasImg": true
        },
        {
            "id": "6e5387d1-fb4a-4c1b-b4a3-a0c92b307e4a",
            "word": "consciousness",
            "phonetic": "kɑːnʃəsnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your consciousness is like a spotlight on a busy stage.",
                "She never regained consciousness.",
                "This influenced public consciousness.",
                "Is our consciousness then an emergent property of the cells in our brain?",
                "What is consciousness?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2Npb3VzbmVzcw&hash=5f99b595e529ba3d9473635dbc94a3ec84faeb7f&lang=en&cache-only=0",
            "defineEn": "the  state or quality of being awake and capable of perception, thought, and response",
            "defineVi": "trạng thái hoặc chất lượng tỉnh táo và có khả năng nhận thức, suy nghĩ và phản ứng"
        },
        {
            "id": "95a5146d-7580-4fcd-a546-6bcfa33e3ea8",
            "word": "unconsciousness",
            "phonetic": "ʌŋkɑːnʃəsnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "So it's really further on the spectrum of unconsciousness.",
                "We are aware of ourselves and our surroundings, and know what unconsciousness feels like.",
                "The specific mechanism that causes these disorders is still up for debate, but regardless, some damage triggers a deep unconsciousness that can last for days or months.",
                "These focused on the importance of early experiences in shaping the unconsciousness and how that process affects our thoughts, feelings, behaviors, and personalities.",
                "RAPE: \"unlawful sexual activity and usually sexual intercourse carried out forcibly under threat of injury against the will of a person or with a person who is beneath a certain age or incapable of valid consent because of mental illness, mental deficiency, intoxication, unconsciousness or deception.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dW5jb25zY2lvdXNuZXNz&hash=9dcbbf323410410e49f80fba2a336f505212dec9&lang=en&cache-only=0",
            "defineEn": "the state of not being awake or aware of one's surroundings",
            "defineVi": "trạng thái không tỉnh táo hoặc không nhận thức được môi trường xung quanh",
            "hasImg": true
        },
        {
            "id": "dc7ca490-d1bc-40b3-b1d1-c90903365886",
            "word": "inexpensive",
            "phonetic": "ɪnɛkspɛnsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Inexpensive chemical fertilizers let many people grow abundant food for the first time ever.",
                "These are really inexpensive pair from Amazon.",
                "This is a very inexpensive Airbnb.",
                "There's not an inexpensive ceiling on the Trump coalition.",
                "Mutual fund shares are usually inexpensive, and you get the advantage of diversification without having to buy hundreds or thousands of shares yourself."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5leHBlbnNpdmU&hash=f8a9a82b443dfd258c296e76836261b7511207bf&lang=en&cache-only=0",
            "defineEn": "being low in price; having a cheap price",
            "defineVi": "giá thấp; có giá rẻ",
            "hasImg": true
        },
        {
            "id": "c12abcc4-7752-4230-a490-1ce8a54d1b4c",
            "word": "expensive",
            "phonetic": "ɛkspɛnsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The new restaurant is expensive.",
                "The hotel had expensive rates during the holiday season.",
                "She bought an expensive dress for a special occasion.",
                "He bought an expensive watch as a gift for his father.",
                "The restaurant had expensive prices, but the food was delicious."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwZW5zaXZl&hash=49d271dd88283dc21453a8c2f272494ea30d4393&lang=en&cache-only=0",
            "defineEn": "having a high price",
            "defineVi": "có giá cao",
            "hasImg": true
        },
        {
            "id": "2fa1381a-28c0-44b1-a48d-5578b9c75ace",
            "word": "helpful",
            "phonetic": "hɛlpfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His advice wasn't very helpful.",
                "A CEO may receive helpful suggestions from the least experienced employee, as even a mouse may help a lion.",
                "Thank you, you've been so helpful.",
                "Morin's book is a helpful guide to surviving the first few months in harness.",
                "His kind and helpful nature is evident in the way he treats others."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVscGZ1bA&hash=dafb8cbb938924d5ce02e7dac2b602e5295af77e&lang=en&cache-only=0",
            "defineEn": "providing assistance or useful help in making a situation better or easier",
            "defineVi": "cung cấp hỗ trợ hoặc giúp đỡ hữu ích trong việc làm cho một tình huống tốt hơn hoặc dễ dàng hơn",
            "hasImg": true
        },
        {
            "id": "964f634f-9012-43bc-8531-ba44f58726e5",
            "word": "impolite",
            "phonetic": "ɪmpəlaɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As a general rule, it is considered impolite to ask someone about their salary or age, as the proverb goes, 'never reveal a man's wage and woman's age'.",
                "Anything else is very impolite.",
                "I don't like impolite students.",
                "See, you are impolite, and you don't respect others.",
                "Why is that impolitic or impolite? "
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wb2xpdGU&hash=e43018aca9390d06898b0627d872a6708e6c2ef8&lang=en&cache-only=0",
            "defineEn": "having bad manners or behavior",
            "defineVi": "có cách cư xử hoặc hành vi xấu",
            "hasImg": true
        },
        {
            "id": "3a140a05-4292-4e09-aca7-ee030ecaa8b4",
            "word": "impoliteness",
            "phonetic": "ɪmpəlaɪtnəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW1wb2xpdGVuZXNz&hash=eeb7ced2f813a23f776deea1d737be78ff1ed888&lang=en&cache-only=0",
            "defineEn": "a discourteous manner that ignores accepted social usage",
            "defineVi": "một cách bất lịch sự bỏ qua việc sử dụng xã hội được chấp nhận"
        },
        {
            "id": "7d694c71-36a8-48a2-a7f5-409484d8cb3b",
            "word": "successful",
            "phonetic": "səksɛsfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A successful investor has his finger on the pulse of international business.",
                "She introduced her husband as a successful entrepreneur during the charity event.",
                "We asked five successful writers to reveal some of the tricks of the trade.",
                "He has made a fortune through his successful business ventures.",
                "Emily's father went under the knife yesterday for a successful heart surgery."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VjY2Vzc2Z1bA&hash=59f6df1629cee43009ff20969a1e6c14a383d0c1&lang=en&cache-only=0",
            "defineEn": "getting the results wanted or hoped",
            "defineVi": "nhận được kết quả mong muốn hoặc hy vọng",
            "hasImg": true
        },
        {
            "id": "4f172dee-af61-47c6-a849-6b954cb767b6",
            "word": "unsuccessful",
            "phonetic": "ʌnsəksɛsfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The attack was unsuccessful and served only to alert the enemy.",
                "After several unsuccessful attempts to start my own business, I decided that if you cannot beat them, join them and accepted a job offer from a successful startup.",
                "And they have, for the most part, been unsuccessful.",
                "But she declines these offers because her own home search has been unsuccessful.",
                "The move was intended to open doors to federal funding for the fire survivors, but it was unsuccessful."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5zdWNjZXNzZnVs&hash=e0c2c97136f1316932a22883ec1a11560fbce153&lang=en&cache-only=0",
            "defineEn": "showing failure at achieving what you intended to",
            "defineVi": "thể hiện sự thất bại trong việc đạt được những gì bạn dự định"
        },
        {
            "id": "216973d3-3d28-4cab-af00-498656413bf8",
            "word": "to misunderstand",
            "phonetic": "tə mɪsʌndɚstænd ",
            "partOfSpeechType": "verb",
            "examples": [
                "But maybe I'm misunderstanding?",
                "But what did they misunderstand? ",
                "What are some things that some people commonly misunderstand about Afrobeat music?",
                "What critics misunderstand is that it's the turns where good drivers earn their keep.",
                "And that’s too bad, because the result is that we misunderstand those who are suffering from it, sometimes including ourselves."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWlzdW5kZXJzdGFuZA&hash=8242eec7599f236330ef5c4a85850bd79074d6f9&lang=en&cache-only=0",
            "defineEn": "to fail to understand something or someone correctly",
            "defineVi": "để không hiểu một cái gì đó hoặc một ai đó một cách chính xác",
            "hasImg": true
        },
        {
            "id": "c78569ab-1a1c-4cb1-bd3a-9fa148f1b1d8",
            "word": "understandable",
            "phonetic": "ʌndɚstændəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When people are in their right minds, they make reasoned decisions and act in a normal, understandable way.",
                "Now, the sphere's indignation is understandable.",
                "Which is understandable.",
                "It’s totally understandable.",
                "And that’s understandable."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXJzdGFuZGFibGU&hash=78e32602644efff8b8c61987868630406f7f7d1d&lang=en&cache-only=0",
            "defineEn": "describing something that can be comprehended, grasped, or perceived with ease and without difficulty or confusion",
            "defineVi": "mô tả một cái gì đó có thể được hiểu, nắm bắt hoặc cảm nhận một cách dễ dàng và không gặp khó khăn hoặc nhầm lẫn"
        },
        {
            "id": "b94895fb-be33-4f9f-a3f1-66dc52f59c86",
            "word": "useful",
            "phonetic": "juːsfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His help is useful as a chocolate teapot.",
                "These experiments serve no useful purpose.",
                "Thanks for the information, it was very useful.",
                "It was time to see if Sam was just blowing smoke or if he actually had some useful information for us.",
                "This umbrella is stuck inside out, so it's about as useful as a chocolate teapot right now."
            ],
            "audio": "https://tts.langeek.co/read?text=dXNlZnVs&hash=784f1517697d6923484edf77101e6ae620c32f3f&lang=en&cache-only=0",
            "defineEn": "providing help when we want to get or do something",
            "defineVi": "cung cấp trợ giúp khi chúng tôi muốn nhận hoặc làm điều gì đó",
            "hasImg": true
        },
        {
            "id": "d60f80fa-f365-4d27-9b83-32faea884eb0",
            "word": "to reuse",
            "phonetic": "tə ɹiːjuːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Statistically, many people are reusing passwords.",
                "Documentation also promotes code reuse.",
                "Because of centuries of knowledge, doctors can reuse organs between different bodies.",
                "So we can reuse this identity.",
                "Maybe I'll reuse a color or two."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV1c2U&hash=24d3e301480a2bab687ac00119a985c1667f872e&lang=en&cache-only=0",
            "defineEn": "to use something once more, usually for a different purpose",
            "defineVi": "để sử dụng một cái gì đó một lần nữa, thường là cho một mục đích khác"
        },
        {
            "id": "f22a0d99-647a-4faa-b46f-52d5a7d469d8",
            "word": "useless",
            "phonetic": "juːsləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She calls him lazy and useless, but it's water off a duck's back to him",
                "She really is weird, unsympathetic and is useless for the better part of the movie.",
                "Jessica has a mind of her own so it's pretty useless trying to order her around.",
                "When I lost my job and found myself struggling to make ends meet, I felt useless, understanding the truth behind the saying 'a man without money is a bow without an arrow.'",
                "'All governesses are useless."
            ],
            "audio": "https://tts.langeek.co/read?text=dXNlbGVzcw&hash=dc4d550f63c131ab1806071999bd9ffdc0c191be&lang=en&cache-only=0",
            "defineEn": "lacking purpose or function, and unable to help in any way",
            "defineVi": "thiếu mục đích hoặc chức năng và không thể giúp đỡ theo bất kỳ cách nào"
        },
        {
            "id": "756fa75b-51f3-4924-a4cf-e8c392f4bd37",
            "word": "selfishness",
            "phonetic": "sɛlfɪʃnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Despite his efforts to conceal his true nature, his arrogance and selfishness eventually became evident to everyone.",
                "Despite her best efforts to be kind and compassionate, her innate selfishness couldn't be suppressed, proving that what is bred in the bone will come out in the flesh.",
                "Even though she was fully aware of the risks, Susan refused to take the necessary precautions to prevent the spread of a contagious disease, proving that selfishness knows no bound.",
                "Even though she had the option to work from home, Susan demanded that her team come into the office every day, proving that selfishness is not living as one wishes to live, it is asking others to live as one wishes to live.",
                "And it's just, it would be the height of selfishness if I weren't to try to do that."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZmlzaG5lc3M&hash=14cbd00edacd81a2daf4c048549d6ebed2fb1027&lang=en&cache-only=0",
            "defineEn": "the quality or state of being excessively focused on oneself, one's own interests, or needs without regard for others.",
            "defineVi": "phẩm chất hoặc trạng thái tập trung quá mức vào bản thân, lợi ích hoặc nhu cầu của chính mình mà không quan tâm đến người khác.",
            "hasImg": true
        },
        {
            "id": "adc6cac4-b3c3-4732-ac9f-94d6dff5e1c6",
            "word": "nonstop",
            "phonetic": "nɑːnstɑːp ",
            "partOfSpeechType": "adverb",
            "examples": [
                "But now machines are running nonstop.",
                "He was nonstop -",
                "For six hours, the wind kept it up absolutely nonstop.",
                "He was a nonstop jokester.",
                "And it fuels the nonstop turmoil in American politics."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9uc3RvcA&hash=fb137e3b0d6e004f1c5fb77d127cd4c7a5b32bd4&lang=en&cache-only=0",
            "defineEn": "continuously in motion or action, without stopping or pausing",
            "defineVi": "liên tục trong chuyển động hoặc hành động, mà không dừng lại hoặc tạm dừng"
        },
        {
            "id": "07d3c74e-01da-4a18-8d4d-edecfd1bd678",
            "word": "prediction",
            "phonetic": "pɹɪdɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The manager's prediction for sales was wide off the mark and the actual sales figures were much lower.",
                "After my negative prediction for the season, I certainly ate dirt when the team started out undefeated.",
                "My grandfather was a farmer, and he always said that weather predictions like: a dry March, a wet April and a cool May fill barn and cellar and bring much hay still held true in determining a good harvest.",
                "We're doing predictions.",
                "Students' predictions were about split."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZGljdGlvbg&hash=be78046895969a696da7dcc347b553fc51e90411&lang=en&cache-only=0",
            "defineEn": "the act of saying what one thinks is going to happen in the future or what the outcome of something will be",
            "defineVi": "hành động nói những gì một người nghĩ sẽ xảy ra trong tương lai hoặc kết quả của một cái gì đó sẽ là gì"
        },
        {
            "id": "b7c47414-5da7-4b47-b2fe-beb2c793cefb",
            "word": "rechargeable",
            "phonetic": "ɹᵻtʃɑːɹdʒəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We love USB rechargeable things.",
                "Because it is USB rechargeable.",
                "Rechargeable battery, I should hope so.",
                "So this puppy actually has a 4,000 millionth hour power battery inside, which of course is rechargeable by USB type C.",
                "The goal is to create a rechargeable battery made of chemicals called solar thermal fuels."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjaGFyZ2VhYmxl&hash=c57093613c844b07b279f694bd39730a92613d8a&lang=en&cache-only=0",
            "defineEn": "(of a battery or device) capable of being supplied with electrical power again",
            "defineVi": "(của pin hoặc thiết bị) có khả năng được cung cấp lại năng lượng điện"
        },
        {
            "id": "e21eed30-4427-49ae-b33b-d4568a833b8f",
            "word": "multilingual",
            "phonetic": "mʌltɪlɪŋɡwəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A large volume of research indicates that multilingual people tend to link some aspects of life with one language and other aspects with another.",
                "In contrast, other multilingual people might be around others with the same set of languages and constantly mix and move between them, which is a type of code-switching.",
                "Just as there are many languages in the world, there are many ways to be multilingual.",
                "Maybe you’re multilingual but can only read one of the languages you speak, or maybe you grew up with a language that you understand but you can’t speak easily, which is known as receptive bi- or multilingualism.",
                "Everybody loves a bilingual, multilingual person."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVsdGlsaW5ndWFs&hash=724136f9b47f2b44950c77a1a9722c9d6e9a3700&lang=en&cache-only=0",
            "defineEn": "referring to the ability to use or communicate in multiple languages",
            "defineVi": "đề cập đến khả năng sử dụng hoặc giao tiếp bằng nhiều ngôn ngữ"
        },
        {
            "id": "fc429c76-2abe-491e-a298-11ba938d1c4f",
            "word": "many",
            "phonetic": "mɛni ",
            "partOfSpeechType": "determiner",
            "examples": [
                "The revolution brought many changes.",
                "Many shops have raised their prices.",
                "Many businesses use the Salesforce platform for customer relationship management.",
                "Many companies saw the advent of online retailing as a threat to their bricks and mortar business.",
                "Many people decorate their homes with lights and ornaments in December for the holiday season."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFueQ&hash=fe1dce5e55d9e74c01fc84ea416fc32751d7f762&lang=en&cache-only=0",
            "defineEn": "a large number of; a great number of",
            "defineVi": "một số lượng lớn; một số lượng lớn",
            "hasImg": true
        },
        {
            "id": "b6a5a9aa-5d76-495f-92bc-db0b46f5f61e",
            "word": "before",
            "phonetic": "bᵻfoːɹ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The actress was practicing her lines before the audition.",
                "Her life had always run smoothly before.",
                "We have had these mysteries before.",
                "Have you ever used this software before?",
                "The case was tried before a jury."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVmb3Jl&hash=25d59ac9f2eb644c80b9888b1352227c2f3a4f54&lang=en&cache-only=0",
            "defineEn": "at an earlier time",
            "defineVi": "tại một thời điểm sớm hơn"
        },
        {
            "id": "f4278090-3558-40fc-b068-c06e7a99165c",
            "word": "again",
            "phonetic": "ɐɡɛn ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Last year's winners again have the championship firmly in their pocket.",
                "Then again, some major thinkers are way ahead of the curve.",
                "Their bank account was in the red again.",
                "Go over it again.",
                "She again told tales out of school."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdhaW4&hash=d7f6d8abcc7c36e42de733a19222db9c11c53414&lang=en&cache-only=0",
            "defineEn": "once more; one more time",
            "defineVi": "một lần nữa; một lần nữa"
        },
        {
            "id": "b2ecef1a-2e3d-43fe-a95f-780356392e6f",
            "word": "possible",
            "phonetic": "pɑːsᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It is possible that parents have lost sight of their children as a result of their own problems.",
                "It is possible to go without food for a few days.",
                "Sorry, it's not possible to lend you my car.",
                "The CEO is meeting her opposite number at Fukuda Electronics to discuss a possible joint venture.",
                "I think it's possible to find a balance, you know?"
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zc2libGU&hash=86d4c656da04e5a6c6c5bd2c624c7ffb4c0d74ef&lang=en&cache-only=0",
            "defineEn": "able to exist, happen, or be done",
            "defineVi": "có thể tồn tại, xảy ra, hoặc được thực hiện",
            "hasImg": true
        },
        {
            "id": "61295406-e39a-4d64-8d72-66c016b48c18",
            "word": "impossible",
            "phonetic": "ɪmpɑːsᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The plot is almost impossible to follow.",
                "In the end, she succeeded because nothing is impossible to a willing heart.",
                "We can't say it's impossible until we've explored all avenues.",
                "I find it impossible to get through to her.",
                "Jannet has a mind like a sieve, so it's impossible for her to forget that."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wb3NzaWJsZQ&hash=e95462c027f0c660c910b5c99fafef03cd05af60&lang=en&cache-only=0",
            "defineEn": "not able to be or happen; not possible to do",
            "defineVi": "không thể hoặc xảy ra; không thể làm",
            "hasImg": true
        },
        {
            "id": "4b96c625-c416-4a49-92df-b2a28a38842c",
            "word": "patient",
            "phonetic": "peɪʃənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The dentist can't take any new patients.",
                "You have to be patient.",
                "she puts her patients in touch with a great acupuncturist in London.",
                "The treatment has not yet been tried on patients.",
                "The patient's life was hanging by a thread."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0aWVudA&hash=14ce5640f6fa4778e0dc590535fcc54e586c59e9&lang=en&cache-only=0",
            "defineEn": "staying calm during hard times or accepting delays without getting angry or irritated",
            "defineVi": "giữ bình tĩnh trong thời gian khó khăn hoặc chấp nhận sự chậm trễ mà không tức giận hoặc cáu kỉnh",
            "hasImg": true
        },
        {
            "id": "ca90ec87-ce3a-40cf-aa4e-da44f3c65525",
            "word": "impatient",
            "phonetic": "ɪmpeɪʃənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As time went on he grew more and more impatient.",
                "She turned to serve the impatient customer.",
                "The impatient commuter elbowed through the crowded train station to catch the departing train.",
                "I'm impatient.",
                "Simone: I'm impatient."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wYXRpZW50&hash=19a3dbcd91404bf9633714c80a24e35cb3fe32b6&lang=en&cache-only=0",
            "defineEn": "annoyed easily and quickly and unable to wait for a long time",
            "defineVi": "khó chịu một cách dễ dàng và nhanh chóng và không thể chờ đợi trong một thời gian dài",
            "hasImg": true
        },
        {
            "id": "21a14a78-6645-4bf9-ac08-8db5ccd9f774",
            "word": "lucky",
            "phonetic": "lʌki ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You’ll be lucky!",
                "Thanks, I'm so lucky to have you.",
                "We were lucky to witness a herd of elephants grazing peacefully in the savannah.",
                "Touch wood, I've been lucky enough to avoid any other serious injuries.",
                "It's lucky I was sent here, to Hepzibah, or I'd be pushing up daisies."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVja3k&hash=438341af4c9d9f11dd4869c7625a69685b70a3a3&lang=en&cache-only=0",
            "defineEn": "having or bringing good luck",
            "defineVi": "có hoặc mang lại may mắn",
            "hasImg": true
        },
        {
            "id": "fd1043ea-cd5a-482a-bafd-7af51b966656",
            "word": "to spell",
            "phonetic": "tə spɛl ",
            "partOfSpeechType": "verb",
            "examples": [
                "After all, one case of the trots hardly spells disaster.",
                "The current situation is spelling disaster for the project.",
                "The flowers died during a dry spell.",
                "Failing to properly maintain the equipment could spell disaster for the entire operation.",
                "If we don't take action soon, it will spell disaster for the company."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3BlbGw&hash=e284cba3a16e7f3eacc61e1da6ba3e90d354cfce&lang=en&cache-only=0",
            "defineEn": "to write or say the letters that form a word one by one in the right order",
            "defineVi": "viết hoặc nói từng chữ cái tạo thành một từ theo đúng thứ tự",
            "hasImg": true
        },
        {
            "id": "dea2e5b1-b278-4ca6-b06a-dfb16b350cfd",
            "word": "to misspell",
            "phonetic": "tə mɪsspɛl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Mistake is misspelled.",
                "I misspelled Jade's name and that might have hurt my chances at a million dollars.",
                "I think that they misspelled their insult.",
                "If you've made a mistake, perhaps you've misspelled something, an error symbol will appear, like this.",
                "If you've made a mistake, perhaps you've misspelled something, an error symbol will appear, like this."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWlzc3BlbGw&hash=56fd3451fc3da31fa6c03c5f5b701cdef9edf5d8&lang=en&cache-only=0",
            "defineEn": "to incorrectly write a word, by using wrong letters or rearranging them in a wrong order",
            "defineVi": "viết sai một từ, bằng cách sử dụng các chữ cái sai hoặc sắp xếp lại chúng theo thứ tự sai"
        },
        {
            "id": "f818d765-2926-4c99-bab9-863e678250a8",
            "word": "legal",
            "phonetic": "liːɡəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The missed detail in the contract led to legal disputes later on.",
                "The judge's ruling carries significant weight in the legal community.",
                "The legal drinking age in this country is eighteen.",
                "Drug companies are locking horns in a legal battle over patents.",
                "To bring charges/legal action/proceedings against somebody."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVnYWw&hash=d55126d4c3fe0e5380a7aa7550b171ac91ffae10&lang=en&cache-only=0",
            "defineEn": "related to the law",
            "defineVi": "liên quan đến pháp luật",
            "hasImg": true
        },
        {
            "id": "c93bc9bc-80dd-4ac7-852c-26b19542576f",
            "word": "illegal",
            "phonetic": "ɪliːɡəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The government has taken a firm line on illegal immigration.",
                "The police got wind of the illegal drug deal.",
                "They may not have broken the law themselves, but the CEOs certainly sat on their hands and allowed these illegal activities to happen unchecked.",
                "When Jane realized that her friends were involved in illegal activities, she decided to distance herself from them, remembering the saying better be alone than in bad company",
                "He was unaware that eating horseflesh was illegal in their country."
            ],
            "audio": "https://tts.langeek.co/read?text=aWxsZWdhbA&hash=322555592d497d3e70a0316a3a9fb6095ed5e39b&lang=en&cache-only=0",
            "defineEn": "forbidden by the law",
            "defineVi": "pháp luật cấm",
            "hasImg": true
        },
        {
            "id": "ec324267-0f13-4993-8f04-4c02a43a16d2",
            "word": "to appear",
            "phonetic": "tʊ ɐpɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Three days later a rash appeared.",
                "Smoke appeared on the horizon.",
                "A bus appeared around the corner.",
                "Two faces appeared at our window.",
                "Small cracks appeared in the wall."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwZWFy&hash=4c79aa0d99faf7a2e6a0405f11be1ceaf284ccd3&lang=en&cache-only=0",
            "defineEn": "to become visible and noticeable",
            "defineVi": "để trở nên có thể nhìn thấy và đáng chú ý",
            "hasImg": true
        },
        {
            "id": "2dfa0dd7-caf2-41ca-be67-f11be14cf47c",
            "word": "to disappear",
            "phonetic": "tə dɪsɐpɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her husband disappeared into thin air for years.",
                "Then you disappeared, went to ground.",
                "The rough track continues, but it quickly disappears into undergrowth.",
                "When the project manager disappeared for a week without any notice, we suspected she had taken French leave.",
                "The internet is full of people who talk a big game, but when it comes to actually doing something, they disappear -"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzYXBwZWFy&hash=cc8f05d5d4ecf7d0983d29c9edd6cc0c1cd2b78c&lang=en&cache-only=0",
            "defineEn": "to get out of sight or become impossible to see",
            "defineVi": "để có được ra khỏi tầm nhìn hoặc trở nên không thể nhìn thấy",
            "hasImg": true
        },
        {
            "id": "e8ca1a60-ff3b-46be-b707-d0250a882171",
            "word": "regular",
            "phonetic": "ɹɛɡjʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The slow healing process of the wound required regular care.",
                "Regular exercise is essential for the healthfulness of your body and mind.",
                "For a gluten-free option, substitute regular flour with almond flour in the cake recipe.",
                "A regular newsletter keeps people in touch with local events.",
                "Regular investment of small amounts of money is an excellent way of building a nest egg."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVndWxhcg&hash=81bdd83bc51193700ab3a6a83607af0981bc229c&lang=en&cache-only=0",
            "defineEn": "following a pattern, especially one with fixed or uniform intervals",
            "defineVi": "theo một mẫu, đặc biệt là một mẫu có khoảng thời gian cố định hoặc thống nhất"
        },
        {
            "id": "4d608ae3-57d4-4af2-b065-10ed36043e7c",
            "word": "irregular",
            "phonetic": "ɪɹɛɡjʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Irregular rainfall led to a decline in swamplands in many corners of the world.",
                "But irregulars are a tiny fraction of all verbs.",
                "The last common type of galaxy is an irregular galaxy.",
                "Where do irregular verbs come from?",
                "Irregular verbs on the other hand, have to be memorized."
            ],
            "audio": "https://tts.langeek.co/read?text=aXJyZWd1bGFy&hash=1c52504db8966267c18abf67dddaaac10ba7f446&lang=en&cache-only=0",
            "defineEn": "not conforming to established rules, patterns, or norms",
            "defineVi": "không tuân thủ các quy tắc, khuôn mẫu hoặc chuẩn mực đã được thiết lập"
        },
        {
            "id": "09966989-1ce7-4355-8bed-1c77622bc913",
            "word": "happy",
            "phonetic": "hæpi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm happy to get a little more bang for my bucks.",
                "As they say, a happy heart is better than a full purse.",
                "Since she moved to a smaller apartment, my mother is as happy as a flea in a doghouse!",
                "With his new job and his new car, Andy is a happy camper.",
                "After their break-up, she was happy to see the back of her ex-boyfriend."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFwcHk&hash=97c0a676712715751e03306e8066d5ab01fd2578&lang=en&cache-only=0",
            "defineEn": "emotionally feeling good",
            "defineVi": "cảm xúc tốt",
            "hasImg": true
        },
        {
            "id": "ea5d8cd8-bcf8-494c-83eb-007c96e921a2",
            "word": "glad",
            "phonetic": "ɡlæd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm glad we can put this behind us.",
                "We're glad to have you as part of our team.",
                "I'm glad you read the riot act to Billy.",
                "I felt glad to be back in harness.",
                "I'm glad she's finally using her loaf."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xhZA&hash=5da272d6fa0e2f619688b96eb62ae6fb3d66bc68&lang=en&cache-only=0",
            "defineEn": "feeling happy or pleased",
            "defineVi": "cảm thấy hạnh phúc hoặc hài lòng",
            "hasImg": true
        },
        {
            "id": "29b90188-62a0-4378-8574-f6a121a7322f",
            "word": "articulate",
            "phonetic": "ɑːɹtɪkjʊleɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It articulates.",
                "Could you articulate the sides in that in Washington?",
                "You would actually articulate that. ",
                "He also found some articulated vertebrae and some fragmented bones below those ribs.",
                "So some people have described that as being really articulate."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0aWN1bGF0ZQ&hash=da887edbfcab40e9fc6744183c432e9568cdb0b4&lang=en&cache-only=0",
            "defineEn": "(of a person) able to express oneself clearly and effectively",
            "defineVi": "(của một người) có thể thể hiện bản thân một cách rõ ràng và hiệu quả",
            "hasImg": true
        },
        {
            "id": "a46b0d90-a657-4398-bd69-58a5cd5b22f1",
            "word": "expressive",
            "phonetic": "ɛkspɹɛsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Flamenco is a traditional Spanish dance that is known for its expressive movements.",
                "My face is less expressive.",
                "Your eyes are so expressive.",
                "They're really descriptive, very expressive.",
                "Emotions involve physiological arousal, expressive behaviors and conscious experience."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwcmVzc2l2ZQ&hash=caa340e70195ad070c2dc5410b0abcfa43ee6813&lang=en&cache-only=0",
            "defineEn": "demonstrating or showing a strong or vivid display of emotions, feelings, or ideas",
            "defineVi": "thể hiện hoặc thể hiện một màn trình diễn mạnh mẽ hoặc sống động về cảm xúc, cảm xúc hoặc ý tưởng"
        },
        {
            "id": "9f772613-d1f9-4159-b11d-260701b573c3",
            "word": "bright",
            "phonetic": "bɹaɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "\"That boy isn't very bright.\"",
                "These shrubs produce bright red berries.",
                "The bird had bright feathers and a long beak.",
                "Some bright spark left the tap running all night.",
                "I arrived bright and early at Brian the falconer's house for day one of my course."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpZ2h0&hash=5b30cf51f59f4df2ad4691f35f8297c732316732&lang=en&cache-only=0",
            "defineEn": "capable of thinking and learning in a good and quick way",
            "defineVi": "có khả năng tư duy và học hỏi một cách tốt và nhanh chóng",
            "hasImg": true
        },
        {
            "id": "9ddd87a1-a780-436b-bc41-5300a785cc45",
            "word": "smart",
            "phonetic": "smɑːɹt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Two could play at that game, smart guy.",
                "After all, an electrical brain is smarter than the sum of its parts.",
                "Buying a house in this neighborhood is a smart move.",
                "He gained a reputation as a smart number-cruncher who could turn data into policy.",
                "She's not too smart, but at least her heart is in the right place."
            ],
            "audio": "https://tts.langeek.co/read?text=c21hcnQ&hash=8bde34a17c28212704627386601c816f4f945283&lang=en&cache-only=0",
            "defineEn": "able to think and learn in a good and quick way",
            "defineVi": "có thể suy nghĩ và học hỏi một cách tốt và nhanh chóng",
            "hasImg": true
        },
        {
            "id": "b53c1d32-3ad7-4bc6-9d08-d4c709b0d748",
            "word": "self-centered",
            "phonetic": "sɛlfsɛntɚd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1jZW50ZXJlZA&hash=93aa37e3915227c838c5cfde9b77d44dccde9e5e&lang=en&cache-only=0",
            "defineEn": "(of a person) not caring about the needs and feelings of no one but one's own",
            "defineVi": "(của một người) không quan tâm đến nhu cầu và cảm xúc của ai ngoài chính mình",
            "hasImg": true
        },
        {
            "id": "67aa03c2-d33d-4cf8-974b-ba757b60313a",
            "word": "selfish",
            "phonetic": "sɛlfɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I simply can't tolerate her selfish behavior any longer.",
                "One day you will all pay the price for your selfish behaviour.",
                "Elliott accused me of being selfish.",
                "I'm already fed up with your lazy, selfish behavior, Jim, but if you can't be bothered to come with me to my own mother's funeral, that will be the straw that breaks the donkey's back!",
                "The human condition is selfish, to some extent."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZmlzaA&hash=7c572fbfa2dacdb7fa8b483c1228a2d286c61ea3&lang=en&cache-only=0",
            "defineEn": "always putting one's interests first and not caring about the needs or rights of others",
            "defineVi": "luôn đặt lợi ích của mình lên hàng đầu và không quan tâm đến nhu cầu hay quyền lợi của người khác",
            "hasImg": true
        },
        {
            "id": "fdb833b7-9087-4d4c-abf3-13bc043277df",
            "word": "arrogant",
            "phonetic": "æɹəɡənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Their arrogant attitude is what really made my hackles rise.",
                "The CEO's promotion to a higher position brought out a more arrogant side of him, demonstrating how honors change manners.",
                "The arrogant CEO refused to alter his unrealistic deadline despite mounting evidence of its impracticality, demonstrating that he was a fool, as a wise man changes his mind, a fool never.",
                "They trade pragmatic advice, friendly jokes and not-so-friendly barbs about their arrogant peers.",
                "It was to me, arrogant to see this gift and then let it die."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJyb2dhbnQ&hash=c3be9a8019d32b2aaa0834da406c6698ec46cf85&lang=en&cache-only=0",
            "defineEn": "having a proud, unpleasant attitude toward others and showing an exaggerated sense of self-importance",
            "defineVi": "có thái độ tự hào, khó chịu với người khác và thể hiện thái độ tự trọng quá mức",
            "hasImg": true
        },
        {
            "id": "d4aadf57-ebf8-4f5d-95cb-4f537b2d47e2",
            "word": "big-headed",
            "phonetic": "bɪɡhɛdᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmlnLWhlYWRlZA&hash=5637a4f79f97b9f496ee629cbaa6a86c68dc9b41&lang=en&cache-only=0",
            "defineEn": "having or displaying the belief that one is superior in intellect, importance, skills, etc.",
            "defineVi": "có hoặc thể hiện niềm tin rằng một người vượt trội về trí tuệ, tầm quan trọng, kỹ năng, v.v.",
            "hasImg": true
        }
    ]
}