{
    "id": "4b1f7879-2be6-439d-b8f1-b1edca6d9de4",
    "title": "Doubt 2",
    "originalTitle": "Doubt 2",
    "words": [
        {
            "id": "33131437-48eb-46be-b292-0c7ff09e8216",
            "word": "possibly",
            "phonetic": "pɑːsᵻbli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "There is possibly less chance of another world war while the last one is within living memory.",
                "Possibly turning a small disagreement into weeks of radio silence.",
                "A smoothie is quite possibly the most convenient food on the planet, - Mhmm. -",
                "In fact, the alarmist hype is possibly more dangerous than the technology itself.",
                "They are sharing their sexual relationship, possibly."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zc2libHk&hash=d7c23ddb095d4022fd3d16848acfa947b5d64ef3&lang=en&cache-only=0",
            "defineEn": "used to express doubt about or hesitance",
            "defineVi": "được sử dụng để thể hiện sự nghi ngờ về hoặc do dự"
        },
        {
            "id": "fe02bc68-1bb2-401b-8ec4-2debf42f452f",
            "word": "reputed",
            "phonetic": "ɹᵻpjuːɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "By saving money and working as a governess and tutor, she eventually was able to move to Paris to study at the reputed Sorbonne."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwdXRlZA&hash=77108df7b1de813c213eff3b45c1c88010385a54&lang=en&cache-only=0",
            "defineEn": "generally perceived to exist or be the case despite being uncertain",
            "defineVi": "thường được coi là tồn tại hoặc là trường hợp mặc dù không chắc chắn"
        },
        {
            "id": "807a1241-3ab0-4835-84b5-2b9c2fb1f140",
            "word": "to shake",
            "phonetic": "tə ʃeɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "That poor kid is shaking in his shoes up there on stage.",
                "C’mon, shake a leg!",
                "Afterwards I was shaking like a leaf.",
                "John shook his head as another corporation was fined a relatively small amount for environmental damage and safety violations.",
                "I'll be with you in two shakes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hha2U&hash=cf715d4b8a4a7f9df2a127cf360ebf3050b44efe&lang=en&cache-only=0",
            "defineEn": "to make something, particularly a belief or idea, less certain",
            "defineVi": "để làm cho một cái gì đó, đặc biệt là một niềm tin hoặc ý tưởng, ít chắc chắn hơn"
        },
        {
            "id": "b6bd3557-fc14-4b5d-a402-f16a7c1bddbb",
            "word": "reputedly",
            "phonetic": "ɹᵻpjuːɾᵻdli ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVwdXRlZGx5&hash=7dadadd16e67983f372ab0efad9a9286006bf5d4&lang=en&cache-only=0",
            "defineEn": "used to say that something is true according to what people say, although it is uncertain",
            "defineVi": "được sử dụng để nói rằng một cái gì đó là đúng theo những gì mọi người nói, mặc dù nó không chắc chắn"
        },
        {
            "id": "5e47efa7-abdd-440f-bf7f-8db020e3b3fb",
            "word": "shaky",
            "phonetic": "ʃeɪki ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Their marriage is on shaky ground.",
                "His argument rests on shaky ground.",
                "The team's performance is standing on shaky ground after a series of losses.",
                "The project's success is walking on shaky ground due to frequent delays and budget issues.",
                "The company based its projections on shaky ground, leading to financial losses."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hha3k&hash=bd16fb3c83f2fb9ffc3aeb4a730921fc26e4f852&lang=en&cache-only=0",
            "defineEn": "not stable or steady; uncertain about the exact details of something",
            "defineVi": "không ổn định hoặc ổn định; không chắc chắn về các chi tiết chính xác của một cái gì đó"
        },
        {
            "id": "50f42aa9-f16c-4831-9a4d-078d8c27e2be",
            "word": "should",
            "phonetic": "ʃʊd ",
            "partOfSpeechType": "verb",
            "examples": [
                "A couple of years in the army should make a man of him.",
                "Offenders should receive their just deserts.",
                "Teachers should read more poetry to children.",
                "Should've bought that shirt.",
                "Her death should serve as a warning to other young people."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvdWxk&hash=488311e8f07aaf6c7b29a7404a7a5134f73f08b6&lang=en&cache-only=0",
            "defineEn": "used to show expectancy regarding something",
            "defineVi": "được sử dụng để hiển thị mong đợi về một cái gì đó"
        },
        {
            "id": "5dee2806-f2c5-4077-829d-1a9085942a9c",
            "word": "somehow",
            "phonetic": "sʌmhaʊ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "I'll get the money somehow.",
                "He somehow took it as a personal insult.",
                "If my dad somehow finds out about all this, our cake is dough.",
                "somehow managed to get out of that place still in one piece and into the fresh air, we thanked lucky stars and headed off in the direction of the river.",
                "Despite all that chaos, the crew somehow kept on top of the situation"
            ],
            "audio": "https://tts.langeek.co/read?text=c29tZWhvdw&hash=021a03c5702d45bd4eace63d8bf4fae9cdf64796&lang=en&cache-only=0",
            "defineEn": "in a way or by some method that is not known or certain",
            "defineVi": "theo một cách nào đó hoặc bằng một số phương pháp không được biết hoặc chắc chắn"
        },
        {
            "id": "7e14ab61-57f1-4925-aca4-865c48985821",
            "word": "someway",
            "phonetic": "sʌmweɪ ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c29tZXdheQ&hash=a1e3a3a4b7943220adfe4015d6987d6942f3e6b8&lang=en&cache-only=0",
            "defineEn": "in some obscure manner or by some unspecified means that one does not know or understand thoroughly",
            "defineVi": "theo một cách tối nghĩa nào đó hoặc bằng một số phương tiện không xác định mà người ta không biết hoặc hiểu thấu đáo"
        },
        {
            "id": "b90a13ba-bf9b-4feb-9cc4-d819ba1ed37f",
            "word": "supposedly",
            "phonetic": "səpoʊzɪdli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Organic food is supposedly healthier more natural and more ethical.",
                "Supposedly they all have their own strengths and weaknesses.",
                "The president supposedly loved it. ",
                "Supposedly the battery is replaceable in this thing.",
                "But this technology would supposedly require invasive surgery."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwcG9zZWRseQ&hash=23ed00bf933f22d15b6664b0576e89ee684688aa&lang=en&cache-only=0",
            "defineEn": "based on what is believed or claimed not on facts",
            "defineVi": "dựa trên những gì được tin tưởng hoặc tuyên bố không dựa trên sự thật"
        },
        {
            "id": "7fa4ad80-230f-4236-b541-a145703b0146",
            "word": "tentative",
            "phonetic": "tɛntətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "There is a tentative settlement.",
                "And a month later, it takes its first tentative steps into the world.",
                "And that tentative positive effect for mood disorders was also supported by findings from a 2016 meta-analysis.",
                "It was a workhorse for large scale settlement of space, at a time when pioneers were still making tentative steps to explore space.",
                "Just yesterday, Chicago and San Francisco, both involved in contentious battles, reached tentative agreements to reopen gradually."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVudGF0aXZl&hash=8be27ffc99665e07856f8734860bd7d4313734c0&lang=en&cache-only=0",
            "defineEn": "(of an agreement, etc.) indefinite or uncertain because one might make some changes to it in the future",
            "defineVi": "(của một thỏa thuận, v.v.) vô thời hạn hoặc không chắc chắn vì người ta có thể thực hiện một số thay đổi đối với nó trong tương lai"
        },
        {
            "id": "b431febc-1c38-4864-9eb1-5a41ba76aa14",
            "word": "tentatively",
            "phonetic": "tɛntətɪvli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "In 2010, the country tentatively opened.",
                "In 2010, the country tentatively opened.",
                "In 2010, Suu Kyi was released, and the country tentatively opened.",
                "You can be exposed to them from ingesting and inhaling these substances, or from contact with your skin, and many studies tentatively label phthalates as an endocrine disruptor."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVudGF0aXZlbHk&hash=0ceaca37ce179dfbae93965669e0786df7a99900&lang=en&cache-only=0",
            "defineEn": "in a way that is not certain or definite and might be changed later",
            "defineVi": "theo cách không chắc chắn hoặc xác định và có thể được thay đổi sau"
        },
        {
            "id": "a7056a3d-ce57-45e1-ab05-d6f665d645de",
            "word": "the jury [is] (still) out",
            "phonetic": "ðə dʒʊɹɹi ɪz stɪl aʊt ",
            "partOfSpeechType": "sentence",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhlIGp1cnkgaXMgc3RpbGwgb3V0&hash=ec0061a2816de2d599467deaa890cacf2e0b17ee&lang=en&cache-only=0",
            "defineEn": "‌used to express that no decision is made or no opinion is formed about something due to uncertainty",
            "defineVi": "‌được sử dụng để diễn đạt rằng không có quyết định nào được đưa ra hoặc không có ý kiến nào được hình thành về điều gì đó do không chắc chắn"
        },
        {
            "id": "f69a5da8-fa0e-4798-8b9b-af03be491a9e",
            "word": "there is many a slip (twixt|between) cup and lip",
            "phonetic": "ðɛɹ ɪz mɛni ɐ slɪp twɪkst slæʃ bᵻtwiːn kʌp ænd lɪp ",
            "partOfSpeechType": "sentence",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhlcmUgaXMgbWFueSBhIHNsaXAgdHdpeHQgY3VwIGFuZCBsaXA&hash=363e2564107208598f1ec6d368af11bcd5aeb96d&lang=en&cache-only=0",
            "defineEn": "used to imply that even when something seems certain or likely to happen, there are many opportunities for it to go wrong or for unexpected events to intervene before it is actually achieved",
            "defineVi": "được sử dụng để ngụ ý rằng ngay cả khi một cái gì đó dường như chắc chắn hoặc có khả năng xảy ra, vẫn có nhiều cơ hội để nó đi sai hướng hoặc cho các sự kiện bất ngờ can thiệp trước khi nó thực sự đạt được"
        },
        {
            "id": "fe1baab5-df2b-4cf4-a43b-4ff7ff3ff59a",
            "word": "uncertain",
            "phonetic": "ʌnsɜːʔn̩ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The success of the business venture was uncertain from the beginning, and now it is in the lap of the gods.",
                "She was told in no uncertain terms that the magazine had no interest in her short stories.",
                "While the promotion is not certain, John is hesitant to leave his current job as a bird in the hand is worth more than uncertain opportunities.",
                "When considering whether or not to start a family, it's important to keep in mind that children are certain cares but uncertain comforts and be prepared for the challenges of parenting.",
                "Whenever I feel lost or uncertain, I turn to my favorite books, knowing that a book holds a house of gold that can provide guidance and inspiration."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5jZXJ0YWlu&hash=baa834210f8ed90d55679a1e7b45b9a956917d56&lang=en&cache-only=0",
            "defineEn": "describing something that is not decided and is unclear",
            "defineVi": "mô tả một cái gì đó không được quyết định và không rõ ràng"
        },
        {
            "id": "972dc66d-b1b6-45c2-93fb-b3e9f3583666",
            "word": "uncertainty",
            "phonetic": "ʌnsɜːtənti ",
            "partOfSpeechType": "noun",
            "examples": [
                "The uncertainty of the future was eating away at his peace of mind.",
                "Many people go through a phase of self-doubt and uncertainty during their teenage years.",
                "This scientific uncertainty is likely to run and run.",
                "I tried to discourage him from quitting his job by highlighting the potential risks and uncertainties.",
                "It will cast light on the existing objective evidence, the gaps in knowledge and the scientific uncertainties."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5jZXJ0YWludHk&hash=c99b86e017ce4697980c1064d9a18ecb9c29dfc1&lang=en&cache-only=0",
            "defineEn": "something about which one cannot be certain; a situation that causes one to feel unsure",
            "defineVi": "một cái gì đó mà người ta không thể chắc chắn; một tình huống khiến một người cảm thấy không chắc chắn"
        },
        {
            "id": "f0559d54-ba71-4bcd-ac39-4ebc2e5650db",
            "word": "unclear",
            "phonetic": "ʌŋklɪɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Its fate in the Senate remains unclear.",
                "Its prospects in the Senate are unclear.",
                "The details of the reforms are unclear.",
                "The outlook for coronavirus is still unclear.",
                "Prospects for passage in the Senate, however, are unclear."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5jbGVhcg&hash=4620a0840bf54c4457f34d66c93087bbcfb849db&lang=en&cache-only=0",
            "defineEn": "not easy to understand",
            "defineVi": "không dễ hiểu"
        },
        {
            "id": "b3eb3c70-1413-41f2-b436-f6a01c4886ce",
            "word": "unconvinced",
            "phonetic": "ʌŋkənvɪnst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But maybe you're still unconvinced.",
                "But clearly, the ongoing encampment and demonstrations show that some remain unconvinced.",
                "He still seems unconvinced.",
                "So those were the (unconvinced sighing) things.",
                "Experts also seem unconvinced by the evidence to claim that weekend or holiday voting would significantly increase turnout."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5jb252aW5jZWQ&hash=f2593c8e44dbe4f5200612eb35a44e08e48e7b86&lang=en&cache-only=0",
            "defineEn": "having doubts about the validity or credibility of something",
            "defineVi": "có nghi ngờ về tính hợp lệ hoặc độ tin cậy của một cái gì đó"
        },
        {
            "id": "bd8a0770-2046-47fb-a242-173b7d8b2cac",
            "word": "unlikely",
            "phonetic": "ʌnlaɪkli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It’s unlikely that these arguments will cut much ice with Democrats.",
                "We all knew that life was unlikely to be a bed of roses back in England.",
                "The weather has now closed in so an attempt on the summit is unlikely.",
                "They're always giggling and blushing around each other, but it's unlikely to last.",
                "That is highly unlikely."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5saWtlbHk&hash=4edc5d8ec54ff6f86c79fd3f63fe13f78cc21b10&lang=en&cache-only=0",
            "defineEn": "not probable to happen or be true",
            "defineVi": "không thể xảy ra hoặc là sự thật"
        },
        {
            "id": "572b4322-6553-43ff-b718-a06a12652c07",
            "word": "unsure",
            "phonetic": "ʌnʃʊɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When you're unsure of what to say, remember that there is no wisdom like silence, and it's okay to take a moment to think.",
                "The investor followed the advice 'when in doubt, do nowt' when she was unsure about a particular stock, and decided to hold off on buying until she had more information.",
                "It's really unsure.",
                "I'm unsure about that, as we talk today.",
                "Stephen looked unsure for a moment, then spoke."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5zdXJl&hash=19a6ef19ee28c3361917e3d884b8f78de7be4d50&lang=en&cache-only=0",
            "defineEn": "having doubts about or or no confidence in someone or something",
            "defineVi": "có nghi ngờ về hoặc hoặc không tin tưởng vào ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "8e8dcf39-9135-4420-bbd5-d7ac7c9b06d9",
            "word": "to weaken",
            "phonetic": "tə wiːkən ",
            "partOfSpeechType": "verb",
            "examples": [
                "The army's defenses were weakened, and they had no choice but to yield to the advancing enemy forces.",
                "So our bones and muscles weaken.",
                "It weakens American democracy.",
                "The fighting has weakened Kurdish control across the region.",
                "The employment situation has weakened significantly."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2Vha2Vu&hash=1c1e66e4222a91e757092f3d2d849235ecd9201b&lang=en&cache-only=0",
            "defineEn": "to become less resolved or determined; to cause someone to become less resolved or certain",
            "defineVi": "để trở nên ít giải quyết hoặc quyết tâm; để gây ra một ai đó để trở nên ít giải quyết hoặc nhất định"
        },
        {
            "id": "bdfbe831-8258-44ee-8778-ba759f7d25d2",
            "word": "would",
            "phonetic": "wʊd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The sauce would kill the taste of the herbs.",
                "This room would make a nice office.",
                "A cure for lung cancer would save thousands of lives each year.",
                "The book dealer would not break up the set.",
                "Would wonders ever cease?"
            ],
            "audio": "https://tts.langeek.co/read?text=d291bGQ&hash=60bb002312314c7bb3b315664ebe1851e3cf125d&lang=en&cache-only=0",
            "defineEn": "used to express an opinion about which one is not certain",
            "defineVi": "được sử dụng để bày tỏ ý kiến về cái gì không chắc chắn"
        },
        {
            "id": "4460c352-52b7-4820-9e12-e23a368ec5bf",
            "word": "you can never tell",
            "phonetic": "juː kæn nɛvɚ tɛl ",
            "partOfSpeechType": "sentence",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=eW91IGNhbiBuZXZlciB0ZWxs&hash=f17d384c59ab159d503f8a35f1f776cf9a2f2a07&lang=en&cache-only=0",
            "defineEn": "used to say that one can never be sure of something",
            "defineVi": "từng nói rằng người ta không bao giờ có thể chắc chắn về điều gì đó"
        }
    ]
}