{
    "id": "4b5e966d-d4ee-4aec-8ef5-68bde672fe65",
    "title": "Lesson 2",
    "originalTitle": "Lesson 2",
    "words": [
        {
            "id": "333aceac-4093-413b-aa37-e1856a8d85c2",
            "word": "asset",
            "phonetic": "æsɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Geithner, hat in hand, looking for a bridge loan so AIG could complete some asset sales.",
                "In today's world, where communication is more important than ever, having strong verbal skills can be a valuable asset - a good tongue is a good weapon.",
                "Those assets included hotels, apartment buildings, and other real estate assets.",
                "Assets are broken up into two categories.",
                "The left-hand side is the assets."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNzZXQ&hash=7fe32a92adc3761cf56f9911c49d6dc79f99f47d&lang=en&cache-only=0",
            "defineEn": "a valuable person, thing, or quality that is considered to be useful",
            "defineVi": "một người có giá trị, điều, hoặc chất lượng được coi là hữu ích"
        },
        {
            "id": "5e93e0b4-44f6-4c5a-a846-ecfbc502fefb",
            "word": "to assert",
            "phonetic": "tʊ ɐsɜːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Supporters of globalization assert that it is a win-win proposition for the rich and the poor.",
                "She speaks softly and carries a big stick to assert her authority when necessary.",
                "He had a bad experience with a difficult boss at his previous job, and now he's afraid to speak up or assert himself at work - illustrating how the man who has once been bitten by a snake fears every piece of rope.",
                "Buda werehyena lore asserts that this blood was used for rituals, medicine, and nutrition.",
                "Attorney General Barr asserted last month that the FBI had spied on the campaign."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNzZXJ0&hash=124705fd62d7d4285f2ed026408a6d1b06bac4e0&lang=en&cache-only=0",
            "defineEn": "to say clearly and confidently that something is true",
            "defineVi": "để nói rõ ràng và tự tin rằng một cái gì đó là sự thật"
        },
        {
            "id": "2a77335a-4a58-4c38-ae1b-2420bb04d780",
            "word": "canto",
            "phonetic": "kæntoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FudG8&hash=cfc49625af951bcca99ea1970dd6ae3b23943a65&lang=en&cache-only=0",
            "defineEn": "any of the sections into which a long poem is divided",
            "defineVi": "bất kỳ phần nào trong đó một bài thơ dài được chia"
        },
        {
            "id": "3fa1d8ae-4907-4162-be01-fbd63f052fb6",
            "word": "cantonment",
            "phonetic": "kæntɑːnmənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FudG9ubWVudA&hash=37d44211e101da4e0a7a884d6c7021b701ed1190&lang=en&cache-only=0",
            "defineEn": "temporary living quarters specially built by the army for soldiers",
            "defineVi": "khu sinh sống tạm thời do quân đội xây dựng đặc biệt cho binh lính"
        },
        {
            "id": "7c7c9277-3491-464f-9efd-6db18a9bca0f",
            "word": "demonstrable",
            "phonetic": "dɛmənstɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You have in this letter demonstrable facts that you're presenting that prove there was no deleted database.",
                "We've seen instances reported of some small towns, even some college and university police departments that were acquiring military grade weapons without any demonstrable need for the use of these or the acquisition of these weapons."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtb25zdHJhYmxl&hash=4c495565d899a0ae7e79d8c924257c0fd27bacee&lang=en&cache-only=0",
            "defineEn": "necessarily or demonstrably true",
            "defineVi": "nhất thiết hoặc rõ ràng là đúng"
        },
        {
            "id": "c53a81e8-d6dc-4554-9008-a03bc476fd94",
            "word": "to demonstrate",
            "phonetic": "tə dɛmənstɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The cooking show demonstrated the art of stuffing and rolling a pork fillet.",
                "Jennifer started off on the right foot in her new job by arriving early, being well-prepared, and demonstrating a positive attitude.",
                "Demonstrating how he dances well to whom fortune pipes.",
                "The chef demonstrated how to core the bell peppers for stuffing with rice and vegetables.",
                "In a criminal trial, the prosecution bears the burden of proof to demonstrate the guilt of the accused beyond a reasonable doubt."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVtb25zdHJhdGU&hash=12a2c58128741962e70b1893aae92e8e187aea1a&lang=en&cache-only=0",
            "defineEn": "to practically show someone how to do something",
            "defineVi": "để thực tế chỉ cho ai đó làm thế nào để làm một cái gì đó"
        },
        {
            "id": "5411eb2c-ed93-4cb2-8d74-fed0cdc49b7f",
            "word": "demonstrative",
            "phonetic": "dəmɑːnstɹətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVtb25zdHJhdGl2ZQ&hash=2786d8e3454ced5f9c1b655e8736492f9acc7391&lang=en&cache-only=0",
            "defineEn": "showing no restraint in expressing one's feelings, particularly of love",
            "defineVi": "thể hiện không có sự kiềm chế trong việc thể hiện cảm xúc của một người, đặc biệt là tình yêu"
        },
        {
            "id": "8b3738e6-9c4d-4ea7-ab75-6f69a466a585",
            "word": "demonstrator",
            "phonetic": "dɛmənstɹeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Troops drove out the demonstrators.",
                "The demonstrators marched in a body to the main square.",
                "But demonstrators are now demanding more widespread democratic reforms.",
                "On the front lines, many demonstrators wear makeshift armor.",
                "A group of men in white shirts attacked demonstrators heading home after an antigovernment march."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtb25zdHJhdG9y&hash=2b2a24cf41ecb9af3d77add378dfef0aa7dd0fa0&lang=en&cache-only=0",
            "defineEn": "a teacher or teacher's assistant who demonstrates the principles that are being taught",
            "defineVi": "một giáo viên hoặc trợ lý của giáo viên thể hiện các nguyên tắc đang được giảng dạy"
        },
        {
            "id": "bf969aa4-d1c4-4017-880e-7a5300e48578",
            "word": "to possess",
            "phonetic": "tə pəzɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Abalone possesses a unique ability to repair and regenerate its shell.",
                "To possess power is the ultimate ego trip for most people.",
                "Michael couldn't help but have eyes for his colleague, Emily, who possessed both beauty and intelligence that captivated him.",
                "As a marketer, he knew that a jack of all trades is a master of none, but oftentimes better than a master of one, as possessing a diverse skill set allowed him to adapt to changing industry trends and develop innovative marketing strategies.",
                "While the young are full of vigor and ambition, they that live longest see most and the older generations possess a depth of insight that only time can provide."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9zc2Vzcw&hash=93b82ee89c9d4dfa91decb9bae77f9094e230a34&lang=en&cache-only=0",
            "defineEn": "have as an attribute, knowledge, or skill",
            "defineVi": "có như một thuộc tính, kiến thức, hoặc kỹ năng"
        },
        {
            "id": "87c951e0-ecb0-49b2-aa07-73709f4deb63",
            "word": "possessor",
            "phonetic": "pəzɛsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I hope that ultimately his notion of what is cool will prevail because he’s the possessor of just enormous power. "
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zc2Vzc29y&hash=8747833957f735e829dd8d840ba4563d21a8a6a8&lang=en&cache-only=0",
            "defineEn": "a person who owns something",
            "defineVi": "một người sở hữu một cái gì đó"
        },
        {
            "id": "15cc56ca-2bb6-416d-bf3a-dadcbbd41d2b",
            "word": "semiannual",
            "phonetic": "sɛmɪænjuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VtaWFubnVhbA&hash=cb612a610d863518f0684b6ce9e13d45f07d83cb&lang=en&cache-only=0",
            "defineEn": "occurring or payable twice each year",
            "defineVi": "xảy ra hoặc phải trả hai lần mỗi năm"
        },
        {
            "id": "c7624ccf-0498-4f70-a35d-c24f77b78c24",
            "word": "semiconscious",
            "phonetic": "sɛmɪkɑːnʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VtaWNvbnNjaW91cw&hash=b583d3ed991f20de8253d0013e200bcbba71b08a&lang=en&cache-only=0",
            "defineEn": "partially conscious; not completely aware of sensations",
            "defineVi": "ý thức một phần; không hoàn toàn nhận thức được cảm giác"
        },
        {
            "id": "5158fa6c-dc6b-44fd-9f88-2d139d2507a4",
            "word": "extraneous",
            "phonetic": "ɛkstɹeɪniəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A mathematical model lets us ignore extraneous details and tells us on average what she's doing.",
                "For instance, there's a vent behind the front wheel, like, right behind it, and the vent is kind of, to me, it was extraneous.",
                "And, apparently, those other antioxidants have made PON1 kind of extraneous.",
                "He gave long and extraneous answers to the questions in part because he seemed so determined to show that he had mastered his brief.",
                "This design accounts for individual differences between people and other extraneous factors, so that we know that if people in the experimental group get better and people in the control group don't, it was truly the therapeutic intervention that made the difference."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0cmFuZW91cw&hash=7b5e412d321bda38802a6b27e215c7c9df3e8d8f&lang=en&cache-only=0",
            "defineEn": "not pertinent to the matter under consideration",
            "defineVi": "không liên quan đến vấn đề đang xem xét"
        },
        {
            "id": "fe0c25a9-6fe6-4238-87db-ea40eda7686c",
            "word": "to extrapolate",
            "phonetic": "tʊ ɛkstɹæpəleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Researchers can then extrapolate details about the planet’s size and orbit based on the magnitude and regularity of that dip.",
                "From the MAVEN data, they extrapolated back one billion years.",
                "They can then extrapolate that and get a good idea of the overall health of the ecosystem.",
                "You can extrapolate to 3, but when we're getting the intuition, it's good to do it in 2.",
                "But there are a few things we can extrapolate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXh0cmFwb2xhdGU&hash=0c758108f702c5d310071e4a3b6ad11b2ca182c4&lang=en&cache-only=0",
            "defineEn": "to estimate something using the information that one has",
            "defineVi": "để ước tính một cái gì đó bằng cách sử dụng thông tin mà một người có"
        },
        {
            "id": "afe78f82-34a1-44ea-aa54-ffae871a66d2",
            "word": "extravagance",
            "phonetic": "ɛkstɹævəɡəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "These head shields were wider than the rest of the body, and they sometimes tended toward extravagance, as in the case of Boreaspis, a fish that sported a large spike sprouting from its face.",
                "So the Mandate of Heaven turned away from these suicidal puppet emperors, which set up a nice contrast with the early Han emperors, such as Wen, who came to power in 180 BCE and ruled benevolently, avoiding extravagance in personal behavior and ruling largely according to Confucian principles."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0cmF2YWdhbmNl&hash=d79b38403732d52c24c7ebf0075cb9eb21d7db00&lang=en&cache-only=0",
            "defineEn": "excessive spending",
            "defineVi": "chi tiêu quá mức"
        },
        {
            "id": "c7ba71e2-4cb3-43cb-a84f-2471d00c241f",
            "word": "extravagant",
            "phonetic": "ɛkstɹævəɡənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The billionaire's extravagant spending habits showed that he had more money than sense and lacked any financial restraint.",
                "He won the lottery, but the money is burning a hole in his pocket, and he's already planning extravagant vacations and luxury purchases.",
                "The warrior god Set and his wife, the goddess Nephtys, decorated an extravagant hall for the occasion, with a beautiful wooden chest as the centerpiece.",
                "Or do you enjoy extravagant things?",
                "However, the costliest creams contain an array of extravagant additions."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0cmF2YWdhbnQ&hash=f95576a0e128dca676ee6fef46989fc7d673d858&lang=en&cache-only=0",
            "defineEn": "unrestrained, especially with regard to feelings",
            "defineVi": "không kiềm chế, đặc biệt là đối với cảm xúc"
        },
        {
            "id": "5497b359-8655-46f6-9d17-b2424dfdaecc",
            "word": "congregation",
            "phonetic": "kɑːŋɡɹɪɡeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The congregation gathered around the altar for the morning service.",
                "They're doing vaccination drives in their congregations.",
                "Pastor Orson Burton has seen the economic strain on his congregation.",
                "Pastor Orson Burton lost members of his congregation in the surge, including his wife’s father.",
                "In 2006, this historic church building was gutted by fire, and the whole congregation moved across the street."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZ3JlZ2F0aW9u&hash=a650e62550332cbb225a41cc6c4d5f45281bd69d&lang=en&cache-only=0",
            "defineEn": "a group of people, animals, birds, or objects",
            "defineVi": "một nhóm người, động vật, chim hoặc đồ vật"
        },
        {
            "id": "8b7f6886-65d0-41a2-8c87-a60f6feccfee",
            "word": "to congregate",
            "phonetic": "tə kɑːŋɡɹɪɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "People are congregating on Twitter.",
                "And now the nerds are congregating for the ceremonial banging of the plastic toys.",
                "They're congregating on Facebook.",
                "They're congregating on Reddit to complain about this.",
                "We love to congregate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZ3JlZ2F0ZQ&hash=bad96f548fa64b25d18ffcd2c0a7a1d6f99e40a1&lang=en&cache-only=0",
            "defineEn": "come together, usually for a purpose",
            "defineVi": "đến với nhau, thường là cho một mục đích"
        },
        {
            "id": "7ca39796-06a2-4478-9999-eb06908f100f",
            "word": "monitory",
            "phonetic": "mɑːnɪtoːɹi ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9uaXRvcnk&hash=0e231bfea9c2fc10e02044d2b3b434b8a17f0e0f&lang=en&cache-only=0",
            "defineEn": "serving to warn",
            "defineVi": "phục vụ để cảnh báo"
        },
        {
            "id": "bb2ef1da-3dee-444f-8aaf-ac1ca77dbcf5",
            "word": "monition",
            "phonetic": "mənɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9uaXRpb24&hash=05ed0da46643c6b7c69911863476a9b23b453024&lang=en&cache-only=0",
            "defineEn": "cautionary advice about something imminent (especially imminent danger or other unpleasantness)",
            "defineVi": "lời khuyên thận trọng về một cái gì đó sắp xảy ra (đặc biệt là nguy hiểm sắp xảy ra hoặc sự khó chịu khác)"
        }
    ]
}