{
    "id": "4b960b1f-a4c0-44c3-99f5-1721ceb2f1e9",
    "title": "Lesson 2B",
    "originalTitle": "Lesson 2B",
    "words": [
        {
            "id": "70a7b41f-142a-40f4-b912-e7585509e4a3",
            "word": "trainer",
            "phonetic": "tɹeɪnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her trainer was on hand to give advice.",
                "As an animal trainer, it's important to build trust and get on well with the animals you work with.",
                "We attend conferences, read and write journals, and collaborate with other trainers.",
                "Even her fitness trainer was a sensation.",
                "His trainer, Angelo Manzoli, said his career is ruined. "
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhaW5lcg&hash=807f97ec7a389c2366a0e09577b73f28cf30a44b&lang=en&cache-only=0",
            "defineEn": "a sports shoe with a rubber sole that is worn casually or for doing exercise",
            "defineVi": "một đôi giày thể thao có đế cao su được mang tùy tiện hoặc để tập thể dục",
            "hasImg": true
        },
        {
            "id": "ad8fa4b0-f7da-42dd-bea1-17227a9615be",
            "word": "to describe",
            "phonetic": "tə dᵻskɹaɪb ",
            "partOfSpeechType": "verb",
            "examples": [
                "The book describes her life from cradle to grave.",
                "But the lawyers also described internal politics that at times slowed down the department's work or drove a wedge among members of the team.",
                "And after the match, the Carlisle boss wasn't pulling his punches when describing his players' performance.",
                "BBC is falling over backwards to be impartial by describing this as a crowd!",
                "It was described as a large, luxury mobile home, but there was barely room to swing a cat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVzY3JpYmU&hash=55c24a5359e3a8f3c314915257c441538d26bbd7&lang=en&cache-only=0",
            "defineEn": "to give details about someone or something to say what they are like",
            "defineVi": "để cung cấp thông tin chi tiết về một ai đó hoặc một cái gì đó để nói họ như thế nào",
            "hasImg": true
        },
        {
            "id": "87fe3407-808a-4ac9-b45b-1bc5b8449dc6",
            "word": "fit",
            "phonetic": "fɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new sofa wouldn't fit into the small living room.",
                "His partner left the table in a fit of pique.",
                "The teacher had a fit when the dog ran through the classroom.",
                "Technology advances by fits and starts.",
                "Replies to the advertisement are arriving in fits and starts."
            ],
            "audio": "https://tts.langeek.co/read?text=Zml0&hash=bbf74f5bc2c499993386f3bf1adecf8f45272e6d&lang=en&cache-only=0",
            "defineEn": "the way in which a piece of clothing fits the wearer",
            "defineVi": "cách mà một mảnh quần áo phù hợp với người mặc",
            "hasImg": true
        },
        {
            "id": "507d6033-003d-41c7-b9e4-6666770d1f92",
            "word": "loose",
            "phonetic": "luːs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The handle came loose.",
                "They let loose a couple of rounds of ammunition.",
                "The play has too many loose ends.",
                "I'm tired of your playing fast and loose with me.",
                "We still have one more loose end to deal with before we're finished with the project."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9vc2U&hash=65cc290634fb91457739bd1255939b9d4053b7f6&lang=en&cache-only=0",
            "defineEn": "not tight; not fitting tightly or closely",
            "defineVi": "không chật; không vừa vặn hoặc chặt chẽ",
            "hasImg": true
        },
        {
            "id": "5c7f804a-a52e-4dda-b37c-95077ab723a8",
            "word": "tight",
            "phonetic": "taɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Airport security was extra tight in the wake of yesterday's bomb attacks.",
                "The recent strike has put the airline company in a tight spot.",
                "Jane sure ran a tight ship around here.",
                "Shaona was running a tight ship and didn't waste time on small talk.",
                "He hung tight for 50 minutes, awaiting further instructions."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlnaHQ&hash=a53ef9788a15652a88d35d1679ccf25593e5da37&lang=en&cache-only=0",
            "defineEn": "(of clothes or shoes) fitting closely or firmly, especially in an uncomfortable way",
            "defineVi": "(quần áo hoặc giày dép) vừa khít hoặc chắc chắn, đặc biệt là theo một cách không thoải mái",
            "hasImg": true
        },
        {
            "id": "fa99c5b1-eef9-4211-b3c4-54f6596869f4",
            "word": "style",
            "phonetic": "staɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "His management style ruffled a few feathers.",
                "The Persian carpet in the living room adds elegance and style to the space.",
                "You'll find this style of architecture all over the town.",
                "The company's ex-CEO was known for his aggressive management style.",
                "We have no truck with that style of gutter journalism."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R5bGU&hash=f397fe89050698ae0e1f4a8e437608fea96e4c54&lang=en&cache-only=0",
            "defineEn": "a particular appearance that is determined by certain principles",
            "defineVi": "một sự xuất hiện cụ thể được xác định bởi các nguyên tắc nhất định"
        },
        {
            "id": "aedbb379-5db6-4235-9200-4a4c9416b9ec",
            "word": "clothes",
            "phonetic": "kloʊðz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Put your clothes in the cupboard.",
                "She gave him presents and clothes.",
                "All clothes are in mint condition and less than two years old.",
                "She received many compliments on her stylish clothes.",
                "My clothes won't all go in that one suitcase."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvdGhlcw&hash=55f850f885fb27a0d16a517819afa2966c68b7b3&lang=en&cache-only=0",
            "defineEn": "the things we wear to cover our body, such as pants, shirts, and jackets",
            "defineVi": "những thứ chúng ta mặc để che thân, chẳng hạn như quần, áo sơ mi và áo khoác",
            "hasImg": true
        },
        {
            "id": "d15f5268-bfd1-496d-8e46-d8d23f626b68",
            "word": "fashion",
            "phonetic": "fæʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That color has gone out of fashion.",
                "Her fashion sense is very old school, with vintage dresses and retro accessories.",
                "This could set a new fashion.",
                "The magazine keeps tabs on the latest fashion trends.",
                "Italian fashion brands like Gucci and Prada are renowned for their luxury and style."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFzaGlvbg&hash=c3447ac5b77639ea7e616a5d60472d05becc5906&lang=en&cache-only=0",
            "defineEn": "the styles and trends of clothing, accessories, makeup, and other items that are popular in a certain time and place",
            "defineVi": "phong cách và xu hướng quần áo, phụ kiện, đồ trang điểm và các mặt hàng khác phổ biến ở một thời điểm và địa điểm nhất định",
            "hasImg": true
        },
        {
            "id": "8efa43da-06c4-4d2d-8f5e-bb300099dfe8",
            "word": "dress",
            "phonetic": "dɹɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandmother made a dress for me.",
                "The bride's wedding dress is white.",
                "She bought an expensive dress for a special occasion.",
                "Where did you buy that dress?",
                "This dress makes me look fat."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJlc3M&hash=8765dc846714eb0bed2412319e58de2505dc16f1&lang=en&cache-only=0",
            "defineEn": "a piece of clothing worn by girls and women that is made in one piece and covers the body down to the legs but has no separate part for each leg",
            "defineVi": "một bộ quần áo được mặc bởi các cô gái và phụ nữ được làm thành một mảnh và che cơ thể xuống chân nhưng không có phần riêng cho mỗi chân",
            "hasImg": true
        },
        {
            "id": "78bef392-4746-4ac9-98f5-2fdf4d4411bc",
            "word": "jacket",
            "phonetic": "dʒækɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Is your jacket real leather?",
                "The jacket sat beautifully on her shoulders.",
                "Does this jacket go with this skirt?",
                "I'll take the grey jacket.",
                "I packed an extra jacket for the camping trip."
            ],
            "audio": "https://tts.langeek.co/read?text=amFja2V0&hash=85f93b2385b3a4af2624d17b30fecb9e8d67884e&lang=en&cache-only=0",
            "defineEn": "a short item of clothing that we wear on the top part of out body, usually has sleeves and something in the front so we could close it",
            "defineVi": "một bộ quần áo ngắn mà chúng ta mặc ở phần trên cùng của cơ thể, thường có tay áo và một cái gì đó ở phía trước để chúng ta có thể đóng nó lại",
            "hasImg": true
        },
        {
            "id": "37f071bc-42ff-433c-bdee-083bdbba7dee",
            "word": "jeans",
            "phonetic": "dʒiːnz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Jeans are as American as apple pie.",
                "They wore blue jeans to the party.",
                "He was wearing jeans and a T-shirt.",
                "You can't wear jeans to this dinner party!",
                "She always wears a plain white T-shirt with jeans."
            ],
            "audio": "https://tts.langeek.co/read?text=amVhbnM&hash=97a2ecb42717586877567623cfc62ce772075559&lang=en&cache-only=0",
            "defineEn": "pants made of denim, that is a type of strong cotton cloth, and is used for a casual style",
            "defineVi": "quần làm bằng vải denim, đó là một loại vải cotton bền và được sử dụng cho phong cách giản dị",
            "hasImg": true
        },
        {
            "id": "057f20d9-d2d5-4d42-9b93-98c6136c67ab",
            "word": "sandal",
            "phonetic": "sændəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "She kicked off her sandals and jumped into the pool.",
                "The sandal is 100% biodegradable.",
                "In India, one startup company turns tires into fashionable sandals.",
                "Never, ever, ever, ever, ever wear sandals in a lab.",
                "This includes her sandals line with Grendene, lingerie brand with Hope, and a beauty line with Sejaa Pure Skincare."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FuZGFs&hash=6e2ba157a2063b37a2695fdc3bfa8480d478702c&lang=en&cache-only=0",
            "defineEn": "an open shoe that fastens the sole to one's foot with straps, particularly worn when the weather is warm",
            "defineVi": "một chiếc giày mở buộc chặt đế vào chân bằng dây đai, đặc biệt được mang khi thời tiết ấm áp",
            "hasImg": true
        },
        {
            "id": "4af13d27-66ae-467b-a2a6-448baea0e487",
            "word": "sweater",
            "phonetic": "swɛɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I need a lightweight sweater for the spring season.",
                "He bought a new sweater with a colorful pattern for me.",
                "I like to wear cozy sweaters and scarves during the fall season.",
                "I like the comfort of wearing a cashmere sweater against my skin.",
                "He prefers crewneck sweaters for a versatile and easy-to-wear option."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dlYXRlcg&hash=692d55a72813110c69bd3db36fc9e09aaff420ae&lang=en&cache-only=0",
            "defineEn": "a piece of clothing worn on the top part of our body that is made of cotton or wool, has long sleeves and a closed front",
            "defineVi": "một bộ quần áo mặc ở phần trên của cơ thể chúng ta được làm bằng bông hoặc len, có tay áo dài và mặt trước kín",
            "hasImg": true
        },
        {
            "id": "73c8bfe2-deb8-4d91-b5c2-ea19083a0a2d",
            "word": "top",
            "phonetic": "tɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "They topped fruit tarts with mango coulis.",
                "The fish tacos were topped with tangy slaw and creamy sauce.",
                "This dictionary goes on the top shelf.",
                "We topped our baked potatoes with a generous drizzle of bechamel sauce.",
                "Write your name at the top of the paper."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9w&hash=c9ff900024933090da10f2cab4fb194f4287759e&lang=en&cache-only=0",
            "defineEn": "an item of clothing that is worn to cover the upper part of the body",
            "defineVi": "một loại quần áo được mặc để che phần trên của cơ thể",
            "hasImg": true
        },
        {
            "id": "46314d36-4fca-4da0-80ac-e4d561edb8dc",
            "word": "hood",
            "phonetic": "hʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's not that politicians carry two faces under one hood that is so surprising, but the fact that so many people accept such phony façades as the truth.",
                "I've seen plenty of people who carry two faces under a hood, so it's no surprise she did that.",
                "This baby here is a fume hood.",
                "First step, you got the hood on.",
                "But under the hood, each cancer works differently."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9vZA&hash=cef6abb9c6aaddd38fa11095f276003f4dc6e24a&lang=en&cache-only=0",
            "defineEn": "a part of a sweatshirt or coat that covers the head but leaves the face open",
            "defineVi": "một phần của áo len hoặc áo khoác che đầu nhưng để hở khuôn mặt",
            "hasImg": true
        },
        {
            "id": "78cf8d5f-3fe0-4048-8499-003187fc7332",
            "word": "long-sleeved",
            "phonetic": "lɔŋsliːvd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG9uZy1zbGVldmVk&hash=ce2c2545fb936e75d941fb3d21090e4cd72d0220&lang=en&cache-only=0",
            "defineEn": "(of an item of clothing) having sleeves that are long enough to reach one's wrist",
            "defineVi": "(của một mặt hàng quần áo) có tay áo dài đến cổ tay của một người",
            "hasImg": true
        },
        {
            "id": "b19cc4fb-27ac-46a3-a260-8624f1bf93cc",
            "word": "short",
            "phonetic": "ʃɔːɹt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Short hair really becomes you.",
                "The boss has a short fuse these days!",
                "She made short work of her opponents.",
                "We fell short of our goal in the competition.",
                "As they say, short reckonings make long friends."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvcnQ&hash=e11f4f3e15db8d39cc415db16e4047b2b9cf0ae0&lang=en&cache-only=0",
            "defineEn": "having a below-average or small distance between two points",
            "defineVi": "có khoảng cách dưới trung bình hoặc nhỏ giữa hai điểm",
            "hasImg": true
        },
        {
            "id": "464b70fc-43be-49ce-9f24-9bf307ca5ca6",
            "word": "polo-neck",
            "phonetic": "poʊloʊnɛk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9sby1uZWNr&hash=2e094824376f502b475dd0409ab2832fca98e29f&lang=en&cache-only=0",
            "defineEn": "a sweater that has a lifted collar folding over itself and covering the neck",
            "defineVi": "một chiếc áo len có cổ áo nâng lên và che cổ",
            "hasImg": true
        },
        {
            "id": "58feb0cd-7160-460f-9d50-58bb2f4bd564",
            "word": "V-neck",
            "phonetic": "viːnɛk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now are V-necks shirts?",
                "But around 1994, after feeling like they lost touch with the maternity market, the pair decided to pivot to something new: developing the perfect luxury V-neck shirt.",
                "They both tried on their samples to make sure the V-neck covered the right part of the arm, didn't plunge too deep, and, overall, made your body look as good as possible, things male designers fitting T-shirts on size 0 models maybe weren't taking into consideration.",
                "By now I might've been able to direct an award-winning film about a girl's school in Afghanistan, but instead I'm driving around the city, looking for a chest merkin in that matches your hair color in case you decide to wear a v-neck"
            ],
            "audio": "https://tts.langeek.co/read?text=Vi1uZWNr&hash=a52ada31efa70edf877fe6b8f0847a968ee7f285&lang=en&cache-only=0",
            "defineEn": "(of a piece of clothing) having a neckline in the shape of the letter V",
            "defineVi": "(của một bộ quần áo) có đường viền cổ hình chữ V",
            "hasImg": true
        },
        {
            "id": "2e5916c4-1bd2-47b3-bb01-6dcc5699d8a7",
            "word": "sleeveless",
            "phonetic": "sliːvləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Emily shows a bit of skin by wearing a sleeveless dress that accentuates her arms and shoulders.",
                "Now every shirt becomes a sleeveless.",
                "The message to remove underarm hair caught on pretty quickly with the rise of sleeveless dresses.",
                "In 1914, BVD sold a sleeveless version of the suit with shorter legs and made out of lightweight cotton."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xlZXZlbGVzcw&hash=e43a4047507b8cae953928fe4502ccc54a28a219&lang=en&cache-only=0",
            "defineEn": "(of clothes) without any sleeves",
            "defineVi": "(quần áo) không có tay áo",
            "hasImg": true
        },
        {
            "id": "4f581077-83d1-4652-aa30-65acc29daf23",
            "word": "pattern",
            "phonetic": "pætɚn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The day followed the usual pattern.",
                "He bought a new sweater with a colorful pattern for me.",
                "He traced patterns in the sand with his foot, leaving temporary imprints.",
                "African clothing is known for its vibrant patterns and intricate designs.",
                "The fashion designer unrolled a bolt of colorful fabric to examine its pattern."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0dGVybg&hash=a6eac25c749da19c18c3087d9b45235a54aa12bf&lang=en&cache-only=0",
            "defineEn": "an arrangement of shapes, colors, etc. regularly found on a surface, done as a design",
            "defineVi": "sự sắp xếp các hình dạng, màu sắc, v.v. thường xuyên được tìm thấy trên một bề mặt, được thực hiện như một thiết kế",
            "hasImg": true
        },
        {
            "id": "cfa2a6d7-525b-494e-af8d-e02d19d21569",
            "word": "checked",
            "phonetic": "tʃɛkt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But in the weeks that FOLLOWED, he suffered a mental collapse and checked HIMSELF into an Intensive Inpatient Treatment Center in CHICAGO."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlY2tlZA&hash=f693223e4ac9a25122eafe9cff1bc73276959a98&lang=en&cache-only=0",
            "defineEn": "having a pattern of small squares with usually two different colors",
            "defineVi": "có một mô hình hình vuông nhỏ thường có hai màu khác nhau",
            "hasImg": true
        },
        {
            "id": "a8f16151-f984-459e-ae79-aa0bb984170b",
            "word": "patterned",
            "phonetic": "pætɚnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "During the day, the piece casts patterned shadows on the ground.",
                "During the day, the piece casts patterned shadows on the ground.",
                "Notice the ridged and patterned bark and listen to the rustling leaves way up above you.",
                "See, in his experiments, he placed food for the bees in uniquely colored and patterned containers.",
                "Or it could be made into a dusting powder for fingerprint detection on shiny or patterned surfaces, where normal fingerprint powder is hard to see."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0dGVybmVk&hash=ec9e69ba459fcff30746f1d429b7fa6404616b1f&lang=en&cache-only=0",
            "defineEn": "having a repeated design or decorative arrangement of colors",
            "defineVi": "có thiết kế lặp đi lặp lại hoặc sắp xếp màu sắc trang trí",
            "hasImg": true
        },
        {
            "id": "82a38b12-a7b0-44f8-8194-be70e0d40028",
            "word": "cotton",
            "phonetic": "kɑːʔn̩ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The textile store offers bolts of various fabrics, from cotton to linen.",
                "They are wrapping up their employees in cotton wool, offering extra benefits and rewards.",
                "I prefer to wear comfortable cotton underwear.",
                "A strip of white cotton about 20 yards long did for a fence.",
                "The shirt I recently bought is made of soft cotton fabric."
            ],
            "audio": "https://tts.langeek.co/read?text=Y290dG9u&hash=438685ef03b50b5d5b332e71ae58102ba9281582&lang=en&cache-only=0",
            "defineEn": "cloth made from the fibers of the cotton plant",
            "defineVi": "vải làm từ sợi của cây bông",
            "hasImg": true
        },
        {
            "id": "d37b637f-2041-4cd0-a296-35205ebc3587",
            "word": "vest",
            "phonetic": "vɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "You seem to be playing your cards close to your vest.",
                "There's a vest here.",
                "There's a vest here.",
                "They lent us vests used by the previous shift.",
                "You don't even have to wear that vest."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVzdA&hash=62556bb622038af54cbbd38df3e04ce05b549735&lang=en&cache-only=0",
            "defineEn": "a sleeveless piece of clothing that is worn under a jacket and over a shirt",
            "defineVi": "một mảnh quần áo không tay được mặc dưới áo khoác và trên áo sơ mi",
            "hasImg": true
        },
        {
            "id": "ef82a79d-9a50-4a23-a7cc-b587fa27ccc9",
            "word": "denim",
            "phonetic": "dɛnɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "In that same month, the pair acquired denim maker, Lucky brand, for $140 million.",
                "As Steve-o demonstrates here, secure the denim string to the base of the bonfire.",
                "We want to show the profit-margin values against the different denim clothing items.",
                "It's the gray-ish, like, light denim color.",
                "So apparently they think, we all wear denim, top and bottom."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVuaW0&hash=18d08671be1280785c936a2964f6b34200c4b29f&lang=en&cache-only=0",
            "defineEn": "strong cotton cloth that is usually blue in color, particularly used in making jeans",
            "defineVi": "vải cotton chắc chắn thường có màu xanh lam, đặc biệt được sử dụng để may quần jean",
            "hasImg": true
        },
        {
            "id": "cb7109a1-71e7-4c8f-b33c-9186c3514121",
            "word": "waistcoat",
            "phonetic": "weɪstkoʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And we change into our waistcoat.",
                "He was shown sporting everything from a three cornered blue hat, to yellow stockings, a broad brimmed hat, Flemish trunk hose, a red waistcoat, or a red robe."
            ],
            "audio": "https://tts.langeek.co/read?text=d2Fpc3Rjb2F0&hash=9588c16f5c1e76c18081758accb9af7568899d89&lang=en&cache-only=0",
            "defineEn": "an item of clothing for the top half of one's body, traditionally worn by men, that is tight fitting, sleeveless, collarless, with buttons in the front, and worn usually under a jacket and over a shirt",
            "defineVi": "một loại quần áo dành cho nửa thân trên của một người, theo truyền thống được nam giới mặc, bó sát, không tay, không cổ, có nút phía trước và thường được mặc bên dưới áo khoác và bên ngoài áo sơ mi",
            "hasImg": true
        },
        {
            "id": "877712a1-5c8d-4f82-9778-f9db691dee53",
            "word": "fur",
            "phonetic": "fɜː ",
            "partOfSpeechType": "noun",
            "examples": [
                "My cat's fur is brown.",
                "She gently touched the soft fur of the cat.",
                "We need a new brush for our pet's fur.",
                "The rabbit's fur is usually gray, brown, or white.",
                "The cat's fur was gray and he had bright green eyes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVy&hash=4e55082075d55feed5e6d4d66b0c1ae3325dd6da&lang=en&cache-only=0",
            "defineEn": "an item of clothing made of fur",
            "defineVi": "một mặt hàng quần áo làm bằng lông thú",
            "hasImg": true
        },
        {
            "id": "74f4e245-b8c7-4230-9764-da248b4d4de7",
            "word": "collar",
            "phonetic": "kɑːlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Turn a collar down.",
                "A collar that turns down.",
                "He turned up the collar of his coat.",
                "Some of you were getting very hot under the collar about Royals.",
                "She'd got him by the collar."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGFy&hash=0828b17a324cd23e8e7f049127b7220cc8391adc&lang=en&cache-only=0",
            "defineEn": "the part around the neck of a piece of clothing that usually turns over",
            "defineVi": "phần quanh cổ của một bộ quần áo thường lật lại",
            "hasImg": true
        },
        {
            "id": "5e830bfe-a65d-487b-a9b7-e06324402612",
            "word": "lace",
            "phonetic": "leɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "A baseball’s red laces can give different pitches a tell-tale signature in flight.",
                "Got a little lace action here.",
                "I'm barefooted with laces on.",
                "As is often the case with slang, it was laced with irony and sarcasm.",
                "But the tree laces that meal with an ingredient that keeps the ants from digesting nectar from any other plant."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFjZQ&hash=c453494bea07e7f88d6f63823f06d03d3de75fcf&lang=en&cache-only=0",
            "defineEn": "a delicate cotton or silky cloth with a pattern of holes",
            "defineVi": "một miếng vải cotton hoặc lụa mềm mại với hoa văn lỗ",
            "hasImg": true
        },
        {
            "id": "5fce0e4f-2dab-48ab-8efd-0b4cb588c0c5",
            "word": "linen",
            "phonetic": "lɪnɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The textile store offers bolts of various fabrics, from cotton to linen.",
                "You didn't have to air our dirty linen to all your friends!",
                "The sight of former MPs washing their dirty linen in public was embarrassing.",
                "Before accepting a job offer, it's important to visit the workplace and meet your potential coworkers to get a feel for the company culture and work environment, following the proverb never choose your women or your linen by candlelight.",
                "Right, you change the linen what, once a week?"
            ],
            "audio": "https://tts.langeek.co/read?text=bGluZW4&hash=8c628de432689f0884d5a3631af11fe3b642f941&lang=en&cache-only=0",
            "defineEn": "cloth that is made from the fibers of a plant called flax, used to make fine clothes, etc.",
            "defineVi": "vải được làm từ sợi của một loại cây gọi là lanh, được sử dụng để may quần áo đẹp, v.v.",
            "hasImg": true
        },
        {
            "id": "6bca45b3-cc5a-41b3-8be3-6fa8f835ffc4",
            "word": "suit",
            "phonetic": "suːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This suit is a steal at $80.",
                "Part-time work would suit me right down to the ground.",
                "He paired his suit with polished dress shoes.",
                "That job would suit you to a tee.",
                "My dad bought a stylish suit for his friend's wedding."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VpdA&hash=0256967c98f34fd7f4bd32194fe3a27f6749e902&lang=en&cache-only=0",
            "defineEn": "a jacket with a pair of pants or a skirt that are made from the same cloth and should be worn together",
            "defineVi": "áo khoác với quần hoặc váy được làm từ cùng một loại vải và nên được mặc cùng nhau",
            "hasImg": true
        },
        {
            "id": "f3a073f8-b33b-4709-b405-110d23f86381",
            "word": "lycra",
            "phonetic": "laɪkɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's a humbling lycra suit.",
                "Involves a Lycra sheet and a drill with wheels attached."
            ],
            "audio": "https://tts.langeek.co/read?text=bHljcmE&hash=b08a5028d4666230ddaf84effb491c5c12d924e7&lang=en&cache-only=0",
            "defineEn": "a type of fabric that is stretchy and used to make tight fitting clothes such as athletic wear",
            "defineVi": "một loại vải co giãn và được sử dụng để may quần áo bó sát như quần áo thể thao"
        },
        {
            "id": "15462625-1928-490e-952f-e027f8156dad",
            "word": "swimsuit",
            "phonetic": "swɪmsuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She changed into her swimsuit.",
                "She put on her swimsuit and jumped into the pool.",
                "She felt confident and beautiful in her new swimsuit.",
                "She wore her swimsuit to the beach and enjoyed swimming in the ocean.",
                "He enjoys wearing his swimsuit at the water park on hot summer days."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dpbXN1aXQ&hash=8f46ad9eedd9e51338f669840bf9ad75f7e12452&lang=en&cache-only=0",
            "defineEn": "a piece of clothing worn for swimming, especially by women and girls",
            "defineVi": "một mảnh quần áo mặc cho bơi lội, đặc biệt là của phụ nữ và trẻ em gái",
            "hasImg": true
        },
        {
            "id": "8880c3c9-3867-4374-afb2-a3334a3bb4d2",
            "word": "silk",
            "phonetic": "sɪlk ",
            "partOfSpeechType": "noun",
            "examples": [
                "He used to wear a silk tie with his formal suit.",
                "The dressmaker purchased a bolt of silk to create a stunning gown.",
                "I try to judge people based on their actions, not their outward appearance, because a monkey in silk is a monkey no less.",
                "The CEO liked to remind his employees that we are all Adam's children but silk makes the difference - a way of acknowledging the privilege that came with his position, while also emphasizing the importance of treating everyone with respect and dignity.",
                "The chef knew that no matter how much he cooked it, a tough piece of meat could never be turned into a gourmet dish - you cannot make a silk purse out of a sow's ear."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lsaw&hash=3d6f2da4a40ae08b33a8b8c98671da165540bdf9&lang=en&cache-only=0",
            "defineEn": "a type of smooth soft fabric made from the threads that silkworms produce",
            "defineVi": "một loại vải mềm mịn được làm từ những sợi tơ tằm tạo ra",
            "hasImg": true
        },
        {
            "id": "31df5701-780c-475d-8a8e-d7ed130f1886",
            "word": "scarf",
            "phonetic": "skɑːɹf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children scarfed down the pizza at the birthday party.",
                "Someone has taken my scarf.",
                "He scarfs his breakfast every morning before heading to work.",
                "Should I add a scarf to this jacket or would it be gilding the lily?",
                "Should I add a scarf to this jacket or would it be gilding the lily?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2NhcmY&hash=3d9562f7b44bffdb94f8a7b45c5753a6e2b319b8&lang=en&cache-only=0",
            "defineEn": "a piece of cloth, worn around the neck or head, especially to keep warm",
            "defineVi": "một mảnh vải, đeo quanh cổ hoặc đầu, đặc biệt là để giữ ấm",
            "hasImg": true
        },
        {
            "id": "d44270ee-0d7a-411c-a73a-6fedcaa42d2e",
            "word": "velvet",
            "phonetic": "vɛlvɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She was wearing a black velvet number.",
                "It is no longer exercising power through velvet gloves.",
                "The patriarch has always been an iron fist in a velvet glove.",
                "For her grandmother's birthday, she baked a moist red velvet cake using cake flour.",
                "The iron hand in the velvet glove approach seems to work best with this age group."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVsdmV0&hash=c825cfa7a798251a0a273e56d15ce9ee7fe4109c&lang=en&cache-only=0",
            "defineEn": "a cloth with a smooth and thick surface, typically made of cotton or silk",
            "defineVi": "một miếng vải có bề mặt mịn và dày, thường được làm bằng bông hoặc lụa",
            "hasImg": true
        },
        {
            "id": "35bc4a5f-9273-4272-bc80-cc57e451b532",
            "word": "bow tie",
            "phonetic": "boʊ taɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bow tie's a little bit blobby.",
                "Even in retirement, he has stayed in the public eye, bow tie and all, a Presidential Medal of Freedom in 2012, two previous books about the court and the Constitution published in 2011 and 2014.",
                "- Yeah, and you never wear a suit to work, your bow tie's just a necktie that you knotted into a bow.",
                "Maybe it's the plastic bow tie, I don't know.",
                "That ring was affecting the images from telescopes like Hubble, making the nebula look more like a bow tie."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym93IHRpZQ&hash=855c6ad257d40c3b0bf7d0da6196881033607000&lang=en&cache-only=0",
            "defineEn": "a narrow piece of cloth tied in a bowknot around the collar of a shirt",
            "defineVi": "một mảnh vải hẹp thắt nơ quanh cổ áo sơ mi",
            "hasImg": true
        },
        {
            "id": "e8498d66-8e60-4ca7-81da-dbd77954f348",
            "word": "wool",
            "phonetic": "wʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wool feels soft.",
                "The sheep had thick wool that was used to make warm clothing.",
                "They are wrapping up their employees in cotton wool, offering extra benefits and rewards.",
                "A craftsman working with wool.",
                "Eccentric she may be but no one pulls the wool over her eyes."
            ],
            "audio": "https://tts.langeek.co/read?text=d29vbA&hash=86d9f3ff0a8a1ea8c6640e259765c329ef9b537b&lang=en&cache-only=0",
            "defineEn": "thick thread made from wool, which people use for knitting",
            "defineVi": "sợi dày làm từ len, mà mọi người sử dụng để đan",
            "hasImg": true
        },
        {
            "id": "5985d5da-cc18-422c-9f4e-d8ffb68eaf8e",
            "word": "woolen",
            "phonetic": "wʊlən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He wore thick woolen socks to keep his feet cozy in the snow.",
                "Also the woolens produced by the Dutch were being replaced by the market for cotton.",
                "They were more comfortable than woolens, but they were also cheaper, because cottons could be imported from India at such a low cost."
            ],
            "audio": "https://tts.langeek.co/read?text=d29vbGVu&hash=1d9bb8e3158a0d9115f648e84d33ae2dccbd06a1&lang=en&cache-only=0",
            "defineEn": "made of or related to wool",
            "defineVi": "làm bằng hoặc liên quan đến len",
            "hasImg": true
        },
        {
            "id": "c10c9ead-cd82-408a-a6bc-923489028250",
            "word": "cardigan",
            "phonetic": "kɑːɹdɪɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Okay, so for a quick primer on the Electoral College let me put on my professor glasses and cardigan.",
                "There is a DNA that you sort of have to inject into yourself at the same time that you put on that version of Batman's cape and cowl, except it's a red cardigan sweater and blue deck shoes."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZGlnYW4&hash=08a488a8d0336bd4cb4678591124aa63c18c0b99&lang=en&cache-only=0",
            "defineEn": "a type of jacket that is made of wool, usually has a knitted design, and its front could be closed with buttons or a zipper",
            "defineVi": "một loại áo khoác làm bằng len, thường có thiết kế dệt kim, mặt trước có thể đóng cúc hoặc khóa kéo",
            "hasImg": true
        },
        {
            "id": "5230a73a-f716-4109-881d-13f72749d6eb",
            "word": "leather",
            "phonetic": "lɛðɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Is your jacket real leather?",
                "The leather sofa adds a touch of elegance to the room.",
                "He put on his leather jacket before heading out on his motorcycle.",
                "He polished his leather shoes to make them look shiny.",
                "He accidentally scuffed the toe of his leather dress shoes against the curb, leaving a small mark."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVhdGhlcg&hash=d3511715ea0c7416c770afaf965ac126f12a2c59&lang=en&cache-only=0",
            "defineEn": "strong material made from animal skin and used for making clothes, bags, shoes, etc.",
            "defineVi": "vật liệu chắc chắn làm từ da động vật và được sử dụng để làm quần áo, túi xách, giày dép, v.v.",
            "hasImg": true
        },
        {
            "id": "cffac8ad-f53c-492a-8ada-7ebdf9a52c21",
            "word": "suede",
            "phonetic": "sweɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Get a little cushion behind my back, which is lovely suede."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VlZGU&hash=0edaab0153305a495410b2729a0a8a1a0068d885&lang=en&cache-only=0",
            "defineEn": "soft leather with a velvety surface, used for making shoes, jackets, etc.",
            "defineVi": "da mềm với bề mặt mịn như nhung, được sử dụng để làm giày, áo khoác, v.v.",
            "hasImg": true
        },
        {
            "id": "b41e6f40-f582-40f5-9a7f-6d19611a547c",
            "word": "boot",
            "phonetic": "buːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boot is now on the other foot.",
                "The fashionable boots added a trendy touch to her outfit.",
                "He takes size 5 boots.",
                "She wore ankle boots that emphasized her cankles.",
                "I wore warm boots to trudge through the snowy streets."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9vdA&hash=d2d9e15d0a6f8998e4544cb156168234d99617ed&lang=en&cache-only=0",
            "defineEn": "a type of strong shoe that covers the foot and ankle and often the lower part of the leg",
            "defineVi": "một loại giày chắc chắn bao gồm bàn chân và mắt cá chân và thường là phần dưới của chân",
            "hasImg": true
        },
        {
            "id": "a3f1603e-24d5-4bbe-b5a6-f8d5f9127475",
            "word": "casual",
            "phonetic": "kæʒuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The prime minister's casual remarks about the role of ethnicity in unemployment numbers has predictably put the cat among the pigeons on both sides of the political spectrum.",
                "He rolled up the cuffs of his pants for a more casual look.",
                "They grilled hamburgers and hot dogs for a casual summer dinner.",
                "During his college years, John sowed his oats and enjoyed the freedom of casual relationships.",
                "Emma is a casual dresser and would never be seen dead wearing formal attire or high heels."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzdWFs&hash=709c91d54c84ab1a03b70be76d27cf2a7ac1c254&lang=en&cache-only=0",
            "defineEn": "(of clothing) comfortable and suitable for everyday use or informal events and occasions",
            "defineVi": "(quần áo) thoải mái và phù hợp để sử dụng hàng ngày hoặc các sự kiện và dịp không trang trọng",
            "hasImg": true
        },
        {
            "id": "d278b3c2-9cc0-4e5a-8b79-5005a22fcb8e",
            "word": "classic",
            "phonetic": "klæsɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A classic hot chocolate recipe calls for scalded milk to be mixed with cocoa powder and sugar.",
                "My friend enjoyed a classic thousand island dressing on her burger.",
                "He savored a classic hamburger with cheese, lettuce, and tomato.",
                "At a family reunion picnic, the buffet table showcased a classic beef plate roast.",
                "The colorful bowtie pasta added a fun twist to the classic mac and cheese dish."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3NpYw&hash=d7ddca8ab7f20f5274b046601b38e54508288cf2&lang=en&cache-only=0",
            "defineEn": "being long-standing and having a popular style",
            "defineVi": "lâu đời và có phong cách phổ biến"
        },
        {
            "id": "c566bd2c-f0f2-42ae-ab23-56c6f578bf42",
            "word": "old-fashioned",
            "phonetic": "oʊldfæʃənd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The old-fashioned father insisted that his daughter quit her job and stay home to take care of the family, stating that a woman's place is in the home.",
                "So most fighting was done the old-fashioned way, with swords.",
                "One barrier to success for young girls could be good old-fashioned gender bias.",
                "She wore old-fashioned scrubs to the intensive care unit in Greenville, South Carolina where she worked.",
                "And then there’s good old-fashioned FOMO."
            ],
            "audio": "https://tts.langeek.co/read?text=b2xkLWZhc2hpb25lZA&hash=051d37322fdb72ffcdf2e6551a624246e9477e44&lang=en&cache-only=0",
            "defineEn": "related to styles that are not fashionable anymore",
            "defineVi": "liên quan đến phong cách không còn thời trang nữa",
            "hasImg": true
        },
        {
            "id": "d52c4a01-cfbb-4063-89ba-9accc3e78873",
            "word": "scruffy",
            "phonetic": "skɹʌfi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The stray dog had a scruffy and unkempt appearance, with a face only a mother could love, but that didn't stop him from finding a loving home with a compassionate family.",
                "He looks like a scruffy Ashton Kutcher.",
                "Now I know he looks a bit scruffy, and that’s because he doesn’t have any feathers on his chest or sleek covert feathers on his shoulders."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NydWZmeQ&hash=fbb71a3af03ca1b4b934a95aa72e5c70612565cf&lang=en&cache-only=0",
            "defineEn": "having an appearance that is untidy, dirty, or worn out",
            "defineVi": "có vẻ ngoài không gọn gàng, bẩn hoặc cũ",
            "hasImg": true
        },
        {
            "id": "e32a0f3a-8bf3-49c3-a4b5-a254f41e15fa",
            "word": "smart",
            "phonetic": "smɑːɹt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Two could play at that game, smart guy.",
                "After all, an electrical brain is smarter than the sum of its parts.",
                "Buying a house in this neighborhood is a smart move.",
                "He gained a reputation as a smart number-cruncher who could turn data into policy.",
                "She's not too smart, but at least her heart is in the right place."
            ],
            "audio": "https://tts.langeek.co/read?text=c21hcnQ&hash=8bde34a17c28212704627386601c816f4f945283&lang=en&cache-only=0",
            "defineEn": "(of people or clothes) looking neat, tidy, and elegantly fashionable",
            "defineVi": "(về người hoặc quần áo) trông gọn gàng, ngăn nắp và hợp thời trang",
            "hasImg": true
        },
        {
            "id": "25619fae-ef16-476a-905f-32983d06575d",
            "word": "to dress up",
            "phonetic": "tə dɹɛs ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "She dressed up her doll in a beautiful pink dress.",
                "She was dressed up like a dog’s dinner.",
                "He dressed up for the job interview to the tee, wearing a suit, tie, and polished shoes.",
                "Nothing but bad blood, dressed up in fancy words.",
                "They feel like a million dollars when they dress up for a special occasion and receive admiring glances."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJlc3MgdXA&hash=bce47b8ef3980434dde1c76fce46d1b5ebd6347b&lang=en&cache-only=0",
            "defineEn": "to wear formal clothes for a special occasion or event",
            "defineVi": "mặc quần áo trang trọng cho một dịp đặc biệt hoặc sự kiện",
            "hasImg": true
        },
        {
            "id": "135da57d-02d9-44da-a6cb-f70b0a60dbfe",
            "word": "to hang up",
            "phonetic": "tə hæŋ ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Long Island Marine and Olympian boxer Jamel Herring hangs up the gloves after championship career.",
                "As for the future of his boxing career, Taylor continues to maintain that he has hung up his gloves for good.",
                "Although Christian Karembeu hung up his boots in 2005, he is no less an active and unstoppable personality in the world of soccer.",
                "They hung up.",
                "I hung up."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFuZyB1cA&hash=f0b3eb85d2ebbac1b2844019e8a671c1f9ed7241&lang=en&cache-only=0",
            "defineEn": "to place a thing, typically an item of clothing, on a hanger, hook, etc.",
            "defineVi": "để đặt một thứ, điển hình là một mặt hàng quần áo, trên móc áo, móc, v.v.",
            "hasImg": true
        },
        {
            "id": "c4d5a0a1-90c0-4534-bb90-671865606de4",
            "word": "to fit",
            "phonetic": "tə fɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The new sofa wouldn't fit into the small living room.",
                "His partner left the table in a fit of pique.",
                "The teacher had a fit when the dog ran through the classroom.",
                "Technology advances by fits and starts.",
                "Replies to the advertisement are arriving in fits and starts."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZml0&hash=3354b7c4007ee43c40d2eb602099a7947feac54a&lang=en&cache-only=0",
            "defineEn": "to be of the right size or shape for someone",
            "defineVi": "có kích thước hoặc hình dạng phù hợp với ai đó",
            "hasImg": true
        },
        {
            "id": "093b539a-24fd-492f-a32c-3353d5946a2d",
            "word": "to match",
            "phonetic": "tə mætʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The striped socks matched perfectly with his striped shirt.",
                "Fifty thousand people saw the match.",
                "The match was awesome.",
                "He gave a good account of himself in matches against Crewe and Chesterfield.",
                "They had a friendly soccer match with their friends in the park."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWF0Y2g&hash=7b819e699bfbbd388146de2c81b50481309ba480&lang=en&cache-only=0",
            "defineEn": "to have the same pattern, color, etc. with something else that makes a good combination",
            "defineVi": "có cùng hoa văn, màu sắc, v.v. với thứ khác tạo nên sự kết hợp ăn ý",
            "hasImg": true
        },
        {
            "id": "dd8b7089-098d-4e83-bc7c-2951c63eb308",
            "word": "to get changed",
            "phonetic": "tə ɡɛt tʃeɪndʒd ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IGNoYW5nZWQ&hash=9d80371b4c35a5e7ff47f127b868d1a663011a4e&lang=en&cache-only=0",
            "defineEn": "to change what one is wearing",
            "defineVi": "để thay đổi những gì một người đang mặc"
        },
        {
            "id": "09c37d2c-f1ea-47e9-a218-3b1c1e50b42a",
            "word": "to get undressed",
            "phonetic": "tə ɡɛt ʌndɹɛst ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IHVuZHJlc3NlZA&hash=8ff00bbaa597868d59f26757810d4794d921fb62&lang=en&cache-only=0",
            "defineEn": "to remove one's clothes from one's body",
            "defineVi": "để loại bỏ quần áo của một người từ cơ thể của một người",
            "hasImg": true
        },
        {
            "id": "69701cc4-1b39-410b-8e2e-9f4944a959fa",
            "word": "to [get] dressed",
            "phonetic": "tə ɡɛt dɹɛst ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IGRyZXNzZWQ&hash=add6c917296bdd9361c254448eba3b121c64168e&lang=en&cache-only=0",
            "defineEn": "to put on one's clothes",
            "defineVi": "để mặc quần áo của một người",
            "hasImg": true
        },
        {
            "id": "6a118a00-b28d-429d-9109-fea8ebf68856",
            "word": "to go with",
            "phonetic": "tə ɡoʊ wɪð ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28gd2l0aA&hash=786f53c582ec25a6278ea550d13dd4aa5ee44a40&lang=en&cache-only=0",
            "defineEn": "to complement and suit each other when combined or placed together, particularly regarding appearance or taste",
            "defineVi": "để bổ sung và phù hợp với nhau khi kết hợp hoặc đặt cùng nhau, đặc biệt là về hình thức hoặc hương vị",
            "hasImg": true
        }
    ]
}