{
    "id": "4b975a87-f128-4d9d-9e28-98d165920f52",
    "title": "Lesson 4A",
    "originalTitle": "Lesson 4A",
    "words": [
        {
            "id": "f75eb148-a79d-47cb-9b41-a29202203fdc",
            "word": "book",
            "phonetic": "bʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "This book bridges a gulf between the metaphysics literature and philosophy of mind literature.",
                "The book raises many important questions.",
                "Every age has its book, after all.",
                "The movie follows the book faithfully.",
                "The movie follows the book faithfully."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9vaw&hash=fa0deeb1d31a6f77f3afc0d81d91f2dd79409dc6&lang=en&cache-only=0",
            "defineEn": "a set of printed pages that are held together in a cover so that we can turn them and read them",
            "defineVi": "một tập hợp các trang in được giữ lại với nhau trong một trang bìa để chúng ta có thể lật chúng và đọc chúng",
            "hasImg": true
        },
        {
            "id": "6f3a6485-c3b3-4adf-9f99-d8207e2dfeb7",
            "word": "film",
            "phonetic": "fɪlm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film caught a cold over the outstanding debt.",
                "The film received lavish praise from critics for its groundbreaking visual effects, compelling storyline, and outstanding performances.",
                "The film ups the ante on special effects.",
                "The film faithfully follows Shakespeare's plot.",
                "Shergar film falls at the first fence in Cannes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlsbQ&hash=be649f4cc2d3570fb3c4bbb869cf8fe152aa009b&lang=en&cache-only=0",
            "defineEn": "a story that we can watch on a screen, like a TV or in a theater, with moving pictures and sound",
            "defineVi": "một câu chuyện mà chúng ta có thể xem trên màn hình, chẳng hạn như TV hoặc trong rạp hát, với hình ảnh và âm thanh chuyển động",
            "hasImg": true
        },
        {
            "id": "f1f11b9e-e8ee-4fcb-a3f7-ca5fa2fb3941",
            "word": "creepy",
            "phonetic": "kɹiːpi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My coworker is obsessed with collecting porcelain dolls, which I find creepy, but I suppose there is no accounting for taste.",
                "Good lord, clowns are creepy.",
                "Continuing its creepy, though sometimes helpful relationship with us.",
                "Not creepy at all.",
                "They do creepy things, too."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlZXB5&hash=83fc717af35dfd63a26fcc60545c4fbcb88afb37&lang=en&cache-only=0",
            "defineEn": "strange or unnatural in a way that might cause uneasiness or slight fear",
            "defineVi": "kỳ lạ hoặc không tự nhiên theo cách có thể gây khó chịu hoặc sợ hãi nhẹ"
        },
        {
            "id": "9e5d7da7-1d41-40e7-8862-f6908c7e6007",
            "word": "fast-moving",
            "phonetic": "fæstmuːvɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmFzdC1tb3Zpbmc&hash=364b8e2637cc027ef32c1d2364f7ded403ec8bcb&lang=en&cache-only=0",
            "defineEn": "developing, moving, or changing with high speed",
            "defineVi": "phát triển, di chuyển hoặc thay đổi với tốc độ cao"
        },
        {
            "id": "987f33c8-709a-45cd-a634-00dcba3d7c48",
            "word": "gripping",
            "phonetic": "ɡɹɪpɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Okay, I get it, the movie is absolutely gripping.",
                "And that, I think, had a gripping effect on an audience. "
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JpcHBpbmc&hash=d26daf4a509eed7344db7d2b7e01f72d2c0f5192&lang=en&cache-only=0",
            "defineEn": "exciting and intriguing in a way that attracts someone's attention",
            "defineVi": "thú vị và hấp dẫn theo cách thu hút sự chú ý của ai đó"
        },
        {
            "id": "4a3ce11d-3b66-464c-b55e-c88e3c445586",
            "word": "haunting",
            "phonetic": "hɔːntɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Their haunting bugle echos in the mountains and meadows as bull elk compete for the control of harems.",
                "But, while the alarm clock was a slam dunk, definitively tracking down EMF sources in every haunting isn’t so straightforward.",
                "Well, the first was really echoed in the words, the haunting words of one of the officers, who said over the radio: \"Does anybody have a plan?\"",
                "You might know her from the show called Haunting of Hill House.",
                "You’re not going to visit your local bank and come across, let’s say, a haunting, unforgettable cut paper installation by Kara Walker, evoking and subverting the imagery of America’s slave-owning past."
            ],
            "audio": "https://tts.langeek.co/read?text=aGF1bnRpbmc&hash=1ca903c387e60b48d63e114e2a095755205e228f&lang=en&cache-only=0",
            "defineEn": "lingering in one's mind due to an unforgettable quality, particularly sadness, frightfulness, or beauty",
            "defineVi": "đọng lại trong tâm trí của một người do một phẩm chất khó quên, đặc biệt là nỗi buồn, sự khủng khiếp hoặc vẻ đẹp"
        },
        {
            "id": "ee333d11-e0e4-456b-aed0-f9bc38c8f6a9",
            "word": "heartwarming",
            "phonetic": "hɑːɹtwɔːɹmɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Your childhood stories are so heartwarming.",
                "It's just so heartwarming.",
                "So see that film and really terrific performances and heartwarming.",
                "It's so heartwarming when you see that somebody has learned a little bit, you know?",
                "Which would be great, because it’s not every day that a scientific study is so heartwarming."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhcnR3YXJtaW5n&hash=607ea280c0a42e669964669e5d5f3157cfdb46a0&lang=en&cache-only=0",
            "defineEn": "inspiring positive emotions such as joy, happiness, and affection in the viewer or reader",
            "defineVi": "truyền cảm xúc tích cực như niềm vui, hạnh phúc và tình cảm trong người xem hoặc người đọc"
        },
        {
            "id": "ad237ba3-8cce-4196-8250-c279a175c0ee",
            "word": "heavy going",
            "phonetic": "hɛvi ɡoʊɪŋ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGVhdnkgZ29pbmc&hash=51afb0bd964cb985c3d92aced80fe47e3008028e&lang=en&cache-only=0",
            "defineEn": "making it difficult for someone to do or continue something",
            "defineVi": "gây khó khăn cho ai đó để làm hoặc tiếp tục một cái gì đó"
        },
        {
            "id": "0868fa40-0825-4710-be03-9c38a78cc4fa",
            "word": "implausible",
            "phonetic": "ɪmplɔːzᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Acknowledging that a drowning man will clutch at a straw, the defendant grasped at the flimsy alibi even though it appeared implausible, hoping it might provide some reprieve from the charges against him.",
                "Why is this implausible?",
                "Whereas the delusions that we see with schizophrenia tend to be more bizarre in nature and implausible.",
                "Often, when people delve a bit deeper, they can see for themselves when something is implausible.",
                "An undertaker at one crematorium in Delhi told me that, at the peak of the first wave in 2020, he was cremating 30 bodies at his site in Delhi, and now he's cremating over 100 every night through this past week, when Delhi's overall figures, for example, reflect an implausible 400 for the entire city."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wbGF1c2libGU&hash=eea7ccfd79f694704575d8dfd7896fa8fa0b90ef&lang=en&cache-only=0",
            "defineEn": "not seeming believable or reasonable enough to be considered true",
            "defineVi": "dường như không đáng tin hoặc đủ hợp lý để được coi là đúng"
        },
        {
            "id": "1af93dc7-350a-4dc6-92e0-c95dfc13b252",
            "word": "intriguing",
            "phonetic": "ɪntɹiːɡɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The book had an intriguing premise, but the characters felt shallow and undeveloped.",
                "The abstract artwork on display at the gallery received mixed reactions from visitors, with some finding it intriguing and others considering it ugly as sin.",
                "His style was intriguing but not foreign-sounding.",
                "She's just intriguing.",
                "Which is kind of intriguing!"
            ],
            "audio": "https://tts.langeek.co/read?text=aW50cmlndWluZw&hash=35036d67d3314b1ae531f197b2050eaf13a985f6&lang=en&cache-only=0",
            "defineEn": "interesting due to being strange or mysterious",
            "defineVi": "thú vị do lạ hoặc bí ẩn"
        },
        {
            "id": "147ef5ad-0511-43a3-8fe9-4ffe497cfe6f",
            "word": "moving",
            "phonetic": "muːvɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The moving continued.",
                "And, the volume of the fluid moving past this point is simply the area of the pipe at this cross section, times the distance the fluid moves.",
                "It talks about age head-on, and it's very moving.",
                "I think it was a very moving occasion.",
                "In the 1990s, the US Department of Housing and Urban Development conducted an experiment known as The Moving to Opportunity study."
            ],
            "audio": "https://tts.langeek.co/read?text=bW92aW5n&hash=d0aa6ec98fba46300206ed120b37a69b0fe3dd81&lang=en&cache-only=0",
            "defineEn": "causing powerful emotions of sympathy or sorrow",
            "defineVi": "gây ra những cảm xúc mạnh mẽ của sự cảm thông hoặc đau buồn"
        },
        {
            "id": "fa6dc3eb-11c8-43bb-924e-458cb7b4d191",
            "word": "thought-provoking",
            "phonetic": "θɔːtpɹəvoʊkɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Its depiction of a class war aboard a high tech train rocketing around a ruined earth is as thought-provoking as it is thrilling.",
                "Each image more miraculous and thought-provoking and awe-inspiring than pretty much anything you’ll find in a museum."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhvdWdodC1wcm92b2tpbmc&hash=1ca9dae04bce1ca7bc7c21b19732de4abae84d9f&lang=en&cache-only=0",
            "defineEn": "causing one to seriously think about a certain subject or to consider it",
            "defineVi": "khiến một người suy nghĩ nghiêm túc về một chủ đề nhất định hoặc xem xét nó"
        }
    ]
}