{
    "id": "4bbba48e-1562-46ea-ba4e-283b2584696c",
    "title": "The Space-time Continuum",
    "originalTitle": "The Space-time Continuum",
    "words": [
        {
            "id": "ca5c1d6a-d12a-4032-be72-566827bc558e",
            "word": "aeon",
            "phonetic": "iːɑːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The process takes aeons."
            ],
            "audio": "https://tts.langeek.co/read?text=YWVvbg&hash=6a21cfa1e9c1adcf5366abbed4525724ea501385&lang=en&cache-only=0",
            "defineEn": "an endless or lengthy period of time",
            "defineVi": "một khoảng thời gian vô tận hoặc dài"
        },
        {
            "id": "79dbf815-e327-4aba-9fc4-13316a781edb",
            "word": "perpetual",
            "phonetic": "pɚpɛtʃuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The wealthy businessman realized too late that a contented mind is a perpetual feast, and that money couldn't buy him true happiness.",
                "Lastly, there's the perpetual hurdle of intermittency.",
                "Or maybe there's perpetual motion on tiny quantum scales.",
                "In Indian scriptures, thousands of gods and demons made perpetual war, destroying and recreating reality itself!",
                "These mirrors also underscore the perpetual cycle of violence at the heart of the revenge tragedy which you’ll no doubt remember from our talk of ancient Greek stories."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVycGV0dWFs&hash=3a681e3fa7680d90485ff314a5f10932522f9495&lang=en&cache-only=0",
            "defineEn": "continuing uninterrupted that seems to last forever",
            "defineVi": "tiếp tục không bị gián đoạn mà dường như kéo dài mãi mãi"
        },
        {
            "id": "f505bafe-23a1-40e9-9348-b006c16350ee",
            "word": "spasmodic",
            "phonetic": "spæzmɑːdɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3Bhc21vZGlj&hash=51bdc864b94cef07cd49500d305acc33e71af6e3&lang=en&cache-only=0",
            "defineEn": "occurring in spells and often abruptly",
            "defineVi": "xảy ra trong phép thuật và thường đột ngột"
        },
        {
            "id": "9b83b88b-5901-41af-bb34-7c05545ae7df",
            "word": "solstice",
            "phonetic": "sɑːlstɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The next stage of Stonehenge's turbulent history is just a solstice away.",
                "The next stage of Stonehenge's turbulent history is just a solstice away.",
                "The summer solstice is when the tilt is pointing us exactly toward the sun.",
                "Their winter solstice is the same day as our summer solstice, and their summer solstice is the same day as our winter solstice!",
                "And because Earth’s orbit is elliptical, the solstices and equinoxes don’t divide the year into even halves or quarters."
            ],
            "audio": "https://tts.langeek.co/read?text=c29sc3RpY2U&hash=eff67ec0d59eac17daece6cc67703ddd05f751d6&lang=en&cache-only=0",
            "defineEn": "either of the two times of the year when the sun reaches its farthest or closest distance from the equator",
            "defineVi": "một trong hai thời điểm trong năm khi mặt trời đạt khoảng cách xa nhất hoặc gần nhất so với đường xích đạo"
        },
        {
            "id": "5ffb2690-52ac-4b63-a1fc-1977cc0dbedb",
            "word": "bicentenary",
            "phonetic": "baɪsəntiːnɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmljZW50ZW5hcnk&hash=559ee7f4997ab9a00262b9ccbe4f69686c8eb502&lang=en&cache-only=0",
            "defineEn": "the 200th anniversary (or the celebration of it)",
            "defineVi": "lễ kỷ niệm 200 năm (hoặc lễ kỷ niệm của nó)"
        },
        {
            "id": "3e234cd9-f427-41c2-885c-23457c9c5fc9",
            "word": "centenary",
            "phonetic": "sɛntiːnɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Next year sees the centenary of Saint-Saëns' death.",
                "I Centenary is just so hot right now, I can't miss out on it."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VudGVuYXJ5&hash=32db31a52d8186c6c76bfa044dc0697e4f6fba2c&lang=en&cache-only=0",
            "defineEn": "the 100th anniversary (or the celebration of it)",
            "defineVi": "lễ kỷ niệm 100 năm (hoặc lễ kỷ niệm của nó)"
        },
        {
            "id": "b6e2f79d-432a-41b4-8e84-8987a57ff34d",
            "word": "diurnal",
            "phonetic": "dɪɜːnəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGl1cm5hbA&hash=f214ec4fd1684a371ba49ea28264bccaf5541286&lang=en&cache-only=0",
            "defineEn": "having a daily cycle or occurring every day",
            "defineVi": "có một chu kỳ hàng ngày hoặc xảy ra mỗi ngày"
        },
        {
            "id": "af88094e-8029-437d-b23a-250cf5bad4c7",
            "word": "epoch",
            "phonetic": "ɛpɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "What is an epoch?",
                "This marked the beginning of our current epoch: the Holocene.",
                "The transition to the next epoch, the Pliocene, involved a brief period of warming, followed by an even faster drop in temperature.",
                "For example, Juxia from the Late Eocene epoch of China was about the size of a horse.",
                "There's the Pleistocene, an icy epoch that saw the evolution of modern humans."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXBvY2g&hash=0c32efaf28a1d3676965b8c7de41304b3f6e8e7e&lang=en&cache-only=0",
            "defineEn": "a unit of geological time that is a subdivision of a period and is itself divided into ages",
            "defineVi": "một đơn vị thời gian địa chất là một phân khu của một thời kỳ và chính nó được chia thành các thời đại"
        },
        {
            "id": "75901063-6c53-4629-ad27-9b98dc640af2",
            "word": "equinox",
            "phonetic": "ɛkwɪnɑːks ",
            "partOfSpeechType": "noun",
            "examples": [
                "Robbie opened his heart after a secret charity gig at London's Equinox club on Thursday.",
                "The equinoxes: the day when there’s equal day and night.",
                "The spring equinox happens around March 21.",
                "On the equinox, the sun rises between the two sides.",
                "Now, there’s another equinox, too!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZXF1aW5veA&hash=f4d8e822eef916e8f93440716e2d76d07fdaacc0&lang=en&cache-only=0",
            "defineEn": "either of two times of the year when the sun crosses the plane of the earth's equator and day and night are of equal length",
            "defineVi": "một trong hai thời điểm trong năm khi mặt trời đi qua mặt phẳng xích đạo của trái đất và ngày và đêm dài bằng nhau"
        },
        {
            "id": "c4b0916c-6d65-4f0a-ae7c-79005f8469dc",
            "word": "to elapse",
            "phonetic": "tʊ ᵻlæps ",
            "partOfSpeechType": "verb",
            "examples": [
                "About six hours have elapsed since the X7 began in the body shop.",
                "This is a scene that happens relatively early in the film where we are catching back up with our characters after a five-year time elapse once they have definitively lost to Thanos-- after he's eradicated half of all life.",
                "So the amount of time that elapses past 3 minutes is 96 minus 61, which is 35 minutes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWxhcHNl&hash=5437dc99e3f6f44e7cc2adac06222d21ae19ddbf&lang=en&cache-only=0",
            "defineEn": "(of time) to pass by",
            "defineVi": "(của thời gian) trôi qua",
            "hasImg": true
        },
        {
            "id": "08aecfcb-5f0b-42f7-be6a-4b2af0923af3",
            "word": "millennial",
            "phonetic": "mɪlɛnɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Millennials have less financial confidence than the generation before us.",
                "And millennials now pay over 45% of their pre-tax income on housing costs alone!",
                "Millennials account for about two thirds of the population in India.",
                "Millennials are leaving big cities by the thousands in 2018.",
                "Millennials definitely matter in the luxury market."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlsbGVubmlhbA&hash=0a25dcfbbfac73b86565e0c278d90f8fc8ae21bd&lang=en&cache-only=0",
            "defineEn": "marking or denoting a time span of a thousand years",
            "defineVi": "đánh dấu hoặc biểu thị một khoảng thời gian của một ngàn năm"
        },
        {
            "id": "7000b034-65b1-4dfb-9eb0-93ac79552b29",
            "word": "GMT",
            "phonetic": "dʒiːɛmtiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the 50's they came out with the Submariner, the Explorer, the Milgauss, the GMT and they were all watches that were designed and made to be used as tools.",
                "Boom, GMT squared equals 4 pi squared r cubed.",
                "And there's a whole underground of different nuances and you know there's a GMT with a matte dial, a GMT with a gilt dial and there are all these tiny little details that change and they make a watch more or less valuable.",
                "Rearrange this a little bit, and we get 4 pi squared, r cubed, equals GMT squared.",
                "And there's a whole underground of different nuances and you know there's a GMT with a matte dial, a GMT with a gilt dial and there are all these tiny little details that change and they make a watch more or less valuable."
            ],
            "audio": "https://tts.langeek.co/read?text=R01U&hash=932ff0aac16642a3bd6ac729cfd58a887804e723&lang=en&cache-only=0",
            "defineEn": "the time as measured at Greenwich, London, on the line of 0° longitude, used to calculate the time across the globe",
            "defineVi": "thời gian được đo tại Greenwich, Luân Đôn, trên đường kinh độ 0°, được sử dụng để tính thời gian trên toàn cầu"
        },
        {
            "id": "30c7459a-d74c-4a7e-ab1b-413bde2caece",
            "word": "eventual",
            "phonetic": "ᵻvɛntʃuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "However, you do currently know your eventual wife.",
                "The eventual fall of Aleppo became a key turning point for Assad, with devastating consequences for civilians.",
                "Delian's tweet and eventual move has fueled momentum that Suarez and other locals have capitalized on.",
                "So, from their slow start in the Triassic to the start of their rise in the Cretaceous, and their eventual explosion ever since, lizards have really played the long game.",
                "The eventual success and influence of the Vikings was really about settlements and the exchange of goods, and, in the process, the exchange of cultures."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZlbnR1YWw&hash=248759d01085c78427a4907a72f08727817d58dd&lang=en&cache-only=0",
            "defineEn": "happening at the end of a process or a particular period of time",
            "defineVi": "xảy ra ở phần cuối của một quá trình hoặc một khoảng thời gian cụ thể"
        },
        {
            "id": "fc421dec-98df-4563-a0af-39ba60c29d9c",
            "word": "in due course",
            "phonetic": "ɪn duː koːɹs ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW4gZHVlIGNvdXJzZQ&hash=e8d14741f021e8c9b814f6f912433c999e871d23&lang=en&cache-only=0",
            "defineEn": "at the appropriate time",
            "defineVi": "Tại thời điểm thích hợp"
        },
        {
            "id": "21ee57ca-3e28-4a16-bcc3-2dd2a0706c69",
            "word": "to wane",
            "phonetic": "tə weɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "But sales of the second generation beetle declined as its novelty wore off and the trend in retro auto design waned.",
                "Over 100 waste-to-energy incineration plants were built, but when fuel prices dropped, interest waned.",
                "The problem is, researchers have realized more recently that immunity from this cell-free vaccine wanes after just two years.",
                "With them now in bankruptcy proceedings, is there a sense that their influence is waning with lawmakers?",
                "And there's a possibility that some of the effectiveness would wane a bit."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FuZQ&hash=d2acee2d239be6c3207db57125265e438998d9c8&lang=en&cache-only=0",
            "defineEn": "(of the moon) have a progressively less significant part of its seeable surface illuminated so that it seems to reduce in size",
            "defineVi": "(của mặt trăng) có một phần ít quan trọng hơn trên bề mặt có thể nhìn thấy của nó được chiếu sáng để nó dường như giảm kích thước"
        },
        {
            "id": "6274983f-f759-4e16-9d10-4a16351ac4bc",
            "word": "twilight",
            "phonetic": "twaɪlaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Twilight had not yet come.",
                "Twilight books and movies are each BAD in their own ways!",
                "Below the sunlight zone, there’s the twilight zone.",
                "In this transition zone between twilight and darkness, light becomes a powerful tool.",
                "Generally, you can only see satellites overhead during astronomical twilight, when the Sun is 12 to 18 degrees below the horizon, and for an hour or so at the start and end of the night."
            ],
            "audio": "https://tts.langeek.co/read?text=dHdpbGlnaHQ&hash=b5101673ea643b2554649b0357755d69060e7b61&lang=en&cache-only=0",
            "defineEn": "the time in the evening when the sun is below the horizon",
            "defineVi": "thời gian vào buổi tối khi mặt trời ở dưới đường chân trời",
            "hasImg": true
        },
        {
            "id": "51dc5651-6f95-4e9b-8040-864b9f53c564",
            "word": "stratospheric",
            "phonetic": "stɹæɾəsfɛɹɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For example, they have sent the price of video game retailer GameStop to stratospheric levels.",
                "The SPB first moved westward through southern Australia, before being pushed eastward by stratospheric winds.",
                "Stratospheric aerosol injection.",
                "A similar idea, called stratospheric aerosol injection, takes this principle and expands it to the whole planet.",
                "The neat thing is that, unlike marine cloud brightening or stratospheric aerosol injection, this is already an established technology."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyYXRvc3BoZXJpYw&hash=6cfb904ea2d1c31de791d3e526945e0d4a8f94a1&lang=en&cache-only=0",
            "defineEn": "*** ‌(specialist) in the layer of the earth's atmosphere between about 10 and 50 kilometres above the surface of the earth",
            "defineVi": "*** ‌(chuyên gia) trong lớp khí quyển của trái đất nằm trong khoảng từ 10 đến 50 km so với bề mặt trái đất"
        },
        {
            "id": "64a44cd3-0e9e-4d29-a749-876864646684",
            "word": "space-time",
            "phonetic": "speɪstaɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "When the mass making the depression moves, that sends out ripples in space-time.",
                "If we compress that object, space-time gets more curved around it.",
                "Or maybe we punched a hole through the space-time continuum.",
                "They are two expressions of one thing - space-time.",
                "With exotic matter, we could weave space-time however we see fit."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BhY2UtdGltZQ&hash=cba78df28b93a7a9e5c7d7686cb5a243aeb029bd&lang=en&cache-only=0",
            "defineEn": "the Theory that adds the notion of time to that of a three-dimensional space",
            "defineVi": "Lý thuyết bổ sung khái niệm thời gian vào không gian ba chiều"
        },
        {
            "id": "9f45fe64-5eb7-459b-8b7e-2248be0f9956",
            "word": "orbital",
            "phonetic": "ɔːɹbɪɾəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We call these regions \"orbitals.\"",
                "Elements in the s block are filling their s orbitals.",
                "Its orbital period is only 8 and 1/2 hours.",
                "Atomic orbitals have long been a source of frustration for me.",
                "So the mass of the ISS doesn't affect its orbital velocity."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JiaXRhbA&hash=f1badf013a02662fbd372401a58a14601063a9e6&lang=en&cache-only=0",
            "defineEn": "of or relating to an orbit",
            "defineVi": "của hoặc liên quan đến một quỹ đạo"
        },
        {
            "id": "928c7702-d195-4dcf-a1ec-0eac91efac97",
            "word": "nebula",
            "phonetic": "nɛbjʊlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Within the Cloud lies the Tarantula nebula, one of the most active starburst regions in our local universe.",
                "This nebula is fading way faster than anyone expected it to.",
                "Thanks to CuriosityStream and Nebula for supporting educational videos on the internet!",
                "That gas is the nebula, and at first, it glows super brightly.",
                "In this study, the team of astronomers used velocities of 86 speedy planetary nebulas, or the remnants of certain stars, in the Andromeda Galaxy."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVidWxh&hash=109bc7cbd84f18ae907053b62eb649fb6df0e80c&lang=en&cache-only=0",
            "defineEn": "a massive cloud of gas and dust in deep space that often appears very bright and can be seen in the sky at night",
            "defineVi": "một đám mây khí và bụi khổng lồ trong không gian sâu thường xuất hiện rất sáng và có thể nhìn thấy trên bầu trời vào ban đêm"
        },
        {
            "id": "17283980-51ee-48e3-b3d7-fcbbdecce56e",
            "word": "umbra",
            "phonetic": "ʌmbɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The umbra is gone, but you’re still in the penumbral shadow.",
                "When the umbra touches the Earth, we get a total solar eclipse.",
                "Finally, the Moon starts to enter the Earth’s umbra, and the real eclipse begins.",
                "The narrow shadow in the middle, where Earth is totally blocks the sun’s light, is called the umbra.",
                "That’s how long it takes the umbra to move over one spot on the Earth."
            ],
            "audio": "https://tts.langeek.co/read?text=dW1icmE&hash=fce397807fe07c0ca9afaf966604d599a4daed59&lang=en&cache-only=0",
            "defineEn": "a region of complete shadow resulting from total obstruction of light",
            "defineVi": "một vùng bóng tối hoàn toàn do sự cản trở hoàn toàn của ánh sáng"
        },
        {
            "id": "93a50815-9671-4c94-95d8-7a7aafa9dac4",
            "word": "to wax",
            "phonetic": "tə wæks ",
            "partOfSpeechType": "verb",
            "examples": [
                "The wax began to run.",
                "- Wax your back.",
                "The wax is just temporary.",
                "- You waxed me.",
                "- Wax on, wax off."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2F4&hash=835cac578d1a23b047c19c5b754cacfb63ccf960&lang=en&cache-only=0",
            "defineEn": "(of the moon) to progressively display a larger illuminated section until it turns into a full moon",
            "defineVi": "(của mặt trăng) để dần dần hiển thị một phần được chiếu sáng lớn hơn cho đến khi nó biến thành trăng tròn"
        },
        {
            "id": "ed91a306-2d76-4524-9f88-aec511c950b5",
            "word": "meteoroid",
            "phonetic": "miːɾɪoːɹɔɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Smaller bits, from a meter down to a millionth of a meter, we call meteoroids.",
                "Since the Moon has no atmosphere to burn up space rocks, meteoroids often strike the surface, sending shockwaves through the Moon’s layers.",
                "And there are even more meteoroids that burn up before they can get to the ground.",
                "See, small asteroids and meteoroids are kinda like cosmic time capsules.",
                "When the meteoroid is completely burned, the meteor is gone, and the light disappears."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0ZW9yb2lk&hash=7267b8c6e8826a8b698cf91775883fc947c02891&lang=en&cache-only=0",
            "defineEn": "a small celestial body that becomes visible as a meteor upon entrance into the atmosphere of the earth",
            "defineVi": "một thiên thể nhỏ có thể nhìn thấy như một thiên thạch khi đi vào bầu khí quyển của trái đất",
            "hasImg": true
        },
        {
            "id": "35a03900-d90e-4c49-b458-0ffc4b603225",
            "word": "meteorite",
            "phonetic": "miːɾɪoːɹaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Most meteorites have the metal iron in them.",
                "Most meteorites are still pretty small",
                "One meteorite from this region, though, sticks out like a sore thumb.",
                "Meteorites get to Earth after burning through the atmosphere.",
                "In 2007, those map lichens survived atmospheric re-entry on a simulated meteorite."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0ZW9yaXRl&hash=ddad11469f201e43912f427d7e9d5245abc3736c&lang=en&cache-only=0",
            "defineEn": "a piece of rock or metal from space that has hit the surface of the earth",
            "defineVi": "một mảnh đá hoặc kim loại từ không gian đã rơi xuống bề mặt trái đất"
        },
        {
            "id": "7a95b2f3-aed3-4db5-8bbb-236aae055579",
            "word": "meteor",
            "phonetic": "miːɾɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Meteor showers aren’t dangerous.",
                "But meteors aren’t stars at all!",
                "Have you ever seen a meteor?",
                "The meteor shower will reach its max around July 28th, with 15 to 20 meteors per hour in the constellation Aquarius.",
                "It's like a meteor!"
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0ZW9y&hash=d77a6160a2718f67b0360366dc7435372343b4c9&lang=en&cache-only=0",
            "defineEn": "a piece of rock coming from outer space that passes through the Earth's atmosphere, producing light",
            "defineVi": "một mảnh đá đến từ ngoài vũ trụ đi qua bầu khí quyển của Trái đất, tạo ra ánh sáng",
            "hasImg": true
        },
        {
            "id": "233aadd9-0a7a-47a7-a078-4ceef91bf68d",
            "word": "magnetic storm",
            "phonetic": "mæɡnɛɾɪk stoːɹm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFnbmV0aWMgc3Rvcm0&hash=ff0cbecfcacc644c1e484027f891986ed8a67f86&lang=en&cache-only=0",
            "defineEn": "a sudden disturbance of the earth's magnetic field; caused by emission of particles from the sun",
            "defineVi": "sự xáo trộn đột ngột của từ trường trái đất; gây ra bởi sự phát xạ của các hạt từ mặt trời"
        },
        {
            "id": "d48cf809-7292-433b-8b59-07f57af49150",
            "word": "intergalactic",
            "phonetic": "ɪntɚɡɐlæktɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You violate intergalactic space!",
                "It's an intergalactic corndog blimp.",
                "I’m talking about the intergalactic medium.",
                "The galaxy is curved back at its edges from the pressure of the intergalactic wind.",
                "And normally, new gas flows into the galaxy from the intergalactic medium to refresh that supply."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJnYWxhY3RpYw&hash=c8582345f09e432657136071522182e060409bc8&lang=en&cache-only=0",
            "defineEn": "between or among galaxies",
            "defineVi": "giữa hoặc giữa các thiên hà"
        },
        {
            "id": "986475d2-3857-4923-a2a6-b084f681aa71",
            "word": "interplanetary",
            "phonetic": "ɪntɚplænɪtɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Moon could be an interplanetary gas station!",
                "They would be the perfect building blocks for our interplanetary civilization.",
                "Interplanetary space is full of computer-corrupting radiation, and Mars doesn’t have a strong magnetic field that stops that radiation from reaching the ground.",
                "This explosion blasts out high-energy light and launches material off the surface of the Sun at high speeds, sending it into interplanetary space.",
                "That put them in a tiny club of interplanetary nations alongside Russia, the U.S., and the European Union."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJwbGFuZXRhcnk&hash=2d489891a75a38c5d6d62c85bb0609a52324be36&lang=en&cache-only=0",
            "defineEn": "the space or area between planets",
            "defineVi": "không gian hoặc khu vực giữa các hành tinh"
        },
        {
            "id": "1d08abc4-8225-4b25-b9f5-b23f7a224194",
            "word": "interstellar",
            "phonetic": "ɪntɚstɛlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "On an interstellar scale, humanity is practically invisible.",
                "Over time, this builds up large clouds of interstellar dust.",
                "An interstellar invasion might be impossible to pull off.",
                "Interstellar dust has been found to carry organic compounds through space.",
                "Then, there are the diffuse interstellar bands."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJzdGVsbGFy&hash=fa8b357eaa297c96538d2378b689351c1b115a72&lang=en&cache-only=0",
            "defineEn": "between or among stars",
            "defineVi": "giữa hoặc giữa các vì sao"
        },
        {
            "id": "2b31d446-e567-4ebd-8b85-f7a1613641f3",
            "word": "hyperspace",
            "phonetic": "haɪpɚspeɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Black holes might be suitable for hyperspace travel after all.",
                "I'm going through fricking hyperspace right now."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlwZXJzcGFjZQ&hash=f24074f92bcfbb53e843b101dfb1c1d95223f022&lang=en&cache-only=0",
            "defineEn": "(specialist) space that consists of more than three dimensions",
            "defineVi": "(chuyên gia) không gian bao gồm nhiều hơn ba chiều"
        },
        {
            "id": "c6e1617e-8650-445f-a929-1d0171eb86be",
            "word": "extraterrestrial",
            "phonetic": "ɛkstɹətɚɹɛstɹɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Gold is extraterrestrial.",
                "They will have the first extraterrestrial child.",
                "Floating out there between planets and galaxies, this extraterrestrial dust contains tiny pieces of extinguished stars and the building blocks of future celestial bodies.",
                "Extraterrestrial life isn’t easy to find.",
                "In all three cases, these extraterrestrial tsunamis have helped us solve mysteries about other worlds."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0cmF0ZXJyZXN0cmlhbA&hash=ca59641f1b7d7071fe2a26170174ef01cde7cd84&lang=en&cache-only=0",
            "defineEn": "originating or located or occurring outside Earth or its atmosphere",
            "defineVi": "có nguồn gốc hoặc nằm hoặc xảy ra bên ngoài Trái đất hoặc bầu khí quyển của nó"
        },
        {
            "id": "ab4827fa-a0e6-4cf5-ad91-f4bca5269896",
            "word": "exoplanet",
            "phonetic": "ɛksoʊplænɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Super-Earths are exoplanets more massive than Earth and less massive than a planet like Uranus or Neptune.",
                "Since 2009, Kepler Space Telescope has discovered about 4000 exoplanets.",
                "Understanding exoplanets like this requires an incredible amount of data analysis.",
                "The Kepler space telescope looks for exoplanets using the transit method.",
                "It’s an exoplanet about 11 times the mass of Jupiter."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhvcGxhbmV0&hash=070526eb21ab6da32a88a9fbd1b7d13af567aa71&lang=en&cache-only=0",
            "defineEn": "extrasolar planet; a planet that is outside the solar system",
            "defineVi": "hành tinh ngoài hệ mặt trời; một hành tinh nằm ngoài hệ mặt trời"
        },
        {
            "id": "b818bb9e-49e8-44fe-8262-76d56b8dffe2",
            "word": "dark matter",
            "phonetic": "dɑːɹk mæɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Inspired by these existing questions about the milky way, I’m working on the Dark Matter quiz."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFyayBtYXR0ZXI&hash=67ab7f1d8e3c5b0aef2657c7595216d0bd6b040f&lang=en&cache-only=0",
            "defineEn": "(physics) material existing in space that reflects no light, based on some theories",
            "defineVi": "(vật lý) vật chất tồn tại trong không gian không phản xạ ánh sáng, dựa trên một số lý thuyết"
        },
        {
            "id": "fdd4caa3-06a6-4ea9-a697-42d865f59b5c",
            "word": "cosmic dust",
            "phonetic": "kɑːzmɪk dʌst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29zbWljIGR1c3Q&hash=aaa576c95ceccad827575e4bbd9a906b2ca8614b&lang=en&cache-only=0",
            "defineEn": "clouds of particles or gases occurring throughout interstellar space",
            "defineVi": "các đám mây hạt hoặc khí xảy ra trong không gian giữa các vì sao"
        },
        {
            "id": "8e3386f2-f2ea-4e39-8108-27f154f909c9",
            "word": "corona",
            "phonetic": "kɔːɹoʊnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The corona extends for millions of kilometers.",
                "The Corona virus presents a public health emergency in the United States.",
                "At 7 million to 10 million kilometers above the sun's surface, we reach the corona, the outermost layer of the sun.",
                "The corona is a thin layer of plasma that can reach millions of degrees Celcius.",
                "And that’s because of the Sun’s corona."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29yb25h&hash=25ffe2b694f8be140ee8589018efead7f57245dd&lang=en&cache-only=0",
            "defineEn": "the outermost region of the sun's atmosphere; visible as a white halo during a solar eclipse",
            "defineVi": "vùng ngoài cùng của bầu khí quyển mặt trời; có thể nhìn thấy dưới dạng quầng trắng trong nhật thực"
        },
        {
            "id": "74ded93f-58d4-47f3-b3ac-53d7878c04d4",
            "word": "comet",
            "phonetic": "kɑːmɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "But comets have tails.",
                "Comets are big, apparently.",
                "So overall, the comet is fine!",
                "Over the course of millions of years these comets should evaporate!",
                "But comets aren’t the only icy space rocks in the headlines."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tZXQ&hash=2f42c3d44e26c386a6e563ad43519d08737f9e71&lang=en&cache-only=0",
            "defineEn": "an object in space that is a mass of ice and dust and when it nears the sun it starts illuminating in the shape of a tail",
            "defineVi": "một vật thể trong không gian là một khối băng và bụi và khi đến gần mặt trời, nó bắt đầu phát sáng theo hình dạng của một cái đuôi",
            "hasImg": true
        },
        {
            "id": "49d85e41-658d-49b5-a83f-a0ce31284b79",
            "word": "aurora australis",
            "phonetic": "ɔːɹoːɹə ɔːstɹɑːliz ",
            "partOfSpeechType": "noun",
            "examples": [
                "That’s what’s happening when you see the Northern and Southern Lights, or the Aurora Borealis and Aurora Australis, respectively."
            ],
            "audio": "https://tts.langeek.co/read?text=YXVyb3JhIGF1c3RyYWxpcw&hash=02e34427485038a702e2be534da39b768e3025e1&lang=en&cache-only=0",
            "defineEn": "the colored lights, mainly green and red, in the sky seen primarily near the southern magnetic pole",
            "defineVi": "các đèn màu, chủ yếu là xanh lục và đỏ, trên bầu trời được nhìn thấy chủ yếu ở gần cực nam"
        },
        {
            "id": "75b0cfd2-486c-4ffe-a043-5d11286f7aaf",
            "word": "aurora borealis",
            "phonetic": "ɔːɹoːɹə boːɹɪælɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "In this region, we find the Ionosphere, the aurora borealis, and the ISS, and the outermost layer is the Exosphere, stretching up to 10,000 kilometers.",
                "Follow me over to Reactions to check out their Summer of Space episode on the awe-inspiring aurora borealis, including the chemistry behind its spectacular colors.",
                "That’s what’s happening when you see the Northern and Southern Lights, or the Aurora Borealis and Aurora Australis, respectively."
            ],
            "audio": "https://tts.langeek.co/read?text=YXVyb3JhIGJvcmVhbGlz&hash=5ca65f0eed2503dffa9628997607166f36fc8221&lang=en&cache-only=0",
            "defineEn": "the colored lights, mainly green and red, in the sky seen primarily near the northern magnetic pole",
            "defineVi": "các đèn màu, chủ yếu là xanh lục và đỏ, trên bầu trời được nhìn thấy chủ yếu ở gần cực từ phía bắc",
            "hasImg": true
        },
        {
            "id": "a67687a4-b18b-4807-9475-4f59a84fb74c",
            "word": "constellation",
            "phonetic": "kɑːnstɪleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dead serpent’s remains became the Hydra constellation.",
                "Mind you, not every group of stars makes a constellation.",
                "And they investigated the moon’s cycles, as well as constellations.",
                "Six years later, a new object appeared in the sky, in the constellation of Cassiopeia.",
                "You had others around the country as well, but also this strange constellation of vehicles."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3RlbGxhdGlvbg&hash=95ba082f97764ea59a62b6eb79288b8abbba2056&lang=en&cache-only=0",
            "defineEn": "a specific group of stars that form a pattern and have a name related to their shape",
            "defineVi": "một nhóm sao cụ thể tạo thành một mẫu và có tên liên quan đến hình dạng của chúng",
            "hasImg": true
        },
        {
            "id": "b4b5d27a-ade0-4662-ae6f-2e5e1d3325a1",
            "word": "biosphere",
            "phonetic": "baɪoʊsfɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The biosphere is a complex web of interconnected ecosystems.",
                "We're both members of the biosphere.",
                "Since the Great Barrier Reef, like all coral reefs, is life, the reef itself is part of the biosphere.",
                "The Earth’s atmosphere, hydrosphere, lithosphere, and biosphere are driven and influenced by the Sun and insolation, or incoming solar radiation.",
                "It can even move things in the biosphere and reshape the geosphere!"
            ],
            "audio": "https://tts.langeek.co/read?text=Ymlvc3BoZXJl&hash=c9d7bb2347c230e9b163551e26e663f9c47541fb&lang=en&cache-only=0",
            "defineEn": "the regions of the surface and atmosphere of the Earth (or other planet) where living organisms exist",
            "defineVi": "các khu vực trên bề mặt và bầu khí quyển của Trái đất (hoặc hành tinh khác) nơi các sinh vật sống tồn tại"
        }
    ]
}