{
    "id": "4c8f3a76-b81d-40b8-8524-e1cf2a1f5d88",
    "title": "Types of Beds",
    "originalTitle": "Types of Beds",
    "words": [
        {
            "id": "916e6c85-1279-48b9-b24c-cb3cabebef4a",
            "word": "bed",
            "phonetic": "bɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "She sent the kids to bed early.",
                "The price includes dinner, bed, and breakfast.",
                "The sofa had to serve as a bed.",
                "I have a bedside table next to my bed for my books and glasses.",
                "I usually go to bed around 11 o'clock."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVk&hash=f168fe9b1cb85c90950402c3950f6578447cb42f&lang=en&cache-only=0",
            "defineEn": "furniture we use to sleep on that normally has a frame and mattress",
            "defineVi": "đồ nội thất chúng ta sử dụng để ngủ thường có khung và nệm",
            "hasImg": true
        },
        {
            "id": "e0d79995-9038-48ef-86b3-c294383fbb88",
            "word": "murphy bed",
            "phonetic": "mɜːfi bɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bXVycGh5IGJlZA&hash=a582e3b07df6dcc28f5195008e082d356c3f1eb9&lang=en&cache-only=0",
            "defineEn": "a bed that can be folded up and stored vertically against a wall or inside a closet or cabinet to save space when not in use",
            "defineVi": "một chiếc giường có thể được gấp lại và cất thẳng đứng vào tường hoặc bên trong tủ hoặc tủ để tiết kiệm không gian khi không sử dụng"
        },
        {
            "id": "8eaf18de-56db-47fd-a155-1fe6874e8fad",
            "word": "platform bed",
            "phonetic": "plætfɔːɹm bɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGxhdGZvcm0gYmVk&hash=223be0ba03e888e85d61ddb3a048da106ff80857&lang=en&cache-only=0",
            "defineEn": "a type of bed that has a solid, flat, and raised platform on which the mattress rests, eliminating the need for a box spring or other foundation",
            "defineVi": "một loại giường có nền chắc chắn, bằng phẳng và nâng cao để đặt đệm trên đó, loại bỏ sự cần thiết của lò xo hộp hoặc nền khác"
        },
        {
            "id": "ef4b0eb5-3677-4af2-8ccb-bd0941dbaa58",
            "word": "sleigh bed",
            "phonetic": "sleɪ bɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2xlaWdoIGJlZA&hash=514d20ebe05b0cb939d5987b20d566bcf63d7115&lang=en&cache-only=0",
            "defineEn": "a style of bed that features a curved or scrolled foot and headboard resembling a sleigh or a sled",
            "defineVi": "một kiểu giường có chân cong hoặc cuộn và đầu giường giống như xe trượt tuyết hoặc xe trượt tuyết"
        },
        {
            "id": "4aeee9be-2e08-4936-9cac-c89e050384ee",
            "word": "four-poster bed",
            "phonetic": "foːɹpoʊstɚ bɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zm91ci1wb3N0ZXIgYmVk&hash=2e26e534f276bc9186ba497f7f886327650e7740&lang=en&cache-only=0",
            "defineEn": "a type of bed that has vertical columns or posts at each corner, often with a canopy or drapes hung from the top",
            "defineVi": "một loại giường có các cột hoặc trụ thẳng đứng ở mỗi góc, thường có tán hoặc màn treo từ trên xuống"
        },
        {
            "id": "5549d46f-be02-4441-8c9c-1f88a0b5b672",
            "word": "adjustable bed",
            "phonetic": "ɐdʒʌstəbəl bɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWRqdXN0YWJsZSBiZWQ&hash=5282f31302a5620f2bb9c48078bf3819c2a569e8&lang=en&cache-only=0",
            "defineEn": "a type of bed that consists of two or more beds arranged in a stacked position, allowing two or more people to sleep in the same room while occupying the same floor space as one bed",
            "defineVi": "một loại giường bao gồm hai hoặc nhiều giường được sắp xếp chồng lên nhau, cho phép hai người trở lên ngủ trong cùng một phòng trong khi chiếm cùng một diện tích sàn như một giường"
        },
        {
            "id": "82bcdc25-883e-4d50-89bf-85bd4ffd374a",
            "word": "bunk bed",
            "phonetic": "bʌŋk bɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnVuayBiZWQ&hash=bfe4126db8f3b0436c19e5f393726f259d170ad0&lang=en&cache-only=0",
            "defineEn": "a piece of furniture consisting of two small beds with one built above the other",
            "defineVi": "một mảnh đồ nội thất bao gồm hai giường nhỏ với một cái được xây dựng trên cái kia",
            "hasImg": true
        },
        {
            "id": "f1a487f3-f585-4af6-817e-0a2a065201e2",
            "word": "loft bed",
            "phonetic": "lɔft bɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG9mdCBiZWQ&hash=bea6eecf6fa1f3dedbbc14fa0b693c9bc34a8bd9&lang=en&cache-only=0",
            "defineEn": "a type of bed that is elevated above the ground, allowing for extra space underneath which can be utilized for storage or as a functional area",
            "defineVi": "một loại giường được nâng lên khỏi mặt đất, cho phép có thêm không gian bên dưới có thể được sử dụng để lưu trữ hoặc làm khu vực chức năng"
        },
        {
            "id": "1941b780-0a3b-46db-84ff-17ea8523af73",
            "word": "trundle bed",
            "phonetic": "tɹʌndəl bɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJ1bmRsZSBiZWQ&hash=6fa07facc20d3d9f5ec309911ae9f43a292d1c62&lang=en&cache-only=0",
            "defineEn": "a bed that is stored underneath another bed and can be pulled out when needed for extra sleeping space",
            "defineVi": "một chiếc giường được cất bên dưới một chiếc giường khác và có thể kéo ra khi cần thiết để có thêm không gian ngủ"
        },
        {
            "id": "b6b37bf4-8d42-41f3-941c-3d4020aab1c6",
            "word": "storage bed",
            "phonetic": "stoːɹɪdʒ bɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RvcmFnZSBiZWQ&hash=8fc01d7daa20427530ce8de4a227f04de29a1b0e&lang=en&cache-only=0",
            "defineEn": "a type of bed that features built-in storage compartments or drawers underneath the mattress to provide extra space for storing clothes, linens, or other items",
            "defineVi": "một loại giường có các ngăn hoặc ngăn kéo tích hợp bên dưới đệm để cung cấp thêm không gian để cất quần áo, khăn trải giường hoặc các vật dụng khác"
        },
        {
            "id": "7015fa05-116b-42ac-9722-eba7ffd2fb69",
            "word": "captain's bed",
            "phonetic": "kæptɪn bækslæʃ ɛs bɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FwdGFpbidzIGJlZA&hash=1d6bcd842a45d6e239577e9180f958ecca438c7a&lang=en&cache-only=0",
            "defineEn": "a type of platform bed that typically features built-in storage drawers underneath the mattress and a headboard with shelves or cabinets for storing clothing, linens, or other items",
            "defineVi": "một loại giường nền thường có ngăn kéo tích hợp bên dưới đệm và đầu giường có kệ hoặc tủ để đựng quần áo, khăn trải giường hoặc các vật dụng khác"
        },
        {
            "id": "54157340-84d7-4a6e-8a4a-4a007cfff8f2",
            "word": "panel bed",
            "phonetic": "pænəl bɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFuZWwgYmVk&hash=76aee16f0fab84a8b4669af65770b9fd7e382ee6&lang=en&cache-only=0",
            "defineEn": "a type of bed that features a headboard and footboard made up of flat panels or slats of wood or other materials, typically framed with rails and posts",
            "defineVi": "một loại giường có đầu giường và chân giường được tạo thành từ các tấm phẳng hoặc thanh gỗ hoặc các vật liệu khác, thường được đóng khung bằng đường ray và cột"
        },
        {
            "id": "5f06ac3a-40e6-4415-a86b-a292207e3b74",
            "word": "wingback bed",
            "phonetic": "wɪŋbæk bɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2luZ2JhY2sgYmVk&hash=b5fc973702f2c3120eb8ed92d87382c6f8fb2bce&lang=en&cache-only=0",
            "defineEn": "a type of upholstered bed that features a headboard with \"wings\" that extend upward and outward from the head of the bed, often resembling the shape of a high-back chair, providing a cozy and comfortable feel.",
            "defineVi": "một loại giường bọc nệm có đầu giường có \"đôi cánh\" kéo dài lên trên và hướng ra ngoài từ đầu giường, thường giống hình dạng của một chiếc ghế dựa cao, mang lại cảm giác ấm cúng và thoải mái."
        },
        {
            "id": "103461d3-c6c7-4d7a-a1a5-4164565c265d",
            "word": "upholstered bed",
            "phonetic": "ʌpoʊlstɚd bɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dXBob2xzdGVyZWQgYmVk&hash=f480d5258c550868e549cc4e2ac907f280409b76&lang=en&cache-only=0",
            "defineEn": "a type of bed that features a padded headboard, footboard, and/or side rails that are covered in fabric or leather, providing a soft and comfortable surface to lean against while sitting up in bed",
            "defineVi": "một loại giường có đầu giường đệm, ván chân giường và/hoặc tay vịn bên được bọc bằng vải hoặc da, mang lại bề mặt mềm mại và thoải mái để dựa vào khi ngồi trên giường"
        },
        {
            "id": "2383f1c2-0181-4ee9-ba42-922309257c89",
            "word": "cradle",
            "phonetic": "kɹeɪdəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The mother gently cradled her newborn baby in her arms.",
                "The book describes her life from cradle to grave.",
                "He led a life of hardship from the cradle to the grave.",
                "People said he had robbed the cradle.",
                "She lived in the same village from the cradle to the grave."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JhZGxl&hash=95a68d52255b8dcc7071ef6d5e5f66ac504795f8&lang=en&cache-only=0",
            "defineEn": "a small bed or bassinet designed for infants and young babies, typically made of wood or wicker, and equipped with rockers or gliders to help soothe and lull the baby to sleep",
            "defineVi": "một chiếc giường nhỏ hoặc nôi được thiết kế cho trẻ sơ sinh và trẻ nhỏ, thường được làm bằng gỗ hoặc đan lát, và được trang bị bập bênh hoặc tàu lượn để giúp làm dịu và ru em bé ngủ",
            "hasImg": true
        },
        {
            "id": "ba29e853-8ba0-4191-8706-0e75786ecffc",
            "word": "queen-size bed",
            "phonetic": "kwiːnsaɪz bɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cXVlZW4tc2l6ZSBiZWQ&hash=3a9039df5faa0bb2132aee58e433af46ad9b292b&lang=en&cache-only=0",
            "defineEn": "a spacious bed for two people, providing more room than a full-sized bed but smaller than a king-sized bed",
            "defineVi": "giường rộng rãi cho hai người, cung cấp nhiều chỗ hơn giường cỡ lớn nhưng nhỏ hơn giường cỡ lớn"
        },
        {
            "id": "fa809a5d-cc7e-4700-a280-bdf8d790fa22",
            "word": "king-size bed",
            "phonetic": "kɪŋsaɪz bɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=a2luZy1zaXplIGJlZA&hash=ae07cd1eefd8d377555794b8a3bafb40fa5f5426&lang=en&cache-only=0",
            "defineEn": "a type of bed that measures approximately 76 inches wide and 80 inches long, providing more sleeping space than a queen-size bed and ideal for couples who want more space to stretch out while sleeping",
            "defineVi": "một loại giường có kích thước rộng khoảng 76 inch và dài 80 inch, cung cấp nhiều không gian ngủ hơn giường cỡ queen và lý tưởng cho các cặp đôi muốn có nhiều không gian hơn để duỗi người khi ngủ"
        },
        {
            "id": "46c2eabb-13f6-4b16-b808-bc1787a3e8ca",
            "word": "waterbed",
            "phonetic": "wɔːɾɚbɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Narrator: Remember waterbeds?",
                "Waterbeds developed a stigma.",
                "Any normal construction can support a waterbed.",
                "The waterbed was part of Charlie's thesis project at San Francisco State University.",
                "Daddy, can I have a waterbed?"
            ],
            "audio": "https://tts.langeek.co/read?text=d2F0ZXJiZWQ&hash=03f4b69215580b6b36cc441ec76d7785d517ed3e&lang=en&cache-only=0",
            "defineEn": "a type of bed that uses water-filled chambers as its primary support system, providing a unique, floating sensation and can be heated for warmth",
            "defineVi": "một loại giường sử dụng các buồng chứa đầy nước làm hệ thống hỗ trợ chính, mang lại cảm giác bồng bềnh, độc đáo và có thể sưởi ấm để sưởi ấm"
        },
        {
            "id": "2365697b-dd8b-49c5-83e4-e091a4234374",
            "word": "twin bed",
            "phonetic": "twɪn bɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Check out to book for more info and also for citations on the ads that were run in the 19th century against workhouses and in the 20th century for twin beds!",
                "Max Jensen on Youtube also asked about the promotion of separate sleep in workhouses and why twin beds were portrayed as ideal in the 20th century."
            ],
            "audio": "https://tts.langeek.co/read?text=dHdpbiBiZWQ&hash=8217af4f6987a3ac435e4dd173f4aa2f96d0c730&lang=en&cache-only=0",
            "defineEn": "one of a pair of single beds in a hotel or guest room for two people",
            "defineVi": "một trong những cặp giường đơn trong khách sạn hoặc phòng dành cho hai người",
            "hasImg": true
        },
        {
            "id": "eaf6071d-6fd9-41d1-934c-48b12623458f",
            "word": "double bed",
            "phonetic": "dʌbəl bɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG91YmxlIGJlZA&hash=9d3a55f58ab5e9ffe92f121ef74e2fa0daa67e57&lang=en&cache-only=0",
            "defineEn": "a bed that is big enough for two people to sleep in",
            "defineVi": "một chiếc giường đủ lớn cho hai người ngủ",
            "hasImg": true
        },
        {
            "id": "3af6f6c6-ebd7-477b-aae1-6dd4fb5fc21d",
            "word": "crib",
            "phonetic": "kɹɪb ",
            "partOfSpeechType": "noun",
            "examples": [
                "Those wasps put a lot of effort into building this crib for their babies.",
                "Since the cells are both the crib and the cocoon for these wasp babies, the nest must maintain a stable temperature with high humidity.",
                "Welcome to my crib, Leaders and Tyrants It's time to talk tax, trade, keeping debt climbing What?!",
                "They're what's called holometabolous insects, meaning they go through a metamorphosis before they become adults, and these cells are basically their cribs.",
                "And she said, \"Those cats are gonna climb in the crib and suffocate my grandson.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpYg&hash=06ad5686a12bda6b1a3431ac4eae5ece5d958784&lang=en&cache-only=0",
            "defineEn": "a small bed for infants and young babies with slatted sides to keep them safely contained and often with an adjustable mattress height, which can be converted into a toddler bed as the child grows",
            "defineVi": "một chiếc giường nhỏ dành cho trẻ sơ sinh và trẻ nhỏ với các mặt có rãnh để giữ chúng an toàn và thường có chiều cao nệm có thể điều chỉnh, có thể chuyển đổi thành giường cho trẻ mới biết đi khi trẻ lớn lên",
            "hasImg": true
        },
        {
            "id": "020ce9c3-5482-4eb3-9cad-227ebe4137ae",
            "word": "Victorian bed",
            "phonetic": "vɪktoːɹiən bɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=VmljdG9yaWFuIGJlZA&hash=6a15bd3ee9869bcbf44ae52dce3a823ce102eacb&lang=en&cache-only=0",
            "defineEn": "a decorative type of bed that was popular during the Victorian era, often featuring ornate designs with curved metalwork and intricate carvings on the headboard and footboard",
            "defineVi": "một loại giường trang trí phổ biến trong thời đại Victoria, thường có thiết kế trang trí công phu với đồ kim loại cong và chạm khắc phức tạp trên đầu giường và chân giường"
        },
        {
            "id": "4cbd7bc5-de2c-4e0b-8d84-68bfc6609072",
            "word": "iron bed",
            "phonetic": "aɪɚn bɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aXJvbiBiZWQ&hash=0a1d458dd563c1022050432b3019e4cee7a41bcc&lang=en&cache-only=0",
            "defineEn": "a type of bed frame made primarily of iron or wrought iron, often featuring decorative accents and intricate designs on the headboard, footboard, and rails",
            "defineVi": "một loại khung giường được làm chủ yếu bằng sắt hoặc sắt rèn, thường có các điểm nhấn trang trí và thiết kế phức tạp trên đầu giường, chân giường và thanh vịn"
        },
        {
            "id": "f07b90bd-4970-459d-84fd-079b5c2845fc",
            "word": "brass bed",
            "phonetic": "bɹæs bɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJhc3MgYmVk&hash=86bcfc487a0e318ae0688335cd332c57a52502f2&lang=en&cache-only=0",
            "defineEn": "a bed frame made of brass or brass-plated metal, often with decorative accents or intricate designs, popular in the 19th and early 20th centuries and still available in various styles today",
            "defineVi": "khung giường làm bằng đồng thau hoặc kim loại mạ đồng thau, thường có các điểm nhấn trang trí hoặc thiết kế phức tạp, phổ biến vào thế kỷ 19 và đầu thế kỷ 20 và ngày nay vẫn có nhiều kiểu dáng khác nhau"
        },
        {
            "id": "a98d8ec2-8ce1-4da3-82af-d7002e4d8283",
            "word": "bassinet",
            "phonetic": "bæsɪnɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Each one is bundled in a little leaf-wrapped bassinet.",
                "We’re also anticipating around $300 for a used crib, $200 for a bassinet, $300 for a fancy but used stroller set, $500 for the first year of baby clothes, and another $800 for car seats, room decor and whatever else we might not get from our registry."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFzc2luZXQ&hash=ca389f1b3257898108459a0407d0321a33029479&lang=en&cache-only=0",
            "defineEn": "a small, portable bed designed for newborn infants and typically used for the first few months of a baby's life",
            "defineVi": "một chiếc giường nhỏ di động được thiết kế cho trẻ sơ sinh và thường được sử dụng trong vài tháng đầu đời của trẻ",
            "hasImg": true
        }
    ]
}