{
    "id": "4cb57b9c-bdf9-41e0-92d1-e3d625fd04ef",
    "title": "Making a Decision 1",
    "originalTitle": "Making a Decision 1",
    "words": [
        {
            "id": "63846993-cf81-491d-a233-a8398b830dec",
            "word": "absolute",
            "phonetic": "æbsəluːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The journey home through the storm was absolute murder!",
                "For all younger people in the US saving for retirement will be an absolute necessity.",
                "For years he was an absolute penny-pincher.",
                "Too many companies reckon without the pitfalls that make insurance like this an absolute necessity.",
                "Peter noticed throughout history how rulers who were granted immense power often became tyrannical and cruel, proving that absolute power corrupts absolutely."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJzb2x1dGU&hash=42ae677f354ebac7689fe17336d4864b06e2e5e0&lang=en&cache-only=0",
            "defineEn": "(of a decision or decree) final and unlikely to change",
            "defineVi": "(của một quyết định hoặc nghị định) cuối cùng và không thể thay đổi"
        },
        {
            "id": "96615086-1e56-4e6d-8d8a-3f5347c9dd24",
            "word": "accountability",
            "phonetic": "ɐkaʊntəbɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sarah's coach reminded her that excuses are the nails used to build a house of failure when she tried to justify her lack of effort during practice, and encouraged her to take accountability for her actions and work harder to achieve her goals.",
                "Question number three, 'Does mental illness take away personal accountability?'",
                "The governor is asking for accountability.",
                "We want levels of accountability.",
                "It takes a lot of accountability."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb3VudGFiaWxpdHk&hash=fc130f2e19390eddab2205b90c97afc948787670&lang=en&cache-only=0",
            "defineEn": "the fact of being responsible for what someone does and being able to explain the reasons",
            "defineVi": "thực tế là chịu trách nhiệm cho những gì ai đó làm và có thể giải thích lý do"
        },
        {
            "id": "db276ba5-b5f9-4964-9255-6d9a0f005d52",
            "word": "accountable",
            "phonetic": "ɐkaʊntəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The business consultant recommended that we expand our operations overseas, but when we faced unexpected challenges and losses, he was not held accountable, highlighting the reality that advisors run no risks.",
                "Then you're being accountable.",
                "But we are still accountable, for our own recovery.",
                "The power shift is so strongly now toward Facebook, they are not really accountable. ",
                "A sudden death and no one to hold accountable."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb3VudGFibGU&hash=9291ebb9735623292b5e56c790359d2413c8f57a&lang=en&cache-only=0",
            "defineEn": "responsible for one's actions and being ready to explain them",
            "defineVi": "chịu trách nhiệm về hành động của một người và sẵn sàng giải thích chúng"
        },
        {
            "id": "942231e9-3272-48c2-913e-129a8cdf062f",
            "word": "acquittal",
            "phonetic": "ɐkwɪɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "We didn't get an acquittal.",
                "But in the end, after this trial that ended over the weekend in an acquittal, where are we?",
                "But in the end, after this trial that ended over the weekend in an acquittal, where are we?",
                "The Black Lives Matter hashtag first gained traction on Twitter in 2013 after the acquittal of George Zimmerman, who shot and killed unarmed black teenager Trayvon Martin in Florida.",
                "It really wasn't, in my opinion, until the U.S. Senate voted for acquittal on the two impeachment charges that Donald Trump finally had a small air of breathability."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNxdWl0dGFs&hash=ad0790de32a21daf6287521a4268f2a009b53b45&lang=en&cache-only=0",
            "defineEn": "an official judgment in court of law that declares someone not guilty of the crime they were charged with",
            "defineVi": "một bản án chính thức tại tòa án của pháp luật tuyên bố ai đó không phạm tội mà họ bị buộc tội"
        },
        {
            "id": "ed1268e2-7196-4fc1-8a1f-0dc8954bd641",
            "word": "to adjudge",
            "phonetic": "tʊ ɐdʒʌdʒ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRqdWRnZQ&hash=d60fb7d8b82fca890c9228730c220f6a48dedbad&lang=en&cache-only=0",
            "defineEn": "to declare something true or to be the case according to facts",
            "defineVi": "để tuyên bố một cái gì đó đúng hoặc là trường hợp theo sự thật"
        },
        {
            "id": "d4f4ce69-e2da-474b-b4c5-5bf7687483b9",
            "word": "to adjudicate",
            "phonetic": "tʊ ɐdʒuːdᵻkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I suppose it's being adjudicated now whether it's genocide.",
                "Given this problem, we might expect the courts to help correct them by accurately adjudicating guilt and innocence.",
                "Otherwise, we’re all just believing whatever we want, with no grounds for adjudicating between beliefs.",
                "Well, the ostensible reason, the one they're saying, is that they detected electoral fraud that was not being adjudicated properly.",
                "And, Senator, in connection with the commanders' ability to punish alleged perpetrators, you did introduce eight years ago legislation creating a new channel for adjudicating sexual assault."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRqdWRpY2F0ZQ&hash=2082fe54bceac7a43624720ecf673c32bdaeee79&lang=en&cache-only=0",
            "defineEn": "to make a formal decision or judgment about who is right in an argument or dispute",
            "defineVi": "để đưa ra quyết định chính thức hoặc bản án về việc ai đúng trong một cuộc tranh luận hoặc tranh chấp"
        },
        {
            "id": "30472850-1658-46c8-a5ca-678ba50a1096",
            "word": "adjudication",
            "phonetic": "ɐdʒuːdɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Court decisions established procedural limitations on law enforcement and adjudication.",
                "And three, they settle disputes through a process called administrative adjudication, which makes them kind of like courts.",
                "So he takes a disproportionate number of these cases to review for himself, much more historically than any other attorney general has ever claimed for himself for adjudication. ",
                "Administrative adjudication raises similar separation of powers issues, but they're less problematic because the constitution gives congress the right to establish courts other than the Supreme Court and it doesn't say that these can't be administrative tribunals that are part of bureaucratic agencies.",
                "The president had a theme, and the theme was if families were released pending adjudication of asylum, they will not reappear. "
            ],
            "audio": "https://tts.langeek.co/read?text=YWRqdWRpY2F0aW9u&hash=aae598b5c25f893ecf1a3537564bb7e0a6633d6f&lang=en&cache-only=0",
            "defineEn": "the act or process of making a formal decision about who is right in an argument or dispute",
            "defineVi": "hành động hoặc quá trình đưa ra quyết định chính thức về việc ai đúng trong một cuộc tranh luận hoặc tranh chấp"
        },
        {
            "id": "f3d00f29-f269-449a-bce0-010b186a8dcc",
            "word": "adjudicator",
            "phonetic": "ɐdʒuːdᵻkeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWRqdWRpY2F0b3I&hash=8861d60ca9ab29a9b8e7a2fde30daaec73445baf&lang=en&cache-only=0",
            "defineEn": "someone who makes a formal decision about who is right in an argument or dispute",
            "defineVi": "một người đưa ra quyết định chính thức về việc ai đúng trong một cuộc tranh luận hoặc tranh chấp"
        },
        {
            "id": "cc22f8e0-4074-4f52-8ad5-3307e0c0950f",
            "word": "adoption",
            "phonetic": "ɐdɑːpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Adoption of this new system wasn't easy.",
                "Cook: They only had 10% adoption.",
                "The average private adoption costs almost $40,000!",
                "But also, with the adoption of a common currency, the EU’s central bank gained more control over economic policy.",
                "That proposal will be refined before possible adoption at the expanded G20 meeting next month in Italy."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRvcHRpb24&hash=d9c81005eb7436c4922b5abc025dcf6150a5ffe3&lang=en&cache-only=0",
            "defineEn": "the action of starting to use a certain plan, name, method, or idea",
            "defineVi": "hành động bắt đầu sử dụng một kế hoạch, tên, phương pháp hoặc ý tưởng nhất định"
        },
        {
            "id": "9a4a9e03-33b4-4449-a660-63b63da96965",
            "word": "alternative",
            "phonetic": "ɔːltɜːnətɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "For a healthier alternative, she replaced all-purpose flour with whole wheat flour in her muffin recipe.",
                "He used rutabaga slices as a healthy alternative to tortillas.",
                "He used swede slices as a healthier alternative to french fries.",
                "If you don't have tomato paste, you can use sun-dried tomatoes or tomato puree as alternatives.",
                "Crowdie can be a great alternative to heavy cream in pasta sauces."
            ],
            "audio": "https://tts.langeek.co/read?text=YWx0ZXJuYXRpdmU&hash=8b5bdc820ded34ef355a68cd6be78d8eb756e0dd&lang=en&cache-only=0",
            "defineEn": "any of the available possibilities that one can choose from",
            "defineVi": "bất kỳ khả năng có sẵn nào mà người ta có thể chọn"
        },
        {
            "id": "2863ca29-e318-47e6-9dad-e7f4b78b9299",
            "word": "alternatively",
            "phonetic": "ɔːltɜːnətɪvli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Alternatively the point the universe is pretty freakin’ weird.",
                "Alternatively, we could combine the water with more carbon dioxide from the atmosphere.",
                "Alternatively, we could define a function where every numerical input corresponds to a different alphabetical output.",
                "Alternatively, it could just be a random mutation.",
                "Alternatively, you can search for them in the search bar."
            ],
            "audio": "https://tts.langeek.co/read?text=YWx0ZXJuYXRpdmVseQ&hash=d809bf232ec3886fcc76194a31d50df43cf2b29b&lang=en&cache-only=0",
            "defineEn": "as a second choice or another possibility",
            "defineVi": "như một sự lựa chọn thứ hai hoặc khả năng khác"
        },
        {
            "id": "b9f95904-fb99-4bb1-988d-47a164960be1",
            "word": "appeal",
            "phonetic": "ɐpiːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Shadberries add visual appeal and a delicate texture to dishes.",
                "Different genres of music appeal to different people, and for me, classical music really floats my boat.",
                "Police have appealed for witnesses, but it seems the locals are keeping shtum.",
                "The Court of Appeal held that there was no evidence to support the judge's assessment.",
                "I enjoy the vibrant colors of sweet peppers in my salad, as they add a visual appeal to the dish."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwZWFs&hash=4c750f77badaf63f204f67dee720f45b6293fe78&lang=en&cache-only=0",
            "defineEn": "(law) the procedure of formally asking a higher court to dismiss and reverse the decision made by a lower court",
            "defineVi": "(luật) thủ tục chính thức yêu cầu tòa án cấp trên bác bỏ và đảo ngược quyết định của tòa án cấp dưới"
        },
        {
            "id": "5b0818c6-cace-4877-8220-45b5420649a3",
            "word": "to appeal",
            "phonetic": "tʊ ɐpiːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Shadberries add visual appeal and a delicate texture to dishes.",
                "Different genres of music appeal to different people, and for me, classical music really floats my boat.",
                "Police have appealed for witnesses, but it seems the locals are keeping shtum.",
                "The Court of Appeal held that there was no evidence to support the judge's assessment.",
                "I enjoy the vibrant colors of sweet peppers in my salad, as they add a visual appeal to the dish."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwZWFs&hash=3c29dc0b97d7c95d3ca4ba51cd33b7152a57dff6&lang=en&cache-only=0",
            "defineEn": "to make a formal request concerning a reversal of the decision that has been made in a court of law",
            "defineVi": "để đưa ra một yêu cầu chính thức liên quan đến việc đảo ngược quyết định đã được đưa ra tại một tòa án của pháp luật"
        },
        {
            "id": "138c9c91-08ab-447a-b77c-8734b8b1f7b0",
            "word": "appellant",
            "phonetic": "ɐpɛlənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The appellant is a private individual, she's free to do with her unmortgaged property as she chooses.",
                "- This is either incompetence on a scale which beggars belief, or a further illustration that the council has one rule for the appellant, and another for everyone else."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwZWxsYW50&hash=7c6f6ba20c6804fa5287f38ec0b77ad5af2d7d9d&lang=en&cache-only=0",
            "defineEn": "a person who appeals in a higher court against a decision made in a lower court",
            "defineVi": "một người kháng cáo tại tòa án cấp cao hơn đối với quyết định được đưa ra tại tòa án cấp dưới"
        },
        {
            "id": "0b997829-325a-4618-953e-6a5ccba331fd",
            "word": "appellate court",
            "phonetic": "ɐpɛlət koːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Appellate courts, both state and federal, engage in some form of judicial review, but we're concerned here with the federal courts especially the U.S. Supreme Court.",
                "My father was a sitting federal appellate court judge in Washington, D.C., and had been doing that job for about five years."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwZWxsYXRlIGNvdXJ0&hash=62a36076c7d545ddf1c6ce9eda13fbd4a11ed1eb&lang=en&cache-only=0",
            "defineEn": "a special court that people can appeal against the decisions of lower courts",
            "defineVi": "một tòa án đặc biệt mà mọi người có thể kháng cáo các quyết định của tòa án cấp dưới"
        },
        {
            "id": "0f27ffff-3c1a-48af-b130-72b6c1ac9ef8",
            "word": "avenue",
            "phonetic": "ævənuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "We can't say it's impossible until we've explored all avenues.",
                "They're using avenues like TikTok.",
                "And because of that avenue, you've seen a shrinkage of the public markets.",
                "There are legal avenues to enter our country.",
                "if you have, if you, pursue the proper avenues."
            ],
            "audio": "https://tts.langeek.co/read?text=YXZlbnVl&hash=53cedf1439d1101c5d54384a35d4904fbf5afb6c&lang=en&cache-only=0",
            "defineEn": "a possible way of tackling a problem or getting something done",
            "defineVi": "một cách có thể để giải quyết một vấn đề hoặc hoàn thành một cái gì đó"
        },
        {
            "id": "c06d24e3-0694-4920-8285-d4c11eecfef9",
            "word": "award",
            "phonetic": "ɐwɔːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The young actress received an award for her outstanding performance.",
                "He was specially awarded for his exceptional contributions to the organization.",
                "I could care less about award shows.",
                "He won the top salesperson award and impressed everyone with his presentation skills.",
                "The Purple Heart, our nation's oldest military medal, is awarded to those service men and women who have borne the battle, sacrificing life and limb."
            ],
            "audio": "https://tts.langeek.co/read?text=YXdhcmQ&hash=3f3662ed9b3b8da25fe04149bd86fd02fbf7650e&lang=en&cache-only=0",
            "defineEn": "an official decision based on which something is given to someone",
            "defineVi": "một quyết định chính thức dựa trên đó một cái gì đó được trao cho một ai đó",
            "hasImg": true
        },
        {
            "id": "950e1186-a67b-4ec8-a222-24545c7dc592",
            "word": "to award",
            "phonetic": "tʊ ɐwɔːɹd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The young actress received an award for her outstanding performance.",
                "He was specially awarded for his exceptional contributions to the organization.",
                "I could care less about award shows.",
                "He won the top salesperson award and impressed everyone with his presentation skills.",
                "The Purple Heart, our nation's oldest military medal, is awarded to those service men and women who have borne the battle, sacrificing life and limb."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXdhcmQ&hash=38f80e0bc94f9ad454cf0fe732ee6535d8fb45d9&lang=en&cache-only=0",
            "defineEn": "to make a formal decision to give someone something valuable as a result of their deeds",
            "defineVi": "để đưa ra một quyết định chính thức để cung cấp cho ai đó một cái gì đó có giá trị như là kết quả của hành động của họ",
            "hasImg": true
        },
        {
            "id": "9aad4165-b921-4a9f-ae99-b5e076e7ddf3",
            "word": "to bag",
            "phonetic": "tə bæɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The bag broke under the weight of the bottles inside it.",
                "My friend shared a bag of chocolate-covered macadamia nuts with us.",
                "She put her bag on the table.",
                "I left my bag downstairs in the entryway.",
                "Each 180-litre container will hold up to three black bags of rubbish."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFn&hash=6c0cfab04a371d005e74e57c8c9081c305fb8936&lang=en&cache-only=0",
            "defineEn": "to make a decision to postpone something or to give up doing it",
            "defineVi": "để đưa ra quyết định hoãn lại một cái gì đó hoặc từ bỏ làm nó",
            "hasImg": true
        },
        {
            "id": "a236c895-ae1b-45cc-8035-35cf0c25f462",
            "word": "beggars cannot be choosers",
            "phonetic": "bɛɡɚz kænɑːt biː tʃuːzɚz ",
            "partOfSpeechType": "sentence",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmVnZ2FycyBjYW5ub3QgYmUgY2hvb3NlcnM&hash=ff86e57222308caec0a6daf78c7771d7633891e0&lang=en&cache-only=0",
            "defineEn": "used to suggest that in a state of desperation, one must accept whatever is available, rather than being selective or demanding",
            "defineVi": "được sử dụng để gợi ý rằng trong tình trạng tuyệt vọng, người ta phải chấp nhận bất cứ điều gì có sẵn, thay vì chọn lọc hoặc đòi hỏi"
        },
        {
            "id": "faf418ba-e65e-4be3-a8b9-c0725bc36544",
            "word": "between the devil and the (deep|) (blue|) sea",
            "phonetic": "bᵻtwiːn ðə dɛvəl ænd ðə diːp bluː siː ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmV0d2VlbiB0aGUgZGV2aWwgYW5kIHRoZSBkZWVwIGJsdWUgc2Vh&hash=7276f8dbaf43231dcea203c770f5479209d0152c&lang=en&cache-only=0",
            "defineEn": "in a situation where both choices lead to an undesirable outcome",
            "defineVi": "trong một tình huống mà cả hai lựa chọn dẫn đến một kết quả không mong muốn"
        },
        {
            "id": "7d7ec64e-8a05-4f71-b96e-4406811c374d",
            "word": "to [be] {one's} own (master|mistress)",
            "phonetic": "təbi wʌn bækslæʃ ɛs oʊn mæstɚ slæʃ mɪstɹəs ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYmUge29uZSdzfSBvd24gbWFzdGVy&hash=8832a201bbd140a97c4306d41b46c0dbfda25c8b&lang=en&cache-only=0",
            "defineEn": "‌to do what one pleases, free of control and interference of others",
            "defineVi": "‌làm những gì mình muốn, không chịu sự kiểm soát và can thiệp của người khác"
        },
        {
            "id": "fe807030-be03-4428-920b-fd96fd03193b",
            "word": "blind test",
            "phonetic": "blaɪnd tɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Like, if it was a blind test and I said, all right, who did it?"
            ],
            "audio": "https://tts.langeek.co/read?text=YmxpbmQgdGVzdA&hash=5ab2e72e1ef4c65937c193e57b1e4e13e4e600a4&lang=en&cache-only=0",
            "defineEn": "a way of making a decision about a product's popularity or distinguishing features by trying different products, usually without knowing their name in order to state ones opinions or preferences",
            "defineVi": "một cách đưa ra quyết định về mức độ phổ biến của sản phẩm hoặc các tính năng phân biệt bằng cách thử các sản phẩm khác nhau, thường là không biết tên của chúng để nêu ý kiến hoặc sở thích của mình"
        },
        {
            "id": "8a43f8fd-63c7-406a-b30d-58d2d37e537b",
            "word": "buyer’s market",
            "phonetic": "baɪɚ bækslæʃ ziː tuː bækslæʃ ɛks eɪɾi bækslæʃ ɛks naɪnti naɪn z mɑːɹkɪt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnV5ZXLigJlzIG1hcmtldA&hash=72b5109a1b121c21a33bb3f46a9870908067d1ea&lang=en&cache-only=0",
            "defineEn": "a situation in which supply exceeds demand that gives buyers an advantage in terms of price and choice",
            "defineVi": "một tình huống trong đó cung vượt quá cầu mang lại cho người mua lợi thế về giá cả và sự lựa chọn"
        },
        {
            "id": "8c9fbd45-98c7-4118-95a2-0269ca5c6864",
            "word": "by default",
            "phonetic": "baɪ dᵻfɔlt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnkgZGVmYXVsdA&hash=790b6e1422db70b7ab7d9b236b630707591dc608&lang=en&cache-only=0",
            "defineEn": "to be won a competition because there was no opposition",
            "defineVi": "giành chiến thắng trong một cuộc thi vì không có sự phản đối"
        }
    ]
}