{
    "id": "4cc67f61-b328-4ddf-a4b6-7478f9fe9a05",
    "title": "Language and Grammar",
    "originalTitle": "Lesson 18",
    "words": [
        {
            "id": "ca9a02f9-8495-40a0-8121-d25d2a1e6601",
            "word": "abbreviation",
            "phonetic": "ɐbɹiːvɪeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Programming languages like Python and C++ are kind of like languages, because they contain words and abbreviations that follow rules like grammar.",
                "It’s now known as the K-Pg Extinction, after the German abbreviation for Cretaceous and Paleogene, the two periods whose boundary is marked by this event.",
                "Which is why you have heard of polymerized tetrafluoroethylene, because it's super useful, either by its abbreviation, PTFE, or by its brand name Teflon.",
                "So it was never really a big joke but it was in joke form and was enough of a distraction for the people to forget what we were doing so that when I go back to A L as the abbreviation people are like, oh man, that's a weird dude right there.",
                "Well, when you factor in the number of letters, the variety of possible related words, and all their abbreviations and alternate spellings, they're pretty high."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJicmV2aWF0aW9u&hash=b889ef5f89e198cf3384f795b910d95700ce5e6e&lang=en&cache-only=0",
            "defineEn": "the shortened form of a word, etc.",
            "defineVi": "dạng rút gọn của một từ, v.v."
        },
        {
            "id": "c12bfc22-c951-4c7e-a409-ecfcb70c60ce",
            "word": "active voice",
            "phonetic": "æktɪv vɔɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can also do this by using active voice."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0aXZlIHZvaWNl&hash=fd2ad612964df603700ced32b990659f5d33feae&lang=en&cache-only=0",
            "defineEn": "(grammar) the voice in which the subject is the agent that does the action of the verb",
            "defineVi": "(ngữ pháp) giọng nói trong đó chủ ngữ là tác nhân thực hiện hành động của động từ"
        },
        {
            "id": "0a51af6a-5043-48d7-90f5-c079af37fa2d",
            "word": "adverbial",
            "phonetic": "ædvɜːbɪəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWR2ZXJiaWFs&hash=b3ff56dbdb4bd9df714ece87eade077fc8d7307f&lang=en&cache-only=0",
            "defineEn": "(grammar) a word or phrase that adds more information to another word in sense of time, manner, degree or cause",
            "defineVi": "(ngữ pháp) một từ hoặc cụm từ bổ sung thêm thông tin cho một từ khác theo nghĩa thời gian, cách thức, mức độ hoặc nguyên nhân"
        },
        {
            "id": "6c6145ad-1859-4a99-8fd7-088ee9fe2a98",
            "word": "apostrophe",
            "phonetic": "ɐpɔstɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "So in this example, this apostrophe is OK.",
                "And it also knows that this apostrophe is just a character.",
                "And the reason why you have to kind of set it to that settings, is because if you don't and you upload it, the apostrophes turn into like little question marks and it looks really weird",
                "But there was a big controversy and some people said it should be D apostrophe O H. Other people were, and I remembered some, a couple of writers spelled it doe, D O E. Which just looked stupid on the page.",
                "And you have to save it with those settings because if you have apostrophes or fractions, numbers, that kind of stuff, it turns into a question mark and I made that mistake the first time I tried using this method to closed caption."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBvc3Ryb3BoZQ&hash=86ed2b7c3bd3cbbbb04ed8928cd3b4d841c8ad33&lang=en&cache-only=0",
            "defineEn": "the symbol ' used in writing to show possession or omission of letters or numbers",
            "defineVi": "ký hiệu ' được sử dụng bằng văn bản để thể hiện sự sở hữu hoặc bỏ sót các chữ cái hoặc số",
            "hasImg": true
        },
        {
            "id": "c1eb1a1b-5a83-4eee-9c5a-a6f102b9a308",
            "word": "article",
            "phonetic": "ɑːɹɾɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Generally, the article reads very well.",
                "Your article barely laid a glove on my arguments.",
                "The journalist published a wrong statement in the article.",
                "The magazine has an article about famous celebrities and their lifestyles.",
                "The articles in this magazine are a cut above the others."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0aWNsZQ&hash=6a3306233002308124e6d2b36e663e0ae53ddf5d&lang=en&cache-only=0",
            "defineEn": "(grammar) any type of determiner that shows whether we are referring to a particular thing or a general example of something",
            "defineVi": "(ngữ pháp) bất kỳ loại từ hạn định nào cho biết chúng ta đang đề cập đến một vật cụ thể hay một ví dụ chung về một vật nào đó"
        },
        {
            "id": "078ac85f-e333-41f1-b6c4-8dbcc1d763e0",
            "word": "auxiliary verb",
            "phonetic": "ɔːksɪliəɹi vɜːb ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXV4aWxpYXJ5IHZlcmI&hash=2409d9a2b4a60503f1a5713c06e5292d5d9686d7&lang=en&cache-only=0",
            "defineEn": "a verb that is used with other verbs to indicate tense, voice, etc., such as do, have, and be",
            "defineVi": "một động từ được sử dụng với các động từ khác để biểu thị căng thẳng, giọng nói, v.v., chẳng hạn như do, have và be"
        },
        {
            "id": "6d74d10d-406e-48fa-8b2a-682c8f64b24b",
            "word": "clause",
            "phonetic": "klɔːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "The rental agreement had an escape clause that allowed the tenant to terminate the lease early if they needed to move for work purposes.",
                "Verbs that take both the infinitive and the finite clause as their object.",
                "And, indeed, the grandfather clauses in poll taxes and literacy tests had no racial language in it.",
                "They object to a clause in the British government's Brexit deal with the European Union.",
                "But the contracts clause of the U.S. Constitution prohibits states from impairing the obligation of contracts."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhdXNl&hash=58afe2835bdfc873450b4eac5b32b97cba9d72d7&lang=en&cache-only=0",
            "defineEn": "(grammar) a group of words that contains a subject and a verb and functions as a unit within a sentence",
            "defineVi": "(ngữ pháp) một nhóm từ chứa chủ ngữ và động từ và hoạt động như một đơn vị trong câu"
        },
        {
            "id": "27b06670-70f1-4c29-a185-2814ca18b652",
            "word": "conjunction",
            "phonetic": "kəndʒʌŋkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some people may even experience foreign accent syndrome off and on in conjunction with severe migraines.",
                "But a semicolon can replace a conjunction to shorten a sentence or to give it some variety.",
                "It was created by Congress in 1968 in conjunction with AT&T in a public private partnership.",
                "In conjunction with, don't pull the middle finger as if it's ASL.",
                "All of these physiological aspects in conjunction give a well-rounded view of someone’s body while exercising."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uanVuY3Rpb24&hash=ac3532fabdfb12e67c060e67465f97ccb68cce97&lang=en&cache-only=0",
            "defineEn": "(grammar) a word such as and, because, but, and or that connects phrases, sentences, or words",
            "defineVi": "(ngữ pháp) một từ như và, bởi vì, nhưng, và hoặc nối các cụm từ, câu hoặc từ"
        },
        {
            "id": "8fe35eba-1e64-4b42-ab47-b5e029eca9da",
            "word": "contraction",
            "phonetic": "kəntɹækʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "My contractions are about 15 minutes apart.",
                "Length contraction, in contrast, compares positions at the same time according to the new perspective.",
                "I’m having contractions this morning.",
                "Length contraction, on the other hand, is a tad more complicated.",
                "The Swedish government expects an economic contraction as deep as during the global financial crisis."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJhY3Rpb24&hash=c6bef29a90618d4400ef7c31246a73b4d7b798b8&lang=en&cache-only=0",
            "defineEn": "a short form of a word or a group of words used instead of the full form",
            "defineVi": "một hình thức ngắn của một từ hoặc một nhóm các từ được sử dụng thay vì hình thức đầy đủ"
        },
        {
            "id": "42154c90-1f84-4e0d-9e65-00b821824d41",
            "word": "determiner",
            "phonetic": "dɪtɜːmɪnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Not all of our noun phrases have a determiner in them.",
                "Determiners help us figure out which specific instance of a specific noun we're talking about.",
                "These phrases contain a determiner and a noun, but they also contain a preposition, a word that shows the relationship of a noun phrase to the rest of the sentence.",
                "Let's go back to our list that works, and highlight the nouns, verbs, and determiners in different colors.",
                "There's one theory of syntax that actually argues there are determiner phrases as well as noun phrases."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV0ZXJtaW5lcg&hash=e300dcb3cde41a64271596b38d01255b83fab606&lang=en&cache-only=0",
            "defineEn": "(grammar) a word coming before a noun or noun phrase to specify its denotation",
            "defineVi": "(ngữ pháp) từ đứng trước danh từ hoặc cụm danh từ để xác định nghĩa của nó"
        },
        {
            "id": "c8231f8e-d130-4644-8f3c-2cefa3fb2f6e",
            "word": "exclamation mark",
            "phonetic": "ɛksklɐmeɪʃən mɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "And then, you see this little exclamation mark?",
                "And when it comes to choosing passwords, forget about changing the E's to threes or the S's to dollar signs, or loading up on exclamation marks.",
                "It was almost like a poke on Facebook, but a bit more aggressive because you would ping them and it would send them a ping in all caps with a bunch of exclamation marks, and to this day I still text people the word \"ping.\""
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjbGFtYXRpb24gbWFyaw&hash=49c9372ab4b638b3b683ac07739d8e65f528ae52&lang=en&cache-only=0",
            "defineEn": "the symbol !  that marks an interjection, which is a word or phrase indicating surprise, anger, excitement, etc.",
            "defineVi": "biểu tượng ! đánh dấu một thán từ, là một từ hoặc cụm từ biểu thị sự ngạc nhiên, tức giận, phấn khích, v.v.",
            "hasImg": true
        },
        {
            "id": "82ffa99c-68f1-4cce-973e-491935f74a38",
            "word": "grammatical",
            "phonetic": "ɡɹɐmæɾɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The writer's grammatical errors and poor sentence structure made it challenging for readers to understand their ideas, proving that a cracked bell can never sound well.",
                "It can even apply grammatical rules to unfamiliar words.",
                "- Some other grammatical features of AAE include: possessive S absence.",
                "Typos and grammatical errors don’t.",
                "As linguists say, they feel grammatical."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhbW1hdGljYWw&hash=98c83f62418b05084f00d77766bd46e0a91d8d96&lang=en&cache-only=0",
            "defineEn": "connected to the rules or the study of grammar",
            "defineVi": "kết nối với các quy tắc hoặc nghiên cứu về ngữ pháp"
        },
        {
            "id": "28b391d1-d7b8-4f4c-b1b5-70f52ed9610c",
            "word": "imperative verb",
            "phonetic": "ɪmpɛɹətɪv vɜːb ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW1wZXJhdGl2ZSB2ZXJi&hash=4c6c9d61aabe7da0772e6ebe60bc44277ecd8210&lang=en&cache-only=0",
            "defineEn": "(grammar) a verb or verb phrase that expresses an order to do something",
            "defineVi": "(ngữ pháp) động từ hoặc cụm động từ diễn đạt mệnh lệnh làm gì"
        },
        {
            "id": "8cca5e2b-86cc-49b1-a97c-fb2858758d8c",
            "word": "intonation",
            "phonetic": "ɪntəneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This process is called melodic intonation therapy.",
                "This is known as intonation instead of tone.",
                "They both imitate the intonations and stresses of speech, which can easily be reproduced in whistles.",
                "Melodic intonation therapy is typically used when there is such severe damage in the left hemisphere that it’s impossible to repair the neurons in that area.",
                "It’s a bit like listening to the radio with your head underwater: picking up the overall intonation rather than specific words."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50b25hdGlvbg&hash=3e72571bc75d2c3b8569d9356ef64e23f08084f3&lang=en&cache-only=0",
            "defineEn": "(phonetics) the rising and falling of the voice when speaking",
            "defineVi": "(ngữ âm) sự lên xuống của giọng nói khi nói"
        },
        {
            "id": "ba1ffce2-37c5-4dfe-a132-09d57432f789",
            "word": "intransitive verb",
            "phonetic": "ɪntɹænsᵻtɪv vɜːb ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW50cmFuc2l0aXZlIHZlcmI&hash=9f8ee354c5e6aa1912f4fa6b91b56777d7bce296&lang=en&cache-only=0",
            "defineEn": "(grammar) a verb without a direct object",
            "defineVi": "(ngữ pháp) động từ không có tân ngữ trực tiếp"
        },
        {
            "id": "90fe95ae-8ff7-4081-aa32-35d65c3ab8c3",
            "word": "transitive verb",
            "phonetic": "tɹænsᵻtɪv vɜːb ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNpdGl2ZSB2ZXJi&hash=2b72591689294ddc340628067f590f783478b821&lang=en&cache-only=0",
            "defineEn": "(grammar) a verb that needs a direct object",
            "defineVi": "(ngữ pháp) động từ cần tân ngữ trực tiếp"
        },
        {
            "id": "71074227-7a2a-4ea9-a007-4edbe6616f00",
            "word": "part of speech",
            "phonetic": "pɑːɹt ʌv spiːtʃ ",
            "partOfSpeechType": "phrase",
            "examples": [
                "Hesitation phenomena aren’t the only parts of speech that take on new meaning during dialogue."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFydCBvZiBzcGVlY2g&hash=3d41c80fc897a077feb71aa5603dea29e4076fef&lang=en&cache-only=0",
            "defineEn": "(grammar) any of the grammatical classes that words are categorized into, based on their usage in a sentence",
            "defineVi": "(ngữ pháp) bất kỳ lớp ngữ pháp nào mà các từ được phân loại thành, dựa trên cách sử dụng của chúng trong một câu"
        },
        {
            "id": "d37bba1b-fd84-4183-8a8a-da0cf4128c8b",
            "word": "passive voice",
            "phonetic": "pæsɪv vɔɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "And also, Holden uses the passive voice constantly, which of course, you're not supposed to do as a writer.",
                "But this passive voice is a coping mechanism.",
                "I mean, the whole reason that writing teachers tell you not to use the passive voice is because it creates distance, whereas active verbs feel immediate and real."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzc2l2ZSB2b2ljZQ&hash=0ae620f8d3154a94c750a9a6b73ae81abe61c1ec&lang=en&cache-only=0",
            "defineEn": "(in grammar) the form of a verb used when the grammatical subject is affected by the action of the verb, rather than performing it",
            "defineVi": "(trong ngữ pháp) hình thức của động từ được sử dụng khi chủ ngữ ngữ pháp bị ảnh hưởng bởi hành động của động từ, thay vì thực hiện hành động đó"
        },
        {
            "id": "55f631f1-0908-4be0-b7c1-7cbb4a266213",
            "word": "period",
            "phonetic": "piəɹɪəd ",
            "partOfSpeechType": "noun",
            "examples": [
                "During this period the movies really came of age as an art form.",
                "The make-or-break factor in this delicate post-course period is the attitude of the person's immediate superior.",
                "Car-rental companies are running background checks on drivers who rent for long periods.",
                "It’s time to close the book on this unfortunate period in our history.",
                "A place that lets them be for whatever period they choose."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyaW9k&hash=bbe251f9be86a1f7516eb550be78ae64bdf4d9fc&lang=en&cache-only=0",
            "defineEn": "the symbol . used to mark the end of a sentence or an abbreviation",
            "defineVi": "biểu tượng . được sử dụng để đánh dấu sự kết thúc của một câu hoặc viết tắt",
            "hasImg": true
        },
        {
            "id": "15f73a95-67a9-40dc-9d91-af8fadd17f52",
            "word": "prefix",
            "phonetic": "pɹiːfɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "If you have three carbons, the prefix is prop-.",
                "Prop is our prefix.",
                "It's in a ring, so we add the prefix cyclo- to it.",
                "So we'll be dealing with hex- as a prefix.",
                "The prefix 'ana' means 'back' that may help you remember the name of this phase, called anaphase."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZml4&hash=ccc1455a9211a747227c3049b670f1cc86d7648f&lang=en&cache-only=0",
            "defineEn": "(grammar) a letter or a set of letters that are added to the beginning of a word to alter its meaning and make a new word",
            "defineVi": "(ngữ pháp) một chữ cái hoặc một tập hợp các chữ cái được thêm vào đầu một từ để thay đổi nghĩa của từ đó và tạo ra một từ mới"
        },
        {
            "id": "4b070f5e-cbd1-4bc8-9aa6-e5c7dfb6b7e1",
            "word": "suffix",
            "phonetic": "sʌfɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "So it actually, the suffix of the word will involve the alcohol part.",
                "The Russian Internet is called Runet because of the RU suffix.",
                "At the end of the Old English period in the 1100s, English speakers dropped a lot of suffixes, changing the language’s grammar.",
                "If you thought conjugating verbs with different suffixes was hard - imagine having to learn a completely different word each time!",
                "Chemistry has a system of prefixes, suffixes, and numerals to tell you, in a word or two, the exact composition of an atom, or a compound."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VmZml4&hash=71c83b1a9e4b41aad34aae420ab2628fe739285f&lang=en&cache-only=0",
            "defineEn": "(grammar) a letter or a set of letters that are added to the end of a word to alter its meaning and make a new word",
            "defineVi": "(ngữ pháp) một chữ cái hoặc một tập hợp các chữ cái được thêm vào cuối một từ để thay đổi nghĩa của từ đó và tạo ra một từ mới"
        },
        {
            "id": "2b863557-0c3f-49f6-b5a8-f70bf5520d3b",
            "word": "reflexive",
            "phonetic": "ɹᵻflɛksɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Scientists used to think bugs were just reflexive machines incapable of true decision-making or learning.",
                "Because of your early experience, your reflexive reaction is to close down and protect yourself from being hurt.",
                "And in part, that’s because there are molecules in the skin that inhibit the suckers’ reflexive grabbiness.",
                "RHONDA SHARPE: I think both the reflexive response to him not only makes it difficult for him, but I think it also makes it difficult for anyone who wants to be a part of that.",
                "It’s not hard to think of instances where dissociation might even help us, like when we’re faced with a dangerous situation that requires quick, reflexive action and not a ton of focus on our own thoughts and feelings."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmbGV4aXZl&hash=551f3edf1109c0e06a25e390586d5f306436c9da&lang=en&cache-only=0",
            "defineEn": "(grammar) describing a word that indicates that the action of the verb affects the agent performing it",
            "defineVi": "(ngữ pháp) mô tả một từ chỉ ra rằng hành động của động từ ảnh hưởng đến tác nhân thực hiện nó"
        },
        {
            "id": "4acfd69a-0a97-4e83-b009-cb0fff178180",
            "word": "relative",
            "phonetic": "ɹɛlətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Relatives have taken up the cudgels for two British women accused of murder.",
                "We sometimes visit our relatives during the holidays.",
                "The couple received their relatives with open arms when they visited",
                "A week on vacation with my relatives is enough to drive me nuts.",
                "My family and I often travel by car to visit relatives in the countryside."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsYXRpdmU&hash=523b1c85396e321452a8343e68157c00c7896c3d&lang=en&cache-only=0",
            "defineEn": "(grammar) referring to a noun, clause or sentence that has come before",
            "defineVi": "(ngữ pháp) đề cập đến một danh từ, mệnh đề hoặc câu đã đến trước"
        },
        {
            "id": "afc99fb6-0648-4c35-ac89-6d2d2553e197",
            "word": "to quote",
            "phonetic": "tə kwoʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Right out of the gate she shared a quote I think we can all relate to.",
                "The article portrayed her as domineering by dropping quotes from her out of context.",
                "Mean Girls quote!",
                "But of course people only quote the sound bite.",
                "Remember the quote?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcXVvdGU&hash=8429aac18104bfd739fa4ada9a02df4b9630c611&lang=en&cache-only=0",
            "defineEn": "to say or repeat the exact sentence or group of words someone else used in a movie, book, etc.",
            "defineVi": "nói hoặc lặp lại chính xác câu hoặc nhóm từ mà người khác đã sử dụng trong phim, sách, v.v."
        },
        {
            "id": "61b88326-cccc-4e91-afdb-d6f4bc2c5b39",
            "word": "proper noun",
            "phonetic": "pɹɑːpɚ naʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvcGVyIG5vdW4&hash=6d7eb70d46588b31342d13485a4634d311ad0c54&lang=en&cache-only=0",
            "defineEn": "(grammar) the name of a place, person, country, etc. with its first letter capitalized",
            "defineVi": "(ngữ pháp) tên của một địa điểm, người, quốc gia, v.v. với chữ cái đầu tiên của nó được viết hoa"
        },
        {
            "id": "54b9cca9-bf87-4c67-aea7-8f03e5d64577",
            "word": "common noun",
            "phonetic": "kɑːmən naʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29tbW9uIG5vdW4&hash=e08ad43892fcedce29340b35f0d3ec5d59c3e881&lang=en&cache-only=0",
            "defineEn": "(grammar) a noun that refers to an object or a concept of a class but not to a particular one",
            "defineVi": "(ngữ pháp) một danh từ đề cập đến một đối tượng hoặc một khái niệm của một lớp nhưng không phải là một đối tượng cụ thể"
        },
        {
            "id": "cfcc88f4-8794-4905-9825-3ed23cd6738e",
            "word": "quotation mark",
            "phonetic": "kwoʊteɪʃən mɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Notice the quotation marks in the air.",
                "Because I start my string with a single quotation mark.",
                "So everything in between the double quotation marks, the interpreter is just going to view as a bunch of characters.",
                "And I'm putting the weight in quotation marks right over here because the units I'm going to talk about are--",
                "And you can recognize them because they'll either be in single or double quotation marks."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVvdGF0aW9uIG1hcms&hash=6abefc74bfbac75bad61ddd77202fb596d3c9adc&lang=en&cache-only=0",
            "defineEn": "either of the symbols \" \" or ' ' used before and after a word or words to indicate the beginning and the end of a title or quoted remark, or to mark a jargon",
            "defineVi": "một trong hai ký hiệu \" \" hoặc '' được sử dụng trước và sau một từ hoặc nhiều từ để biểu thị phần đầu và phần cuối của tiêu đề hoặc nhận xét được trích dẫn hoặc để đánh dấu một biệt ngữ",
            "hasImg": true
        },
        {
            "id": "b50d6ada-6e3b-4934-9b50-712eb89179ac",
            "word": "object",
            "phonetic": "ɑːbdʒɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boat hit against an object under the surface of the water.",
                "My cousin objected and he was not a minority of one.",
                "Workers scrambled to carry priceless objects out of harm's way.",
                "She stepped on a sharp object and hurt her foot.",
                "The metal rod began to bend under the weight of the heavy object."
            ],
            "audio": "https://tts.langeek.co/read?text=b2JqZWN0&hash=f20fc8f13c40b68046143db6737c9074bab1dc08&lang=en&cache-only=0",
            "defineEn": "(grammar) a noun or noun phrase that is affected by the action of the verb, or is followed by a preposition",
            "defineVi": "(ngữ pháp) một danh từ hoặc cụm danh từ bị ảnh hưởng bởi hành động của động từ hoặc theo sau bởi một giới từ"
        },
        {
            "id": "3787872a-c6f8-4bb8-bb93-df063ba2f5f6",
            "word": "abstract noun",
            "phonetic": "æbstɹækt naʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWJzdHJhY3Qgbm91bg&hash=48c9dbc4f0d98cac0ffde140aa7a2f9dabe46997&lang=en&cache-only=0",
            "defineEn": "(grammar) a noun that denotes a general quality or an idea, rather than a physical object or real world event",
            "defineVi": "(ngữ pháp) một danh từ biểu thị một phẩm chất chung hoặc một ý tưởng, chứ không phải là một vật thể hoặc sự kiện trong thế giới thực"
        },
        {
            "id": "d7889aa6-05a4-40af-b3da-f6dfade6be14",
            "word": "accent",
            "phonetic": "æksənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Can you do a Welsh accent?",
                "His accent made him difficult to understand.",
                "The British accent is often considered elegant and distinctive.",
                "The cast didn't attempt a Spanish accent, which was definitely for the best.",
                "Syncopation is just putting accents in between the strong beats."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjZW50&hash=8b129bd252d44fa64c25cc5e98e0e127ba9bb710&lang=en&cache-only=0",
            "defineEn": "an emphasis given to a particular syllable of a word, part of a sentence, or note in a set of musical notes",
            "defineVi": "một sự nhấn mạnh dành cho một âm tiết cụ thể của một từ, một phần của câu hoặc ghi chú trong một tập hợp các nốt nhạc",
            "hasImg": true
        }
    ]
}