{
    "id": "4ced5f2e-078f-4e39-9df3-7bad238b5f1c",
    "title": "Unit 9",
    "originalTitle": "Unit 9",
    "words": [
        {
            "id": "033281c8-b49e-4c7d-a96c-43f3f1c166e7",
            "word": "to rent",
            "phonetic": "tə ɹɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Rents have gone through the roof.",
                "The rent is coming due next week.",
                "They rented the same bungalow year in, year out.",
                "He rented an expensive sports car for his wedding day.",
                "He rented an apartment in the city to be closer to his workplace."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVudA&hash=aa56a8ed8738323bced618cee5027c66fd997375&lang=en&cache-only=0",
            "defineEn": "(of an owner) to let someone use a property, car, etc. for a particular time",
            "defineVi": "(của chủ sở hữu) để cho ai đó sử dụng tài sản, xe hơi, v.v. trong một thời gian cụ thể",
            "hasImg": true
        },
        {
            "id": "cd005627-cf3f-48ee-83f4-6c719dc8000b",
            "word": "to hire",
            "phonetic": "tə haɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "They hired a detective firm to dig up dirt on their rival.",
                "They hired a violin teacher to guide them in their learning.",
                "After years of mismanagement, they hired a new CEO to turn things around.",
                "A babysitter was hired to take care of the baby while the parents were out.",
                "Local people took matters into their own hands and hired their own security guards."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGlyZQ&hash=d16c158f40ea4189efab64b4f39735cdf28b3284&lang=en&cache-only=0",
            "defineEn": "to pay someone to do a job",
            "defineVi": "trả tiền cho ai đó để làm một công việc",
            "hasImg": true
        },
        {
            "id": "94927910-4b7d-4b16-9710-73bcc677bdaf",
            "word": "price",
            "phonetic": "pɹaɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Does the price include tax?",
                "The price includes dinner, bed, and breakfast.",
                "Many shops have raised their prices.",
                "International companies set the price of oil.",
                "The exorbitant prices are explainable in light of the facts."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpY2U&hash=79cc9684b19c8fa84aae8f447bdfa8183bd40781&lang=en&cache-only=0",
            "defineEn": "the amount of money required for buying or obtaining something",
            "defineVi": "số tiền cần thiết để mua hoặc có được một cái gì đó",
            "hasImg": true
        },
        {
            "id": "b945880c-b7c4-4093-818e-e1fec8ddde7d",
            "word": "fee",
            "phonetic": "fiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Just complete the form, pay the fee, and Bob's your uncle!",
                "They had to use part of their retirement nest egg to pay for their son’s college fees.",
                "While our designs are tailored to specific needs, our styling fee suits all pockets alike.",
                "She won the court case, but it was a Pyrrhic victory because she had to pay so much in legal fees.",
                "Although the banks will still collect fees."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVl&hash=00f7afcc7d5f95ee20e5151e1d7c94a6050717c3&lang=en&cache-only=0",
            "defineEn": "the money that is paid to a professional or an organization for their services",
            "defineVi": "số tiền được trả cho một chuyên gia hoặc một tổ chức cho các dịch vụ của họ",
            "hasImg": true
        },
        {
            "id": "aab94e93-055a-4ffc-a6eb-7658b2c97ffb",
            "word": "guest",
            "phonetic": "ɡɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "In a trendy vegetarian café, guests enjoy flavorful chickpea and pork cutlets.",
                "At a lively seafood restaurant, guests relished succulent crab legs.",
                "Guests at the outdoor wedding reception enjoye grilled beefsteaks as the main course.",
                "Our guests were on and on about the food.",
                "Impress your guests with a mouthwatering morel mushroom and asparagus quiche for a delightful brunch option."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Vlc3Q&hash=e328416208430fc81487e3d42c7e410bc7b1a91d&lang=en&cache-only=0",
            "defineEn": "someone who is invited to visit someone else's home or attend a social event",
            "defineVi": "một người được mời đến thăm nhà của người khác hoặc tham dự một sự kiện xã hội",
            "hasImg": true
        },
        {
            "id": "81b01bfb-746f-4e29-abcc-3b0bf3d22103",
            "word": "visitor",
            "phonetic": "vɪzɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm not allowed visitors.",
                "Around 200 000 visitors each year come to see the summer palace.",
                "The receptionist sat behind the desk, welcoming visitors.",
                "It's always ready for visitors, so feel free to stay as long as you like.",
                "We work hard to create a pleasant environment for patients, visitors and staff."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlzaXRvcg&hash=b8266ec0bda3194855ea468788b86bbdbf48f190&lang=en&cache-only=0",
            "defineEn": "someone who travels to a place or visits a person",
            "defineVi": "một người đi du lịch đến một nơi hoặc thăm một người",
            "hasImg": true
        },
        {
            "id": "46673985-17ff-46f4-a90b-ee391c0bebcd",
            "word": "to trust",
            "phonetic": "tə tɹʌst ",
            "partOfSpeechType": "verb",
            "examples": [
                "You can't trust that guy.",
                "You can trust Alfred.",
                "I don't trust Jack.",
                "Fast food chains removed pink slime from their menus to regain trust.",
                "Be patient and trust in the process, rather than seeking instant gratification."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJ1c3Q&hash=794a00b61955c92b8033c0e2d032e779f13585ae&lang=en&cache-only=0",
            "defineEn": "to believe that someone is sincere, reliable, or competent",
            "defineVi": "để tin rằng ai đó là chân thành, đáng tin cậy, hoặc có thẩm quyền",
            "hasImg": true
        },
        {
            "id": "4d7581fe-e38b-4f65-9765-1a1491ee39eb",
            "word": "to rely on",
            "phonetic": "tə ɹᵻlaɪ ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Such cheap goods obviously rely on dirt cheap labor.",
                "Unforunately, the poor elderly couple relied on government assistance to cover their expenses.",
                "I rely on you to set a good example.",
                "For God's sake don't drop the ball on this - we're relying on you.",
                "They rely on the police to investigate crimes and bring criminals to justice."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVseSBvbg&hash=d627efdf92c010b7c6a2dd18eb5d314474ab3d60&lang=en&cache-only=0",
            "defineEn": "to put trust or have faith in someone or something",
            "defineVi": "để đặt niềm tin hoặc có niềm tin vào một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "c94d169d-5560-4fe7-ba2c-a99929d239f2",
            "word": "difficult",
            "phonetic": "dɪfɪkəlt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The separation from Julie was already difficult for Alex.",
                "The boss always assigns difficult projects as a way of kicking the tires of new employees.",
                "You've given yourselves a difficult task.",
                "It may be too difficult for the trainee - small dog, tall weeds!",
                "It’s difficult to do housework with the children under my feet all the time."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlmZmljdWx0&hash=240fc97e0739c267bc1717fb651dc046f99c4d2b&lang=en&cache-only=0",
            "defineEn": "needing a lot of work or skill to do, understand, or deal with",
            "defineVi": "cần rất nhiều công việc hoặc kỹ năng để làm, hiểu hoặc giải quyết",
            "hasImg": true
        },
        {
            "id": "aaecdf7b-8ec8-4d9e-9b42-f443991442fb",
            "word": "challenging",
            "phonetic": "tʃæləndʒɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Making heads or tails of the output of a number of different computer models is a challenging task.",
                "After a challenging year, things finally came up roses for the athlete, who won several major competitions and broke records.",
                "She asked a challenging question, and it took me a while to find the answer.",
                "Sarah is going to make a go of her dream of becoming a professional musician, even though it's a challenging field.",
                "When faced with a challenging project at work, Sarah remembered that the sea refuses no river and approached the task with an open mind."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhbGxlbmdpbmc&hash=f2add6ac62d905cf9ead4787746878e3eba81f48&lang=en&cache-only=0",
            "defineEn": "demanding skills and difficult to deal with in a way that is interesting",
            "defineVi": "đòi hỏi kỹ năng và khó giải quyết theo cách thú vị"
        },
        {
            "id": "65665e7c-5038-48c0-a3ad-bc4d7a13faf2",
            "word": "benefit",
            "phonetic": "bɛnɪfɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The referee gave him the benefit of the doubt.",
                "The changes benefit management but leave the workers out in the cold.",
                "Only a minority of people exist on unemployment benefits alone.",
                "My friend studied the nutritional benefits of different legumes for her research project.",
                "I prefer brown rice over white rice for its nutritional benefits."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVuZWZpdA&hash=d1185d3f0829848cdf481e3e934c8984d8a7da3f&lang=en&cache-only=0",
            "defineEn": "an advantage or a helpful effect that is the result of a situation",
            "defineVi": "một lợi thế hoặc một hiệu ứng hữu ích đó là kết quả của một tình huống"
        },
        {
            "id": "dc0a2c3c-7a7f-4da4-96fb-926b9f3501e4",
            "word": "advantage",
            "phonetic": "ɐdvæntɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many schools don’t take full advantage of the Internet.",
                "To take advantage of this extra bonus offer, simply check the box on your order form.",
                "The entrepreneur knew that time and tide wait for no man, so she took advantage of every opportunity to grow her business.",
                "She has a weakness for polite men, use that to your advantage.",
                "The coach had to leave practice early, and the players took advantage of the situation by goofing off and not taking the drills seriously."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2YW50YWdl&hash=2cbd356113afd20de935bd0883df0e31645ed4c3&lang=en&cache-only=0",
            "defineEn": "a condition that causes a person or thing to be more successful compared to others",
            "defineVi": "một điều kiện khiến một người hoặc một vật thành công hơn so với những người khác"
        },
        {
            "id": "df94b59b-de55-47a5-aef6-0eacd10eccf5",
            "word": "to start",
            "phonetic": "tə stɑːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "What time does the show start?",
                "Start the engines!",
                "The school semester starts next month.",
                "Who started the fire?",
                "The trail starts just outside the town."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhcnQ&hash=1d0e49ae28861dd0012d855f362411021ae940d9&lang=en&cache-only=0",
            "defineEn": "to begin doing or using something that we were not doing or using before, and continue doing or using it",
            "defineVi": "để bắt đầu làm hoặc sử dụng một cái gì đó mà chúng tôi đã không làm hoặc sử dụng trước đó và tiếp tục làm hoặc sử dụng nó",
            "hasImg": true
        },
        {
            "id": "477dda17-a4f4-410c-b924-d6318da76bf5",
            "word": "to set up",
            "phonetic": "tə sɛt ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "They set up a table outside the café for al fresco dining.",
                "We set up a swing set in the yard.",
                "Have you set up the DVD player?",
                "You have to set up the software to fit the company like a glove.",
                "Roadblocks have been set up in an effort to capture several convicts who went over the wall."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2V0IHVw&hash=565f9fecb11c147d5f2eb949d86cb38c62fbb1ba&lang=en&cache-only=0",
            "defineEn": "to establish or start something",
            "defineVi": "để thiết lập hoặc bắt đầu một cái gì đó",
            "hasImg": true
        },
        {
            "id": "963b46f5-1875-46a7-9099-f09735e47a33",
            "word": "out of work",
            "phonetic": "aʊɾəv wɜːk ",
            "partOfSpeechType": "phrase",
            "examples": [
                "New machines can put people out of work.",
                "My husband's out of work.",
                "The miners are out of work.",
                "They're out of work.",
                "She's now out of work."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0IG9mIHdvcms&hash=e53866d9316a920b5c481ab01dd409a5bbce0bef&lang=en&cache-only=0",
            "defineEn": "having no job",
            "defineVi": "không có việc làm",
            "hasImg": true
        },
        {
            "id": "6b72c4e8-4a8d-418b-a96d-2f049e3f146c",
            "word": "out of order",
            "phonetic": "aʊɾəv ɔːɹdɚ ",
            "partOfSpeechType": "phrase",
            "examples": [
                "You're out of order.",
                "Judiciary Clone: You're out of order!",
                "By this statute, you're out of order.",
                "No, you're out of order, too!",
                "- Oh, this is-- - Can you go out of order?"
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0IG9mIG9yZGVy&hash=c125057791eff5a6097b055eeb160f1c26fa30b4&lang=en&cache-only=0",
            "defineEn": "(of a machine, equipment, or device)  not working correctly and needing repair or maintenance to function properly",
            "defineVi": "(của máy móc, thiết bị hoặc thiết bị) hoạt động không chính xác và cần sửa chữa hoặc bảo trì để hoạt động bình thường",
            "hasImg": true
        },
        {
            "id": "1ffc07fc-e2b6-48bb-b7c3-ceac64bb4964",
            "word": "cook",
            "phonetic": "kʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef cooks a delicious meal in the restaurant.",
                "My sister skillfully cooks a flavorful curry for dinner.",
                "Mix cooked conchiglie with cherry tomatoes, cucumbers, and a vinaigrette for a pasta salad.",
                "He cooked a delicious wild rice and mushroom risotto for his vegetarian dinner.",
                "She cooked a mouthwatering pheasant roast for her family's Sunday dinner."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29vaw&hash=f9754c3c38ceb46cdd6576e6b0a8746b86b75170&lang=en&cache-only=0",
            "defineEn": "a person who prepares and cooks food, especially as their job",
            "defineVi": "một người chuẩn bị và nấu thức ăn, đặc biệt là công việc của họ",
            "hasImg": true
        },
        {
            "id": "18538907-e818-4ece-aafc-220d7fd1014d",
            "word": "cooker",
            "phonetic": "kʊkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She cooks brown rice in a rice cooker and serves it alongside grilled chicken for a balanced meal.",
                "This is, I'm not a forager cooker.",
                "With a few friends, some potato peelers, meat grinders, and cookers, Seipler developed a way to recycle used bars of soap into new, sterile ones, which can then be donated to children and families around the world who don't have easy access to soap.",
                "BUT, the science behind these things how wood burns, how airflow works, if you start thinking about fluid dynamics inside of a cooker, then science has a pretty huge part of it."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29va2Vy&hash=d2e298ae71142789031ee5de81ebeb446641da27&lang=en&cache-only=0",
            "defineEn": "an appliance shaped like a box that is used for heating or cooking food by putting food on top or inside the appliance",
            "defineVi": "một thiết bị có hình dạng giống như một cái hộp được sử dụng để hâm nóng hoặc nấu thức ăn bằng cách đặt thức ăn lên trên hoặc bên trong thiết bị",
            "hasImg": true
        },
        {
            "id": "14d4b986-186c-4136-9c5b-a1bb7f9018f2",
            "word": "to rob",
            "phonetic": "tə ɹɑːb ",
            "partOfSpeechType": "verb",
            "examples": [
                "Rob has had the cockroach ever since Gloria broke up with him.",
                "Rob has been down in the mouth ever since Gloria broke up with him.",
                "People said he had robbed the cradle.",
                "He tried to rob a bank and was caught in the act.",
                "I can't turn a blind eye when someone is being robbed."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcm9i&hash=bafab1eba3972ad6a55bf323f441a1c89ee2ca96&lang=en&cache-only=0",
            "defineEn": "to take something from an organization, place, etc. without their consent, or with force",
            "defineVi": "để lấy một cái gì đó từ một tổ chức, địa điểm, vv mà không có sự đồng ý của họ, hoặc bằng vũ lực",
            "hasImg": true
        },
        {
            "id": "6854c38f-bdb3-4c3b-8a6f-0a67a21db848",
            "word": "to steal",
            "phonetic": "tə stiːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "She stole the shoes from under the assistant's nose.",
                "The thief stole into the house through an unlocked window.",
                "The spy stole across the border under the cover of darkness.",
                "This suit is a steal at $80.",
                "They would never steal."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RlYWw&hash=047bc2d5f6c9ac1ff615b42a93bea1b4b3d3da30&lang=en&cache-only=0",
            "defineEn": "to take something from someone or somewhere without permission or paying for it",
            "defineVi": "lấy thứ gì đó từ ai đó hoặc nơi nào đó mà không được phép hoặc trả tiền cho nó",
            "hasImg": true
        },
        {
            "id": "8625c1d5-d56b-4f22-badd-eaeeb9fe4164",
            "word": "to beat",
            "phonetic": "tə biːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Beat it!",
                "Truly we have beaten swords into ploughshares!",
                "Don't beat around the bush - get to the point!",
                "They could easily have beaten us.",
                "The team then beats a retreat from the mall, hoping no one noticed them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVhdA&hash=14b6a5e5516853eab3dd3c141536485f300b4800&lang=en&cache-only=0",
            "defineEn": "to get more points, votes, etc. than the other side, in a game, race, competition, etc. and win",
            "defineVi": "để nhận được nhiều điểm, phiếu bầu, v.v. hơn phía bên kia, trong một trò chơi, cuộc đua, cuộc thi, v.v. và giành chiến thắng",
            "hasImg": true
        },
        {
            "id": "4c09aed5-85e3-49a0-bc10-603cb30d7170",
            "word": "to win",
            "phonetic": "tə wɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Three cheers for Sarah, whose brilliant goal at the last minute won us the game!",
                "The fast runner won the race by a wide margin.",
                "Which team won?",
                "The proposal has won the approval of the city council.",
                "Our team actually won!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2lu&hash=d3678ed5e6f83738b13de30399077199a8dcb63b&lang=en&cache-only=0",
            "defineEn": "to become the most successful, the luckiest, or the best in a game, race, fight, etc.",
            "defineVi": "để trở thành người thành công nhất, may mắn nhất hoặc giỏi nhất trong một trò chơi, cuộc đua, cuộc chiến, v.v.",
            "hasImg": true
        },
        {
            "id": "8aab29bc-a6e3-4a78-8abb-d0a08340ff69",
            "word": "to invent",
            "phonetic": "tʊ ɪnvɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Stop inventing silly excuses.",
                "Chick-Fil-A's founder S. Truett Cathy invented the chain's original chicken sandwich in 1964.",
                "Invented the field of psychoanalysis?",
                "My grandpa invented the phrase dollars to donuts.",
                "For that, engineers invented the mate-demate device, or MDD."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW52ZW50&hash=32356d94f0bcf3431150c849626b98f2dc801acf&lang=en&cache-only=0",
            "defineEn": "to make or design something that did not exist before",
            "defineVi": "để thực hiện hoặc thiết kế một cái gì đó không tồn tại trước đây",
            "hasImg": true
        },
        {
            "id": "289a02af-e445-4f47-9542-a8e4890af6c7",
            "word": "to discover",
            "phonetic": "tə dɪskʌvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She discovered a new café in the neighborhood.",
                "He discovered a jar of homemade barberry jam in the pantry.",
                "Surprisingly I discovered water chestnuts at the local market.",
                "She discovered almond paste as a perfect substitute for cream cheese in her cheesecake recipe.",
                "I discovered a pack of lardons in the back of my home fridge."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzY292ZXI&hash=a892357b7667e4b662d1b571ef98fb8ed2783867&lang=en&cache-only=0",
            "defineEn": "to find something unexpectedly or accidentally",
            "defineVi": "để tìm một cái gì đó bất ngờ hoặc tình cờ"
        },
        {
            "id": "eae17706-14fa-4ff2-9f59-b309c353bd97",
            "word": "to check",
            "phonetic": "tə tʃɛk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Check the remix.",
                "The active ingredient checks the growth of bacteria.",
                "Check the box next to the right answer.",
                "I’ll check the dates.",
                "Any baggage over five kilos must be checked."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hlY2s&hash=af2883d85655ae205114b68a6b27c1a07fb2068f&lang=en&cache-only=0",
            "defineEn": "to make sure that a thing is true, correct, present, or in a good condition by examining something",
            "defineVi": "để đảm bảo rằng một điều là đúng, chính xác, hiện tại hoặc trong tình trạng tốt bằng cách kiểm tra một cái gì đó",
            "hasImg": true
        },
        {
            "id": "cb3f10b2-5d73-4ec6-8f55-d3ab83f86b41",
            "word": "to control",
            "phonetic": "tə kəntɹoʊl ",
            "partOfSpeechType": "verb",
            "examples": [
                "to control the traffic congestion",
                "The state has taken control of the company.",
                "The government has lost control of the city.",
                "Her drinking problem is spinning out of control.",
                "The CEO is the big wheel of the entire company, with control over all major decisions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udHJvbA&hash=07e422560fdc4c148242b6505ef4aecc5800ede3&lang=en&cache-only=0",
            "defineEn": "to have power over a person, company, country, etc. and to decide how things should be done",
            "defineVi": "có quyền lực đối với một người, công ty, quốc gia, v.v. và quyết định mọi việc nên được thực hiện như thế nào",
            "hasImg": true
        },
        {
            "id": "0764b7bb-6d97-4c8b-81b1-8766e2a6802b",
            "word": "to wash",
            "phonetic": "tə wɑːʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I washed the dishes after dinner.",
                "I washed my face and hands with a bar of soap.",
                "The cat was washing itself.",
                "I’ve washed my hands of the whole affair.",
                "He gently washed his face with warm water and soap."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FzaA&hash=b6c0c541d6ad0e5002efdb1f2aea0c00f2d9a6e9&lang=en&cache-only=0",
            "defineEn": "to clean someone or something with water, often also with a type of soap",
            "defineVi": "để làm sạch ai đó hoặc một cái gì đó với nước, thường cũng với một loại xà phòng",
            "hasImg": true
        },
        {
            "id": "b13d9d2f-a8e3-4b28-96f8-7438d678089b",
            "word": "to clean",
            "phonetic": "tə kliːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The mother gently cleaned her baby's ears with a cotton swab.",
                "A new broom sweeps clean, after all.",
                "Sarah cleans the kitchen counters with a sponge.",
                "She had to clean her dirty car after a long road trip.",
                "She cleans the dining room after each meal."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xlYW4&hash=c39f5c5c3fc679eaf7d8fa2c4b79d9896a05d2db&lang=en&cache-only=0",
            "defineEn": "to make something have no stains, bacteria, dust, marks, or dirt",
            "defineVi": "để làm cho một cái gì đó không có vết bẩn, vi khuẩn, bụi, vết hoặc bụi bẩn",
            "hasImg": true
        },
        {
            "id": "b0991cbc-a4cf-4ab2-8bbd-a13846efb523",
            "word": "to hear",
            "phonetic": "tə hɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I heard the tiny squeak of a mouse in the walls.",
                "I hear the sound of seagulls near the sea.",
                "To hear both sides of the argument.",
                "The Supreme Court heard the case on Tuesday.",
                "Have you heard the news?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGVhcg&hash=1cb67c9f8e98b3a570e145da570b72ef42f8f3da&lang=en&cache-only=0",
            "defineEn": "to notice the sound a person or thing is making",
            "defineVi": "để ý đến âm thanh mà một người hoặc vật đang tạo ra",
            "hasImg": true
        },
        {
            "id": "01dc191a-1fd5-40f0-bcea-3d4c01194959",
            "word": "to listen",
            "phonetic": "tə lɪsən ",
            "partOfSpeechType": "verb",
            "examples": [
                "listen to our problems.",
                "Listen Jane.",
                "I listened carefully to her story.",
                "Don’t listen to Jerry.",
                "Don't listen to him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGlzdGVu&hash=0a9f162b849767837ab2859f3457bbbd6b84b872&lang=en&cache-only=0",
            "defineEn": "to give our attention to the sound a person or thing is making",
            "defineVi": "để cung cấp cho sự chú ý của chúng tôi đến âm thanh một người hoặc điều đang làm",
            "hasImg": true
        },
        {
            "id": "209a9b37-fbac-4f9d-9f99-eb669b82cb19",
            "word": "china",
            "phonetic": "tʃaɪnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Great Wall of China is a famous landmark in Asia.",
                "Asian countries like China, Japan, and South Korea are known for their advancements in technology.",
                "But they certainly view China as a threat of such dimensions that their minds boggle.",
                "It's all Lombard Street to a China orange.",
                "Understanding this complex legal document is Lombard Street to a China orange for most people."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpbmE&hash=e376bc6bba98b492915cb016bbc04fe3000c7ef1&lang=en&cache-only=0",
            "defineEn": "a set of dishes, typically made of porcelain or ceramic, used for serving and eating food",
            "defineVi": "một bộ bát đĩa, thường làm bằng sứ hoặc gốm, dùng để phục vụ và ăn thức ăn",
            "hasImg": true
        },
        {
            "id": "6f974411-abf0-4545-ba05-20db1d9c7896",
            "word": "plate",
            "phonetic": "pleɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I dropped another plate!",
                "They used disposable plates for the picnic.",
                "The restaurant served a mouthwatering plate of spaghetti with bolognese pasta sauce.",
                "Our waiter cleared the empty plates from the table.",
                "The plate of pasta was finished with a garnish of grated Parmesan cheese."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhdGU&hash=d7212f360846a4a544110150dbc29db80cf51d46&lang=en&cache-only=0",
            "defineEn": "a flat, typically round dish that we eat from or serve food on",
            "defineVi": "một đĩa phẳng, thường tròn mà chúng ta ăn hoặc phục vụ thức ăn trên",
            "hasImg": true
        },
        {
            "id": "4d38ef89-5da8-4317-bff1-04f4ccd8ac7e",
            "word": "delicious",
            "phonetic": "dᵻlɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Grandma's crab apple sauce is really delicious.",
                "I offered my guests delicious beetroot burgers as a flavorful vegetarian option.",
                "The cranberry pie at the bakery is absolutely delicious, especially with a scoop of vanilla ice cream.",
                "Fresh vegetables like tomatoes, cucumbers, and lettuce make a delicious salad.",
                "It's just too delicious!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsaWNpb3Vz&hash=6eccfc3cf519e2e541e2bae8c55f89dd57f92c3f&lang=en&cache-only=0",
            "defineEn": "having a good taste",
            "defineVi": "có một hương vị tốt",
            "hasImg": true
        },
        {
            "id": "8a24fbab-31d1-4bba-b06e-f0da855c5d42",
            "word": "dish",
            "phonetic": "dɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This dish will serve four hungry people.",
                "To do the dishes.",
                "The restaurant offered a vegetarian dish with a mix of seasonal vegetables.",
                "The chef sprinkled a generous amount of roe on the dish.",
                "The restaurant offered a specialty hamburger steak dish."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzaA&hash=ac8ca031409ed9fa5b8de95d80007066cf751824&lang=en&cache-only=0",
            "defineEn": "food that is made in a special way as part of a meal",
            "defineVi": "thực phẩm được thực hiện trong một cách đặc biệt như là một phần của một bữa ăn",
            "hasImg": true
        },
        {
            "id": "1fae1696-4c7b-4b7d-93c1-b77283257055",
            "word": "school teacher",
            "phonetic": "skuːl tiːtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2Nob29sIHRlYWNoZXI&hash=197d8a3743b4ff18924bad14803f161cd9f14503&lang=en&cache-only=0",
            "defineEn": "an individual who is employed to teach students in a school or educational institution",
            "defineVi": "một cá nhân được tuyển dụng để dạy học sinh trong một trường học hoặc cơ sở giáo dục",
            "hasImg": true
        },
        {
            "id": "24284222-8828-4958-833a-9021b8cb8282",
            "word": "university",
            "phonetic": "juːnɪvɜːsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have a university lecture on art history this afternoon.",
                "The university is working to raise the number of students from state schools.",
                "She attends a prestigious university known for its engineering program.",
                "I will graduate from university next year with a degree in psychology.",
                "This candidate is fresh from university and has no teaching experience."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5pdmVyc2l0eQ&hash=b7330d7941ea6107c7aba3a2d924f4b025d36112&lang=en&cache-only=0",
            "defineEn": "an educational institution at the highest level, where we can study for a degree or do research",
            "defineVi": "một tổ chức giáo dục ở cấp cao nhất, nơi chúng ta có thể học để lấy bằng hoặc nghiên cứu",
            "hasImg": true
        },
        {
            "id": "72aa3a91-5ed9-45b8-9a64-4f9b640ce4f6",
            "word": "professor",
            "phonetic": "pɹəfɛsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The professor made mincemeat of the speaker at the conference.",
                "The professor knew his subject from the ground up.",
                "The professor will hold a seat on the advisory board.",
                "The professor be damned.",
                "The professor is a big cheese in the academic world, known for her groundbreaking research and expertise in the field."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZmVzc29y&hash=492d70093fb885c1938436343476b9a22bec332d&lang=en&cache-only=0",
            "defineEn": "a faculty member at a college or university who has not yet attained job security or is at the rank below full professor",
            "defineVi": "một giảng viên tại một trường cao đẳng hoặc đại học chưa đạt được sự đảm bảo công việc hoặc ở cấp dưới giáo sư đầy đủ",
            "hasImg": true
        },
        {
            "id": "a63c38db-f58d-4a7b-9c59-4e7de011c95e",
            "word": "to borrow",
            "phonetic": "tə bɑːɹoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Eve borrows money to buy expensive designer clothes - champagne taste on a beer budget!",
                "They can borrow them for as long as they need them.",
                "My roommate asked me if she could borrow a zucchini to make a zucchini bread.",
                "I decided to borrow a leaf out of his book and invest some money in the stock market.",
                "I’ve got money you can borrow if you run out."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm9ycm93&hash=0685e690f5dc19bd2beaa697e2760d65eb09e1c2&lang=en&cache-only=0",
            "defineEn": "to use or take something that someone else owns, which must be given back to them later on",
            "defineVi": "sử dụng hoặc lấy thứ gì đó mà người khác sở hữu, sau này phải trả lại cho họ",
            "hasImg": true
        },
        {
            "id": "e4bb0ce6-0e6a-4ba3-9554-048a3fc8da16",
            "word": "money",
            "phonetic": "mʌni ",
            "partOfSpeechType": "noun",
            "examples": [
                "The business is losing money.",
                "Money can't buy happiness.",
                "Money means nothing to him.",
                "A lot of people give money to good causes.",
                "My parents give me pocket money every week."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9uZXk&hash=4178e5094d54a8d5b469b59d4a203aa9d6c9cf7c&lang=en&cache-only=0",
            "defineEn": "something that people use to buy and sell goods and services, can be in the form of coins or paper bills",
            "defineVi": "thứ mà mọi người sử dụng để mua và bán hàng hóa và dịch vụ, có thể ở dạng tiền xu hoặc hóa đơn giấy",
            "hasImg": true
        },
        {
            "id": "d19d5710-64e4-42e5-8f7a-1629f7e7ecd6",
            "word": "to lend",
            "phonetic": "tə lɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Lend an ear and listen to my version.",
                "Can you lend me your red pen to fill out this form?",
                "She lends her pencil to a classmate who forgot to bring one.",
                "If Laura damages the car, her dad won't lend it to her again.",
                "You'll lend him some, since you can afford to make ducks and drakes of it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGVuZA&hash=0abbe0eb387fb142f26ac5cec364e6f4f8acb6f8&lang=en&cache-only=0",
            "defineEn": "to allow someone to have or use something that you own which must be returned to you later",
            "defineVi": "để cho phép ai đó có hoặc sử dụng một cái gì đó mà bạn sở hữu mà phải được trả lại cho bạn sau này",
            "hasImg": true
        },
        {
            "id": "ca962acb-8481-48e0-99de-e7dab795660f",
            "word": "diary",
            "phonetic": "daɪɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'll put it in my diary.",
                "These diaries contained crucial information.",
                "Here are their diaries.",
                "The most important instrument for nautical navigation was the navigator's diary.",
                "Bacteria to enter a three-year diary."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhcnk&hash=43d2a8346bff2b6c24b8f1a35116e60c62b5e98e&lang=en&cache-only=0",
            "defineEn": "a book or journal in which one records personal experiences, thoughts, or feelings on a regular basis, usually on a daily basis",
            "defineVi": "một cuốn sách hoặc nhật ký trong đó một người ghi lại những trải nghiệm, suy nghĩ hoặc cảm xúc cá nhân một cách thường xuyên, thường là hàng ngày",
            "hasImg": true
        },
        {
            "id": "9545282c-7a01-4e8e-b96b-2dbfe914c37e",
            "word": "appointment",
            "phonetic": "ɐpɔɪntmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I have a conflicting appointment.",
                "The appointment of a woman was one in the eye for male domination.",
                "you lost me my appointment at London University.",
                "I have a dentist appointment on Thursday.",
                "We have an appointment with the doctor tomorrow morning for a check-up."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwb2ludG1lbnQ&hash=6d951ebb6ac47f73c3be086ea360081c389a1f0e&lang=en&cache-only=0",
            "defineEn": "an arrangement to meet someone, especially at a particular time and place, for a particular purpose",
            "defineVi": "một sự sắp xếp để gặp ai đó, đặc biệt là vào một thời gian và địa điểm cụ thể, cho một mục đích cụ thể",
            "hasImg": true
        },
        {
            "id": "355987f8-beaa-400b-9797-eac691ef4b64",
            "word": "agenda",
            "phonetic": "ɐdʒɛndə ",
            "partOfSpeechType": "noun",
            "examples": [
                "There are fears of a hidden agenda behind this new proposal.",
                "Officials there insist they have no hidden agenda.",
                "Yes, the new dress code is at the top of my agenda to discuss with the principal.",
                "What do you think is at the top of the agenda for today's meeting?",
                "You can do whatever you please, but remeber that your daughter's wellbeing comes on top of the agenda."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdlbmRh&hash=932e700c28aa953c6938490e6013137dc020214a&lang=en&cache-only=0",
            "defineEn": "a list of things that need to be considered, solved, or done",
            "defineVi": "một danh sách những điều cần phải được xem xét, giải quyết, hoặc thực hiện"
        },
        {
            "id": "67c90815-6b9b-40c0-a5ea-9512d561cd1e",
            "word": "discussion",
            "phonetic": "dɪskʌʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "These discussions held little interest for Lucy.",
                "\"The discussion is closed.\"",
                "The discussion was over my head.",
                "He has already held discussions with Irish shareholders.",
                "We had a very interesting discussion about climate change."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY3Vzc2lvbg&hash=7462e6078d9f39e0669963b1a583dc20f139535e&lang=en&cache-only=0",
            "defineEn": "a conversation with someone about a serious subject",
            "defineVi": "một cuộc trò chuyện với ai đó về một chủ đề nghiêm túc",
            "hasImg": true
        },
        {
            "id": "f4de3dba-69b8-479e-86f2-1bcbfe4b79ad",
            "word": "point",
            "phonetic": "pɔɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The compass needle always points north.",
                "The problem has now reached crisis point.",
                "I take your point.",
                "No point in spoiling the ship for a ha'porth of tar",
                "The line cuts the circle at two points."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9pbnQ&hash=2c0c7698e836ae3e8b0cced32a1b5b0ca9b74704&lang=en&cache-only=0",
            "defineEn": "the most important thing that is said or done which highlights the purpose of something",
            "defineVi": "điều quan trọng nhất được nói hoặc làm làm nổi bật mục đích của một cái gì đó"
        },
        {
            "id": "6d0c8867-89b6-4446-8562-2d00debf3631",
            "word": "sensitive",
            "phonetic": "sɛnsᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The pig's nose is sensitive and sniffes the air for food.",
                "School reform is a sensitive issue, and many politicians treat it with kid gloves.",
                "I need to find a gentle soap for sensitive skin.",
                "I always advise my clients to be cautious about sharing sensitive information online.",
                "Douglas held his tongue, preferring not to speak out on a politically sensitive issue."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vuc2l0aXZl&hash=5f82638ea8b22b3ef877d4456cc2493538e1ceec&lang=en&cache-only=0",
            "defineEn": "capable of understanding other people's emotions and caring for them",
            "defineVi": "có khả năng hiểu cảm xúc của người khác và quan tâm đến họ",
            "hasImg": true
        },
        {
            "id": "57f85c5f-ffd8-4e1d-ad8e-284a178910a3",
            "word": "feeling",
            "phonetic": "fiːlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The feeling of sickness soon passed.",
                "The drug produces a feeling of excitement.",
                "He had mixed feelings about the whole project.",
                "Have you considered my feelings?",
                "Have you considered my feelings?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVlbGluZw&hash=111f721be433253758a6ae5114d7ba9754a31525&lang=en&cache-only=0",
            "defineEn": "something that one feels such as happiness, guilt, sadness, etc.",
            "defineVi": "một cái gì đó mà một người cảm thấy như hạnh phúc, tội lỗi, buồn bã, vv",
            "hasImg": true
        },
        {
            "id": "139f43a8-3718-4b9f-8823-f9a47f2614cc",
            "word": "sensible",
            "phonetic": "sɛnsᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Their ideas seem to be far more down to earth and sensible.",
                "Thomas recklessly waded into the controversial debate that more sensible voices shied away from, showing that fools rush in where angels fear to tread.",
                "On the face of it that sounds sensible.",
                "Well, it was not sensible.",
                "Nick's perfectly sensible response to this idea is, \"You can't repeat the past.\""
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vuc2libGU&hash=f16cf4cfc3e247f9fc4ed6d8a3801f25e2dc9009&lang=en&cache-only=0",
            "defineEn": "possessing or displaying good judgment and practicality",
            "defineVi": "sở hữu hoặc hiển thị phán đoán tốt và thực tế",
            "hasImg": true
        },
        {
            "id": "8317eae3-f3db-476e-b65a-9737484d6039",
            "word": "possible",
            "phonetic": "pɑːsᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It is possible that parents have lost sight of their children as a result of their own problems.",
                "It is possible to go without food for a few days.",
                "Sorry, it's not possible to lend you my car.",
                "The CEO is meeting her opposite number at Fukuda Electronics to discuss a possible joint venture.",
                "I think it's possible to find a balance, you know?"
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zc2libGU&hash=86d4c656da04e5a6c6c5bd2c624c7ffb4c0d74ef&lang=en&cache-only=0",
            "defineEn": "able to exist, happen, or be done",
            "defineVi": "có thể tồn tại, xảy ra, hoặc được thực hiện",
            "hasImg": true
        },
        {
            "id": "a8fd08b6-d863-4e65-b986-5f52c2396502",
            "word": "to bring",
            "phonetic": "tə bɹɪŋ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Bad weather brought chaos to the utility companies.",
                "The day brings a sense of vitality and liveliness to the world.",
                "The bad weather brought famine.",
                "The revolution brought many changes.",
                "Retirement often brings with it a massive drop in income."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJpbmc&hash=463c846eed2c877e43bf7d3d42e986ed5b9c5779&lang=en&cache-only=0",
            "defineEn": "to take someone or something to a place or to come to a place with someone or something",
            "defineVi": "đưa ai đó hoặc cái gì đó đến một nơi hoặc đến một nơi với ai đó hoặc cái gì đó",
            "hasImg": true
        },
        {
            "id": "cb8284c3-7fb7-4c80-8b55-32578fd118a3",
            "word": "to take",
            "phonetic": "tə teɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Take your pick.",
                "His new world record will take some beating.",
                "His apology took the edge off her anger.",
                "Things like this take time.",
                "The river took a meandering bend through the picturesque valley."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZQ&hash=218a7b24f2f9192973800c7366909ef3421d1aec&lang=en&cache-only=0",
            "defineEn": "to remove something or someone from a specific place",
            "defineVi": "để loại bỏ một cái gì đó hoặc ai đó từ một nơi cụ thể"
        }
    ]
}