{
    "id": "4d05473b-0257-4031-b569-ca24ab10cd97",
    "title": "Reading Books",
    "originalTitle": "Reading Books",
    "words": [
        {
            "id": "8f7b7a7b-a771-4055-b073-5facb2554d6e",
            "word": "bookend",
            "phonetic": "bʊkɛnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Jonathan Schanzer, a mixed legacy whose bookend is a corruption trial.",
                "Robert Mueller and Donald Trump are the bookends of a generation, born to privilege, private school education, Ivy League education, confronted the dilemma and the great tragedy of their generation, Vietnam and military service.",
                "And in some ways it gets to be the final bookend of your years of teen angst and the beginning of the endless years of your adult angst that await you.",
                "So, I mean, it is sort of an interesting bookend philosophically, if contradictory.",
                "That process, you know, the bookends of those letters ended up firing up support among his voters and, to some extent, suppressing support, particularly among those college-educated voters I mentioned."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9va2VuZA&hash=6a69d023b8fc8a2d3cf4ab7085d30308d1f8832f&lang=en&cache-only=0",
            "defineEn": "a small object, typically made of metal or wood, that is placed on either end of a row of books to keep them standing upright and prevent them from falling over",
            "defineVi": "một vật nhỏ, thường làm bằng kim loại hoặc gỗ, được đặt ở hai đầu của một dãy sách để giữ cho chúng đứng thẳng và ngăn chúng bị đổ"
        },
        {
            "id": "16b6795b-e36e-4509-ad70-fe6ddd9068ad",
            "word": "bookmark",
            "phonetic": "bʊkmɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "I just saw my bookmark.",
                "It's a kitty bookmark.",
                "And it has little bookmarks and stuff.",
                "It's used as a bookmark.",
                "Turn these following links into bookmarks in your browser for easy access."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9va21hcms&hash=4e74624501c427fc29965039f28cdf36f189e984&lang=en&cache-only=0",
            "defineEn": "a thin marker, usually made of paper, cardboard, or fabric, used to keep one's place in a book or other printed material",
            "defineVi": "một điểm đánh dấu mỏng, thường được làm bằng giấy, bìa cứng hoặc vải, được sử dụng để giữ vị trí của một người trong sách hoặc tài liệu in khác"
        },
        {
            "id": "09f7324f-41d0-4581-b4ef-cb74f019311f",
            "word": "bookrest",
            "phonetic": "bʊkɹɛst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9va3Jlc3Q&hash=96f891cf5a08d79b6eeb932e1c11c17f2a2d8807&lang=en&cache-only=0",
            "defineEn": "a device used to support a book while it is being read, typically designed to hold the book at an angle that makes it easier to read",
            "defineVi": "một thiết bị được sử dụng để hỗ trợ một cuốn sách trong khi nó đang được đọc, thường được thiết kế để giữ cuốn sách ở một góc giúp đọc dễ dàng hơn"
        },
        {
            "id": "1ba8cd72-5b61-4398-b46d-8daa863e4b04",
            "word": "bound",
            "phonetic": "baʊnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The company is growing by leaps and bounds this year.",
                "Even though she was fully aware of the risks, Susan refused to take the necessary precautions to prevent the spread of a contagious disease, proving that selfishness knows no bound.",
                "It's bounded.",
                "In 1529, another treaty set bounds for each country in the Indian Ocean and Pacific regions.",
                "So the difference for Trump’s inauguration was leaps and bounds. "
            ],
            "audio": "https://tts.langeek.co/read?text=Ym91bmQ&hash=fb607a4d2ad609827f2dadbee2be40bc4f523674&lang=en&cache-only=0",
            "defineEn": "having a cover or binding",
            "defineVi": "có vỏ bọc hoặc ràng buộc"
        },
        {
            "id": "28590df0-6567-4387-85f8-b013ad2e6a43",
            "word": "loose-leaf",
            "phonetic": "luːsliːf ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG9vc2UtbGVhZg&hash=006c35b0afba0d07f9129a5bf8aff0775140cce3&lang=en&cache-only=0",
            "defineEn": "not bound together but instead consists of individual sheets that can be easily added, removed, or reorganized",
            "defineVi": "không bị ràng buộc với nhau mà thay vào đó bao gồm các trang riêng lẻ có thể dễ dàng thêm, xóa hoặc sắp xếp lại"
        },
        {
            "id": "3b4c848f-b20a-4ba9-8f94-85802d9a0558",
            "word": "spiral-bound ",
            "phonetic": "spaɪɚɹəlbaʊnd bækslæʃ ɛkssiː tuː bækslæʃ zɑː ziəɹoʊ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BpcmFsLWJvdW5kwqA&hash=4a475037bb36532c8c37b516d7be3b08c4c2fca6&lang=en&cache-only=0",
            "defineEn": "a type of binding where a metal or plastic coil is wound through small holes along the edge of a stack of pages or a notebook",
            "defineVi": "một kiểu đóng sách trong đó một cuộn dây kim loại hoặc nhựa được quấn qua các lỗ nhỏ dọc theo mép của một chồng trang hoặc sổ ghi chép"
        },
        {
            "id": "44fa91a0-1d52-41a4-b485-33a2b263730d",
            "word": "unabridged",
            "phonetic": "ʌnɐbɹɪdʒd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His longest, the unabridged version of The Stand, clocks in at 1153 pages and was originally so long that the publisher requested he cut four hundred pages to lower production costs."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5hYnJpZGdlZA&hash=f2da168e8fee4329985a687b770dab36491ac02c&lang=en&cache-only=0",
            "defineEn": "not shortened or simplified and containing all original content or text",
            "defineVi": "không được rút ngắn hoặc đơn giản hóa và chứa tất cả nội dung hoặc văn bản gốc"
        },
        {
            "id": "e347b8cf-2655-43a5-a803-38c68a139b57",
            "word": "uncut",
            "phonetic": "ʌŋkʌt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's small and uncut.",
                "First, that uncut puzzle image comes in from the printing company in Canada.",
                "The biggest puzzles can take about 30 hours to make, from an uncut image all the way to a finished puzzle.",
                "The original politician who saw that you could skirt the media and you could get the message out unfiltered, uncut to the public was Sarah Palin. ",
                "And your options are, stubby and soft, long and lean, or small and uncut."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5jdXQ&hash=0778f25b0d065c338a765d684c7f45b175f6563c&lang=en&cache-only=0",
            "defineEn": "(of pages of a book) not been trimmed or cut during the bookbinding process",
            "defineVi": "(của các trang sách) không bị cắt hoặc cắt trong quá trình đóng sách"
        },
        {
            "id": "7f826b5e-deb4-4a8c-ab4a-e96d719a95e3",
            "word": "well-thumbed",
            "phonetic": "wɛlθʌmd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2VsbC10aHVtYmVk&hash=6b3f7a5462ef1e8989cfb9035e91980ed67df89d&lang=en&cache-only=0",
            "defineEn": "(of a book, magazine, etc.) having been read many times and showing signs of wear and use, particularly on its pages",
            "defineVi": "(của một cuốn sách, tạp chí, v.v.) đã được đọc nhiều lần và có dấu hiệu cũ và đã qua sử dụng, đặc biệt là trên các trang của nó"
        },
        {
            "id": "b302ff7b-cb30-46ce-849e-e95efb27a7b7",
            "word": "page-turning",
            "phonetic": "peɪdʒtɜːnɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFnZS10dXJuaW5n&hash=6b5c74c49aa98e55bc2d808c8022457a801a2c88&lang=en&cache-only=0",
            "defineEn": "so engaging and interesting that the reader is eager to keep turning the pages to find out what happens next",
            "defineVi": "hấp dẫn và thú vị đến mức người đọc háo hức tiếp tục lật các trang để tìm hiểu điều gì sẽ xảy ra tiếp theo"
        },
        {
            "id": "a7158f4b-fc2f-4118-9c77-4031ab272576",
            "word": "page-turner",
            "phonetic": "peɪdʒtɜːnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And from the gothic tradition, we get the fun page-turner stuff: the mysterious house with the person you don’t expect to be there, the mad wife, the arson, the stabbing, the shock of the interrupted marriage ceremony."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFnZS10dXJuZXI&hash=e81e50e422c7bcaf548b2bf836097f69e63ddf15&lang=en&cache-only=0",
            "defineEn": "a book or story that is so engaging and compelling that it keeps the reader eagerly turning the pages",
            "defineVi": "một cuốn sách hoặc câu chuyện hấp dẫn và hấp dẫn đến mức khiến người đọc háo hức lật trang"
        },
        {
            "id": "319cf3fa-93b6-4aed-b23b-d5ccbaf2b8e5",
            "word": "unputdownable",
            "phonetic": "ʌnpʌtdaʊnəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW5wdXRkb3duYWJsZQ&hash=2693c753ad5cd8095acba2c22e99d470fa86ca86&lang=en&cache-only=0",
            "defineEn": "(of a book) very exciting in a way that one cannot stop reading it",
            "defineVi": "(về một cuốn sách) rất thú vị theo cách mà người ta không thể ngừng đọc nó"
        },
        {
            "id": "673c32d5-5350-4b8b-ba06-a9abb3e97913",
            "word": "poetic",
            "phonetic": "poʊɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This moment was poetic.",
                "Dylan's music has transformed the poetic potential of the lyric.",
                "A sonnet is a poetic form consisting of 14 lines.",
                "A couple people also said some just like really beautiful poetic things.",
                "So it’s kind of poetic that its final resting place is near Mars’s equator in a place called Perseverance Valley."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9ldGlj&hash=d495390daa0ec723641badea6acf314ce1db2f83&lang=en&cache-only=0",
            "defineEn": "involving or relating to poetry",
            "defineVi": "liên quan đến hoặc liên quan đến thơ"
        },
        {
            "id": "9205dff2-df1f-49ea-8055-656bf8fd4e45",
            "word": "literary",
            "phonetic": "lɪɾɚɹɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The literary festival attracts renowned authors, publishers, and literary agents.",
                "The author abstracted key themes from the novel in her literary analysis.",
                "The literary festival attracts renowned authors, publishers, and literary agents.",
                "He won three Pulitzer Prizes in a row, achieving a literary hat trick.",
                "She was a critic who loomed large in literary circles."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl0ZXJhcnk&hash=0580980be21429e8f9b38a94c7a143d82c5b5831&lang=en&cache-only=0",
            "defineEn": "(of a language or style of writing) related to or suitable for works of literature rather than everyday discourse",
            "defineVi": "(về ngôn ngữ hoặc phong cách viết) liên quan đến hoặc phù hợp với tác phẩm văn học hơn là diễn ngôn hàng ngày"
        },
        {
            "id": "28a7c459-e76e-4500-877c-0f2704076415",
            "word": "original",
            "phonetic": "ɚɹɪdʒɪnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Can you tell this copy from the original?",
                "The gardens have recently been restored to their original glory.",
                "I'm really surprised that the sequel even holds a candle to the original.",
                "The scientist had to eat crow and revise their theory after new evidence contradicted their original findings.",
                "We bit off more than we could chew in our original reform proposals."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JpZ2luYWw&hash=b01d5c188caf0f78cf7633d29576c7fd6fa58d32&lang=en&cache-only=0",
            "defineEn": "(a work created by an author, artist, or composer) entirely new and not based on existing works or sources",
            "defineVi": "(tác phẩm do tác giả, nghệ sĩ hoặc nhà soạn nhạc tạo ra) hoàn toàn mới và không dựa trên các tác phẩm hoặc nguồn hiện có"
        },
        {
            "id": "aa546146-0b15-4aa0-8197-e73af00e253d",
            "word": "well-written",
            "phonetic": "wɛlɹɪʔn̩ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2VsbC13cml0dGVu&hash=c1e10e6377ef4912ca1614ab560eca95ae2488f4&lang=en&cache-only=0",
            "defineEn": "(of a piece of writing) composed or constructed in a way that is clear, effective, and skillfully presented",
            "defineVi": "(của một bài viết) được sáng tác hoặc xây dựng theo cách trình bày rõ ràng, hiệu quả và khéo léo"
        },
        {
            "id": "c8efa39f-5d62-4d96-b998-0ccbfb96d490",
            "word": "suspenseful",
            "phonetic": "səspɛnsfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He watched a scary movie and got scared during the suspenseful scenes.",
                "It was so exciting and suspenseful, I couldn't take my eyes off the screen.",
                "Now it's suspenseful.",
                "It's a suspenseful thriller with lots of twists.",
                "(suspenseful music) - Don't listen to her!"
            ],
            "audio": "https://tts.langeek.co/read?text=c3VzcGVuc2VmdWw&hash=a6f5d4d27d6241ca990f4f01fe12f9e70a7d64ae&lang=en&cache-only=0",
            "defineEn": "creating a sense of tension or anxiety in the reader, often by withholding information or through dramatic pacing",
            "defineVi": "tạo cảm giác căng thẳng hoặc lo lắng cho người đọc, thường bằng cách giữ lại thông tin hoặc thông qua nhịp độ kịch tính"
        },
        {
            "id": "950f0af8-de69-47bb-be4f-6fb9b7c56a44",
            "word": "bibliophile",
            "phonetic": "bɪblɪɑːfaɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bibliophile knew that when you read a book for the first time you get to know a friend, read it for a second time and you meet an old friend, and had a personal library filled with well-worn volumes that he enjoyed revisiting over and over again.",
                "I might consider myself a bibliophile and ailurophile, to profess my love of books and cats.",
                "But as a dedicated bibliophile, I have to admit I'm not so jazzed about the idea of musicians winning literary awards.",
                "Like William Carl Bolivar, a black Philadelphian, bibliophile and journalist who published a column in the Philadelphia Tribune and served as an organizer of and contributor to the American Negro Historical Society because he wanted to change the way black history was being preserved and spread."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlibGlvcGhpbGU&hash=ae266f4bbd438b7e5645fd447d32d4cba6a5811c&lang=en&cache-only=0",
            "defineEn": "a person who loves books, especially as physical objects, and collects them",
            "defineVi": "một người yêu thích sách, đặc biệt là đối tượng vật lý, và thu thập chúng"
        },
        {
            "id": "f3f1dd25-24d8-4c3c-a190-def66b437f76",
            "word": "book lover",
            "phonetic": "bʊk lʌvɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9vayBsb3Zlcg&hash=1429fea03ef81065b6824e53e60568bc114a2703&lang=en&cache-only=0",
            "defineEn": "someone who has a strong interest in books and enjoys reading them",
            "defineVi": "một người có hứng thú mạnh mẽ với sách và thích đọc chúng"
        },
        {
            "id": "a4816eff-3db8-4531-a8d5-a6f0a096082a",
            "word": "bookworm",
            "phonetic": "bʊkwɜːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "She was always into sports and social activities, while I was your typical bookworm with very few friends.",
                "I'm that kid, over there, the really skinny bookworm type.",
                "Firebrats and silverfish are the original bookworms: They love the books you keep meaning to open.",
                "There are films of many Sherlock Holmes stories, and you can read some of them in Bookworms: Sherlock Holmes and the Duke's Son and Sherlock Holmes and the Sport of Kings (Oxford Bookworms Stage 1).",
                "There are films of many Sherlock Holmes stories, and you can read some of them in Bookworms: Sherlock Holmes and the Duke's Son and Sherlock Holmes and the Sport of Kings (Oxford Bookworms Stage 1)."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9va3dvcm0&hash=16026910a7c52ebc928b8961a6eec5d03e317d40&lang=en&cache-only=0",
            "defineEn": "a person who loves reading books and often spends a lot of time reading",
            "defineVi": "một người thích đọc sách và thường dành nhiều thời gian để đọc"
        },
        {
            "id": "b391ce69-fa30-4db5-ba4d-4ad6dbe51916",
            "word": "bookclub",
            "phonetic": "bʊkklʌb ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9va2NsdWI&hash=eef9de9a7c823efce5fa8d772e30590a8e25c659&lang=en&cache-only=0",
            "defineEn": "a group of people who meet regularly to discuss books that they have read together",
            "defineVi": "một nhóm người gặp nhau thường xuyên để thảo luận về những cuốn sách mà họ đã đọc cùng nhau"
        },
        {
            "id": "a31af722-24ff-4cbf-9122-96fab00210bc",
            "word": "bookish",
            "phonetic": "bʊkɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "If you guys want to learn more about big bookish history be sure to watch the other episodes in our YT learning fund series on class in US Culture, including the History of Student Loan debt.",
                "If you’re starting to see a connection between conquest and bookish behavior, then you’d be absolutely right."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9va2lzaA&hash=5d72eca3c21ac0eac9d0204ca07b572a626f3020&lang=en&cache-only=0",
            "defineEn": "describing a person who loves to read and has an academic or studious interest in books",
            "defineVi": "mô tả một người thích đọc sách và có sở thích học tập hoặc ham học đối với sách"
        },
        {
            "id": "84ea4f01-d5e0-4436-838a-250c9658fa84",
            "word": "library card",
            "phonetic": "laɪbɹɛɹi kɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGlicmFyeSBjYXJk&hash=184c5433d86d0559a37198c38d263ceb9644118b&lang=en&cache-only=0",
            "defineEn": "a personal identification card issued by a library that allows an individual to borrow books",
            "defineVi": "thẻ nhận dạng cá nhân do thư viện cấp cho phép một cá nhân mượn sách"
        },
        {
            "id": "e9a065b8-4e09-4659-8747-2317a393a061",
            "word": "bookshelf",
            "phonetic": "bʊkʃɛlf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The width of the bookshelf is 120 centimeters.",
                "He placed a bookshelf against the wall to store his books.",
                "The book I'm looking for should lie somewhere on this bookshelf.",
                "My mother screamed when she saw a tiny mouse hiding behind the bookshelf.",
                "Elizabeth sought to fill her bookshelves with classics that would stand the test of time rather than the latest bestsellers, knowing as the proverb states that books and friends should be few but good."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9va3NoZWxm&hash=30bc0a08877d4ae42e3afd9d089dbe7e3b5b1583&lang=en&cache-only=0",
            "defineEn": "‌a board connected to a wall or a piece of furniture on which books are kept",
            "defineVi": "‌một bảng kết nối với một bức tường hoặc một mảnh đồ nội thất mà trên đó những cuốn sách được giữ",
            "hasImg": true
        },
        {
            "id": "78b7ad4c-f9b2-4b14-b137-cf9bc21d4192",
            "word": "reading material",
            "phonetic": "ɹiːdɪŋ mətɪɹiəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVhZGluZyBtYXRlcmlhbA&hash=5ce87de2c1503a03ae07c9dc651f4d1070d27322&lang=en&cache-only=0",
            "defineEn": "any type of written or printed material that is intended to be read, including books, magazines, newspapers, and online content",
            "defineVi": "bất kỳ loại tài liệu viết hoặc in nào được dùng để đọc, bao gồm sách, tạp chí, báo và nội dung trực tuyến"
        },
        {
            "id": "e3994bd3-d0f8-4f94-a962-410e88f2ffa8",
            "word": "reading desk",
            "phonetic": "ɹiːdɪŋ dɛsk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVhZGluZyBkZXNr&hash=37a550085e80da6bd98f39930910c5bc0b299ab3&lang=en&cache-only=0",
            "defineEn": "a piece of furniture or a stand designed to hold a book or document at a suitable angle and height for reading",
            "defineVi": "một món đồ nội thất hoặc giá đỡ được thiết kế để giữ sách hoặc tài liệu ở một góc độ và độ cao phù hợp để đọc"
        },
        {
            "id": "04e2c5a4-a5d2-4a7d-9aa9-bc2c8cfc9a90",
            "word": "reading lamp",
            "phonetic": "ɹiːdɪŋ læmp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVhZGluZyBsYW1w&hash=366c1afa28ae0f799e79dda739685d89ef26e2e9&lang=en&cache-only=0",
            "defineEn": "a light source specifically designed to provide illumination for reading purposes, often placed on a desk or table next to the reading material",
            "defineVi": "một nguồn sáng được thiết kế đặc biệt để cung cấp ánh sáng cho mục đích đọc, thường được đặt trên bàn hoặc bàn bên cạnh tài liệu đọc"
        },
        {
            "id": "ddd42f9c-b6ef-4bab-bbc2-3e76e49bea96",
            "word": "reading room",
            "phonetic": "ɹiːdɪŋ ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Above the Main Reading Room the domed ceiling stands 160 feet above the floor."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhZGluZyByb29t&hash=d52c724655f4ebecf765052c42ea8b1624928608&lang=en&cache-only=0",
            "defineEn": "a space, typically in a library or public institution, designated for reading and studying",
            "defineVi": "một không gian, điển hình là trong thư viện hoặc tổ chức công cộng, được chỉ định để đọc và nghiên cứu"
        },
        {
            "id": "a0cf9023-df00-44a1-a526-d2c747c7dbda",
            "word": "reading habit",
            "phonetic": "ɹiːdɪŋ hæbɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVhZGluZyBoYWJpdA&hash=cf4a6ea6cedadd2326d2a3769f1f31d9c82bb5b1&lang=en&cache-only=0",
            "defineEn": "the practice of regularly engaging in reading for pleasure or personal growth",
            "defineVi": "thực hành thường xuyên tham gia đọc sách để giải trí hoặc phát triển cá nhân"
        },
        {
            "id": "e1d84e09-b412-4153-979d-1c91bb3518e6",
            "word": "literary analysis",
            "phonetic": "lɪɾɚɹɛɹi ɐnæləsɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGl0ZXJhcnkgYW5hbHlzaXM&hash=2977745aa4d6b0670f4f54dd7216099827874e47&lang=en&cache-only=0",
            "defineEn": "the critical examination of a literary text, including its structure, style, themes, and literary devices, in order to gain a deeper understanding of its meaning and significance",
            "defineVi": "kiểm tra quan trọng của một văn bản văn học, bao gồm cấu trúc, phong cách, chủ đề và các thiết bị văn học, để hiểu sâu hơn về ý nghĩa và tầm quan trọng của nó"
        },
        {
            "id": "63b00086-eacb-4dbd-9b28-28e85d0dd209",
            "word": "critical reading",
            "phonetic": "kɹɪɾɪkəl ɹiːdɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3JpdGljYWwgcmVhZGluZw&hash=0bc383d842813396a4552abcb13252012513a23d&lang=en&cache-only=0",
            "defineEn": "the process of actively and carefully analyzing and evaluating information from a text to form a judgment or opinion about its meaning and quality",
            "defineVi": "quá trình tích cực và cẩn thận phân tích và đánh giá thông tin từ một văn bản để hình thành một bản án hoặc ý kiến về ý nghĩa và chất lượng của nó"
        },
        {
            "id": "47ca30b3-a48a-453d-bd0c-000d19aca78a",
            "word": "literary society",
            "phonetic": "lɪɾɚɹɛɹi səsaɪəɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGl0ZXJhcnkgc29jaWV0eQ&hash=efce8a9554c7e3ae915aecd4faf581b37a8af569&lang=en&cache-only=0",
            "defineEn": "a group of people who gather to discuss and promote literature and literary culture, often through activities such as book clubs, lectures, and readings",
            "defineVi": "một nhóm người tụ tập để thảo luận và quảng bá văn học và văn hóa văn học, thường thông qua các hoạt động như câu lạc bộ sách, bài giảng và bài đọc"
        }
    ]
}