{
    "id": "4d255dd0-e72a-4c76-996d-1ec5afb9781a",
    "title": "Society",
    "originalTitle": "Society",
    "words": [
        {
            "id": "833dd82b-5224-4841-b7f8-7b9751b759fb",
            "word": "sociology",
            "phonetic": "soʊsɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Can sociology use the scientific method?",
                "Sociology is the scientific study of society and human behavior.",
                "In sociology, a minority group’s relative size isn’t important.",
                "And in sociology, theoretical paradigms are key.",
                "Good sociology can help us to create good public policy."
            ],
            "audio": "https://tts.langeek.co/read?text=c29jaW9sb2d5&hash=5afedb87b054a106ce3f30c0c6969943128bed8c&lang=en&cache-only=0",
            "defineEn": "the scientific study of human society, its nature, structure, and development, as well as social behavior",
            "defineVi": "nghiên cứu khoa học về xã hội loài người, bản chất, cấu trúc và sự phát triển của nó, cũng như hành vi xã hội",
            "hasImg": true
        },
        {
            "id": "ff2c3638-1aa1-4d5f-baef-d4d497199fee",
            "word": "anthropology",
            "phonetic": "ænθɹəpɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sciences from anthropology to zoology have been put to forensic use.",
                "This could be sold at Anthropology in two seconds.",
                "But within the field of anthropology, changes were in the works.",
                "Ted Gordon is an anthropology professor at the College of Saint Benedict and Saint John's University who focuses on Native American studies.",
                "That means, this method could answer some of the biggest questions in paleontology, archaeology, and anthropology."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aHJvcG9sb2d5&hash=b64033327a9e83422b34d633dd5b1b6e83219108&lang=en&cache-only=0",
            "defineEn": "the study of the origins and developments of the human race and its societies and cultures",
            "defineVi": "nghiên cứu về nguồn gốc và sự phát triển của loài người cũng như các xã hội và nền văn hóa của nó",
            "hasImg": true
        },
        {
            "id": "a0522cf3-010f-4f35-96d3-b2be414e464a",
            "word": "stratum",
            "phonetic": "stɹɑːɾəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "It begins under the Tapeats Sandstone, a stratum laid down by the ancient tides of a shallow sea about 508 to 501 million years ago during the Cambrian.",
                "In relative dating, you can get an approximate age range for a fossil from a stratum of rock, by finding other rocks with similar composition that you can date reliably.",
                "That’s because Sprigg’s little jelly-looking-things were found in a stratum of rock that was more than 550 million years old.",
                "And when you’ve got a layer of rock that’s distinct from everything above and below it, that’s called a stratum."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyYXR1bQ&hash=62b9505317976f3a70f8f221c358c51b176bcd97&lang=en&cache-only=0",
            "defineEn": "a group of people with similar social standing, education, or income",
            "defineVi": "một nhóm người có địa vị xã hội, giáo dục hoặc thu nhập tương tự"
        },
        {
            "id": "86a41bab-acb7-48cb-8f2f-44086f1d8d35",
            "word": "upper class",
            "phonetic": "ʌpɚ klæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "And the upper classes were on edge.",
                "Virgin called its first class cabin upper class.",
                "Some upper class Romans even got their own hand-written copies to read at home.",
                "Written in the early nineteenth century, Austen's novels decode the sheltered lives of the upper classes in rural England.",
                "But the upper class, the 1%, will talk about money quite comfortably and with their children."
            ],
            "audio": "https://tts.langeek.co/read?text=dXBwZXIgY2xhc3M&hash=8ce586f1b73954063eab800d371d627011d1ef7d&lang=en&cache-only=0",
            "defineEn": "a social group made up of people who hold the highest social position and are usually quite wealthy",
            "defineVi": "một nhóm xã hội bao gồm những người giữ vị trí xã hội cao nhất và thường khá giàu có",
            "hasImg": true
        },
        {
            "id": "00da9545-a48c-440b-8075-9c80606e9d4e",
            "word": "middle class",
            "phonetic": "mɪdəl klæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "He claimed that the middle class would bear the brunt of the tax increase.",
                "The first victims of this crisis are the middle classes.",
                "Middle class consumer spending is on the rise in India.",
                "Four years ago, the middle class was already losing ground.",
                "The middle class became both the chief producer and consumer of factory products."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlkZGxlIGNsYXNz&hash=7624be6afdea3094b571e2cd1e2be01d7a663102&lang=en&cache-only=0",
            "defineEn": "the social class between the upper and lower classes that includes professional and business people",
            "defineVi": "tầng lớp xã hội giữa tầng lớp thượng lưu và tầng lớp thấp hơn bao gồm những người chuyên nghiệp và kinh doanh",
            "hasImg": true
        },
        {
            "id": "87c5ed55-898e-4867-9d2e-3967b815a49d",
            "word": "lower class",
            "phonetic": "loʊɚ klæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lower class workers around the world knew this was happening.",
                "Black people represent the wealthy elite, the middle class and the lower class there.",
                "The jaded lower classes who couldn't find work would riot during wintertime.",
                "Lower class Americans tend to have less leisure time and less money to spend on cooking healthy meals.",
                "So here is this guy who comes from a lower class."
            ],
            "audio": "https://tts.langeek.co/read?text=bG93ZXIgY2xhc3M&hash=d5f8043e4b635af02a3e679671ab44c09ac90460&lang=en&cache-only=0",
            "defineEn": "the social class consisting of people with the lowest position in society and the least money",
            "defineVi": "tầng lớp xã hội bao gồm những người có vị trí thấp nhất trong xã hội và ít tiền nhất",
            "hasImg": true
        },
        {
            "id": "6b882da7-0bf8-415c-b3c2-28b8ff1d72f7",
            "word": "old money",
            "phonetic": "oʊld mʌni ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2xkIG1vbmV5&hash=f848d6a6f2be5ec7c340d233422a93bdf7c640f1&lang=en&cache-only=0",
            "defineEn": "wealth that has been inherited and not earned",
            "defineVi": "sự giàu có đã được thừa kế và không kiếm được"
        },
        {
            "id": "36e40029-7568-4112-87a1-133829f1c39f",
            "word": "nobility",
            "phonetic": "noʊbɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "For centuries, such rituals were commonplace for European nobility.",
                "The rulers and nobility also developed a different household type, including multiple wives and large numbers of offspring.",
                "We see a variation of the caste system in feudal Europe with the division of society into three orders or estates: the nobility, the clergy, and the commoners.",
                "Cossack troops and units from the nobility drove back the enemy, knocking Poland-Lithuania and Sweden out temporarily from the competition for control of the region.",
                "Indeed, peasants rebelled when the nobility failed to meet their demands for better conditions."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9iaWxpdHk&hash=c6a1b3a3edba42a5aa853d39e8a58e123ef2499c&lang=en&cache-only=0",
            "defineEn": "the class of people with the highest social ranks and titles",
            "defineVi": "tầng lớp người có cấp bậc xã hội cao nhất và danh hiệu"
        },
        {
            "id": "5edccb27-b3ad-457c-9091-6cf405d81774",
            "word": "bourgeoisie",
            "phonetic": "bʊɹʒwɑːziː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bourgeoisie initially referred to people who lived in towns and cities or burgs/bourgs.",
                "Two classes became prominent alongside the aristocracy and peasants in the social structure: the bourgeoisie and proletariat or working class.",
                "Under capitalism, the two classes were the capitalists, or bourgeoisie, who own the means of production, and the workers, or proletariat, who must sell their labor to survive.",
                "Stan, I can't wear these emblems of the bourgeoisie while Karl Marx himself is looking at me, it's ridiculous."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym91cmdlb2lzaWU&hash=5420e888607ef1b63ca1f2b85a333fd9f213bd92&lang=en&cache-only=0",
            "defineEn": "the society's middle class",
            "defineVi": "tầng lớp trung lưu của xã hội",
            "hasImg": true
        },
        {
            "id": "bba441fb-9962-4c2f-84eb-64dfcdbd3ce8",
            "word": "caste",
            "phonetic": "kæst ",
            "partOfSpeechType": "noun",
            "examples": [
                "This book has done justice to all the problems like love disputes, husband and wife disputes, caste disputes and disputes against the government.",
                "The archetypal closed system is a caste system.",
                "Castes are a strange feature of ants, in which members of the same species have different body types.",
                "Honeybees have a harsh caste system.",
                "It creates no dominant military caste."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzdGU&hash=af1f448fe19ced4ea26754208319878ecfa258ef&lang=en&cache-only=0",
            "defineEn": "a form of social classification in Hinduism, characterized by social status and relative degrees of ritual purity or pollution",
            "defineVi": "một hình thức phân loại xã hội trong Ấn Độ giáo, được đặc trưng bởi địa vị xã hội và mức độ tương đối của sự thuần khiết hoặc ô nhiễm nghi lễ"
        },
        {
            "id": "990aa061-8bf7-4ff7-a384-a1254e9c68c2",
            "word": "supremacist",
            "phonetic": "suːpɹɛmɐsɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "White supremacists have a specific purpose, though.",
                "Sociologist Pete Simi has studied white supremacists for decades.",
                "Is he a white supremacist?",
                "Like the slave codes, the Black codes legitimized white supremacist extrajudicial vigilantism and anti-Black violence.",
                "You've been tracking white supremacist groups for many years now."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwcmVtYWNpc3Q&hash=6d81f400c75e61b30c9b93ddc45f6016239f3aff&lang=en&cache-only=0",
            "defineEn": "someone who believes that a particular group of people, especially one determined by sex, religion, or race, is better than other groups and should dominate them",
            "defineVi": "một người tin rằng một nhóm người cụ thể, đặc biệt là một người được xác định bởi giới tính, tôn giáo hoặc chủng tộc, tốt hơn các nhóm khác và nên thống trị họ"
        },
        {
            "id": "b7772337-5502-4917-af45-13ef7cfeb5a7",
            "word": "overlord",
            "phonetic": "oʊvɚlɔːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "But maybe we should be devoting more study to our nematode overlords.",
                "You and nine other individuals have been captured by super intelligent alien overlords.",
                "The satisfied overlords help you repair your ship and you prepare for takeoff.",
                "The only way off is to appease its three alien overlords, Tee, Eff, and Arr, by giving them the correct artifacts.",
                "All of this ensures that the host will take the best possible care of its parasitic overlord."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcmxvcmQ&hash=a9330e7e09e2937f9ea533cfb173bcb3bf133437&lang=en&cache-only=0",
            "defineEn": "someone who is in a position of power, especially in the past",
            "defineVi": "một người đang ở một vị trí quyền lực, đặc biệt là trong quá khứ"
        },
        {
            "id": "1025466f-8c6b-4d3a-b4e4-ee77eeb3fc23",
            "word": "subordinate",
            "phonetic": "sʌboːɹdᵻnət ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new laws only further cemented the subordinate status of black people.",
                "The new laws only further cemented the subordinate status of black people.",
                "They can subordinate their views to his and get onboard, or they can quit. ",
                "Finally, Gabriella's parents are likely to be subordinate bilinguals who learn a secondary language by filtering it through their primary language.",
                "They have a strict social hierarchy and usually there are two codominant males, subordinate males, and females in the colony."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vib3JkaW5hdGU&hash=9d970352261691d37b540f937e2aea8e62561575&lang=en&cache-only=0",
            "defineEn": "someone with an inferior position than another person within an organization",
            "defineVi": "một người có vị trí thấp hơn so với người khác trong một tổ chức",
            "hasImg": true
        },
        {
            "id": "a8772c89-b5cc-4ab8-89c2-ded324212811",
            "word": "multiculturalism",
            "phonetic": "mʌltɪkʌltʃɚɹəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "But despite all this turmoil, as diversity and multiculturalism accelerated, so did the exchange of ideas."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVsdGljdWx0dXJhbGlzbQ&hash=1c5e5f230c07cd904714cbaa5bb1412018dbae0c&lang=en&cache-only=0",
            "defineEn": "the belief that cultural diversity within a society should be respected",
            "defineVi": "niềm tin rằng sự đa dạng văn hóa trong một xã hội nên được tôn trọng"
        },
        {
            "id": "f72e1f94-21db-4f1f-b54b-c51bdb05736f",
            "word": "civic",
            "phonetic": "sɪvɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Civics minded?",
                "Here's a bit of civics 101.",
                "It’s a civics lesson again. ",
                "In other words, low turnout may be more about civic engagement than the day of the week.",
                "People don’t just express their personal civic political position just like that."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2l2aWM&hash=5457763d150ce7889144cfbc6e44e4f91acea490&lang=en&cache-only=0",
            "defineEn": "relating to the activities or duties of individuals concerning their town, city, or local area",
            "defineVi": "liên quan đến các hoạt động hoặc nhiệm vụ của các cá nhân liên quan đến thị trấn, thành phố hoặc khu vực địa phương của họ"
        },
        {
            "id": "ec0e2df2-559f-4a55-b6f1-2fb669d09a61",
            "word": "demographic",
            "phonetic": "dɛməɡɹæfɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our demographics are better than that of other countries.",
                "Even of the continent's demographics are changing.",
                "Experts call it 'the demographic dividend'.",
                "This also changed the country's demographics and the economy.",
                "Maybe the trigeminal nerve is less sensitive in certain demographics."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtb2dyYXBoaWM&hash=965fbec256e6883d788efff78d942c279c63b46d&lang=en&cache-only=0",
            "defineEn": "*** a particular sector of a population",
            "defineVi": "*** một khu vực cụ thể của dân số",
            "hasImg": true
        },
        {
            "id": "fd7d15bd-7791-47bd-a699-5cf5e5c88663",
            "word": "social contract",
            "phonetic": "soʊʃəl kɑːntɹækt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c29jaWFsIGNvbnRyYWN0&hash=6c09052202b15399fe3b0696e5cf034d01ad8bf3&lang=en&cache-only=0",
            "defineEn": "an implicit agreement among citizens about collaboration in a way that benefits everyone in the society",
            "defineVi": "một thỏa thuận ngầm giữa các công dân về sự hợp tác theo cách có lợi cho mọi người trong xã hội"
        },
        {
            "id": "73224d98-f0c9-47d8-b45c-2e5f0441e7b8",
            "word": "collective",
            "phonetic": "kəlɛktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So, we need collective help from the national government.",
                "Collective judgments were doomed to be extreme.",
                "But when Hulse and Taylor published their results in 1975, the astronomy world lost its collective mind.",
                "This is an initiative, a collective.",
                "Each league sets through the collective bargaining agreement with player unions."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGVjdGl2ZQ&hash=806523f1e55173d1d9f29e0e8747db8ead39c931&lang=en&cache-only=0",
            "defineEn": "involving, done, or shared by all members of a group",
            "defineVi": "liên quan, thực hiện hoặc chia sẻ bởi tất cả các thành viên của một nhóm"
        },
        {
            "id": "8cafc3bc-0d4c-4b8c-983f-d402f326ba4b",
            "word": "microaggression",
            "phonetic": "maɪkɹoʊɐɡɹɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "These microaggressions can tear at you.",
                "That is absolutely a microaggression.",
                "And, as a result, any one microaggression in isolation may represent the feather that breaks the camel’s back.",
                "Microaggressions really are reflections of world views of inclusion, exclusion, superiority, inferiority, and they come out in ways that are outside the level of conscious awareness of an individual.",
                "So, tell me, just what exactly is microaggression?"
            ],
            "audio": "https://tts.langeek.co/read?text=bWljcm9hZ2dyZXNzaW9u&hash=620946dc0100bf51882da31915313602dbf47487&lang=en&cache-only=0",
            "defineEn": "any remark, comment, act, or statement that consciously or unconsciously expresses prejudice or discrimination against a group or member of society",
            "defineVi": "bất kỳ nhận xét, bình luận, hành động hoặc tuyên bố nào thể hiện một cách có ý thức hoặc vô thức định kiến hoặc phân biệt đối xử đối với một nhóm hoặc thành viên của xã hội"
        },
        {
            "id": "741fdbc4-5fd1-4ff3-950c-5abbb0953df1",
            "word": "ethnic",
            "phonetic": "ɛθnɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Ethnic cases aren't up my street.",
                "The claim that soldiers killed an outspoken young ethnic activist in self-defense sets the alarm bells ringing,",
                "Ethnic studies is healing.",
                "In Myanmar, ethnic Karen refugees faced new air attacks by the military.",
                "Television coverage avoided these ethnic terms."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXRobmlj&hash=0b57d3bf95049e213731d61e62ec026e539b1751&lang=en&cache-only=0",
            "defineEn": "relating to a group of people with shared culture, tradition, history, language, etc.",
            "defineVi": "liên quan đến một nhóm người có chung văn hóa, truyền thống, lịch sử, ngôn ngữ, v.v."
        },
        {
            "id": "1cadedba-7b69-4eb4-9e1d-12d13956ab8c",
            "word": "Caucasian",
            "phonetic": "kɔːkeɪʒən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The term Caucasian started as a reference to the Caucus Mountains, which run through the modern day countries of Russia, Georgia, Armenia, and Azerbaijan.",
                "But even Caucasian was not enough.",
                "Caucasian people recognize Caucasian very well, but they don't recognize Asian people very well.",
                "We're around the same age, both Caucasian males of Irish descent.",
                "Caucasian people recognize Caucasian very well, but they don't recognize Asian people very well."
            ],
            "audio": "https://tts.langeek.co/read?text=Q2F1Y2FzaWFu&hash=1c2c28da7bda446b860fc74a3af021dfaaba4c11&lang=en&cache-only=0",
            "defineEn": "belonging to the races of white-skinned people who are of European origin",
            "defineVi": "thuộc chủng tộc người da trắng có nguồn gốc châu Âu",
            "hasImg": true
        },
        {
            "id": "fd0d568a-af6f-4093-ba52-73b4f4bf1c78",
            "word": "gender binary",
            "phonetic": "dʒɛndɚ baɪnɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2VuZGVyIGJpbmFyeQ&hash=ab4aeedc32abe1ea2c289c2b3d2f28a62d11391c&lang=en&cache-only=0",
            "defineEn": "a method of gender classification that categorizes all people into either male or female",
            "defineVi": "một phương pháp phân loại giới tính phân loại tất cả mọi người thành nam hoặc nữ"
        },
        {
            "id": "ce5be79e-fbb6-4d2c-b33b-c0ecaf8d3fbe",
            "word": "masculinity",
            "phonetic": "mæskjʊlɪnᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Narrator: Beards and facial hair have long been associated with masculinity and virility.",
                "Or perhaps the Bull is symbolic not only of masculinity but also of farming.",
                "Researching masculinity has been a life-long interest for Andrew Reiner, and it took on a new urgency when his son Macallah was born in 2011.",
                "But that’s not the only vision of masculinity that the play provides.",
                "Hey, you can’t have a fight without some casual misogyny Hemmingway’s lasting success in mythologizing himself is no more evident than in his reputation as the Apotheosis of Masculinity."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFzY3VsaW5pdHk&hash=67c7ca25829f47b7440a05b560cffffd8318af37&lang=en&cache-only=0",
            "defineEn": "the qualities or attributes that are considered to be typical of or suitable for men",
            "defineVi": "những phẩm chất hoặc thuộc tính được coi là điển hình hoặc phù hợp với nam giới"
        },
        {
            "id": "0653c329-b923-4302-af41-020e0f0a6baa",
            "word": "femininity",
            "phonetic": "fɛmɪnɪnᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her defeat by decapitation demonstrates that we see femininity as a threat.",
                "There are a lot of female monsters who use femininity as a weapon.",
                "Take the findings of a 2006 study, for example, where researchers first asked participants to rate the masculinity and femininity of different scents.",
                "Gilligan argued that these differences stem from cultural conditioning that girls receive to fulfill ideals of femininity.",
                "So not only did babies rock a surprisingly colorless wardrobe, they also were pretty much uniformly rocking dresses, a look that we now associate very strongly with femininity, girls, and women."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVtaW5pbml0eQ&hash=1967106baf6c7b39ba4601b4e31b757edd552426&lang=en&cache-only=0",
            "defineEn": "the qualities or attributes that are considered to be typical of or suitable for women",
            "defineVi": "những phẩm chất hoặc thuộc tính được coi là điển hình hoặc phù hợp với phụ nữ"
        },
        {
            "id": "421cd83f-f6d3-471f-9b24-2395b8f35f8d",
            "word": "gender identity",
            "phonetic": "dʒɛndɚɹ aɪdɛntᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2VuZGVyIGlkZW50aXR5&hash=345abbf63eb457ee78eb3d4c013cc973ac68af40&lang=en&cache-only=0",
            "defineEn": "a person's perception of their own gender, which may differ from the gender they were identified with at birth",
            "defineVi": "nhận thức của một người về giới tính của chính họ, có thể khác với giới tính mà họ được xác định khi sinh"
        },
        {
            "id": "22b2a8f5-f80e-4f87-b844-e0d3d7e7892e",
            "word": "homosexual",
            "phonetic": "hoʊmoʊsɛkʃuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Homosexuals in public life are now coming out of the closet.",
                "I did, and it wasn't a homosexual thing.",
                "He describes police undercover sting operations that took place across the United States in the mid 20th century in his book The Deviant’s War: The Homosexual vs. The United States of America.",
                "Heterosexual, homosexual, and bisexual are all types of sexual orientation.",
                "Given that approximately one in eight heterosexual couples has difficulty conceiving, and that homosexual couples and single parents often need clinical help to make a baby, the demand for IVF has been growing."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tb3NleHVhbA&hash=dab9c574c14b1b91937c56b8809f955f4bf04a90&lang=en&cache-only=0",
            "defineEn": "(of a person) having a sexual attraction to people of the same sex",
            "defineVi": "(của một người) có sự hấp dẫn tình dục với những người cùng giới tính"
        },
        {
            "id": "f41f07d2-ea33-4dc9-95df-65c06d23ca27",
            "word": "heterosexual",
            "phonetic": "hɛɾɚɹəsɛkʃuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We can say heterosexual.",
                "And a 2014 study in the journal Social Neuroscience found similar patterns in the brains of new fathers from heterosexual couples.",
                "This was a heterosexual world.",
                "Twenty heterosexual couples were asked to look at photos of seven versions of their partner’s face.",
                "I am, I'm a lifetime heterosexual, all my life."
            ],
            "audio": "https://tts.langeek.co/read?text=aGV0ZXJvc2V4dWFs&hash=78e343be3a960744efaa15ed804a7098fc97171f&lang=en&cache-only=0",
            "defineEn": "(of a person) having a sexual attraction to people of the opposite sex",
            "defineVi": "(của một người) có sự hấp dẫn tình dục với người khác giới"
        },
        {
            "id": "72ebcfde-bb2b-4001-b7a7-0463f629c4ad",
            "word": "bisexual",
            "phonetic": "baɪsɛkʃuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Yeah, I'm bisexual.",
                "Fair warning - the bisexual in me is going to come out in this video.",
                "Being bisexual, talking about child abuse and body image and things like that.",
                "Or isn't being bisexual transphobic?",
                "Whether you are married to a man, a cisgender man or not, your voice is still valid as a bisexual person."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlzZXh1YWw&hash=ad05e884efb97d7ff943640227a8437fba1eb140&lang=en&cache-only=0",
            "defineEn": "(of a person) having a sexual attraction to people of more than one gender",
            "defineVi": "(của một người) có sự hấp dẫn tình dục với những người thuộc nhiều giới tính"
        },
        {
            "id": "db28b2df-acb6-4d89-ab4f-6a3e4ca92e20",
            "word": "non-binary",
            "phonetic": "nɑːnbaɪnɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So I think there's a non-binary character and there's two Black women on there, or is one of them non-binary?",
                "Of course, we know there are male nurses and female programmers and non-binary people doing both of these jobs!",
                "AMIT PALEY, CEO and Executive Director, The Trevor Project: When the president of the United States sends a message that trans people are not deserving of respect, that has an impact on the mental health of all trans and non-binary people.",
                "So I think there's a non-binary character and there's two Black women on there, or is one of them non-binary?",
                "\"I mean, trans men are men and trans women are women \"so I guess it's like where does non-binary lie, I guess?"
            ],
            "audio": "https://tts.langeek.co/read?text=bm9uLWJpbmFyeQ&hash=29b256b3fb8c50641b3cbbd488580bb54125547f&lang=en&cache-only=0",
            "defineEn": "related to someone whose gender identity does not fit in the binary gender classification",
            "defineVi": "liên quan đến người có bản sắc giới tính không phù hợp với phân loại giới tính nhị phân"
        },
        {
            "id": "a04325e2-0b2d-4e6d-a793-14b5e1ac18fd",
            "word": "asexual",
            "phonetic": "eɪsɛkʃuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm asexual.",
                "I'm asexual.",
                "I'm asexual.",
                "I'm asexual.",
                "That's the most asexual sexual conversation I've ever heard in my life."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNleHVhbA&hash=3cfb9d4b12e1de5dbcfc8ee307eda25ed485593c&lang=en&cache-only=0",
            "defineEn": "(of a person) having no sexual interests or not experiencing any sexual attraction",
            "defineVi": "(của một người) không có sở thích tình dục hoặc không có bất kỳ sự hấp dẫn tình dục nào"
        },
        {
            "id": "5eaad910-91d2-4253-a661-d835652dfec1",
            "word": "cisgender",
            "phonetic": "sɪsdʒɛndɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My hormone levels for estrogen and testosterone are both at cisgender female levels.",
                "And then the term cis or cisgender describes someone who isn't transgender.",
                "- I'm actually in a monogamous relationship with a cisgender woman.",
                "For example, a 2004 study of 16 cisgender heterosexual couples looked at the women’s brain activity when they received pain, then again when they saw their partners in pain.",
                "Whether you are married to a man, a cisgender man or not, your voice is still valid as a bisexual person."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2lzZ2VuZGVy&hash=c683624dae63962e77d034aa197fc6ead564b232&lang=en&cache-only=0",
            "defineEn": "related to or describing a person whose sense of gender matches their biological sex",
            "defineVi": "liên quan đến hoặc mô tả một người có ý thức về giới tính phù hợp với giới tính sinh học của họ"
        },
        {
            "id": "4bbab345-d34a-494e-9003-b5f56b7f66c9",
            "word": "transvestite",
            "phonetic": "tɹænsvɛstaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And also, to debunk the confusion A Transvestite, is not a Transgender, And Transvestite, or Transvestism which it is called in the DSM, is something totally different.",
                "And also, to debunk the confusion A Transvestite, is not a Transgender, And Transvestite, or Transvestism which it is called in the DSM, is something totally different."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbnN2ZXN0aXRl&hash=1b7c8d2c5b3d2e15fad0ba579b33402592ba9e1b&lang=en&cache-only=0",
            "defineEn": "someone who enjoys wearing clothes that are usually worn by the opposite sex",
            "defineVi": "một người thích mặc quần áo thường được mặc bởi người khác giới"
        },
        {
            "id": "3d368da2-10c2-4c76-9c62-e52d09125427",
            "word": "transgender",
            "phonetic": "tɹænsdʒɛndɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Trans is short for transgender.",
                "In a Senate hearing, transgender teen Stella Keating spoke virtually on its potential impact.",
                "The U.S. team also has a transgender member, BMX rider Chelsea Wolfe.",
                "- Were you trained in transgender issues when you were going through medical school?",
                "In 28 states, transgender individuals can still be fired from their jobs or kicked out of their homes without legal ramifications."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNnZW5kZXI&hash=92ad5abd8102f16ec01e5dc4ffa9704f9bd2ff04&lang=en&cache-only=0",
            "defineEn": "describing or relating to someone whose gender identity does not correspond with their birth sex",
            "defineVi": "mô tả hoặc liên quan đến một người có bản sắc giới tính không tương ứng với giới tính khi sinh của họ"
        },
        {
            "id": "f35075d9-0952-48b4-9c76-504e25701354",
            "word": "transsexual",
            "phonetic": "tɹænsɛkʃuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In the most recent runway show, which took place in November, Victoria's Secret came under fire because before the runway show aired publicly, Ed Razek, the chief marketing officer, was interviewed by Vogue, and he made some controversial comments about plus-size and transsexual models being featured in the show or rather not being featured in the show."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNzZXh1YWw&hash=b4a8e8f9e4c1523e8e35a33f6e0d595de4f618e3&lang=en&cache-only=0",
            "defineEn": "describing or relating to a transgender person, especially one whose bodily traits have been modified through a surgical operation or hormone therapy to align them with their gender identity",
            "defineVi": "mô tả hoặc liên quan đến người chuyển giới, đặc biệt là người có các đặc điểm cơ thể đã được thay đổi thông qua phẫu thuật hoặc liệu pháp hormone để phù hợp với bản dạng giới của họ"
        },
        {
            "id": "03d33047-100b-4dff-8b66-49675b441702",
            "word": "gender-fluid",
            "phonetic": "dʒɛndɚfluːɪd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2VuZGVyLWZsdWlk&hash=2f4eae4203c3a31b0e91a7ec4ca3d396c1079c09&lang=en&cache-only=0",
            "defineEn": "relating to someone whose gender identity is unstable and can change over time",
            "defineVi": "liên quan đến một người có bản sắc giới tính không ổn định và có thể thay đổi theo thời gian"
        },
        {
            "id": "a85d0379-f199-4a06-a546-0df40f9afcce",
            "word": "peer",
            "phonetic": "pɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The government has created eight new peers.",
                "Kramer has certainly won the respect of his peers.",
                "She followed his gaze, peering into the gloom.",
                "The musician's natural talent and dedication kept him one jump ahead of his peers, constantly improving his skills and producing better music.",
                "The scientist struggled to find colleagues who shared his curiosity and vision, as his peers were content with conventional research."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVlcg&hash=6d68aa55e5f61dc1b0217cc058960be108d002f9&lang=en&cache-only=0",
            "defineEn": "a person of the same age, social status, or capability as another specified individual",
            "defineVi": "một người cùng độ tuổi, địa vị xã hội hoặc khả năng như một cá nhân được chỉ định khác",
            "hasImg": true
        },
        {
            "id": "cb46cf65-8fe2-4cf5-8fb6-654a90c831e2",
            "word": "LGBTQ",
            "phonetic": "ɛldʒiːbiːtiːkjuː ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Kate Sosin is the LGBTQ reporter for The 19th News.",
                "But in recent years, a red hot battle over equal protections under the law has centered around LGBTQ people.",
                "He doubled his support among the LGBTQ community.",
                "There’s one on LGBTQ issues like ¡Hola Papi!",
                "What's your relationship like with the LGBTQ community?"
            ],
            "audio": "https://tts.langeek.co/read?text=TEdCVFE&hash=2408cf1e395d72c0d40d1bfc21d3a17bed558e31&lang=en&cache-only=0",
            "defineEn": "lesbian, gay, bisexual, transgender, and queer or questioning",
            "defineVi": "đồng tính nữ, đồng tính nam, song tính, chuyển giới và đồng tính hoặc đặt câu hỏi"
        },
        {
            "id": "1a01fa30-3be0-4f45-81fa-e04ceca7e93f",
            "word": "intersex",
            "phonetic": "ɪntɚsɛks ",
            "partOfSpeechType": "noun",
            "examples": [
                "But while the intersexuality of this figure was readily accepted in mythology and art, in actual ancient Rome the birth of an intersex person was regarded as a bad omen, and those who were born that way were often killed.",
                "For example, there are people who are intersex, which means they are born both with a mix of male and female characteristics.",
                "So sometimes people who are intersex don't even know they're intersex until puberty when those secondary sexual characteristics show up, or don't.",
                "So sometimes people who are intersex don't even know they're intersex until puberty when those secondary sexual characteristics show up, or don't.",
                "Then we've got the biological definition, having to do with the anatomical parts that go with the designations of male or female or intersex - those who were born with the reproductive parts that don't fall into the predominant definitions of male or female."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJzZXg&hash=d7615a136ba1300ac20c8996bc1c44d098aa4f14&lang=en&cache-only=0",
            "defineEn": "the state of having the sex organs or other sexual features of both genders",
            "defineVi": "tình trạng có cơ quan sinh dục hoặc các đặc điểm tình dục khác của cả hai giới"
        },
        {
            "id": "84ba460a-b0e2-4977-ba54-0b75d2ee5ffc",
            "word": "pansexual",
            "phonetic": "pænsɛkʃuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- I identify as a pansexual African-American trans woman.",
                "I don't do that or wouldn't do that to other bisexual people, pansexuals, you know?",
                "But, at the same time, I was thinking, 'Well, maybe bisexual, pansexual, bisexual?'",
                "Or, I'm sorry, they're pansexual and genderfluid.",
                "But then a lot of people were saying even in the official coming out video that I made, people were like, \"Well, why don't you just say pansexual?\""
            ],
            "audio": "https://tts.langeek.co/read?text=cGFuc2V4dWFs&hash=c05a6093d67be78b88e4f599d6717ed9363d2ab9&lang=en&cache-only=0",
            "defineEn": "related to a person who is sexually and emotionally attracted to people regardless of their gender or sex",
            "defineVi": "liên quan đến một người bị thu hút về tình dục và tình cảm với mọi người bất kể giới tính hay giới tính của họ"
        }
    ]
}