{
    "id": "4dd02a8e-f56a-4f9c-b0e1-029eebf33973",
    "title": "Lesson 35",
    "originalTitle": "Lesson 35",
    "words": [
        {
            "id": "0b45d67c-d961-40c2-9ecf-6f21ef89b0bf",
            "word": "frenetic",
            "phonetic": "fɹɛnɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He chairs the Subcommittee on Transportation for House Appropriations, just to give you a feel for how frenetic this is."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlbmV0aWM&hash=e1e9316b55746124f5f33329c93d20d43a760a54&lang=en&cache-only=0",
            "defineEn": "fast-paced, frantic, and filled with intense energy or activity",
            "defineVi": "nhịp độ nhanh, điên cuồng và tràn đầy năng lượng hoặc hoạt động mạnh mẽ"
        },
        {
            "id": "d3169972-c23a-4c08-8b6f-4cd8950cbfc5",
            "word": "frantic",
            "phonetic": "fɹæntɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "These people were frantic.",
                "Amateur video captured the frantic scene, as paramedics desperately tried to save the lives of officers Wenjian Liu and Rafael Ramos.",
                "And it's the most hilarious frantic, I guess you could say outrageous behavior that you'll see from men.",
                "Number one is frantic efforts to avoid real or imagined abandonment.",
                "Other Americans were pissed, you know, frantic, angry."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhbnRpYw&hash=2e1db2e04eb7ada81bff5a92753d39d7bb08e751&lang=en&cache-only=0",
            "defineEn": "greatly frightened and worried about something, in a way that is uncontrollable",
            "defineVi": "rất sợ hãi và lo lắng về điều gì đó, theo cách không thể kiểm soát được"
        },
        {
            "id": "8847b627-2b8c-4297-ac02-b4385445f230",
            "word": "lexicon",
            "phonetic": "lɛksɪkən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The term has now entered the public lexicon.",
                "Aztec physicians had an extensive anatomical lexicon.",
                "This documented the color lexicons of 110 unwritten languages from around the world to try to get more data to support, reject, or modify the basic Kay and Berlin hypothesis.",
                "And even as colors were introduced into the baby fashion lexicon, there wasn’t a clear cut formula down gender lines.",
                "They call each of these units lexemes or lexical items, because they're the parts of a lexicon, which is another word for dictionary."
            ],
            "audio": "https://tts.langeek.co/read?text=bGV4aWNvbg&hash=67e9824b3d7a865ef94565bb8332e4ea88c6dc4f&lang=en&cache-only=0",
            "defineEn": "the complete set of meaningful units in a language or a branch of knowledge, or words or phrases that a speaker uses",
            "defineVi": "tập hợp đầy đủ các đơn vị có ý nghĩa trong một ngôn ngữ hoặc một nhánh kiến thức, hoặc các từ hoặc cụm từ mà người nói sử dụng"
        },
        {
            "id": "fa7adaae-89c0-4591-93f4-71379680b80d",
            "word": "lexicography",
            "phonetic": "lɛksɪkɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "We’re excited to produce a series on linguistics because it is super relevant to lots of fields, including speech recognition and natural language processing, speech pathology, lexicography, and communications."
            ],
            "audio": "https://tts.langeek.co/read?text=bGV4aWNvZ3JhcGh5&hash=c250b49dabbb47a7d7bbc2a5289219b00f57f427&lang=en&cache-only=0",
            "defineEn": "the practice and study of compiling, editing, and writing dictionaries, focusing on the principles and methods of dictionary creation",
            "defineVi": "thực hành và nghiên cứu biên soạn, chỉnh sửa và viết từ điển, tập trung vào các nguyên tắc và phương pháp tạo từ điển"
        },
        {
            "id": "ef767de4-74d4-4a7a-acd3-12e2509f7545",
            "word": "lexicographer",
            "phonetic": "lɛksɪkɑːɡɹəfɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "All right, I’m gonna guess that it is noted lexicographer, Noah Webster.",
                "Today, lexicographers have expanded word sourcing to include the dictionary’s users: tracking which words are most searched, and adding them to the dictionary.",
                "It takes, at minimum, several trained linguists or lexicographers years of full-time work to create one.",
                "And the people who write dictionaries, called lexicographers, still need some other way of figuring out what words mean."
            ],
            "audio": "https://tts.langeek.co/read?text=bGV4aWNvZ3JhcGhlcg&hash=f52eac97dcafc94822111677eb163abbb273f361&lang=en&cache-only=0",
            "defineEn": "a person whose job is to write and edit a dictionary",
            "defineVi": "một người có công việc là viết và chỉnh sửa từ điển"
        },
        {
            "id": "dc3c4285-cde0-439a-b5d4-a4c07dc22be6",
            "word": "parallel",
            "phonetic": "pæɹəlɛl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The road runs parallel to the river.",
                "The two experiments are run in parallel.",
                "So the list of unpleasant side effects of cancer treatment parallels these tissue types: hair loss, skin rashes, nausea, vomiting, fatigue, weight loss, and pain.",
                "So these two sides are parallel.",
                "A 2016 Wells Fargo report draws parallels between the milk and coffee industries."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyYWxsZWw&hash=534508d8b42b4377cbb4bf465db12517549086be&lang=en&cache-only=0",
            "defineEn": "being of the same distance from each other at every point and not converging",
            "defineVi": "có cùng khoảng cách với nhau tại mọi điểm và không hội tụ",
            "hasImg": true
        },
        {
            "id": "44288190-a8e5-4ffb-b810-da0cc9d01898",
            "word": "to paralyze",
            "phonetic": "tə pæɹəlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "First, a female wasp temporarily paralyzes a cockroach with a quick venomous stab.",
                "A massive civil disobedience movement and national strike paralyzed the financial sector.",
                "They have paralyzed the city.",
                "The tarantula is paralyzed in minutes.",
                "Can be paralyzing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFyYWx5emU&hash=51d2e2da608cf1654a3a07793c1dd0a4bee0b5dd&lang=en&cache-only=0",
            "defineEn": "to cause a person, animal, or part of the body to lose the ability to move or function, usually due to injury or illness",
            "defineVi": "làm cho một người, động vật, hoặc một phần của cơ thể mất khả năng di chuyển hoặc hoạt động, thường là do chấn thương hoặc bệnh tật"
        },
        {
            "id": "2310cab5-c504-4519-bbd3-302d19349522",
            "word": "parasite",
            "phonetic": "pæɹəsaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Flesh wounds could carry parasites.",
                "The parasite is essentially mimicking a clutch of eggs.",
                "Then the parasite castrates the snail and reproduces inside it.",
                "These parasites reside in the bodies of Anopheles mosquitoes. ",
                "These hairworms are gnarly parasites."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyYXNpdGU&hash=ba62b31403670ff7bf0c0554a3f83437a306c7fb&lang=en&cache-only=0",
            "defineEn": "(biology) a small organism that lives on or inside another organism, called a host, and is dependent on it for nutrition and growth",
            "defineVi": "(sinh vật học) một sinh vật nhỏ sống trên hoặc bên trong một sinh vật khác, được gọi là vật chủ, và phụ thuộc vào nó để dinh dưỡng và phát triển"
        },
        {
            "id": "08071d65-45ef-4bcd-9b19-f16b15019326",
            "word": "disrepute",
            "phonetic": "dɪsɹɪpjuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "[Narrator] Councils usually serve 215 notices to force owners to make repairs when their properties are in such bad condition, they're bringing the neighborhood into danger or disrepute."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzcmVwdXRl&hash=0698e76afa806a42c01720a407a071c8c1e5c03c&lang=en&cache-only=0",
            "defineEn": "the state of being held in low esteem",
            "defineVi": "tình trạng bị coi thường"
        },
        {
            "id": "3f263561-8621-4a18-bce3-423005d3eddf",
            "word": "disreputable",
            "phonetic": "dɪsɹɛpjuːɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Some middle class women found work in that most disreputable of fields, teaching, but the cult of domesticity held that a respectable middle class woman should stay at home."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzcmVwdXRhYmxl&hash=28f1859114eb2bf37e249cc1618f793ab996869c&lang=en&cache-only=0",
            "defineEn": "lacking respectability in character or behavior or appearance",
            "defineVi": "thiếu sự tôn trọng trong tính cách hoặc hành vi hoặc ngoại hình"
        },
        {
            "id": "a75b1755-c2d3-487c-8524-c5f4430125dc",
            "word": "to hap",
            "phonetic": "tə hæp ",
            "partOfSpeechType": "verb",
            "examples": [
                "And you know, I feel like I should be hip and hap with everything that's going on."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFw&hash=f7c6f68b63b5972eadb3322dcc66ad6beb37853b&lang=en&cache-only=0",
            "defineEn": "come to pass",
            "defineVi": "đi qua"
        },
        {
            "id": "acb93774-b897-4c01-9263-66220c17c0a9",
            "word": "haphazard",
            "phonetic": "hæphæzɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And if you look at deposits from the late Proterozoic, you’ll find a haphazard mixture of sand, mud, gravels, and boulders.",
                "The vast majority of the time, this structure is haphazard, resulting in common, or potch, opals with unremarkable exteriors.",
                "The farm may look haphazard but is a delicately engineered use of the land that intertwines crops and livestock with wild habitats.",
                "Tanks were strapped to the middle, and they were used in a very haphazard, provisional manner.",
                "We are going to see that process of decoupling not as signed by Donald Trump, but being pushed forward in a haphazard way in response to the way how the Chinese government has been responding to the crisis, a lot of people have sort of abandoned the idea months ago that there would be a phase two."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFwaGF6YXJk&hash=cd93eae4461201275e8a1bb40a781c6de02dec66&lang=en&cache-only=0",
            "defineEn": "done or arranged without any particular order or plan, often resulting in a random or chaotic outcome",
            "defineVi": "được thực hiện hoặc sắp xếp mà không có bất kỳ thứ tự hoặc kế hoạch cụ thể nào, thường dẫn đến một kết quả ngẫu nhiên hoặc hỗn loạn"
        },
        {
            "id": "3e41cb26-aace-4080-84f0-72ee6558b47a",
            "word": "to obligate",
            "phonetic": "tʊ ɑːblᵻɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "All other individuals were obligated to report any suspected pregnancies.",
                "Nobody is obligated to do any of that",
                "It's obligated to provide essential communication services to everybody in the country to 160 million people.",
                "And you're not obligated in any way to make another appointment.",
                "This makes it an obligate parasite, or one that couldn’t survive without a host."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb2JsaWdhdGU&hash=bc97f5d95972132769545faccbfdea1b2ac259e9&lang=en&cache-only=0",
            "defineEn": "force somebody to do something",
            "defineVi": "buộc ai làm gì"
        },
        {
            "id": "7d471932-d523-4d95-9955-5dec94cb8db6",
            "word": "oblong",
            "phonetic": "ɑːblɔŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But those muscles can only contract or relax so much to accommodate squat or oblong eyes.",
                "In the simulation, oblique collision angles gave more oblong, burrito-like shapes, creating moons like Prometheus.",
                "The mitochondria are these smooth, oblong organelles where the amazing and super-important process of respiration takes place.",
                "But we have seen a handful of dwarf planets and other small bodies beyond Neptune that all have the same weird, oblong orbits and bizarre inclinations above the flat plane of the solar system.",
                "From the bottom up they get a little less human-y, so you get like spider monkeys up here and they have weirder, flatter, longer, more oblong skulls and they don't look quite as"
            ],
            "audio": "https://tts.langeek.co/read?text=b2Jsb25n&hash=ae5d057806bf0fa03cbda53af68b66dde6b289e3&lang=en&cache-only=0",
            "defineEn": "having an elongated shape as an oval",
            "defineVi": "có hình dạng thon dài như hình bầu dục",
            "hasImg": true
        },
        {
            "id": "02e66e41-0c5d-403c-90ba-9a107dace002",
            "word": "obloquy",
            "phonetic": "ɑːbləkwi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2Jsb3F1eQ&hash=1ec0f5317a76b79182f51c17da523af5edd4cab4&lang=en&cache-only=0",
            "defineEn": "a false accusation of an offense or a malicious misrepresentation of someone's words or actions",
            "defineVi": "cáo buộc sai trái về hành vi phạm tội hoặc xuyên tạc ác ý về lời nói hoặc hành động của ai đó"
        },
        {
            "id": "825048a2-59e1-49cf-8bf7-bd18e1469062",
            "word": "plaintiff",
            "phonetic": "pleɪntɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The plaintiff’s lawyer turned the tables this morning by producing some strong new evidence.",
                "The billionaire's legal team has so much experience and resources that it's all Lombard Street to a China orange for the small law firm representing the plaintiff.",
                "The settlement would also steer future profits to the plaintiffs.",
                "JED LEIBER, Plaintiff: For me, the metaphor for my grandfather's story and mine is chess.",
                "JED LEIBER, Plaintiff: For me, the metaphor for my grandfather's story and mine is chess."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhaW50aWZm&hash=4e0ae0d7c74b4d59e32434e526765df697eb373a&lang=en&cache-only=0",
            "defineEn": "a person who brings a lawsuit against someone else in a court",
            "defineVi": "một người khởi kiện người khác tại tòa án"
        },
        {
            "id": "192f8d1c-1e61-45ce-8630-3d0dddd298a3",
            "word": "plaintive",
            "phonetic": "pleɪntɪv ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGxhaW50aXZl&hash=40daa171af718d194b8c38c2e93b10609c193bf5&lang=en&cache-only=0",
            "defineEn": "expressing sorrow",
            "defineVi": "bày tỏ nỗi buồn"
        },
        {
            "id": "3b467229-efa3-4a1c-b5b3-2c41dca1fac5",
            "word": "to insinuate",
            "phonetic": "tʊ ɪnsɪnjuːeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The police can insinuate all they want, but they know they have nothing on me.",
                "And Miller sees an opportunity to slowly insinuate himself into this process.",
                "In 2014 Professor Beverly Gage, a historian at Yale, unearthed a 1964 letter from a supposed detractor who accused King of infidelity and insinuated that he should commit suicide.",
                "He didn't say President Trump's name, but you can insinuate, you can see that he was talking about really turning the page on the Trump era.",
                "You get chests and they're, like, a yellow-orange colour and then there's like a little fire that kind of insinuates that there's battling going on."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5zaW51YXRl&hash=f020eafbfe0d70f1f69ce6a6be21beeb33cb5e00&lang=en&cache-only=0",
            "defineEn": "to gradually move oneself or a thing into a particular place or position by elusive manipulation",
            "defineVi": "dần dần di chuyển bản thân hoặc một vật vào một địa điểm hoặc vị trí cụ thể bằng thao tác khó nắm bắt"
        },
        {
            "id": "677626e9-df82-41e6-a7a6-d466ab3af144",
            "word": "to insulate",
            "phonetic": "tʊ ɪnsəleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "And also thermally insulates the windows from the radiation environment of space.",
                "It insulates the Earth.",
                "I haven't insulated the system from anything.",
                "We took real valuable steps to insulate the actual process of voting.",
                "This will keep the fire insulated."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5zdWxhdGU&hash=789fdc06888d2abd48a44e26595a30f13524058a&lang=en&cache-only=0",
            "defineEn": "place or set apart",
            "defineVi": "đặt hoặc đặt riêng"
        },
        {
            "id": "76b8133d-a8e5-44d9-a987-fb334c34a22c",
            "word": "insouciant",
            "phonetic": "ɪnsuːsiənt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5zb3VjaWFudA&hash=6a8ba00874085f5b73dc4514c0d851f03b332077&lang=en&cache-only=0",
            "defineEn": "marked by blithe unconcern",
            "defineVi": "được đánh dấu bởi vô tư vô tư"
        }
    ]
}