{
    "id": "4e6205bf-7637-430b-84e3-30554e07c52d",
    "title": "Making a Point",
    "originalTitle": "Lesson 52",
    "words": [
        {
            "id": "660a699d-5eee-4025-a7de-b75d0b36cc0a",
            "word": "to advocate",
            "phonetic": "tʊ ædvəkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "As a shareholder in the company, I have a dog in the fight and will advocate for decisions that benefit the organization.",
                "She was proud to belong to an organization that advocates for animal rights.",
                "The politician recognized that with great power comes great responsibility, and used their influence to advocate for policies that would benefit the most vulnerable members of society.",
                "After attending the seminar on mental health, I became awake to the stigma surrounding mental illness and decided to become an advocate for greater awareness and understanding.",
                "The Swedes advocate limited social distancing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWR2b2NhdGU&hash=ef5f531ec27908336db070137b591e7a21a304c6&lang=en&cache-only=0",
            "defineEn": "to publicly support something",
            "defineVi": "để hỗ trợ công khai một cái gì đó"
        },
        {
            "id": "32f5729b-00a6-4b8a-9162-10d7fbba8d77",
            "word": "to appraise",
            "phonetic": "tʊ ɐpɹeɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Engineer Henry M. Leland was brought on to appraise the company's factory in order to sell it but instead saw potential.",
                "Oh, and showing art in a venerable museum can definitely increase the appraised value of a work of art!",
                "Think of it like seeing your home appraised for less, and immediately putting it up for sale.",
                "One day in 1906, the British scientist Francis Galton headed for a country fair in the town of Plymouth where the local farmers and townspeople gathered to appraise the quality of each other's cattle, sheep, chickens, and horses.",
                "And they rated participants in the group that told themselves they were excited as more persuasive, competent, and confident than the group told to appraise their feelings as anxiety."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwcmFpc2U&hash=d8e04e8ac02314a9e07afd6eb885fc54767d8d57&lang=en&cache-only=0",
            "defineEn": "to estimate or assess the value or quality of something",
            "defineVi": "để ước tính hoặc đánh giá giá trị hoặc chất lượng của một cái gì đó"
        },
        {
            "id": "eced8db4-4e50-460d-91f1-3ed160eaec45",
            "word": "to assert",
            "phonetic": "tʊ ɐsɜːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Supporters of globalization assert that it is a win-win proposition for the rich and the poor.",
                "She speaks softly and carries a big stick to assert her authority when necessary.",
                "He had a bad experience with a difficult boss at his previous job, and now he's afraid to speak up or assert himself at work - illustrating how the man who has once been bitten by a snake fears every piece of rope.",
                "Buda werehyena lore asserts that this blood was used for rituals, medicine, and nutrition.",
                "Attorney General Barr asserted last month that the FBI had spied on the campaign."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNzZXJ0&hash=124705fd62d7d4285f2ed026408a6d1b06bac4e0&lang=en&cache-only=0",
            "defineEn": "to say clearly and confidently that something is true",
            "defineVi": "để nói rõ ràng và tự tin rằng một cái gì đó là sự thật"
        },
        {
            "id": "fa206371-2c12-4cfe-9740-503a9c1183a2",
            "word": "to bias",
            "phonetic": "tə baɪəs ",
            "partOfSpeechType": "verb",
            "examples": [
                "As a journalist, I believe that fair play is a jewel, and it's important to report the truth without bias or prejudice.",
                "Discrimination and bias in hiring practices can result in an unlevel playing field for job applicants, as qualified candidates from marginalized groups may face barriers and unequal treatment.",
                "Bias sucks.",
                "First of all, people are biased.",
                "Third, it exhibits bias."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmlhcw&hash=5701c2dbe0fe2b98511d2cdf92b491eaf7dd655a&lang=en&cache-only=0",
            "defineEn": "to unfairly influence or manipulate something or someone in favor of one particular opinion or point of view, often to the detriment of others",
            "defineVi": "gây ảnh hưởng hoặc thao túng một cách không công bằng một cái gì đó hoặc một ai đó để ủng hộ một ý kiến hoặc quan điểm cụ thể, thường gây bất lợi cho người khác"
        },
        {
            "id": "0032c181-cfdf-4394-a6a5-e19bb8a28d33",
            "word": "to calculate",
            "phonetic": "tə kælkjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The store clerk measured the length of the bolt to calculate the customer's purchase.",
                "Formulas calculate the value of cells.",
                "He calculated a speed of about 211 million meters per second.",
                "Then, they calculated the ratio of fast food restaurants to full-service restaurants in each participant’s neighborhood.",
                "So this actually calculates your equity."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FsY3VsYXRl&hash=87eda6e715ae15297914cfd0f623d4407a94b68b&lang=en&cache-only=0",
            "defineEn": "to form an opinion by considering the information at hand",
            "defineVi": "để hình thành một ý kiến bằng cách xem xét các thông tin trong tầm tay"
        },
        {
            "id": "33b904a6-9de4-483a-be0b-5301b811c6c8",
            "word": "to commit",
            "phonetic": "tə kəmɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The crime was committed in broad daylight.",
                "The organization is committed to promoting equality and fairness for every person.",
                "They have committed to a lifetime of love and partnership by getting married.",
                "The government is committed to holding exports at their present level.",
                "You should take a hard look at the issues before committing yourself."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tbWl0&hash=bd875b156732d8a5d43c50cd99d90462a6f7a4f8&lang=en&cache-only=0",
            "defineEn": "to state that one is bound to do something specific",
            "defineVi": "để nói rằng một người nhất định phải làm một cái gì đó cụ thể"
        },
        {
            "id": "c47770ed-5c50-4a88-b32a-7c2ade005290",
            "word": "to confer",
            "phonetic": "tə kənfɜː ",
            "partOfSpeechType": "verb",
            "examples": [
                "And then we can confer on this.",
                "You conferred with the president and you told him this?",
                "But this case does suggest a first infection can confer some level of protection against later ones.",
                "The write up of this case still needs to undergo peer review, but if the findings hold up against scrutiny, they’d suggest that prior infections don’t always confer protection.",
                "The barnacles might slow down the whale as it swims through the water, but on the other hand, they might also serve as a type of camouflage from predators like orcas, in which case they confer an advantage."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZmVy&hash=5b709302dc5db8d1b90005cc1888d491c702557f&lang=en&cache-only=0",
            "defineEn": "to exchange opinions and have discussions with others, often to come to an agreement or decision",
            "defineVi": "trao đổi ý kiến và thảo luận với người khác, thường là để đi đến một thỏa thuận hoặc quyết định"
        },
        {
            "id": "25d37ab9-6a23-415d-b53d-b502516048cd",
            "word": "to conform",
            "phonetic": "tə kənfɔːɹm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Despite the pressure to conform, she chose to do her own thing and started her own business, which became a great success.",
                "Despite his unconventional ideas, John knew that it is ill striving against the stream and decided to conform to the company's dress code.",
                "First of all, the brain conforms to the shape of the skull, not the other way around.",
                "- You can conform or confirm.",
                "In claws, the bed of keratinocytes conforms to a narrow finger bone, wrapping around the end of the digit and radiating outwards to form a cone-shaped structure."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZm9ybQ&hash=00ca0b9131188c8c2f000c230e87a04ea3df37fc&lang=en&cache-only=0",
            "defineEn": "to think or act similar to most people in a particular society or group",
            "defineVi": "suy nghĩ hoặc hành động tương tự như hầu hết mọi người trong một xã hội cụ thể hoặc nhóm"
        },
        {
            "id": "7d36cfa5-0cd1-4424-b719-93ecff9a546e",
            "word": "to contend",
            "phonetic": "tə kəntɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "But critics contended that Google did not make a big enough effort to police click fraud and made huge profits from these clicks.",
                "Judge Dickey contended slavery was an institution with the constitution recognized and which could not be disturbed.",
                "For example, Congressman Frank Pallone of New Jersey today, he contended that these companies are so dependent on heavy, heavy engagement of content, and that they don't really care whether that content is true or not.",
                "Though police never contend that Reinoehl fired a weapon, inside the Volkswagen, they find a bullet casing matching that handgun’s caliber.",
                "Experts contend credit fraud is such a difficult problem to solve in the United States for two reasons."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udGVuZA&hash=5bdf78d515146d64ff7a454502bb9b4eb81291c7&lang=en&cache-only=0",
            "defineEn": "to argue the truth of something",
            "defineVi": "để tranh luận về sự thật của một cái gì đó"
        },
        {
            "id": "99c80d1b-da7a-4f1b-b26b-19fe449eda8e",
            "word": "to contradict",
            "phonetic": "tə kɑːntɹədɪkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The scientist had to eat crow and revise their theory after new evidence contradicted their original findings.",
                "Which contradicts the principle of conservation of energy.",
                "And his message has often contradicted health officials as well as state and local government.",
                "The president is contradicting him.",
                "He contradicted his own experts daily, sometimes within minutes. -"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udHJhZGljdA&hash=a8a9518f61778045d389fcc8e0564d30d16491f8&lang=en&cache-only=0",
            "defineEn": "(of pieces of evidence, facts, statements, etc.) to be opposite or very different in a way that it is impossible for all to be true at the same time",
            "defineVi": "(của các mẩu bằng chứng, sự kiện, tuyên bố, v.v.) đối lập hoặc rất khác nhau theo cách mà không thể nào tất cả đều đúng cùng một lúc"
        },
        {
            "id": "0079c670-7634-429c-acb6-148c36e27fc7",
            "word": "contradictory",
            "phonetic": "kɑːntɹədɪktɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "These arguments provide the foundation for Simmel's account of the contradictory nature of modern life.",
                "The contradictory emails I've gotten from that company lead me to believe that the left hand doesn't know what the right hand is doing.",
                "But the numbers can often feel contradictory.",
                "When that happens to a brand with a worldwide presence, the company may get contradictory results. ",
                "But there’s a lot of contradictory science, too."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJhZGljdG9yeQ&hash=15ab5182be99d99e3280480a420242dfb5d8f7dd&lang=en&cache-only=0",
            "defineEn": "(of statements, beliefs, facts, etc.) lacking agreement between each other",
            "defineVi": "(về tuyên bố, niềm tin, sự kiện, v.v.) thiếu sự thống nhất với nhau"
        },
        {
            "id": "58d8f226-183d-4d38-844f-f7331f94c375",
            "word": "to convert",
            "phonetic": "tə kənvɜːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Others converted in name only, out of fear, while others stuck to their faith.",
                "Worms convert organic waste and other compostable products into natural fertilizers.",
                "The information is converted into a jumble of nonsense.",
                "This converts chemical energy into kinetic energy.",
                "That molecule subsequently is converted into a sugar."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udmVydA&hash=798b9634d348efa6a4b2556f8b4448330f4194e8&lang=en&cache-only=0",
            "defineEn": "to change the form, purpose, character, etc. of something",
            "defineVi": "để thay đổi hình thức, mục đích, nhân vật, vv của một cái gì đó"
        },
        {
            "id": "4350809d-eb87-46fc-9e91-0f1cbbd1dd9b",
            "word": "to deduce",
            "phonetic": "tə dᵻduːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "A person's character can often be deduced from their actions.",
                "We deduce A from B.",
                "And then you're deducing other facts from those facts.",
                "And so he accurately deduced that this would drive his numbers up with some segment of his base.",
                "And so he accurately deduced that this would drive his numbers up with some segment of his base."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVkdWNl&hash=12039953ad473a8b817bcf1ae4abbeb4e5acca86&lang=en&cache-only=0",
            "defineEn": "to determine by a process of logical reasoning",
            "defineVi": "để xác định bởi một quá trình suy luận logic"
        },
        {
            "id": "6fd066bd-7dde-45cc-9a89-3c410071716b",
            "word": "to deem",
            "phonetic": "tə diːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Now, the plants were deemed essential infrastructure and had to remain open.",
                "And with a coin flip, half were randomly deemed prisoners and the other half guards.",
                "The announcement of the state of the vote by the president of the Senate shall be deemed a sufficient declaration of the persons elected president and vice president of the United States.",
                "When Jan van Eyck completed it in Ghent in 1432, it was immediately deemed the best painting in Europe.",
                "But an important distinction is, none of the NIL legislation deems these student athletes as employees or workers."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVlbQ&hash=29cb14d0b117df4992719fb5fdf03a5660d44bf3&lang=en&cache-only=0",
            "defineEn": "to consider in a particular manner",
            "defineVi": "để xem xét một cách cụ thể"
        },
        {
            "id": "03f02915-75fe-4ab2-92cf-3818e8854a40",
            "word": "to dispute",
            "phonetic": "tə dɪspjuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The missed detail in the contract led to legal disputes later on.",
                "The dispute finally came to a head in March that year.",
                "To have an argument/a dispute/a fight/a quarrel.",
                "The two sides in the dispute are finally willing to talk.",
                "The dispute between the two parties will come up in court next month, and the jury will have to make a decision on who is at fault."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzcHV0ZQ&hash=6c03476edeb42b4fcdf894a006c587860f849108&lang=en&cache-only=0",
            "defineEn": "to argue with someone, particularly over the ownership of something",
            "defineVi": "để tranh luận với ai đó, đặc biệt là về quyền sở hữu của một cái gì đó"
        },
        {
            "id": "bfcbf714-b3e1-4a19-876f-2915a25d19b7",
            "word": "to echo",
            "phonetic": "tʊ ɛkoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her cry of pain echoed through the room as she stubbed her toe.",
                "His calls for his friends and family echoed from derelict walls.",
                "That language echoed that of Mr. Trump himself.",
                "Other high-energy astronomical events will leave gravitational echoes, too.",
                "But still Savitri’s footsteps echoed behind him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWNobw&hash=f1be7c91c8b8cd5212a652df36e77bb4dff44a13&lang=en&cache-only=0",
            "defineEn": "to repeat opinions or statements of another person, particularly to show support or agreement",
            "defineVi": "lặp lại ý kiến hoặc tuyên bố của người khác, đặc biệt là để thể hiện sự ủng hộ hoặc đồng ý"
        },
        {
            "id": "11696ce4-2137-407c-aa4b-7468ff275b7b",
            "word": "anti",
            "phonetic": "æntaɪ ",
            "partOfSpeechType": "preposition",
            "examples": [
                "When it was accused of racism, sexism, anti-environmentalism, it reacted defensively, exacerbating the situation.",
                "They were anti that.",
                "High-end anti-aging products are some of the most expensive single-use items in the world.",
                "What is a alien-- anti alien agent?",
                "For some Puerto Ricans, the monster became an anti-hero, a monstrous symbol for their own otherness in relation to the United States."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aQ&hash=773615d31867d34e7f5eda7683540f3d8ddd491c&lang=en&cache-only=0",
            "defineEn": "against; in disagreement with",
            "defineVi": "chống lại; bất đồng với"
        },
        {
            "id": "0659a0aa-4cb2-4a94-865e-eeb90cf6b099",
            "word": "affirmative",
            "phonetic": "ɐfɜːmətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- So affirmative action has a really long history.",
                "The debate over affirmative action has been raging for years.",
                "- Affirmative action is not what is causing Asian Americans not to get in to schools.",
                "And to be clear, affirmative action isn't always about race.",
                "Affirmative action advocates also point out that a more diverse campus benefits everyone, not just the students it's specifically designed to help."
            ],
            "audio": "https://tts.langeek.co/read?text=YWZmaXJtYXRpdmU&hash=fca842585b8f00919d1d69bf8b2f87c3d7640c95&lang=en&cache-only=0",
            "defineEn": "showing agreement or approval",
            "defineVi": "thể hiện sự đồng ý hoặc phê duyệt",
            "hasImg": true
        },
        {
            "id": "d22520ee-bba0-4ab3-b9f6-fe9dc493143f",
            "word": "challenging",
            "phonetic": "tʃæləndʒɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Making heads or tails of the output of a number of different computer models is a challenging task.",
                "After a challenging year, things finally came up roses for the athlete, who won several major competitions and broke records.",
                "She asked a challenging question, and it took me a while to find the answer.",
                "Sarah is going to make a go of her dream of becoming a professional musician, even though it's a challenging field.",
                "When faced with a challenging project at work, Sarah remembered that the sea refuses no river and approached the task with an open mind."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhbGxlbmdpbmc&hash=f2add6ac62d905cf9ead4787746878e3eba81f48&lang=en&cache-only=0",
            "defineEn": "causing disagreement or competition",
            "defineVi": "gây bất đồng hoặc cạnh tranh"
        },
        {
            "id": "2710e59f-c6bd-473a-8c94-6b6dc4511169",
            "word": "credible",
            "phonetic": "kɹɛdɪbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We have credible reports that people were looking for him with a gun.",
                "Well, there are credible witnesses out there.",
                "Does this tarnish the reputation of the Communist Party as a credible problem-solver?",
                "The head of the NIH, Francis Collins, is one of the most credible men in America.",
                "The number of credible fear claims has skyrocketed in the last decade, up by about 1500%."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlZGlibGU&hash=d49948070fe5d6e57a910cb497e534be08288905&lang=en&cache-only=0",
            "defineEn": "able to be believed or relied on",
            "defineVi": "có thể được tin tưởng hoặc dựa vào"
        },
        {
            "id": "677e167c-9f29-45f9-aa48-b18c9614bc46",
            "word": "debatable",
            "phonetic": "dᵻbeɪɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Well that's debatable.",
                "Now, whether psychology today is considered a hard science or a social science or some other kind might be debatable.",
                "So Tilly starts with the highly debatable proposition that war creates states, which then fight wars, which further enhance the power of states.",
                "So which came first, the depression or your thoughts that might be debatable.",
                "But the scientific reasons why hexagons seem to be everywhere are debatable."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGViYXRhYmxl&hash=06cc35ce4ee632fc007766b618310bc391ecdeee&lang=en&cache-only=0",
            "defineEn": "unclear or uncertain because of the involvement of many different opinions",
            "defineVi": "không rõ ràng hoặc không chắc chắn vì có nhiều ý kiến khác nhau"
        },
        {
            "id": "b509edea-1869-4ded-8e19-699f51c7386e",
            "word": "pronounced",
            "phonetic": "pɹənaʊnst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The problem is more pronounced though with anxiety.",
                "But in schizophrenia, the reduction in gray matter is more pronounced.",
                "They'll be less pronounced than they are now.",
                "Looking at regional data, California didn't experience a pronounced exit either.",
                "But here is something that fixed Children of various different ethnicities in that same social strikes, just even more pronounced black boys."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvbm91bmNlZA&hash=8877fcc8109940f8cca85b6ca601623910f84f8f&lang=en&cache-only=0",
            "defineEn": "immediately noticed due to being apparent",
            "defineVi": "ngay lập tức nhận thấy do được rõ ràng"
        },
        {
            "id": "f7e19f9e-1633-4ea1-9f35-006dd2593f3b",
            "word": "then again",
            "phonetic": "ðɛn ɐɡɛn ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhlbiBhZ2Fpbg&hash=f1107438ab53934749db28a347eac72ec52e87c8&lang=en&cache-only=0",
            "defineEn": "used to add a statement that contradicts what one has just said",
            "defineVi": "được sử dụng để thêm một tuyên bố mâu thuẫn với những gì một người vừa nói"
        },
        {
            "id": "681ce90a-88ff-4cab-aea8-0cf1e71650de",
            "word": "arguably",
            "phonetic": "ɑːɹɡjuːəbli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Lobbying is arguably the American government's oldest profession.",
                "They arguably comprise one of the most important retail businesses in the country.",
                "Viruses are arguably the most notorious parasites on Earth.",
                "Arguably, one of the most important molecules in all of biology is ATP.",
                "Arguably the most famous robot on its way to Mars is the Mars 2020 Rover."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJndWFibHk&hash=86a82bf549b3d65267542cd575ab14f071d174b3&lang=en&cache-only=0",
            "defineEn": "used when giving an opinion one believes could be supported by providing reasons for it",
            "defineVi": "được sử dụng khi đưa ra ý kiến mà một người tin rằng có thể được hỗ trợ bằng cách cung cấp lý do cho nó"
        },
        {
            "id": "028325ec-d0d0-4b99-8183-64adaa165291",
            "word": "favorably",
            "phonetic": "feɪvɚɹəbli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "At the same time, media critics are saying that you have written favorably about Facebook and about the project in your New York Times column.",
                "When the Buddhist monk Faxian visited India from Jin Dynasty China, starting in 399 CE, he favorably compared the two empires: both were civilized societies where Buddhism could flourish.",
                "They took what they learned home, but they're likely to also try to look favorably on the United States.",
                "Chris Sununu, a New Hampshire Republican, is at 73 percent, with 61 percent of Democrats rating him favorably.",
                "Social scientists Wijnand A. P. Van Tilburg and Eric R. Igou also note in their article that people who used middle initials in fields like medicine, academia, and law were evaluated more favorably on things like writing, status, and intellectual performance."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF2b3JhYmx5&hash=f2c1f793e6d10859956c60fc786c2ed952d22e49&lang=en&cache-only=0",
            "defineEn": "in a manner that displays approval",
            "defineVi": "theo cách thể hiện sự chấp thuận"
        },
        {
            "id": "b27269bc-e95b-4ff5-8181-ea6c9c15d4e6",
            "word": "as a matter of fact",
            "phonetic": "æz ɐ mæɾɚɹ ʌv fækt ",
            "partOfSpeechType": "adverb",
            "examples": [
                "As a matter of fact, it has everything to do with the wine you drink.",
                "My mom is in Ghana right now, as a matter of fact.",
                "As a matter of fact, about time to do that again.",
                "As a matter of fact, I have.",
                "As a matter of fact they're so cool"
            ],
            "audio": "https://tts.langeek.co/read?text=YXMgYSBtYXR0ZXIgb2YgZmFjdA&hash=b9f2a62b0a7b1c31fb5f1913a173edd89f16f540&lang=en&cache-only=0",
            "defineEn": "said to disagree with what someone just said",
            "defineVi": "nói không đồng ý với những gì ai đó vừa nói"
        },
        {
            "id": "7c7279fc-e15d-4373-9d27-9f2c78095d32",
            "word": "at the same time",
            "phonetic": "æt ðə seɪm taɪm ",
            "partOfSpeechType": "phrase",
            "examples": [
                "You're the kind of person who walks and chews gum at the same time, so I guess this task load won't be a problem for you.",
                "At the same time, Maduro's opposition was swiftly gaining strength.",
                "At the same time, companies announced buybacks to the tune of a record $1.1 trillion worth of their own stock.",
                "Deodorants, however, inhibit bacterial activity and mask odors at the same time.",
                "At the same time the parents lay their eggs, the antibody and protein composition of their mucus bulks up."
            ],
            "audio": "https://tts.langeek.co/read?text=YXQgdGhlIHNhbWUgdGltZQ&hash=baa898dac0221b76edf3a7d4b8236d2efbacfed0&lang=en&cache-only=0",
            "defineEn": "used to introduce a second fact that must be taken into account",
            "defineVi": "được sử dụng để giới thiệu một thực tế thứ hai phải được đưa vào tài khoản"
        },
        {
            "id": "8b496fd8-9a26-4865-81cf-7288a67d2a5d",
            "word": "for that matter",
            "phonetic": "fɔːɹ ðæt mæɾɚ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Or for that matter, afford any health care.",
                "And for that matter, what is a gene?",
                "And only on one moon that we know of, for that matter.",
                "Worshipers, or anyone else, for that matter, can walk right in.",
                "So does Sanders, for that matter, and Klobuchar."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yIHRoYXQgbWF0dGVy&hash=1155fef43d7509252346d06a59839e037e49952f&lang=en&cache-only=0",
            "defineEn": "used to add a second statement to what one has just said",
            "defineVi": "được sử dụng để thêm một tuyên bố thứ hai cho những gì một người vừa nói"
        },
        {
            "id": "b39cb210-86a5-41a8-ba27-dcace5f2f433",
            "word": "(as|) far as {sb/sth} [is] concerned",
            "phonetic": "æz fɑːɹ æz ɛsbiː slæʃ ɛstiːeɪtʃ ɪz kənsɜːnd ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXMgZmFyIGFzIHtzYnN0aH0gaXMgY29uY2VybmVk&hash=0778d54f0a679ba13af872678867833ee3ed234d&lang=en&cache-only=0",
            "defineEn": "used to talk or give an opinion about a specific thing or person",
            "defineVi": "được sử dụng để nói chuyện hoặc đưa ra ý kiến về một điều cụ thể hoặc người"
        },
        {
            "id": "827c4a14-d76b-477d-b324-06c7678207fe",
            "word": "to fight out",
            "phonetic": "tə faɪt aʊt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZmlnaHQgb3V0&hash=1ad95f2cde88ffe543dc2852653a4fa198b724ad&lang=en&cache-only=0",
            "defineEn": "to fight until a result is achieved or an agreement is reached",
            "defineVi": "để chiến đấu cho đến khi đạt được một kết quả hoặc đạt được một thỏa thuận"
        },
        {
            "id": "fb102fa5-75d8-4274-8380-ec1e9857ebd9",
            "word": "clash",
            "phonetic": "klæʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He won the clash of wills with his wife.",
                "I had to reschedule my doctor's appointment because it clashed with my daughter's school play.",
                "But as time went on, I realized that our personalities clashed in some important ways.",
                "Somewhere along the road, they’re going to clash.",
                "I can't attend both the wedding and the business conference because they clash on the same weekend."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhc2g&hash=81e094a6f710ec34dedb96832b84af72f923c0b7&lang=en&cache-only=0",
            "defineEn": "a serious argument between two sides caused by their different views and beliefs",
            "defineVi": "một cuộc tranh luận nghiêm trọng giữa hai bên gây ra bởi quan điểm và niềm tin khác nhau của họ"
        },
        {
            "id": "77f04853-700f-4a44-9d2f-99ae687c1cfd",
            "word": "confrontation",
            "phonetic": "kɑːnfɹənteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some people believe that happy is the country which has no history, and seek to preserve their country's peaceful state by avoiding conflict and confrontation.",
                "I don't like to get into confrontations but I give as good as I get.",
                "I don't like confrontation.",
                "One week later, this sandwich set off a virtual confrontation between some of the biggest names in fast food.",
                "Images of thatextraordinary confrontation became icons of freedom."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZnJvbnRhdGlvbg&hash=638349fb78c71c369ddb057d35248ca578afa50d&lang=en&cache-only=0",
            "defineEn": "a situation of hostility or strong disagreement between two opposing individuals, parties, or groups",
            "defineVi": "một tình huống thù địch hoặc bất đồng mạnh mẽ giữa hai cá nhân, bên, hoặc nhóm đối lập"
        },
        {
            "id": "0b842d2d-ee37-4c0d-8547-b295f793f162",
            "word": "consciousness",
            "phonetic": "kɑːnʃəsnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your consciousness is like a spotlight on a busy stage.",
                "She never regained consciousness.",
                "This influenced public consciousness.",
                "Is our consciousness then an emergent property of the cells in our brain?",
                "What is consciousness?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2Npb3VzbmVzcw&hash=5f99b595e529ba3d9473635dbc94a3ec84faeb7f&lang=en&cache-only=0",
            "defineEn": "one's ideas, beliefs, and opinions about a specific subject",
            "defineVi": "ý tưởng, niềm tin và quan điểm của một người về một chủ đề cụ thể"
        },
        {
            "id": "706aa33e-41ca-4586-b9c1-def6fb718c58",
            "word": "consistency",
            "phonetic": "kənsɪstənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chocolate mousse had a velvety consistency thanks to carrageen.",
                "He added plain flour to the sauce, thickening it to a creamy consistency for the pasta dish.",
                "The soup contained a thickening agent that gave it a rich and creamy consistency.",
                "The vegan gummy candies used a plant-based gelling agent to achieve a chewy and gel-like consistency.",
                "She uses cornflour to thicken her homemade fruit jam, achieving the perfect consistency for spreading on toast."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2lzdGVuY3k&hash=0a0a3f895c3b7eda5d76bc4efc0e541ad8223e02&lang=en&cache-only=0",
            "defineEn": "the quality of always acting or being the same way, or having the same opinions or standards",
            "defineVi": "chất lượng luôn hành động hoặc giống nhau, hoặc có cùng quan điểm hoặc tiêu chuẩn"
        },
        {
            "id": "8d448b08-b837-42b2-ab55-0d9110b77d96",
            "word": "conviction",
            "phonetic": "kənvɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He has the courage of his convictions.",
                "The conviction of the billionaire sends a message to the world that no one gets a free pass to break the law.",
                "Lead your own life and have the courage of your convictions.",
                "When we learned of the conviction, we dropped him like a hot potato.",
                "George is a decent fella, it's just that he lacks the courage of his convictions."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udmljdGlvbg&hash=4c9043279fb2235c915110b3a75111aac74c92c8&lang=en&cache-only=0",
            "defineEn": "a belief or opinion that is very strong",
            "defineVi": "một niềm tin hoặc ý kiến đó là rất mạnh mẽ"
        },
        {
            "id": "19ac32ba-7767-421c-ad85-be3866ba279a",
            "word": "critique",
            "phonetic": "kɹɪtiːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some thought the elderly woman's critiques of society were outdated and irrelevant, but an old dog barks not in vain, for experience brings valuable perspective.",
                "But its social critique cuts far deeper.",
                "The crux of the critique came down to this.",
                "A few days after its debut, Chick-fil-A tweeted a thinly veiled critique.",
                "Williams actually presents this case as a critique of utilitarianism."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpdGlxdWU&hash=1745e71afa6a61e90a21a7ebee6adf3cbd93f7dc&lang=en&cache-only=0",
            "defineEn": "a detailed judgment of something, such as a work of art, a political idea, etc.",
            "defineVi": "một đánh giá chi tiết về một cái gì đó, chẳng hạn như một tác phẩm nghệ thuật, một ý tưởng chính trị, v.v."
        },
        {
            "id": "d0b6970f-347f-4a29-9cdb-edd2c1c563a5",
            "word": "don't-know",
            "phonetic": "dɑːn bækslæʃ tiːnoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG9uJ3Qta25vdw&hash=d4f3ca83102ac7e43b8ece96c5a06d003f1965d3&lang=en&cache-only=0",
            "defineEn": "someone who does not provide a definite answer for a question, particularly when being asked in a poll",
            "defineVi": "một người không cung cấp một câu trả lời rõ ràng cho một câu hỏi, đặc biệt là khi được hỏi trong một cuộc thăm dò ý kiến"
        },
        {
            "id": "6de2e438-51e9-4918-9444-5a8a103b4aaa",
            "word": "cliche",
            "phonetic": "kliːʃeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "After a year, Jake had started using every dialectic cliché and slang word he had heard in his adopted country, and soon he was more Catholic than the Pope, so to speak.",
                "No trip to San Francisco is cliche without a visit to Chinatown.",
                "That's not a cliche.",
                "Biden spoke in cliches.",
                "This sounds to me like a cliche."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xpY2hl&hash=2908c88bdc571f2499e8d231141ab8e2ca7ae2fd&lang=en&cache-only=0",
            "defineEn": "a remark or opinion that has been used so much that it is not effective anymore or does not have the impact it used to have",
            "defineVi": "một nhận xét hoặc ý kiến đã được sử dụng nhiều đến mức nó không còn hiệu quả nữa hoặc không có tác động như trước đây"
        },
        {
            "id": "2f8916fe-d65b-4f72-8625-81781d34c94c",
            "word": "double-edged",
            "phonetic": "dʌbəlɛdʒd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "but first a double-edged sword of urban revival even if some cities are becoming ever more popular and desirable",
                "But BREXIT is a double-edged SWORD for the NETHERLANDS.",
                "but if you look at most of the subway stops and transit hubs Penn Station they're falling apart Penn Station New York's key commuter hub is evermore haunted by delays and cancellations the result of aging infrastructure but if you really modernize a city's transit system you run back into the double-edged sword of Florida's advice the better the transit the denser and more productive the city the less its lower end workers will be able to afford to live in it the more of a rich Enclave it becomes well"
            ],
            "audio": "https://tts.langeek.co/read?text=ZG91YmxlLWVkZ2Vk&hash=308a42729f7f8d8abc740f290864dc11d32e378d&lang=en&cache-only=0",
            "defineEn": "(of a comment) implying two distinct meanings",
            "defineVi": "(của một bình luận) ngụ ý hai ý nghĩa riêng biệt"
        },
        {
            "id": "7c22d257-8303-40c8-b61e-d48329d03edc",
            "word": "to that effect",
            "phonetic": "tə ðæt ɪfɛkt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdGhhdCBlZmZlY3Q&hash=12b72065d1316ebb22846cf199dbd369cfec5636&lang=en&cache-only=0",
            "defineEn": "used when one is providing the general meaning of written or spoken statement instead of the exact words",
            "defineVi": "được sử dụng khi một người cung cấp ý nghĩa chung của câu viết hoặc lời nói thay vì các từ chính xác"
        },
        {
            "id": "ffedfbe5-b0a3-4ca7-ae72-332179ece747",
            "word": "okey-dokey",
            "phonetic": "oʊkidoʊki ",
            "partOfSpeechType": "interjection",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2tleS1kb2tleQ&hash=eb5504fffb1e56c368f7fed2c0c2c8b5061e10c5&lang=en&cache-only=0",
            "defineEn": "said to show agreement or give permission",
            "defineVi": "được cho là thể hiện sự đồng ý hoặc cho phép"
        },
        {
            "id": "ea84f2c2-5eea-42ca-8f8f-d88bed125fed",
            "word": "awesomesauce",
            "phonetic": "ɔːsoʊmsɔːs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXdlc29tZXNhdWNl&hash=66f41cad1a5b066924385b08b03748dce3acf6be&lang=en&cache-only=0",
            "defineEn": "used to describe something as really great, satisfying, or interesting",
            "defineVi": "được sử dụng để mô tả một cái gì đó là thực sự tuyệt vời, hài lòng, hoặc thú vị"
        },
        {
            "id": "6ada2dcb-9477-462b-bd06-a6543eee5adb",
            "word": "for crying out loud",
            "phonetic": "fɔːɹ kɹaɪɪŋ aʊt laʊd ",
            "partOfSpeechType": "interjection",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zm9yIGNyeWluZyBvdXQgbG91ZA&hash=5e94d2fbb0781def27f85ae2b66344563c0b2ae1&lang=en&cache-only=0",
            "defineEn": "used to show that one is angry, annoyed, or astonished",
            "defineVi": "được sử dụng để chỉ ra rằng một người đang tức giận, khó chịu hoặc ngạc nhiên"
        }
    ]
}