{
    "id": "4e8c3394-f4a5-440c-912e-c4e2ce3696e8",
    "title": "Feelings and Emotions",
    "originalTitle": "Feelings and Emotions",
    "words": [
        {
            "id": "445c3cb5-f705-4d3b-998b-e1300469155d",
            "word": "to agitate",
            "phonetic": "tʊ ædʒᵻteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Which you do by agitating empty space into pairs of matter and antimatter excitations.",
                "Um, to, you know, just being agitated at Sean because we're stuck in the house.",
                "Crucially, the soothing effect lasted two to three minutes longer than the agitating effect.",
                "He also, I think, blamed Hillary Clinton and America for agitating, yes?",
                "And in the US, where no paid maternity leave decisions have been reached, activists continue to agitate for change that benefits working families and the babies in their care."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWdpdGF0ZQ&hash=0b3c84a8dc1d750bdbf1c929c36daaf889ef5764&lang=en&cache-only=0",
            "defineEn": "to make someone feel annoyed, anxious, or angry",
            "defineVi": "để làm cho ai đó cảm thấy khó chịu, lo lắng, hoặc tức giận"
        },
        {
            "id": "06f600da-4533-490e-af01-02edfae55546",
            "word": "to petrify",
            "phonetic": "tə pɛtɹᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I was just, I was petrified.",
                "I'm just petrified.",
                "And really any time I'm going to any deaf event or if I'm visiting NCSD, I’m petrified.",
                "I'm like, \"This is real, and I'm petrified.\"",
                "I just get petrified during these events."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGV0cmlmeQ&hash=304c0a11227eaf5da7fea9fb1332b257910cb12a&lang=en&cache-only=0",
            "defineEn": "to make someone so frightened that they cannot move or speak",
            "defineVi": "để làm cho ai đó rất sợ hãi mà họ không thể di chuyển hoặc nói"
        },
        {
            "id": "f73f38d8-2e24-4328-9bb9-13fc29e82ec3",
            "word": "to disgrace",
            "phonetic": "tə dɪsɡɹeɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The teacher explained to her students that poverty is no disgrace, but it is a great inconvenience, and encouraged them to be empathetic and understanding towards classmates who may come from low-income families.",
                "Israel's new government called the slogans a disgrace.",
                "It’s a disgrace.",
                "Making their livelihoods a pawn for political games is a disgrace.",
                "This confirmation process has become a national disgrace."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzZ3JhY2U&hash=bbf6ae5ada02a35000a6dab4a203ecd96d694edb&lang=en&cache-only=0",
            "defineEn": "to bring shame or dishonor on oneself or other people",
            "defineVi": "để mang lại sự xấu hổ hoặc ô nhục cho bản thân hoặc người khác"
        },
        {
            "id": "bbc4bbf1-c419-4b38-8747-380e17c82073",
            "word": "to astound",
            "phonetic": "tʊ ɐstaʊnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "I’m astounded that this program has been going on for 80 years, under the radar. ",
                "In fact, when your full attention is directed elsewhere, you’d be astounded by the scope of obvious things you fail to notice."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXN0b3VuZA&hash=4b6701330630879f3a3b9ec8f1a0f0e69450694a&lang=en&cache-only=0",
            "defineEn": "to greatly shock or surprise someone",
            "defineVi": "gây sốc hoặc làm ai đó ngạc nhiên"
        },
        {
            "id": "e2eddb26-7ef9-4bdc-80bf-04b4b4398ccf",
            "word": "to dumbfound",
            "phonetic": "tə dʌmfaʊnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "I mean, I remember, we were dumbfounded."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHVtYmZvdW5k&hash=bab63b2850ee426abcbe8cbd1015e897d3e36e3e&lang=en&cache-only=0",
            "defineEn": "to make someone feel greatly shocked or amazed so much that they are speechless",
            "defineVi": "để làm cho ai đó cảm thấy rất sốc hoặc ngạc nhiên đến nỗi họ không nói nên lời",
            "hasImg": true
        },
        {
            "id": "1b4e7370-ea3e-4cad-8be8-0f13379b11ee",
            "word": "to abhor",
            "phonetic": "tʊ ɐbhoːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Nature abhors a vacuum, so if you don't fill the garden bed with plants, weeds will quickly take over.",
                "Nature abhors a vacuum!",
                "How can anyone who abhors the oppression of negroes be in favor of degrading classes of white people?",
                "If you pull a vacuum on the inside of the tube, nature abhors a vacuum, so if you quickly vent one side to atmosphere, all the air will rush into the pipe and it'll push the golf ball down the tube."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWJob3I&hash=2b19446edfff2dbd89fe753f7930812933e56aa5&lang=en&cache-only=0",
            "defineEn": "to hate a behavior or way of thought, believing that it is morally wrong",
            "defineVi": "ghét một hành vi hoặc cách suy nghĩ, tin rằng đó là sai trái về mặt đạo đức",
            "hasImg": true
        },
        {
            "id": "434699af-b1fc-4072-88db-ff4413fa6b37",
            "word": "amorous",
            "phonetic": "æmɚɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But not every chirp has amorous intentions.",
                "If you’re curious about the amorous habits of other animals, check out our video on newts.",
                "As an amorous seahorse rubs its own skull bones together, it generates the clicks each one a low-frequency sliding sound followed by a higher-frequency knocking."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1vcm91cw&hash=73a27aa775ba5c06b96aae32e66b31bc190b0856&lang=en&cache-only=0",
            "defineEn": "expressing love and sexual desire towards someone",
            "defineVi": "thể hiện tình yêu và ham muốn tình dục đối với ai đó"
        },
        {
            "id": "b382541e-a7a9-4359-bc85-0ae0c42b726f",
            "word": "antagonism",
            "phonetic": "æntæɡənɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Still, our antagonism hasn’t stopped the snakes from moving into big cities.",
                "Despite some advancements in the Civil Rights Movement, this combination of disconnect and antagonism grew through the 1970s as the benefits of public employee unionization offered new rights for police departments."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50YWdvbmlzbQ&hash=cf0ad8941b63f4f89236fbbcdf8b100382dbaa4e&lang=en&cache-only=0",
            "defineEn": "the feeling of active hostility, opposition, or friendliness",
            "defineVi": "cảm giác thù địch tích cực, chống đối hoặc thân thiện"
        },
        {
            "id": "d937c580-0dfc-41e8-8627-3908adf7444e",
            "word": "to beam",
            "phonetic": "tə biːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Lisa beamed with pride as she watched her son receive his diploma on graduation day.",
                "The construction worker used a heavy-duty bolt to connect the steel beams.",
                "The proud father watched his child perform on stage, beaming with joy.",
                "Little beams of light played over the sea.",
                "Beam of light knocks him down."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVhbQ&hash=60991687835e496659999d9110e1fdcd6f8b314b&lang=en&cache-only=0",
            "defineEn": "to smile joyfully in an obvious way",
            "defineVi": "cười vui vẻ một cách rõ ràng",
            "hasImg": true
        },
        {
            "id": "4c281189-fb30-456d-ae9d-2cc7b36837dc",
            "word": "confrontational",
            "phonetic": "kɑːnfɹənteɪʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The normally reserved and polite man became aggressive and confrontational when he was drunk, revealing a darker side of his personality.",
                "If you are dealing with a difficult or angry person, it's important to listen to their concerns and try to find common ground, rather than getting defensive or confrontational, as pouring oil on the fire is not the way to quench it.",
                "They call for a more confrontational approach to Washington.",
                "Mr. Biden's attendance today was a sharp contrast to former President Donald Trump's confrontational approach to America's European allies.",
                "And Republicans, their tendency is to fold, not to be confrontational."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZnJvbnRhdGlvbmFs&hash=ca9024129c367f7eb6ea0974e3dc30abd7332123&lang=en&cache-only=0",
            "defineEn": "likely to cause arguments because of being aggressive",
            "defineVi": "có khả năng gây ra tranh cãi vì hung hăng"
        },
        {
            "id": "76c929ea-af6c-4ac0-860b-d9fc8de5d34b",
            "word": "dismay",
            "phonetic": "dɪsmeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He will run the Environmental Protection Agency much to the dismay of many environmentalists.",
                "I saw Senator Tommy Tuberville of Alabama, conservative Republican, shake his head in dismay.",
                "But when he entered the king’s chamber, he was dismayed to see Death settled at the foot of the bed.",
                "The parents leave and night falls again, but to their dismay, the children realize that birds have eaten their breadcrumb trail.",
                "That population was also concerned, dismayed, frightened by the appearance of anti-government protests in Kiev that had taken place that fall and winter."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzbWF5&hash=2cf9856d0c97ffc1e0f9d1b493d44932c13736f7&lang=en&cache-only=0",
            "defineEn": "the sadness and worry provoked by an unpleasant surprise",
            "defineVi": "nỗi buồn và lo lắng gây ra bởi một bất ngờ khó chịu"
        },
        {
            "id": "7dbfb9c3-718f-4af1-a9d5-0b94cf9ca879",
            "word": "contemptuous",
            "phonetic": "kəntɛmptʃuːəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They didn't have time to grow contemptuous of you."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGVtcHR1b3Vz&hash=058bbb14f35bad9c42237be8b71ac5162965d387&lang=en&cache-only=0",
            "defineEn": "devoid of respect for someone or something",
            "defineVi": "không có sự tôn trọng cho một ai đó hoặc một cái gì đó"
        },
        {
            "id": "ce319aab-8e11-4d69-91aa-edd314b5e4c1",
            "word": "desolate",
            "phonetic": "dɛsələt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We'll be up a creek if the car dies on that desolate road ahead.",
                "It would be a very desolate place to live.",
                "As Shiva despaired over the desolate Earth, He came to realize that the material world could not be so easily dismissed.",
                "And when the news came home, when I lost my dad, in some ways, I became every desolate family that I have reported on outside of hospital doors that are too overrun to make space for patients or cremation grounds that have run out of spaces.",
                "And when the news came home, when I lost my dad, in some ways, I became every desolate family that I have reported on outside of hospital doors that are too overrun to make space for patients or cremation grounds that have run out of spaces."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzb2xhdGU&hash=4afeb01e3da818c2cc3909bac02d06398ad192f1&lang=en&cache-only=0",
            "defineEn": "feeling very lonely and sad",
            "defineVi": "cảm thấy rất cô đơn và buồn"
        },
        {
            "id": "bafdeed1-9ea0-4d40-87d9-36a6c1d6d83b",
            "word": "diffident",
            "phonetic": "dɪfɪdənt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlmZmlkZW50&hash=006f4e350aafcd346b149ee74ca0eebda76a3b24&lang=en&cache-only=0",
            "defineEn": "shy due to lack of self-confidence",
            "defineVi": "nhút nhát vì thiếu tự tin",
            "hasImg": true
        },
        {
            "id": "220f7692-122c-4c0f-8876-ff7fe3093261",
            "word": "grave",
            "phonetic": "ɡɹeɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He's got one foot in the grave.",
                "The coach dug his own grave when he publicly insulted the team's owner.",
                "He led a life of hardship from the cradle to the grave.",
                "He has been digging his own grave with a string of poor results.",
                "Giving him an inch would be a grave mistake."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhdmU&hash=243e50392ecc4d2b7c1fb3420fd3109bbb10ed3f&lang=en&cache-only=0",
            "defineEn": "serious and dignified in appearance or behavior",
            "defineVi": "nghiêm túc và trang nghiêm về ngoại hình hoặc hành vi",
            "hasImg": true
        },
        {
            "id": "ba1c2a43-97e9-414a-a11f-602430784929",
            "word": "to disgust",
            "phonetic": "tə dɪsɡʌst ",
            "partOfSpeechType": "verb",
            "examples": [
                "She couldn't hide her grimace of disgust when she tasted the spoiled milk.",
                "The student couldn't hide his disgust and grimaced when he saw the grade on his test.",
                "No, they were disgusted.",
                "Or you might learn disgust from others.",
                "So disgust can help mold individual values and biases."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzZ3VzdA&hash=6886f88cbb2778f3c222646ebcbe73b843e92623&lang=en&cache-only=0",
            "defineEn": "to make someone feel upset, shocked, and sometimes offended about something",
            "defineVi": "để làm cho ai đó cảm thấy khó chịu, bị sốc, và đôi khi bị xúc phạm về một cái gì đó"
        },
        {
            "id": "9b3cd1fa-73ce-44af-afde-34cb8f6d95ca",
            "word": "abominable",
            "phonetic": "ɐbɑːmɪnəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Conditions in Manchester were abominable, including the development of slums, and the spread of disease.",
                "These are terrible, like abominable."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJvbWluYWJsZQ&hash=1ee9850eca92b507b606b6c807230b5942ffd59e&lang=en&cache-only=0",
            "defineEn": "extremely horrible and unpleasant",
            "defineVi": "cực kỳ khủng khiếp và khó chịu"
        },
        {
            "id": "e1f6377b-cc39-4a65-b61d-6a5c8bed10cf",
            "word": "drowsy",
            "phonetic": "dɹaʊsi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Theta waves, on the other hand, are associated with the first stage of sleep and with the drowsy brainstorming we often do right before we drift off.",
                "There are more neurons firing slowly than quickly, and the brain resembles that of someone who’s drowsy, hypnotized, or in deep sleep. ",
                "SIGNIFICANCE The National Highway Traffic Safety Administration estimates that drowsy or fatigued driving leads to more than 100,000 motor vehicle crashes per year.",
                "A CO2 concentration of 1% may leave you feeling drowsy, but a 5% concentration will leave you headache-y, dizzy, and confused.",
                "Many U.S. states now educate drivers not only about the dangers of driving while intoxicated but also about the dangers of \"driving while drowsy.\""
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJvd3N5&hash=cccf2a663d94ac3b0f5f4dc2564f03ca46d55c91&lang=en&cache-only=0",
            "defineEn": "feeling very sleepy",
            "defineVi": "cảm thấy rất buồn ngủ",
            "hasImg": true
        },
        {
            "id": "ae5a0ee7-7aa0-429a-b507-7e106f04d5e4",
            "word": "fidgety",
            "phonetic": "fɪdʒɪɾi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But I'm terrified to clip them because he's a fidgety, movey guy Right.",
                "Because you and pretty much every other animal is made up of incredibly complex, feisty, fidgety systems that need to be kept apart to some extent if they’re going to get anything done."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlkZ2V0eQ&hash=b80aa86797c81d0635efd4a2ec50429610c49871&lang=en&cache-only=0",
            "defineEn": "restless, uneasy, and unable to stay still and calm",
            "defineVi": "bồn chồn, khó chịu, và không thể ở yên và bình tĩnh",
            "hasImg": true
        },
        {
            "id": "6b5ab3e9-12e9-4f59-abfe-e1984e45ca85",
            "word": "ecstatic",
            "phonetic": "ɛkstæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I was ecstatic!",
                "The crews were absolutely ecstatic when they came off the helicopters.",
                "You're ecstatic, and what's the first thing they bring out?",
                "Lemminkäinen was ecstatic at their success, and demanded that Väinämöinen sing of their triumph.",
                "We predict that experiences will be much more intense than they actually turn out to be: good things will be ecstatic, bad things will be traumatic."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNzdGF0aWM&hash=638e8619b2621caf6acb3fdb59f17b685f882b06&lang=en&cache-only=0",
            "defineEn": "very excited and happy",
            "defineVi": "rất vui mừng và hạnh phúc",
            "hasImg": true
        },
        {
            "id": "b5fa6681-8f32-4984-89a5-6e17ceecc407",
            "word": "edgy",
            "phonetic": "ɛdʒi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The atmosphere here is edgy.",
                "Edgy litigate really doesn't have a trophy.",
                "So we're really edgy.",
                "Edgy, but it it really doesn’t have a trophy.",
                "We're Dbrand, we're edgy."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWRneQ&hash=0c5ac76e8e60e95916894456437b21185b4cf031&lang=en&cache-only=0",
            "defineEn": "tense, anxious, and easily irritated",
            "defineVi": "căng thẳng, lo lắng và dễ bị kích thích"
        },
        {
            "id": "017fdd5c-a1ce-45c5-a669-7321f9f854de",
            "word": "exasperated",
            "phonetic": "ɛɡzæspɚɹeɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Exasperated, Boraqchin rides down to the pastures herself.",
                "Exasperated, the God granted her a second wish."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhhc3BlcmF0ZWQ&hash=747b2658f8578d980903938e660a36dff5dade50&lang=en&cache-only=0",
            "defineEn": "irritated and frustrated, especially due to an unsolvable problem",
            "defineVi": "khó chịu và thất vọng, đặc biệt là do một vấn đề nan giải",
            "hasImg": true
        },
        {
            "id": "6750a7c7-20e5-4926-90f3-272c63a0fc86",
            "word": "to enchant",
            "phonetic": "tʊ ɛntʃænt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Last night, she was the belle of the ball, enchanting everyone with her stunning gown and captivating smile.",
                "Megan found herself head over heels with David, enchanted by his intelligence, charm, and caring nature.",
                "We all have enchanted objects in our lives.",
                "To use this method, you will need to have enchanted books.",
                "If you don't have enough experience points, you will not be able to enchant your item until you get the required amount."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5jaGFudA&hash=953c43aaa9e5f59437b1609fead7e03fed3fd74f&lang=en&cache-only=0",
            "defineEn": "to strongly attract someone and make them interested and excited",
            "defineVi": "để thu hút mạnh mẽ một ai đó và làm cho họ quan tâm và vui mừng"
        },
        {
            "id": "9df67191-ad7f-4e9f-9c56-033189cb844e",
            "word": "frantic",
            "phonetic": "fɹæntɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "These people were frantic.",
                "Amateur video captured the frantic scene, as paramedics desperately tried to save the lives of officers Wenjian Liu and Rafael Ramos.",
                "And so they crowd through the gate in their frantic endeavor to put their fears behind them.",
                "And it's the most hilarious frantic, I guess you could say outrageous behavior that you'll see from men.",
                "Number one is frantic efforts to avoid real or imagined abandonment."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhbnRpYw&hash=2e1db2e04eb7ada81bff5a92753d39d7bb08e751&lang=en&cache-only=0",
            "defineEn": "greatly frightened and worried about something, in a way that is uncontrollable",
            "defineVi": "rất sợ hãi và lo lắng về điều gì đó, theo cách không thể kiểm soát được"
        },
        {
            "id": "c52944a7-b4f3-43a6-879a-b5faa875a729",
            "word": "delirious",
            "phonetic": "dᵻlɪɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Soon Deminan was delirious and his back was so swollen his brothers feared he would die.",
                "The Romans couldn’t resist the sweet treat, so they suffered from the toxic effects, and the sick and delirious soldiers were easy to fight off.",
                "Another scenario where you can hear voices is when you have certain medical problems, like being in a temporary state of intoxication from drugs or alcohol, or being delirious, or having migraines or seizures.",
                "A photograph of an African village turned on its side and misinterpreted as an image of a Picasso portrait catalyzed Salvador Dali's so-called 'paranoiac critical method', a spontaneous method of irrational knowledge based on the critical and systematic objectivity of the associations and interpretations of delirious phenomena, or in other words, umm, make a science of your madness?",
                "So, even though I'm exhausted, starving, over-worked, and slightly delirious, I can't help but continue to dream about how I can take each day and improve on something."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsaXJpb3Vz&hash=77ad9816de102b3e8a8c3737fab6fea2a2e9b439&lang=en&cache-only=0",
            "defineEn": "uncontrollably excited or happy",
            "defineVi": "phấn khích hoặc hạnh phúc không thể kiểm soát"
        },
        {
            "id": "d80b3e5d-a29d-4392-ab2a-060f9b315bd3",
            "word": "to frustrate",
            "phonetic": "tə fɹʌstɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He was frustrated that his friends weren't helping him with his job search.",
                "Frustrated with the congestion, he started elbowing through the packed hallway to reach the exit.",
                "Elizabeth feels frustrated when people assume she's unhappy because she's on the shelf.",
                "The family of the victim was frustrated by the slow progress of the trial, feeling that justice delayed is justice denied.",
                "After failing to secure investors for his startup, Derek was frustrated but determined to learn from his mistakes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnJ1c3RyYXRl&hash=98e4ccdb8d5c6ba9cfba14d80e395d3cfc940a81&lang=en&cache-only=0",
            "defineEn": "to make someone feel annoyed or unconfident for not being able to achieve what they desire",
            "defineVi": "để làm cho ai đó cảm thấy khó chịu hoặc không tự tin vì không thể đạt được những gì họ mong muốn"
        },
        {
            "id": "e6708c05-c7ed-4770-9c1c-81042d0258cc",
            "word": "to grieve",
            "phonetic": "tə ɡɹiːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "My heart goes out to the grieving family.",
                "She doesn't want to read the news because what the eye does not see, the heart does not grieve over.",
                "And part of this acceptance is also grieving the loss of your childhood.",
                "Grieve the loss of events that were cancelled.",
                "Today, they're really grieving."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3JpZXZl&hash=fe3683a1e10b38c8b8ec549de9208ec3d46b5118&lang=en&cache-only=0",
            "defineEn": "to feel intense sorrow, especially because someone has died",
            "defineVi": "để cảm thấy đau buồn mãnh liệt, đặc biệt là vì ai đó đã chết"
        },
        {
            "id": "250f4e8c-66dc-407f-808a-0d7b10d438e5",
            "word": "infatuated",
            "phonetic": "ɪnfætʃuːeɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5mYXR1YXRlZA&hash=0c86a7fb5384757a49c0044a696ef4cf91dd30bc&lang=en&cache-only=0",
            "defineEn": "having an intense, but often temporary, feeling of love or attraction for someone or something",
            "defineVi": "có một cảm giác mãnh liệt, nhưng thường là tạm thời, về tình yêu hoặc sự hấp dẫn đối với một ai đó hoặc một cái gì đó"
        },
        {
            "id": "518da84a-5321-498c-9a30-061c2bc03276",
            "word": "to infuriate",
            "phonetic": "tʊ ɪnfjʊɹɹɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "It's infuriating!",
                "Well, quite frankly, it was infuriating.",
                "It's infuriating, because aside from that, I love this laptop.",
                "And a few streets away, the Beckhams have been infuriating local residents with their plans for a beaut room, study, and wine cellar in the basement of their new home, dubbed Beckingham Palace the Second.",
                "Davis is infuriated by scenes like this, featured in a tweet from Nigel Farage, who orchestrated Britain's departure from the European Union."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5mdXJpYXRl&hash=c1cfca89e61029239a1ba773143611aa721136df&lang=en&cache-only=0",
            "defineEn": "to make someone extremely angry and enraged",
            "defineVi": "để làm cho ai đó cực kỳ tức giận và tức giận"
        },
        {
            "id": "f54f170e-1620-43df-9339-d211db3f64c8",
            "word": "dreary",
            "phonetic": "dɹɪɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So a dreary Monday afternoon in Walthamstow is nothing to write home about, right?",
                "You can blame them for the dreary weather.",
                "If you notice, you may think it’s a dreary day, but this is special archive rain.",
                "It's very foggy and dreary and \"blaah\"",
                "I know that sounds horrible and dreary and down and dark"
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJlYXJ5&hash=6ce8c45150def9e65896a8168ee817a08d5151ce&lang=en&cache-only=0",
            "defineEn": "boring and repetitive that makes one feel unhappy",
            "defineVi": "nhàm chán và lặp đi lặp lại khiến người ta cảm thấy không vui"
        },
        {
            "id": "f82c9cf1-dbf4-479c-b2ec-b6daf2cfde0c",
            "word": "to exhilarate",
            "phonetic": "tʊ ɛɡzɪlæɹət ",
            "partOfSpeechType": "verb",
            "examples": [
                "- Exhilarated!",
                "It was exhilarating.",
                "Ginsburg said it was her job on the bench, which she still found exhilarating."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhoaWxhcmF0ZQ&hash=771bf346d255a0f9dbdeb3c209fbb019557557e4&lang=en&cache-only=0",
            "defineEn": "to make one feel remarkably excited, pleased, and delighted",
            "defineVi": "để làm cho một người cảm thấy rất vui mừng, hài lòng, và vui mừng"
        },
        {
            "id": "50856da0-1c1b-4dca-9764-ae3791dae66e",
            "word": "joyous",
            "phonetic": "dʒɔɪəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We've had a joyous time.",
                "Bless this gathering, this joyous celebration.",
                "This is, this is the most joyous moment of my life.",
                "You know, you're supposed to be joyous.",
                "Yes, he is a great role model because he is, I mean first of all, people say, Oh, poor Coyote, I see a guy who's joyous."
            ],
            "audio": "https://tts.langeek.co/read?text=am95b3Vz&hash=bc14adbef24fa3f9200586cfa2f67683deb78b72&lang=en&cache-only=0",
            "defineEn": "full of content and delight",
            "defineVi": "đầy nội dung và niềm vui"
        },
        {
            "id": "7cbafad3-2f30-4d10-a5ce-00a5a911f15e",
            "word": "lonesome",
            "phonetic": "loʊnsʌm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He focused largely on the American West, and won a Pulitzer Prize for the novel \"Lonesome Dove.\"",
                "\"The silence of a falling star lights up a purple sky, and as I wonder where you are, I'm so lonesome, I could cry.\""
            ],
            "audio": "https://tts.langeek.co/read?text=bG9uZXNvbWU&hash=7b2eada6fefcca67dd83ecd7a378b7ea94209694&lang=en&cache-only=0",
            "defineEn": "unhappy because of loneliness",
            "defineVi": "bất hạnh vì cô đơn"
        },
        {
            "id": "496502db-74e5-48f4-9ff6-5aa7fe7b0381",
            "word": "disillusioned",
            "phonetic": "dɪsɪluːʒənd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I feel very disillusioned.",
                "And when she didn’t win the nomination eight years ago, she didn’t get angry or disillusioned.",
                "What our campaign is doing is reaching out to disillusioned working people who no longer vote, to young people who have not gotten involved in the political process to the degree that they should."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzaWxsdXNpb25lZA&hash=5151808cf9bb44486b7943844d92be343c779ea3&lang=en&cache-only=0",
            "defineEn": "feeling disappointed because someone or something is not as worthy or good as one believed",
            "defineVi": "cảm thấy thất vọng vì ai đó hoặc điều gì đó không xứng đáng hoặc tốt như người ta tin tưởng"
        },
        {
            "id": "8894ac87-3a67-41ce-87fb-b44e39fbb072",
            "word": "despondency",
            "phonetic": "dᵻspɑːndənsi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVzcG9uZGVuY3k&hash=3304d1d308c70d1d60d126f6e3ab9473d36c72c2&lang=en&cache-only=0",
            "defineEn": "the state of being unhappy and despairing",
            "defineVi": "trạng thái không hạnh phúc và tuyệt vọng",
            "hasImg": true
        },
        {
            "id": "1d14a6c7-d032-453c-8dd2-030618fb1f29",
            "word": "apathy",
            "phonetic": "æpəθi ",
            "partOfSpeechType": "noun",
            "examples": [
                "A lack of investment in education can breed ignorance and apathy in a society.",
                "Apathy is having very little interest in things.",
                "Apathy is one of those mental states that can be very debilitating.",
                "There's just so much political apathy and so much frustration in Iran.",
                "But the full experience of apathy also involves just being in this place of just existing."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBhdGh5&hash=53b600885f655449fd308776a8a228000cffb423&lang=en&cache-only=0",
            "defineEn": "the lack of interest, concern, emotions for things",
            "defineVi": "sự thiếu quan tâm, quan tâm, cảm xúc cho mọi thứ"
        },
        {
            "id": "71fe7267-f922-448f-b8e9-8894a1b19e79",
            "word": "melancholy",
            "phonetic": "mɛləŋkɑːli ",
            "partOfSpeechType": "noun",
            "examples": [
                "If you've never felt melancholy, you've missed out on part of what it means to be human.",
                "The Romantic poets of the early 19th century believed melancholy allows us to more deeply understand other profound emotions, like beauty and joy.",
                "(melancholy music) - I guess this is where prisoners were chained too.",
                "Many thinkers contend that melancholy is necessary in gaining wisdom.",
                "Since indie describes a band's outlook more than their musical style, independent musicians can range from the electronic soul style of Frank Ocean, to the lyrical and melancholy sounds of The Smiths."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVsYW5jaG9seQ&hash=5d9627d6bdff2338aa8752f0d46cd36a6c8f9e88&lang=en&cache-only=0",
            "defineEn": "a feeling of long-lasting sadness that often cannot be explained",
            "defineVi": "một cảm giác buồn kéo dài thường không thể giải thích được"
        },
        {
            "id": "830dcae6-f01e-42fd-9506-babbf3f774b0",
            "word": "outrage",
            "phonetic": "aʊtɹeɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "There has been public outrage after it came to light that some people had been jumping the queue for surgery appointments because they had a friend or relative working at the hospital.",
                "President Trump's comments sparked national outrage.",
                "This sparked national outrage.",
                "Outrage exploded again in 1992 with the release of games like Mortal Kombat and Night Trap.",
                "The reaction from the other side was immediate: more outrage."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0cmFnZQ&hash=73758a586e6555b52367cc9bd63b7faed2091b3e&lang=en&cache-only=0",
            "defineEn": "the extreme feeling of rage and anger",
            "defineVi": "cảm giác cực độ của cơn thịnh nộ và tức giận",
            "hasImg": true
        },
        {
            "id": "c7ff534c-caa4-46c6-9909-93ed261444ad",
            "word": "hysteria",
            "phonetic": "hɪstɪɹiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Or is this just hysteria?",
                "There were other quick fixes for hysteria, too.",
                "\"Dogs and cats, living together, mass hysteria!\"",
                "Was tulipomania an example of mass hysteria and human foolishness?",
                "A year later out of fear and hysteria over Japanese spies, FDR signs an executive order that incarcerates over a hundred thousand Japanese Americans into internment camps."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlzdGVyaWE&hash=42bd6b7ee3848f80026eaafd686d95901c31a3e3&lang=en&cache-only=0",
            "defineEn": "great excitement, anger, or fear that makes someone unable to control their emotions, and as a result, they start laughing, crying, etc.",
            "defineVi": "quá phấn khích, tức giận hoặc sợ hãi khiến ai đó không thể kiểm soát được cảm xúc của mình và kết quả là họ bắt đầu cười, khóc, v.v."
        },
        {
            "id": "69675643-2f02-4a71-8caa-cd2054db55a0",
            "word": "self-loathing",
            "phonetic": "sɛlfloʊðɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "People with self-loathing can also end up in really bad relationships, not take advantage of opportunities because you don't deserve it.",
                "You know, going from active addiction and the hopelessness and despair that goes along with that, the shame and the just self-loathing that I felt, that didn't just go away the moment that I stopped using drugs.",
                "And there's usually a lot of remorse or self-loathing associated with taking the items afterwards that leaves people to wanna get rid of them.",
                "It's the people who commit these crimes have access to guns, and they tend to be really self-loathing."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1sb2F0aGluZw&hash=9e3517f2128b00ef8471f5615581745b83a22922&lang=en&cache-only=0",
            "defineEn": "a strong feeling of hating oneself",
            "defineVi": "một cảm giác mạnh mẽ ghét chính mình"
        }
    ]
}