{
    "id": "4e93d197-9d40-44b4-9d09-8224ae341392",
    "title": "Unit 4 - Lesson 3",
    "originalTitle": "Unit 4 - Lesson 3",
    "words": [
        {
            "id": "a6caba11-2bf6-4f27-9eca-ca9a1caabcf5",
            "word": "communication",
            "phonetic": "kəmjuːnɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "She takes language classes to enhance her communication skills.",
                "He once again showed unrivalled mastery of communication and ran rings round his lacklustre rivals on the left and centre.",
                "The counselor emphasized the importance of communication skills in maintaining healthy relationships, saying that a gentle tongue is a tree of life, but perverseness in it breaks the spirit.",
                "Parents often warn their children that evil communications corrupt good manners, urging them to surround themselves with positive influences.",
                "In the past, it was common to send handwritten letters but nowadays email is the preferred method of communication, other times, other manners."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbXVuaWNhdGlvbg&hash=295ac4ccdc489cf22d95a52719099c5bce0fe9b5&lang=en&cache-only=0",
            "defineEn": "the process or activity of exchanging information or expressing feelings, thoughts, or ideas by speaking, writing, etc.",
            "defineVi": "quá trình hoặc hoạt động trao đổi thông tin hoặc thể hiện cảm xúc, suy nghĩ hoặc ý tưởng bằng cách nói, viết, v.v.",
            "hasImg": true
        },
        {
            "id": "5ae3b208-7de6-4762-a2ea-39216fecb3f9",
            "word": "waiter",
            "phonetic": "weɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The waiter opened the bottle of wine for the guests.",
                "Our waiter cleared the empty plates from the table.",
                "Throughout the evening, the waiter handled the busy restaurant.",
                "The waiter patiently answered our questions about the ingredients in the dish.",
                "The waiter recommended trying the dressed oysters."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FpdGVy&hash=86972c42188709376457d2a12a67dedb6ab22528&lang=en&cache-only=0",
            "defineEn": "a man who brings people food and drinks in restaurants, cafes, etc.",
            "defineVi": "một người đàn ông mang thức ăn và đồ uống cho mọi người trong nhà hàng, quán cà phê, v.v.",
            "hasImg": true
        },
        {
            "id": "6fbac168-b04b-42c9-b4d1-7ed9a9596f42",
            "word": "waitress",
            "phonetic": "weɪtɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our waitress poured water for everyone at the table.",
                "The waitress took our orders and brought us our drinks.",
                "Andrews' favorite waitress means well when she puts in a good word for him with Tierney.",
                "I asked the waitress for the bill after finishing my meal.",
                "We thanked the waitress for her excellent service before leaving the restaurant."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FpdHJlc3M&hash=9b82d623a8a2701e0dfb7b77a73d5bd571e4697c&lang=en&cache-only=0",
            "defineEn": "a woman who brings people food and drinks in restaurants, cafes, etc.",
            "defineVi": "một người phụ nữ mang thức ăn và đồ uống cho mọi người trong nhà hàng, quán cà phê, v.v.",
            "hasImg": true
        },
        {
            "id": "9411c7b9-1d63-42d1-9dd2-06e5ebd5b322",
            "word": "excuse me",
            "phonetic": "ɛkskjuːs miː ",
            "partOfSpeechType": "interjection",
            "examples": [
                "Excuse me, I lost my train of thoughts.",
                "Excuse me, but there’s a phone call for you.",
                "Excuse me, is this the way to the station?",
                "Excuse me, you're wanted on the phone.",
                "Excuse me, but I don't think that's true."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjdXNlIG1l&hash=50e3beb31451b50279f5948ef7f9cfb4372b16d2&lang=en&cache-only=0",
            "defineEn": "said before asking someone a question, as a way of politely getting their attention",
            "defineVi": "nói trước khi đặt câu hỏi cho ai đó, như một cách lịch sự để thu hút sự chú ý của họ",
            "hasImg": true
        },
        {
            "id": "907a965a-2faa-4696-b93b-6bd9fb4d18ef",
            "word": "to order",
            "phonetic": "tʊ ɔːɹdɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "They ordered a mouthwatering venison burger from a trendy restaurant.",
                "She ordered a takeaway meal of pizza and garlic bread for dinner.",
                "We ordered takeout pizza for an easy dinner.",
                "I ordered a bowl of delicious oxtail soup for the first time.",
                "Three players got their marching orders last week."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3JkZXI&hash=5a65cdc475df8ca6b86449c09bd01d556754013a&lang=en&cache-only=0",
            "defineEn": "to ask for something, especially food, drinks, services, etc. in a restaurant, bar, or shop",
            "defineVi": "để yêu cầu một cái gì đó, đặc biệt là thực phẩm, đồ uống, dịch vụ, vv trong một nhà hàng, quán bar, hoặc cửa hàng",
            "hasImg": true
        },
        {
            "id": "4491aa15-5c0d-4ea7-b26a-3098eee226f6",
            "word": "check",
            "phonetic": "tʃɛk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Check the remix.",
                "The active ingredient checks the growth of bacteria.",
                "Check the box next to the right answer.",
                "I’ll check the dates.",
                "Any baggage over five kilos must be checked."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlY2s&hash=d475fc5cf17be34f321fb592977c35823a6b3e4e&lang=en&cache-only=0",
            "defineEn": "a small piece of paper showing the foods and drinks that we have ordered in a restaurant, cafe, etc. and the amount that we have to pay",
            "defineVi": "một mảnh giấy nhỏ ghi những món ăn và thức uống mà chúng ta đã gọi ở nhà hàng, quán cà phê, v.v. và số tiền mà chúng ta phải trả",
            "hasImg": true
        },
        {
            "id": "1398383e-9f43-4d8a-9cef-08552d8652ca",
            "word": "tip",
            "phonetic": "tɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Take a stock tip with a grain of salt.",
                "Her name is on the tip of my tongue.",
                "I had pins and needles in the tips of my fingers.",
                "These great men on the wall had done so much to tip the scales in justice's favor.",
                "Comb hair from tip to root, working out the knots at the end."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlw&hash=abd0bf810fa302d4f8a942c4b2bb39f14d5e51de&lang=en&cache-only=0",
            "defineEn": "the additional money we give someone such as a waiter, driver, etc. to thank them for the services they have given us",
            "defineVi": "số tiền bổ sung mà chúng tôi đưa cho ai đó chẳng hạn như bồi bàn, tài xế, v.v. để cảm ơn họ vì những dịch vụ mà họ đã cung cấp cho chúng tôi",
            "hasImg": true
        },
        {
            "id": "cbf92b31-5612-4b7c-bd02-1e28d9fef6b2",
            "word": "credit card",
            "phonetic": "kɹɛdɪt kɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her credit card bills are enormous!",
                "I pay for my groceries with my credit card.",
                "John finally paid off his credit card debt and felt a huge weight lifted off his shoulders.",
                "The couple enjoyed a luxurious vacation, but knew that their credit card bill would be waiting for them at home.",
                "I lived on the edge using cash advances to pay one credit card with another until I finally found a job three months after graduation."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlZGl0IGNhcmQ&hash=e75696c6c11445ac862edd916787fb81f20d72db&lang=en&cache-only=0",
            "defineEn": "a plastic card, usually given to us by a bank, that we use to pay for goods and services",
            "defineVi": "một thẻ nhựa, thường được ngân hàng cấp cho chúng tôi, mà chúng tôi sử dụng để thanh toán hàng hóa và dịch vụ",
            "hasImg": true
        }
    ]
}