{
    "id": "4f6e6bfd-b362-4b0d-bcd8-8f6a87d21e17",
    "title": "Art",
    "originalTitle": "Art",
    "words": [
        {
            "id": "113d0124-ff1e-445c-aeed-284a8b1dfc26",
            "word": "concrete",
            "phonetic": "kɑːŋkɹiːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Leave the concrete to set for a few hours.",
                "The CEO gave a great speech about the company's commitment to social responsibility, but talk is cheap unless they start implementing concrete actions to reduce their carbon footprint.",
                "So the concrete is inherently stronger.",
                "The concrete industry uses about 3 trillion liters of water a year.",
                "\"The concrete evidence is right here.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY3JldGU&hash=091b554dde500bac878936298c2c64c6d528db2c&lang=en&cache-only=0",
            "defineEn": "real, factual, and existing in a material or physical form in a way that can be sensed",
            "defineVi": "có thật, thực tế và tồn tại ở dạng vật chất hoặc vật chất theo cách có thể cảm nhận được"
        },
        {
            "id": "dd1c2eec-bd78-4c3d-b128-5013b46af0d8",
            "word": "figurative",
            "phonetic": "fɪɡjɚɹətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This is the figurative definition.",
                "It's not a real paralysis, it's a figurative term.",
                "Artists are thinking abstractly and figurative, trying to blur the lines between them.",
                "They were the first figurative art made by both our kids somewhere between the ages of 2 and 3.",
                "There are many extremely affecting memorials that are figurative, including German artist Käthe Kollwitz’s 1920 woodcut"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlndXJhdGl2ZQ&hash=80ca91ec0189f947b1a0d6b2951ec0a96b49433d&lang=en&cache-only=0",
            "defineEn": "representing people, animals and objects and forms as they appear in the real world",
            "defineVi": "đại diện cho con người, động vật và đồ vật và hình dạng khi chúng xuất hiện trong thế giới thực"
        },
        {
            "id": "6bb2ceb0-3d00-4365-81b2-d3b0ed4cf5d6",
            "word": "monochrome",
            "phonetic": "mɑːnoʊkɹoʊm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Simon Personal Communicator had a monochrome LCD and stylus.",
                "There's a two megapixel monochrome sensor that's meant to add detail to black and white photos.",
                "So it's just gonna have that monochrome sensor.",
                "Whether it’s waxing, waning, or shining in its full glory, it always presents the same face to Earth: a mottled, monochrome landscape of black and white rocks.",
                "For the macro lens, we've gone from two megapixels to five, and they've actually included a monochrome sensor, which I think is just OnePlus's nomenclature for depth sensor."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9ub2Nocm9tZQ&hash=593537f0692a8c31e1626bcee4dc2e70f9435090&lang=en&cache-only=0",
            "defineEn": "(of a picture or photograph) containing or portraying images in black and white or different shades of a single color only",
            "defineVi": "(của một bức ảnh hoặc bức ảnh) chứa hoặc miêu tả hình ảnh đen trắng hoặc các sắc thái khác nhau của một màu duy nhất",
            "hasImg": true
        },
        {
            "id": "70b5c3e1-25f4-49b1-b715-7d209271a65f",
            "word": "lowbrow",
            "phonetic": "loʊbɹaʊ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But while horror has often been dismissed as lowbrow, its music has been in-cra-ba. - Listen to the score from the 2018 horror thriller Bird Box.",
                "But when they were first exhibited in Paris in 1874, they were regarded as unfinished, slapdash, lowbrow, and renegade."
            ],
            "audio": "https://tts.langeek.co/read?text=bG93YnJvdw&hash=68d8d91fff5861faf2bd7dec03e9e6353ccd6456&lang=en&cache-only=0",
            "defineEn": "intended for those who have little knowledge about culture and serious art",
            "defineVi": "dành cho những người có ít kiến thức về văn hóa và nghệ thuật nghiêm túc"
        },
        {
            "id": "7618dcc1-568c-4768-a783-5e24c81666d2",
            "word": "somber",
            "phonetic": "sɑːmɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When attending a funeral, it's the done thing to dress in black or other somber colors.",
                "Songs with dark somber lyrics are common all over mainstream music right now.",
                "RALPH NORTHAM: You know, this was a somber day for Virginia, but it was a necessary day.",
                "(somber music) How you doin'?",
                "The time-honored tradition of casting back on the past 12 months at the close of the year is a somber occasion this year."
            ],
            "audio": "https://tts.langeek.co/read?text=c29tYmVy&hash=52944757b166dd86a6be81934c42455349364f1d&lang=en&cache-only=0",
            "defineEn": "dark and gloomy in color, especially gray or black",
            "defineVi": "màu tối và ảm đạm, đặc biệt là màu xám hoặc đen"
        },
        {
            "id": "7ef1e4ce-be1f-42f3-9225-c5852a7442d0",
            "word": "sublime",
            "phonetic": "sʌblaɪm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The comedian joked that from the sublime to the ridiculous is only a step, and that the best comedy often came from taking serious topics and turning them on their head.",
                "I just realized that I forgot my Sublime CD in there.",
                "And its sublime compositions aren’t just deadly traps, they’re an extension of the spider’s senses.",
                "So you all remember the Gothic novel from Frankenstein, with its blend of horror and its interest in the sublime.",
                "These are amazing ways to broadcast pictures of yourself being cool and to publish your thoughts from the sublime to the ridiculous."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VibGltZQ&hash=0ba0f4e83fc6f20d25da4e4e9191865588ab7118&lang=en&cache-only=0",
            "defineEn": "of exceptional beauty or excellence",
            "defineVi": "vẻ đẹp đặc biệt hoặc xuất sắc"
        },
        {
            "id": "93bc7285-1844-41a9-8a72-6a2bf27f0674",
            "word": "Baroque",
            "phonetic": "bɚɹoʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "In grand baroque paintings, you can find devils, serpents, old hags, and other signs of evil filtering across society.",
                "- You know that's Baroque, that's Baroque music."
            ],
            "audio": "https://tts.langeek.co/read?text=QmFyb3F1ZQ&hash=6296d5a8b3298865d3b9b6d880ad802a5cadb266&lang=en&cache-only=0",
            "defineEn": "an ornate and grand style of art, music, and architecture present in the 17th and early 18th centuries in Europe",
            "defineVi": "một phong cách nghệ thuật, âm nhạc và kiến trúc trang trí công phu và hoành tráng có từ thế kỷ 17 và đầu thế kỷ 18 ở châu Âu"
        },
        {
            "id": "14b4e93a-9c3b-4ab6-a6d3-8592b1ac4829",
            "word": "Rococo",
            "phonetic": "ɹəkoʊkoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Um9jb2Nv&hash=830fae47e2992e266a67bfd9b0b539076afedb3c&lang=en&cache-only=0",
            "defineEn": "an elaborate and heavily decorated style of art, architecture, and furniture with asymmetrical patterns that was prevalent in Europe in the 18th century",
            "defineVi": "một phong cách nghệ thuật, kiến trúc và đồ nội thất được trang trí cầu kỳ và công phu với các hoa văn bất đối xứng thịnh hành ở châu Âu vào thế kỷ 18"
        },
        {
            "id": "7fd84e5f-0e55-458f-8086-3275701c3cab",
            "word": "classicism",
            "phonetic": "klæsɪsɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3NpY2lzbQ&hash=31640ec62336025bec2d6f13bea00803187ff89e&lang=en&cache-only=0",
            "defineEn": "a style of art and literature associated with harmony, simplicity, and beauty based on the standards of ancient Greece and Rome, Classicism was popular in Europe from the Renaissance to the 18th century",
            "defineVi": "một phong cách nghệ thuật và văn học gắn liền với sự hài hòa, đơn giản và đẹp đẽ dựa trên các tiêu chuẩn của Hy Lạp và La Mã cổ đại, Chủ nghĩa cổ điển phổ biến ở châu Âu từ thời Phục hưng đến thế kỷ 18",
            "hasImg": true
        },
        {
            "id": "e1c5a5bc-d8d0-42c0-abc5-b4c2987f9749",
            "word": "Dada",
            "phonetic": "dɑːdə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Easy syllables like mama, nana, baba, papa, dada, and tata are names for family members in many unrelated languages, suggesting that a lot of people want their babies’ babbles to be meaningful.",
                "I’ve been told my first word was dada, so I was a super original baby.",
                "Surrealism also emerged out of the riotous spirit of Dada: a movement originating in Zurich and Berlin which sought to abandon artistic traditions and disrupt the conventionality of modern life: weaponising nonsense against the institutions that had brought about the catastrophe that was World War One."
            ],
            "audio": "https://tts.langeek.co/read?text=RGFkYQ&hash=cbafc722d640b773f72382dd402dc414ca22fc0a&lang=en&cache-only=0",
            "defineEn": "an early 20th-century movement in art, literature, music, and cinema, renouncing and satirizing artistic and social traditions and highlighting the illogical and absurd as a way of protest",
            "defineVi": "một phong trào nghệ thuật, văn học, âm nhạc và điện ảnh đầu thế kỷ 20, từ bỏ và châm biếm các truyền thống xã hội và nghệ thuật, đồng thời nêu bật những điều phi logic và phi lý như một cách phản đối",
            "hasImg": true
        },
        {
            "id": "ac9652de-1b6a-48c4-9fb2-7bf0129cff85",
            "word": "expressionism",
            "phonetic": "ɛkspɹɛʃənɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "It even supported painters like Jackson Pollack and the Museum of Modern Art in New York because American expressionism was the vanguard of artistic freedom and the exact opposite of Soviet socialist realism.",
                "In the late 1920s, he began to work with the theater director Erwin Piscator, who we briefly discussed in our episode on expressionism."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwcmVzc2lvbmlzbQ&hash=13df399c1c5456e15836351d3f88543284e2a4ce&lang=en&cache-only=0",
            "defineEn": "a style and movement of art, music, and literature in the early 20th century that expresses extreme feelings and emotions instead of showing events or objects in a realistic manner",
            "defineVi": "một phong cách và phong trào nghệ thuật, âm nhạc và văn học vào đầu thế kỷ 20 thể hiện cảm xúc và cảm xúc cực độ thay vì thể hiện các sự kiện hoặc đối tượng một cách thực tế",
            "hasImg": true
        },
        {
            "id": "37c22c15-b70b-4838-80f2-128811f40c4f",
            "word": "impressionism",
            "phonetic": "ɪmpɹɛʃənɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "But the best case for Impressionism is the art itself.",
                "And this was the revelation of Impressionism.",
                "You don’t have to like Impressionism.",
                "But at the time Impressionism was not a household word, and that painting did not sell.",
                "This is the case for Impressionism This new style didn’t arrive out of the clear blue sky, but the paintings were often created under one."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wcmVzc2lvbmlzbQ&hash=555095d1e42daf29d4d8cd957b2d80dd38544139&lang=en&cache-only=0",
            "defineEn": "a movement in painting originated in 19th-century France that uses light and color in a way that gives an impression rather than a detailed representation of the subject",
            "defineVi": "một phong trào hội họa bắt nguồn từ Pháp thế kỷ 19 sử dụng ánh sáng và màu sắc theo cách tạo ấn tượng hơn là thể hiện chi tiết chủ đề",
            "hasImg": true
        },
        {
            "id": "dfeeba56-52f8-4cf8-a800-8d4fb3fda6d8",
            "word": "formalism",
            "phonetic": "fɔːɹməlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zm9ybWFsaXNt&hash=3a3eed523f3f8a8f872ac604270fc55a74062dd3&lang=en&cache-only=0",
            "defineEn": "an artistic or literary style that considers the rules and proper arrangement of the elements as being the most fundamental factor in comparison with expressing feelings or meaning",
            "defineVi": "một phong cách nghệ thuật hoặc văn học coi các quy tắc và sự sắp xếp hợp lý của các yếu tố là yếu tố cơ bản nhất so với việc thể hiện cảm xúc hoặc ý nghĩa",
            "hasImg": true
        },
        {
            "id": "639064f2-0ebf-4c18-8405-42c4c0a01f2b",
            "word": "mannerism",
            "phonetic": "mænɚɹɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The person may have unusual mannerisms.",
                "Although feudal mannerisms would evolve over time, the spirit behind them remained constant.",
                "So what you do is you match the other person's posture and mannerism.",
                "It could be just one mannerism that I'm doing that reminds you of them and that's why the transference is happening.",
                "So we need to figure out that other things, other than that one mannerism that are different and that set me apart from that other person."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFubmVyaXNt&hash=e8383c05f8efa2929fe7df3f63a7e0d4bc5a87df&lang=en&cache-only=0",
            "defineEn": "a European style of art in the late 16th century characterized by hyper-idealization and distorted human forms",
            "defineVi": "một phong cách nghệ thuật châu Âu vào cuối thế kỷ 16 được đặc trưng bởi sự siêu lý tưởng hóa và các hình dạng con người bị bóp méo"
        },
        {
            "id": "c0db466a-51e0-4076-bd47-c1a3360c18ad",
            "word": "minimalism",
            "phonetic": "mɪnɪməlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Minimalism had its haters from the start.",
                "But minimalism changed things.",
                "I see minimalism.",
                "But minimalism is a resistant lover.",
                "But minimalism was a rejection of what came before."
            ],
            "audio": "https://tts.langeek.co/read?text=bWluaW1hbGlzbQ&hash=c2e75653be7afaf443e5f27df11bd079aca1fab3&lang=en&cache-only=0",
            "defineEn": "‌a style of art, music, or design that arose in the 1950s and is associated with simplicity and uses only a limited number of elements",
            "defineVi": "‌một phong cách nghệ thuật, âm nhạc hoặc thiết kế phát sinh vào những năm 1950 và gắn liền với sự đơn giản và chỉ sử dụng một số yếu tố hạn chế",
            "hasImg": true
        },
        {
            "id": "3490d7be-ed65-4c96-a424-9259c5a5a74d",
            "word": "neoclassicism",
            "phonetic": "niːoʊklæsɪsɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmVvY2xhc3NpY2lzbQ&hash=17d930ba9976f4d25e4691e4320997f08cb280e4&lang=en&cache-only=0",
            "defineEn": "a style of art, literature, music, or architecture that imitates the style practiced in ancient Greece and Rome",
            "defineVi": "một phong cách nghệ thuật, văn học, âm nhạc hoặc kiến trúc bắt chước phong cách được thực hành ở Hy Lạp và La Mã cổ đại"
        },
        {
            "id": "b2a7ea02-3c30-4849-ab6b-fb3947993152",
            "word": "naturalism",
            "phonetic": "nætʃɚɹəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmF0dXJhbGlzbQ&hash=c0b070e953dc98882be66ac45258235f4f6d4851&lang=en&cache-only=0",
            "defineEn": "a literary and artistic movement initiated in the late 19th century, marked by the accurate depiction of detail",
            "defineVi": "một phong trào văn học và nghệ thuật được khởi xướng vào cuối thế kỷ 19, được đánh dấu bằng sự miêu tả chính xác đến từng chi tiết",
            "hasImg": true
        },
        {
            "id": "632fb32f-1217-460e-b296-4ed5ece7ea76",
            "word": "postmodernism",
            "phonetic": "poʊstmədɚnɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Noted for using postmodernism expression by representing Jews as mice and Germans as cats, the story depicts Spiegelman interviewing his father about his experiences as a Polish Jew and Holocaust survivor."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zdG1vZGVybmlzbQ&hash=31147f7d2aed63d848f10e2cf0a7fb0549610882&lang=en&cache-only=0",
            "defineEn": "a movement and style in art, literature, architecture, etc. in the 20th century, which reacted against modernism and is usually marked by a return to earlier styles and inclusion of features from various periods",
            "defineVi": "một phong trào và phong cách trong nghệ thuật, văn học, kiến trúc, v.v. trong thế kỷ 20, phản ứng lại chủ nghĩa hiện đại và thường được đánh dấu bằng sự quay trở lại các phong cách trước đó và bao gồm các đặc điểm từ các thời kỳ khác nhau"
        },
        {
            "id": "a6acea88-f560-416f-accf-69d96254b319",
            "word": "to daub",
            "phonetic": "tə dɔːb ",
            "partOfSpeechType": "verb",
            "examples": [
                "Is it so from the moment of its creation, when the final daub of paint is applied to just the right location?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGF1Yg&hash=eeaea4f83fac4f838b1eb7debabe5d37d1ea63cb&lang=en&cache-only=0",
            "defineEn": "to spread a sticky substance such as mud, paint, etc. on a surface in a careless way",
            "defineVi": "để trải một chất dính như bùn, sơn, vv trên bề mặt một cách bất cẩn"
        },
        {
            "id": "198479b2-cf24-4d23-b2db-3badd9d48adb",
            "word": "to etch",
            "phonetic": "tʊ ɛtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The deal isn't yet etched in stone, but we're confident it will go ahead as hoped.",
                "So we can etch right onto a sheet of steel.",
                "And I just etched, I think 9 or 10 times with a full power pass.",
                "and maybe we'll have etch somethings while we're at it.",
                "We want to etch a very specific circuit design."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXRjaA&hash=88be14541f74c6504503bf810ccead22e138938d&lang=en&cache-only=0",
            "defineEn": "to cut or carve designs or writings on a hard surface using an acid or a laser beam",
            "defineVi": "để cắt hoặc khắc các thiết kế hoặc chữ viết trên bề mặt cứng bằng cách sử dụng axit hoặc tia laze"
        },
        {
            "id": "b64ebf46-184a-4699-ab85-e0257934005e",
            "word": "bricolage",
            "phonetic": "bɹɪkɑːlɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJpY29sYWdl&hash=14a5672d54f2ae121dbccdb03c7501be4378c3be&lang=en&cache-only=0",
            "defineEn": "the process of artfully constructing something by means of different objects that are at hand or easily accessible",
            "defineVi": "quá trình xây dựng một cách khéo léo một cái gì đó bằng các đối tượng khác nhau có sẵn hoặc dễ tiếp cận"
        },
        {
            "id": "5624921c-df00-42f6-9aba-e6446c4d6943",
            "word": "composition",
            "phonetic": "kɑːmpəzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "With a knife, he separated the endosperm from the seed, revealing its starchy and nutrient-rich composition.",
                "The artist used bold strokes and vibrant colors to create an abstract composition that evoked a sense of energy and movement.",
                "The painting's vibrant colors and striking composition resonated deeply with art enthusiasts.",
                "The sun’s composition is similar.",
                "First, their composition is different."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcG9zaXRpb24&hash=33d4c528f69845edb96728e03fd2d09a076b7fbf&lang=en&cache-only=0",
            "defineEn": "the artistic arrangement of people and objects in a painting or picture",
            "defineVi": "sự sắp xếp nghệ thuật của con người và các đối tượng trong một bức tranh hoặc hình ảnh",
            "hasImg": true
        },
        {
            "id": "58fc9f7c-5746-4059-9c37-dd51844180bc",
            "word": "installation",
            "phonetic": "ɪnstəleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Five is installation.",
                "Installation is simple.",
                "Here is our Food for Others installation.",
                "An installation window will appear.",
                "Solar installations require that they have to be permitted."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdGFsbGF0aW9u&hash=78997d38e6572902f965c7fe3cc653387dbe605d&lang=en&cache-only=0",
            "defineEn": "a form of modern sculpture constructed using sound, light, movement, etc. as well as objects, often as a temporary piece of art",
            "defineVi": "một hình thức điêu khắc hiện đại được xây dựng bằng cách sử dụng âm thanh, ánh sáng, chuyển động, v.v. cũng như các đồ vật, thường là một tác phẩm nghệ thuật tạm thời"
        },
        {
            "id": "757595a3-b4a3-492a-aaa5-a59ec208267a",
            "word": "fresco",
            "phonetic": "fɹɛskoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "None of these creations were as famous as Talos, who appeared on Greek coins, vase paintings, public frescoes, and in theatrical performances.",
                "Trionfo della Morte (Triumph of Death) after viewing the Camposanto frescos."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlc2Nv&hash=9822d4295287f23b44ea1fcb351b3443511348ec&lang=en&cache-only=0",
            "defineEn": "a technique of mural painting that is done by putting watercolor on wet plaster on a wall or ceiling",
            "defineVi": "một kỹ thuật vẽ tranh tường được thực hiện bằng cách đặt màu nước lên thạch cao ướt trên tường hoặc trần nhà"
        },
        {
            "id": "f24e8294-59bc-4c90-91a4-55cb2ba3b1ce",
            "word": "grotesque",
            "phonetic": "ɡɹoʊtɛsk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The man-horse chimaera appear as a singular, grotesque body.",
                "Well, he's a grotesque puppet.",
                "Stories like this one from The Scottish antiquary, or, Northern notes and queries in 1891 speak to his terror of freshwater and the Nuckelavee’s grotesque appearance.",
                "Ducks, rabbits, chickens, pigs, and yes goats, were all said to have been killed by a grotesque creature.",
                "But the worst thing is that we have become really kind of a grotesque caricature of what the Republican Party has traditionally been."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JvdGVzcXVl&hash=45592915e6ebd52bdebee383eb951b4bf23fbb3a&lang=en&cache-only=0",
            "defineEn": "a style of art that is characterized by distortion of figures and interweaving animals, humans, and plants",
            "defineVi": "một phong cách nghệ thuật được đặc trưng bởi sự biến dạng của các hình và đan xen giữa động vật, con người và thực vật"
        },
        {
            "id": "7270f5c3-6cb9-4b25-98d7-be2db5362b64",
            "word": "mural",
            "phonetic": "mjʊɹɹəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The murals on the Protestant side of Northern Ireland's religious divide are less sentimental and more militaristic.",
                "Government-commissioned murals by Rivera and others were part of that, literally painting the contributions of Mexico's indigenous peoples back into its history and its present.",
                "His signature mural celebrates Bobby Sands, considered a martyr by the IRA.",
                "Protestant mural artist Mark Ervine walked us across the dividing line.",
                "Today we have finished the making of the biggest mural in Palestine."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVyYWw&hash=2d47a37b19ee8bfacdcdb5fe31b5914f92edcc70&lang=en&cache-only=0",
            "defineEn": "a large painting done on a wall",
            "defineVi": "một bức tranh lớn được thực hiện trên một bức tường"
        },
        {
            "id": "d0cee7ee-d1ea-406a-8927-7fcf7b9265d9",
            "word": "diptych",
            "phonetic": "dɪptɪtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our artists Pat and Corolla are working on what we call a diptych, which is gonna be a double-paneled piece."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlwdHljaA&hash=b1a85f7699adccbcbdda172cdb99736f86a661f3&lang=en&cache-only=0",
            "defineEn": "a painting or engraving done on two separate pieces of wood that are hinged and can be closed like a book, usually used as an altarpiece",
            "defineVi": "một bức tranh hoặc bản khắc được thực hiện trên hai mảnh gỗ riêng biệt có bản lề và có thể được đóng lại như một cuốn sách, thường được sử dụng làm bàn thờ",
            "hasImg": true
        },
        {
            "id": "48b0e4a5-562d-42a2-a2fd-6185bbba1310",
            "word": "easel",
            "phonetic": "iːzəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Vermeer would even hide the leg of an easel for the sake of composition.",
                "Then, you had to just sketch whatever you saw on a nearby easel.",
                "Her mother had an easel made that attached to her bed, and a mirror was installed on the underside of the canopy, allowing her to see herself as she painted.",
                "During her recovery, she had a special easel attached to her bed so she could practice painting techniques.",
                "It doesn't look like it's meant to be like tented or be an easel."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWFzZWw&hash=b9fb5911e95f9eb0e11f0a20a0ee73943c0f6c3f&lang=en&cache-only=0",
            "defineEn": "a wooden frame, usually a tripod, that an artist uses to support a canvas",
            "defineVi": "một khung gỗ, thường là giá ba chân, mà một nghệ sĩ sử dụng để hỗ trợ canvas",
            "hasImg": true
        },
        {
            "id": "cfef8862-fcc7-480b-88c8-0136421ffdcc",
            "word": "tempera",
            "phonetic": "tɛmpɚɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "For millennia, artists used tempera paint consisting of ground pigment in egg yolk, which created vivid but opaque colors.",
                "I don’t know how I thought of this one first, but Jacob Lawrence’s Migration Series is a succession of sixty paintings, made of tempera on board and measuring 12 by 18 inches each."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVtcGVyYQ&hash=4d1cf4d28dff92104e67231b4575b227b2b89fca&lang=en&cache-only=0",
            "defineEn": "a kind of pigment that is mixed with water or egg yolk in order to be painted on a canvas, paper, etc.",
            "defineVi": "một loại bột màu được trộn với nước hoặc lòng đỏ trứng để vẽ trên vải, giấy, v.v.",
            "hasImg": true
        },
        {
            "id": "d4d89768-bd1f-4aba-bb6e-d4b9f788cef1",
            "word": "cityscape",
            "phonetic": "sɪɾɪskeɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Artists depicted cityscapes, ball games, and field hands at work.",
                "And those navigation skills serve them well in a complex cityscape.",
                "But IN GENERAL we could say this group was mostly painting from modern life, cityscapes and landscapes, using a brighter palette of colors, broken brushstrokes, and loosely defined forms, that gave the works an air of spontaneity.",
                "So, all you see when you walk out is a very empty cityscape.",
                "But author Paul Dickson (who wrote a book on American libraries) notes in an article for NPR that Carnegie’s libraries also changed the cityscapes of places like Washington DC where a Carnegie library opened in 1903."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2l0eXNjYXBl&hash=817e074f02438228acbf10e223a6be53715c3979&lang=en&cache-only=0",
            "defineEn": "a painting or photograph representing a city or an urban area",
            "defineVi": "một bức tranh hoặc bức ảnh đại diện cho một thành phố hoặc một khu vực đô thị"
        },
        {
            "id": "24b00585-f3ea-4083-b68d-185eb1411a79",
            "word": "avant-garde",
            "phonetic": "ævəntɡɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Like other avant-gardes before it, surrealism drew inspiration from non-western or so-called primitive cultures which for them provided an alternative set of aesthetic and social values.",
                "Corea was renowned for his avant-garde approach, and over his long career, he won 23 Grammy awards, the most for any jazz artist.",
                "Impressionism was one of the first of a string of avant-garde art movements, each rejecting tradition and embracing the modern, promoting new ideas about what art could be and what it could do."
            ],
            "audio": "https://tts.langeek.co/read?text=YXZhbnQtZ2FyZGU&hash=eba9c4b80549d0695522e7bd6c39f4ad85c7ad31&lang=en&cache-only=0",
            "defineEn": "a progressive group of artists, musicians, etc. introducing modern and radical forms and styles, usually shocking the audience",
            "defineVi": "một nhóm nghệ sĩ, nhạc sĩ tiến bộ, v.v. giới thiệu các hình thức và phong cách hiện đại và cấp tiến, thường gây sốc cho khán giả",
            "hasImg": true
        },
        {
            "id": "1902b91d-0c32-4d38-91b6-0427c5694c9d",
            "word": "connoisseur",
            "phonetic": "kɑːnəsʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a dipping sauce connoisseur, I declared the cocktail sauce as the ideal accompaniment to my fried fish fillets.",
                "- For the first test 54 wine connoisseurs were asked to compare a red and a white wine.",
                "Besides presentation, cucumber connoisseurs also value thick, chewy bodies, and to a lesser extent, taste.",
                "But some cigar connoisseurs now argue that cigars from countries like Nicaragua and Dominican Republic, which the industry calls New World cigars, have become both desirable and reliable in the market.",
                "Nonetheless, despite an increasing appetite for cigars from other countries, some connoisseurs will insist that the most authentic smoke comes only from Cuban cigars."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ubm9pc3NldXI&hash=575e25590994153b7ef559ecf0ee387e241ad526&lang=en&cache-only=0",
            "defineEn": "an individual who is an expert of art, food, music, etc. and can judge its quality",
            "defineVi": "một cá nhân là chuyên gia về nghệ thuật, ẩm thực, âm nhạc, v.v. và có thể đánh giá chất lượng của nó",
            "hasImg": true
        },
        {
            "id": "25da660d-5ee4-4efd-8b53-30579c07ef25",
            "word": "conservator",
            "phonetic": "kənsɜːveɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "At Skylight, conservators take the project piece by piece, shoring up the seams of the monument's some 20 different parts.",
                "Conservators use the material to mend old manuscripts, make copies, and restore missing pages.",
                "And he found a niche of customers: conservators and designers who use the material in lampshades, upholstery, headboards, and even as wallpaper.",
                "As conservators removed these layers of paint, varnish, and grime, they discovered vibrant colors and whole buildings that had long been invisible.",
                "Unfinished paintings can also be important to curators and conservators trying to understand art history."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VydmF0b3I&hash=f2ec8c7f8ae64f860623db9ea1f734b08d96ad60&lang=en&cache-only=0",
            "defineEn": "an organization or a person who is responsible for preserving, repairing, or restoring works of art, cultural sites, or other types of historical heritage",
            "defineVi": "một tổ chức hoặc một người chịu trách nhiệm bảo quản, sửa chữa hoặc khôi phục các tác phẩm nghệ thuật, địa điểm văn hóa hoặc các loại di sản lịch sử khác",
            "hasImg": true
        },
        {
            "id": "54993045-1010-478e-98fe-4a9e4aba66c9",
            "word": "muse",
            "phonetic": "mjuːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Better to be born lucky than rich, he mused.",
                "Hillary Clinton as the muse that inspires the Russian demonstrations?",
                "Like, in sonnet 144, he actually compares the two muses.",
                "I work as a fine art muse.",
                "There's Muse, hold on, I know,"
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzZQ&hash=52224d260cbeebfed61fe55a33ecd161f13ddf44&lang=en&cache-only=0",
            "defineEn": "a source of inspiration for an artist or author that gives them ideas or motivates them to create works of art",
            "defineVi": "một nguồn cảm hứng cho một nghệ sĩ hoặc tác giả cung cấp cho họ những ý tưởng hoặc thúc đẩy họ tạo ra các tác phẩm nghệ thuật"
        }
    ]
}