{
    "id": "4fca3b89-b05c-4029-babf-d7400a48e542",
    "title": "Lesson 4B",
    "originalTitle": "Lesson 4B",
    "words": [
        {
            "id": "755d524f-3cbf-4653-a6d6-09fb7652944c",
            "word": "human",
            "phonetic": "hjuːmən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Everyone is human, after all.",
                "We're all imperfect human beings in an imperfect world.",
                "Education for a human being is a window to the world.",
                "Human nature is generally of such kind that it will choose a line of least resistance if that is at all possible, and loathe exertion beyond it.",
                "Monoclonal antibodies raised against human lymphocytes."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVtYW4&hash=1e912f26dabfe4351f21acea3d99e9e6eb901ea8&lang=en&cache-only=0",
            "defineEn": "related or belonging to people, not machines or animals",
            "defineVi": "liên quan hoặc thuộc về con người, không phải máy móc hoặc động vật",
            "hasImg": true
        },
        {
            "id": "dfa7331c-a849-435f-82ca-963d23e3ca7d",
            "word": "sound",
            "phonetic": "saʊnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The tax increase sounded the death knell for the business.",
                "He sounds about as much fun as a wet weekend in Carmarthenshire.",
                "The bell sounded for dinner.",
                "A cup of tea sounds perfect.",
                "Your presentation sounded great, honestly."
            ],
            "audio": "https://tts.langeek.co/read?text=c291bmQ&hash=ae77e73272d1ed95565097850d9f17ce0582a780&lang=en&cache-only=0",
            "defineEn": "anything that we can hear",
            "defineVi": "bất cứ điều gì mà chúng ta có thể nghe thấy",
            "hasImg": true
        },
        {
            "id": "c07f0f73-e295-48da-953b-a2fbb50be9f0",
            "word": "voice",
            "phonetic": "vɔɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "That DJ's voice really sets my teeth on edge.",
                "A voice came from the kitchen.",
                "His voice dropped to a whisper.",
                "Those coffin nails are going to hurt your voice.",
                "Her voice broke as she relived the experience."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9pY2U&hash=2d837e39112a19291355bd3fb17d48f4f76a110f&lang=en&cache-only=0",
            "defineEn": "the sounds that a person makes when speaking or singing",
            "defineVi": "những âm thanh mà một người làm khi nói hoặc hát",
            "hasImg": true
        },
        {
            "id": "2adb5437-bb40-43ad-a803-ac077cb177ca",
            "word": "to bang",
            "phonetic": "tə bæŋ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The product launch went out with a bang, with a viral social media campaign and record-breaking sales numbers.",
                "I'm happy to get a little more bang for my bucks.",
                "We've got you bang to rights handling stolen property.",
                "He was breaking the speed limit and knew he'd been caught bang to rights.",
                "The outcome, as anybody could have predicted, has been much less bang for the bucks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFuZw&hash=33480434767dd29de2f20d1c341b0a8d2c6b54a7&lang=en&cache-only=0",
            "defineEn": "to create a loud or explosive noise",
            "defineVi": "để tạo ra một tiếng ồn lớn hoặc bùng nổ"
        },
        {
            "id": "2e1af882-8bc3-48a5-970b-c87d220ee8ae",
            "word": "to buzz",
            "phonetic": "tə bʌz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The boss gave me a buzz yesterday and asked me if I knew anything about the matter.",
                "Shortly after I was formally informed, the notice went out, the company buzzed with the news, and I trembled in my shoes.",
                "They watched as the bees buzzed around, sipping the nectar from the colorful blossoms.",
                "Users claim Ecstasy gives them a buzz and an energy high.",
                "Let me give her a buzz and see what she thinks about all this."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnV6eg&hash=3eec65f57fac4ee71acbea452901ee6dc50fc645&lang=en&cache-only=0",
            "defineEn": "to make a low, continuous humming, or vibrating sound, like the sound of a bee or a motor",
            "defineVi": "để tạo ra một âm thanh ngân nga hoặc rung động nhỏ, liên tục, giống như âm thanh của một con ong hoặc một động cơ"
        },
        {
            "id": "72470e80-810d-4fd2-9b3e-dd9dd2a0e3fa",
            "word": "to click",
            "phonetic": "tə klɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Just click the link below.",
                "The cameras clicked away.",
                "The bolt clicked into place.",
                "They clicked straight away.",
                "It all clicked into place."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xpY2s&hash=f73db9937f83bdc5c0708917b1f3c0963b18f563&lang=en&cache-only=0",
            "defineEn": "to make a noise by making contact with or striking another object",
            "defineVi": "để làm cho một tiếng ồn bằng cách tiếp xúc với hoặc tấn công đối tượng khác"
        },
        {
            "id": "c2ebad69-2c50-4be0-9061-1c7ca948b506",
            "word": "to crash",
            "phonetic": "tə kɹæʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "It crashed just after take-off.",
                "The bank crash has had a ripple effect on the whole community.",
                "She lost a leg in a car crash.",
                "The loud crash made everyone in the room sit up and take notice.",
                "The car crashed into a tree and went down in flames, leaving no survivors."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3Jhc2g&hash=23f3947697f830a7174ce25160eb4c0364f9586b&lang=en&cache-only=0",
            "defineEn": "to make a loud, sudden noise, like thunder or waves breaking",
            "defineVi": "để làm cho một tiếng ồn lớn, đột ngột, giống như sấm sét hoặc sóng phá vỡ"
        },
        {
            "id": "dd453432-b86e-422c-8162-08e80f864b80",
            "word": "to creak",
            "phonetic": "tə kɹiːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "With a creak, the old wooden window finally opened, allowing fresh air to circulate.",
                "I constantly have to remind myself that the worst wheel of the cart creaks most, checking my tendency to complain when relatively minor difficulties arise in my life.",
                "The old radio had been in the family for generations and was still working, providing clear sound and reminding the family that a creaking door hangs longest.",
                "The marathon runner was surprised to learn that his friend, who had always been overweight and inactive, had outlived many of their healthier peers, proving that a creaking door hangs longest.",
                "I hear the ship creaking right now, by the way."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3JlYWs&hash=c1a58fcf5f55d6fea8df48d75b2a35359a1ab625&lang=en&cache-only=0",
            "defineEn": "to make a harsh, high-pitched sound when something rubs against or moves against another surface that is rough or rusty",
            "defineVi": "tạo ra một âm thanh the thé chói tai khi một vật gì đó cọ xát hoặc di chuyển trên một bề mặt gồ ghề hoặc rỉ sét khác"
        },
        {
            "id": "16c73646-b465-427a-b556-2e8df5a5ce7b",
            "word": "to crunch",
            "phonetic": "tə kɹʌntʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The ridged macaroni adds crunch to the classic salad.",
                "The coconut flakes provided a delightful crunch in the homemade granola.",
                "The crispy skin of the parson's nose offered a satisfying crunch with each bite.",
                "I love the crunch of romaine lettuce in my sandwiches.",
                "The carob-covered almonds provided a delightful crunch and a hint of sweetness in every bite."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3J1bmNo&hash=5ec7c9ec2ba048a1f6a16fa636d563f0b010ffd3&lang=en&cache-only=0",
            "defineEn": "to crush or grind something loudly and noisily, often with the teeth",
            "defineVi": "để nghiền nát hoặc nghiền một cái gì đó to và ồn ào, thường là bằng răng",
            "hasImg": true
        },
        {
            "id": "7130ae6f-b874-4df6-9c7a-b3af44a8a08c",
            "word": "drip",
            "phonetic": "dɹɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can enjoy the natural sweetness of a ripe peach by biting into it and letting the juice drip down your chin.",
                "The roof of the old house leaked during the rainstorm, and water dripped down from the ceiling.",
                "You just dripped some juice.",
                "I don't like drip coffee.",
                "The water is dripping down through the hole and moving down across our landscape!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJpcA&hash=8ba8906f5742ec0f9f07a5fa726e535856687458&lang=en&cache-only=0",
            "defineEn": "a sound made by liquid falling in drops or trickles",
            "defineVi": "một âm thanh được tạo ra bởi chất lỏng rơi thành giọt hoặc nhỏ giọt",
            "hasImg": true
        },
        {
            "id": "afee012a-e461-435c-ad98-67b2b298cd27",
            "word": "to hiss",
            "phonetic": "tə hɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "They also give a very vocal hiss.",
                "And she's hissing.",
                "That's a hiss!",
                "Now, she's not actually hissing.",
                "He doesn't hiss or moan."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGlzcw&hash=e982592fb18fb5c1e56d83831b77c1962940a1ab&lang=en&cache-only=0",
            "defineEn": "to make a sharp, prolonged sound, usually produced by forcing air through the mouth when expressing disapproval, anger, or fear",
            "defineVi": "tạo ra một âm thanh sắc nét, kéo dài, thường được tạo ra bằng cách đẩy không khí qua miệng khi thể hiện sự không tán thành, tức giận hoặc sợ hãi"
        },
        {
            "id": "46e24def-e6f1-4b7d-9f73-74baa2000198",
            "word": "to hoot",
            "phonetic": "tə huːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I never gave a hoot about volleyball.",
                "I don’t give two hoots about what people think of me.",
                "Why do you give a hoot about what he was doing?",
                "The practice of not giving two hoots about what other people think is about confidence.",
                "It was clear that Owen didn’t care two hoots about her."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaG9vdA&hash=76b4c4a348e9267c07972ed3726927531ce72b3a&lang=en&cache-only=0",
            "defineEn": "to make a deep call characteristic of an owl",
            "defineVi": "để thực hiện một cuộc gọi sâu sắc đặc trưng của một con cú"
        },
        {
            "id": "97ab1185-2c81-4331-bda8-afe4c0ffb038",
            "word": "to hum",
            "phonetic": "tə hʌm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Everything was properly locked or stored away, the factory was clean as a whistle, and the fans that were usually turned off were humming away.",
                "Humming: Brum, brum, brum, brum, brum, brum, brum.",
                "The reaction should hum along with no further hindrances, right?",
                "Hitler's propaganda machine hummed, for even in a dictatorship, masses of men and women must be prepared for war.",
                "Offscreen: You hummed it earlier."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaHVt&hash=49e1848aa3b794af1a923cf2c1ec7f98b1d804da&lang=en&cache-only=0",
            "defineEn": "to make a low, continuous, and steady sound",
            "defineVi": "để làm cho một âm thanh thấp, liên tục, và ổn định"
        },
        {
            "id": "9a64ebed-60d6-48c8-be56-c256ffe27f54",
            "word": "to rattle",
            "phonetic": "tə ɹæɾəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Let him throw his rattle out of the cot.",
                "So, rattlesnake rattles are hollow.",
                "We had rattled them.",
                "The rattle is actually a bunch of loosely interlocking segments.",
                "In the sound design, here, you really hear the rattle of the gun."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmF0dGxl&hash=10383796909c9633fd499ea0c86ca2e50549a629&lang=en&cache-only=0",
            "defineEn": "to make a rapid succession of short, sharp noises, typically by shaking or striking something",
            "defineVi": "để tạo ra một loạt các tiếng động ngắn, sắc nét, thường là bằng cách lắc hoặc đập một cái gì đó"
        },
        {
            "id": "1200c1b1-50e5-4ed2-a2df-aaf215e287ce",
            "word": "to roar",
            "phonetic": "tə ɹoːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The truck's engine roared as it climbed the steep hill.",
                "The lion's roar sent a message to other animals, warning them to stay away.",
                "The lion's roar can be heard from miles away, establishing its dominance.",
                "The stallholders were doing a roaring trade in burgers.",
                "Salesmen of unofficial souvenirs have also been doing a roaring trade."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcm9hcg&hash=d0ba3ef3bc75feb29d9ba18b426d7167d5c4330d&lang=en&cache-only=0",
            "defineEn": "to make a loud, deep, continuous, and powerful sound, usually with a low pitch",
            "defineVi": "để tạo ra âm thanh to, sâu, liên tục và mạnh mẽ, thường có âm vực thấp"
        },
        {
            "id": "112c57f4-cddb-44f9-ac0b-c81782b94c5c",
            "word": "to screech",
            "phonetic": "tə skɹiːtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I remember the screech of the horn as the car came towards me.",
                "Suddenly the train screeched to a halt.",
                "So the force of friction here as our car screeches to a stop-- F equals the force of friction equals mu times the normal force.",
                "And it would screech, screech, screech and it would screech up the paper and scratch it up.",
                "It’s like screeching in my ears."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NyZWVjaA&hash=2798d7cdca2e54ccee7e15e544839c288a93af29&lang=en&cache-only=0",
            "defineEn": "to make a loud, harsh, high-pitched sound, like that of tires sliding on pavement or a bird crying out",
            "defineVi": "tạo ra âm thanh chói tai, to, chói tai, giống như tiếng lốp xe trượt trên vỉa hè hoặc tiếng chim kêu"
        },
        {
            "id": "51ed5aa0-1d11-45c3-83cd-ad47c50cd4a4",
            "word": "to slam",
            "phonetic": "tə slæm ",
            "partOfSpeechType": "verb",
            "examples": [
                "He slammed on the brakes to avoid hitting the other car.",
                "After the argument, he tore out of the room and slammed the door behind him.",
                "When Taylor is slamming into a brick wall, Wentz, Michael Pittman Jr. and the rest of the Colts passing offense have to be able to capitalize.",
                "In November, two monster storms slammed into Nicaragua’s northeast coast.",
                "A body the size of Mars slammed into the Earth just after the Earth formed."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2xhbQ&hash=f23fcf547a77405b8ddb0d55f3cb88f863896263&lang=en&cache-only=0",
            "defineEn": "to hit or strike with great force, often making a loud noise.",
            "defineVi": "đánh hoặc đập mạnh, thường gây ra tiếng động lớn."
        },
        {
            "id": "fbcde615-9145-4835-9855-1423dcaac5e9",
            "word": "to slurp",
            "phonetic": "tə slɜːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "- He slurped.",
                "And slurp out the innards.",
                "Then, with a few jerky movements, they slurp the snail out.",
                "Can I slurp it?",
                "Hey, you're not slurping, man."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2x1cnA&hash=d797d74bc74cc0ae944f4a4db01fd4fbb6920b89&lang=en&cache-only=0",
            "defineEn": "to eat or drink noisily by inhaling a liquid or soft food, such as soup or noodles, often with a distinctive, impolite sound",
            "defineVi": "ăn hoặc uống ồn ào bằng cách hít thức ăn lỏng hoặc mềm, chẳng hạn như súp hoặc mì, thường có âm thanh đặc biệt, bất lịch sự"
        },
        {
            "id": "97fd1d03-4cde-4f1a-9811-6f3ac5c72667",
            "word": "to sniff",
            "phonetic": "tə snɪf ",
            "partOfSpeechType": "verb",
            "examples": [
                "She sniffed at the idea, saying it was impractical.",
                "A curious sheep approached me and sniffed my hand.",
                "We had a leak *sniffs",
                "Essentially, the two workers had been unknowingly sniffing glue for a while.",
                "Three of the dogs, Casey, Dodger, and Zoey, sniffed out the odor associated with seizure with 100% accuracy."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc25pZmY&hash=e7eb28ae61c1fed8771671ac5249a80caa746ecb&lang=en&cache-only=0",
            "defineEn": "to inhale air audibly through the nose in order to clear mucus or other substances from the nasal passages and prevent the nose from running",
            "defineVi": "hít không khí bằng mũi một cách rõ ràng để làm sạch chất nhầy hoặc các chất khác khỏi đường mũi và ngăn nước mũi chảy ra"
        },
        {
            "id": "6a6952b6-fb48-43c2-9018-c491d3bff020",
            "word": "to snore",
            "phonetic": "tə snoːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Newborns are capable of sweating, snoring, and sneezing, but they can't shiver.",
                "Enlarged uvulas are also found in people who snore or suffer from obstructive sleep apnea, where sleep is interrupted by parts of the throat cutting off airflow at night.",
                "No, (Andy snoring)",
                "(Andy snoring)",
                "(Andy snoring)"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc25vcmU&hash=4480dfedc6ca1119e76e50a2491fee9efec559de&lang=en&cache-only=0",
            "defineEn": "to breathe through one's nose and mouth in a noisy way while asleep",
            "defineVi": "thở bằng mũi và miệng một cách ồn ào khi ngủ",
            "hasImg": true
        },
        {
            "id": "fa586253-2127-4931-a6e3-5aedeb0c5345",
            "word": "to splash",
            "phonetic": "tə splæʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Add a splash of half-and-half to your coffee for creaminess.",
                "Green algae, with its vibrant hues, adds a splash of color and life to freshwater ecosystems.",
                "She added a splash of milk to her coffee for a creamy taste.",
                "She made a raspberry smoothie by blending fresh raspberries, yogurt, and a splash of honey.",
                "I start my day with a bowl of cereal and a splash of cold milk."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3BsYXNo&hash=570ceb2c42f20e934d704e605b2a300287ed8aaf&lang=en&cache-only=0",
            "defineEn": "to produce a noise that is created by something hitting or moving through water",
            "defineVi": "để tạo ra một tiếng ồn được tạo ra bởi một cái gì đó đập hoặc di chuyển qua nước"
        },
        {
            "id": "b5942a60-db31-4aea-a951-f5e2166e21af",
            "word": "to tap",
            "phonetic": "tə tæp ",
            "partOfSpeechType": "verb",
            "examples": [
                "To run the hot tap.",
                "I ran my hands under the tap.",
                "I gently tapped the glass with a fork to make a sound.",
                "Some bright spark left the tap running all night.",
                "Can you hear the sound of rain tapping on the window?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFw&hash=fac71641bab090e75cd736e37a06a8b55ebe6498&lang=en&cache-only=0",
            "defineEn": "to lightly strike or hit a surface repeatedly, producing a series of short, sharp sounds",
            "defineVi": "đập nhẹ hoặc đập vào bề mặt nhiều lần, tạo ra một loạt âm thanh ngắn, sắc nét"
        },
        {
            "id": "43d27521-e217-43b8-908b-513296792c0b",
            "word": "to tick",
            "phonetic": "tə tɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The clock is ticking away.",
                "The clock is ticking on the peace talks.",
                "The clock is ticking for those who have not yet filled in their tax form.",
                "The little boy ate biscuits and drank lemonade until he was as full as a tick.",
                "He fixed an old clock that had stopped ticking."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGljaw&hash=63a107a790e3f8198cd7984b089afe8b9b97755a&lang=en&cache-only=0",
            "defineEn": "to make a repetitive, light, clicking sound, like that of a clock or a machine",
            "defineVi": "để tạo ra âm thanh lặp đi lặp lại, nhẹ nhàng, nhấp chuột, giống như tiếng đồng hồ hoặc máy móc"
        },
        {
            "id": "364faae8-f858-4d74-a5d6-15f9d1738d69",
            "word": "to whistle",
            "phonetic": "tə wɪsəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Here, wet your whistle.",
                "The whistle went for the end of the game.",
                "He whistles constantly and it gets on Charlotte's nerves.",
                "Your Jeep is as clean as a whistle.",
                "Hearing the train whistle at night gives me itchy feet."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2hpc3RsZQ&hash=f21842073e59e885d34e60b6812d7ca63a04050f&lang=en&cache-only=0",
            "defineEn": "to make a high-pitched sound by forcing air out through one's partly closed lips",
            "defineVi": "để tạo ra âm thanh the thé bằng cách đẩy không khí ra ngoài qua đôi môi khép hờ của một người",
            "hasImg": true
        },
        {
            "id": "59ee79af-d940-4379-b951-f0f969fbc0a2",
            "word": "to giggle",
            "phonetic": "tə ɡɪɡəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The toddler giggled as she wiggled her tiny toes in the sand.",
                "The baby giggled and clapped its hands in delight.",
                "The girl giggled with delight as she unwrapped her birthday presents, revealing a new bicycle.",
                "She stopped giggling.",
                "The little girl giggled as the chickens pecked at her hand."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2lnZ2xl&hash=3a6131e14942e40a293394a872db3ec6eaee25c7&lang=en&cache-only=0",
            "defineEn": "to laugh in a foolish way and with catching short breaths as a result of nervousness or embarrassment",
            "defineVi": "cười một cách ngớ ngẩn và thở dốc do lo lắng hoặc xấu hổ",
            "hasImg": true
        },
        {
            "id": "40029b44-f892-443e-a991-259c45297b70",
            "word": "to groan",
            "phonetic": "tə ɡɹoʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "She groaned and held her head.",
                "On his return, when Pete saw the pile of files on his desk, he groaned inwardly.",
                "Enter the groans and rolled eyes of teenagedom.",
                "But after a few hours, their roof groans under the weight of volcanic debris, and they realize they can't stay.",
                "ANNA HEILMAN: I heard this collective groan, and I knew what happened."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3JvYW4&hash=e80013687d0c7c9c6b7e386cc7032a25349a381e&lang=en&cache-only=0",
            "defineEn": "to make a deep, low sound, typically expressing pain, despair, or disapproval",
            "defineVi": "để tạo ra một âm thanh trầm, thấp, thường thể hiện sự đau đớn, tuyệt vọng hoặc không tán thành"
        },
        {
            "id": "39b369e1-c44b-4c80-96e9-b4ba19dad597",
            "word": "to mumble",
            "phonetic": "tə mʌmbəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Make sure that we speak clearly and loudly, we don't mumble.",
                "- There is the Spotify sound, and for a while there is was mumble rap.",
                "(mumbles) Got the case itself.",
                "(mumbles) late nights superstar Conan O'Brian.",
                "(mumbles) That wasn't a sentence."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbXVtYmxl&hash=01965631f3cc6746f963b2c10f217892e86d1e54&lang=en&cache-only=0",
            "defineEn": "to speak in a low or unclear voice, often so that the words are difficult to understand",
            "defineVi": "nói bằng một giọng thấp hoặc không rõ ràng, thường là những từ khó hiểu"
        },
        {
            "id": "3aaafe77-7bff-44d9-890c-3bced2da24fe",
            "word": "to scream",
            "phonetic": "tə skɹiːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "I screamed and kicked the furniture and threw a hissy fit.",
                "The crowd started screaming blue murder when the football match was interrupted.",
                "I thought I heard a scream.",
                "I stopped dead in my tracks when I heard the scream",
                "The kids are having a field day at the amusement park, laughing and screaming on the rides."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NyZWFt&hash=aaa5fec75c54e474f33135bb088172c9f9d8541f&lang=en&cache-only=0",
            "defineEn": "to give a long loud shout when we are feeling a strong emotion",
            "defineVi": "để hét to khi chúng ta đang cảm thấy một cảm xúc mạnh mẽ",
            "hasImg": true
        },
        {
            "id": "0f5c00e4-6af7-4097-9140-d6371c45d5c9",
            "word": "to sigh",
            "phonetic": "tə saɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Mother clicked her tongue and sighed.",
                "He sighed and said that misfortunes never come singly.",
                "Her father sighed an said that a rolling stone gathers no moss.",
                "he sighed.",
                "And he just, his chest just gave a sigh of relief"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2lnaA&hash=a4e2ea36fb9ce67785b12f4ac17c68b099fbe984&lang=en&cache-only=0",
            "defineEn": "to release a long deep breath that can be heard, to express sadness, tiredness, etc.",
            "defineVi": "để thở ra một hơi dài sâu có thể nghe thấy, để bày tỏ nỗi buồn, sự mệt mỏi, v.v."
        },
        {
            "id": "34877f97-1632-44a5-af2c-d3691fd16fd3",
            "word": "to sob",
            "phonetic": "tə sɑːb ",
            "partOfSpeechType": "verb",
            "examples": [
                "Poor Jane really sobbed her heart out during the funeral service.",
                "She went sobbing up the stairs.",
                "I've seen you in tears, sobbing your bloody eyes out.",
                "So stop sobbing and do something about it already.",
                "His display of kindness to her opened the floodgates again, and she began to sob loudly."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc29i&hash=53c768bc1cbaefd221d525e059fe8f0a6173de6d&lang=en&cache-only=0",
            "defineEn": "to cry loudly while making repeated, short gasping sounds, often due to intense emotions such as sadness or grief",
            "defineVi": "khóc to trong khi phát ra những âm thanh thở hổn hển ngắn, lặp đi lặp lại, thường là do những cảm xúc mãnh liệt như buồn bã hoặc đau buồn",
            "hasImg": true
        },
        {
            "id": "b6df1003-4fd6-4a7c-a09f-7f1a2632ac62",
            "word": "to stammer",
            "phonetic": "tə stæmɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Yeah, but he stopped stammering.",
                "( stammering )",
                "(stammers) this is amazing.",
                "I've been there-- ( stammers ) -",
                "And he said, \"Well, I'm making this movie, and it's Iron Man, so there, you know, there's Tony Stark, and he has this suit, and I need this disembodied voice of a sort of, (stammers) you know, a personality-less, you know, computer voice, somebody with just, like, no character at all, and I thought of you immediately.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhbW1lcg&hash=0554e9e101dc2a916af24c218c4b9433ff70a86b&lang=en&cache-only=0",
            "defineEn": "to speak with involuntary stops and repetitions of certain words",
            "defineVi": "để nói chuyện với những điểm dừng không tự nguyện và sự lặp lại của những từ nhất định"
        },
        {
            "id": "d7b53e21-2fd8-4ae2-a28f-30fcec2f79af",
            "word": "to whisper",
            "phonetic": "tə wɪspɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "His voice dropped to a whisper.",
                "Liam whispered sweet nothings into Jane's ear, making her blush and smile.",
                "The old man looked at his wife of 50 years and whispered, 'To me, your beauty is only growing stronger with time.",
                "The policeman whispered in Felix’s ear.",
                "The word whispered round the Opera House."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2hpc3Blcg&hash=960e6b07c339ea411b02cee67d28a11c1a455008&lang=en&cache-only=0",
            "defineEn": "to speak very softly or quietly, usually to avoid being overheard by others who are nearby",
            "defineVi": "nói rất nhẹ nhàng hoặc lặng lẽ, thường là để tránh bị những người khác ở gần nghe thấy",
            "hasImg": true
        },
        {
            "id": "3116f517-95f0-4743-bdf5-84ad22f52339",
            "word": "to yell",
            "phonetic": "tə jɛl ",
            "partOfSpeechType": "verb",
            "examples": [
                "she yelled and tossed the keys to Veronica.",
                "You can yell your head off at him, but he still won't listen.",
                "You scared the daylights out of me, yelling like that.",
                "The boss came in, yelling and generally throwing his weight around.",
                "He completely lost his cool and started yelling."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8geWVsbA&hash=17866e7829f9fec5b75b735d3cfb64563c373b4d&lang=en&cache-only=0",
            "defineEn": "to shout very loudly",
            "defineVi": "hét rất to",
            "hasImg": true
        }
    ]
}