{
    "id": "4fd55f32-3e0d-46e6-92b8-79363fae2d21",
    "title": "Immune System",
    "originalTitle": "Immune System",
    "words": [
        {
            "id": "f61fc908-9333-4be4-95f2-f6f859eae805",
            "word": "white blood cell",
            "phonetic": "waɪt blʌd sɛl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2hpdGUgYmxvb2QgY2VsbA&hash=01ac7965af1206bd2d0313c8b491263716fafcbc&lang=en&cache-only=0",
            "defineEn": "one of the many cells that protects the body against diseases",
            "defineVi": "một trong nhiều tế bào bảo vệ cơ thể chống lại bệnh tật",
            "hasImg": true
        },
        {
            "id": "9d66578e-fe36-4a18-b701-b1bc954f1450",
            "word": "antibody",
            "phonetic": "æntɪbɑːdi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Still, the host does eventually develop antibodies.",
                "The antibody heads to the golgi apparatus.",
                "Another 10 percent have antibodies after recovering from COVID.",
                "And it produces antibodies in anticipation for a future encounter.",
                "And some antibodies were just as effective against these mutations."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aWJvZHk&hash=4b7fcbe76e6202909fdd6e4f8be4822d9edc7ffe&lang=en&cache-only=0",
            "defineEn": "a blood protein produced to fight diseases or infections, or in response to foreign substances in the body",
            "defineVi": "một loại protein trong máu được sản xuất để chống lại bệnh tật hoặc nhiễm trùng, hoặc để đáp ứng với các chất lạ trong cơ thể"
        },
        {
            "id": "c276ca11-7e31-4e8a-bcdf-e76d9fe170c7",
            "word": "antigen",
            "phonetic": "æntɪdʒɛn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Those antigens are different for every strain of influenza.",
                "These recognizable bits are called antigens.",
                "Antigen assays don't have that advantage.",
                "An antigen could be an invader from the outside world, like a bacterium, virus, or fungus.",
                "Finally, there are antigen tests."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aWdlbg&hash=2365e1084c24e95f67b966bdeb91837a6d2599f3&lang=en&cache-only=0",
            "defineEn": "any foreign substance in the body that can trigger a response from the immune system",
            "defineVi": "bất kỳ chất lạ nào trong cơ thể có thể kích hoạt phản ứng từ hệ thống miễn dịch"
        },
        {
            "id": "2f41788b-a814-49d8-b81d-581e548321e8",
            "word": "basophil",
            "phonetic": "bæsəfɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFzb3BoaWw&hash=f2cdd90ebbe390af9bfbbf2a5c9771f3c4742901&lang=en&cache-only=0",
            "defineEn": "a type of white blood cell involved in allergic reactions and immune responses in the human body",
            "defineVi": "một loại tế bào bạch cầu liên quan đến phản ứng dị ứng và phản ứng miễn dịch trong cơ thể con người"
        },
        {
            "id": "f250d8b1-22f2-45c8-b3c3-02626b38ca9f",
            "word": "lymphocyte",
            "phonetic": "lɪmfəsaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Monoclonal antibodies raised against human lymphocytes.",
                "And where the heroes look like T lymphocytes.",
                "As a result, the only lymphocytes that survive are ones that detect foreign proteins.",
                "Not phagocytes, which go after everything that looks a little bit sketchy, but lymphocytes, which go after specific things that they already know about.",
                "But, when the researchers injected immune cells called lymphocytes from healthy mice into the impaired mice, that difference went away."
            ],
            "audio": "https://tts.langeek.co/read?text=bHltcGhvY3l0ZQ&hash=08341aaa2e91c17e5488ee5fe4a70861bc519d6e&lang=en&cache-only=0",
            "defineEn": "a type of white blood cell involved in the immune response, responsible for recognizing and destroying foreign invaders in the body",
            "defineVi": "một loại tế bào bạch cầu tham gia vào phản ứng miễn dịch, chịu trách nhiệm nhận biết và tiêu diệt những kẻ xâm lược nước ngoài trong cơ thể"
        },
        {
            "id": "d16fccc2-686f-4642-8704-ece9ebc3f4fb",
            "word": "B lymphocyte",
            "phonetic": "biː lɪmfəsaɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=QiBseW1waG9jeXRl&hash=95c47e4eb7020d0b8d6e102b410c7c7c714b6c27&lang=en&cache-only=0",
            "defineEn": "an immune cell that produces antibodies to help protect the body against infections",
            "defineVi": "một tế bào miễn dịch tạo ra các kháng thể để giúp bảo vệ cơ thể chống lại nhiễm trùng"
        },
        {
            "id": "19f3214f-6320-4a74-b59d-4b8ea67cdd22",
            "word": "T lymphocyte",
            "phonetic": "tiː lɪmfəsaɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=VCBseW1waG9jeXRl&hash=a28b1f0409de12fcf4f80cc27b95dc8ed308b3f4&lang=en&cache-only=0",
            "defineEn": "a type of white blood cell that plays a central role in the immune response by recognizing and attacking infected or abnormal cells",
            "defineVi": "một loại tế bào bạch cầu đóng vai trò trung tâm trong phản ứng miễn dịch bằng cách nhận biết và tấn công các tế bào bị nhiễm bệnh hoặc bất thường"
        },
        {
            "id": "57b74b31-5f22-4ea8-bb40-11f43ce19ae5",
            "word": "antigen-presenting cell",
            "phonetic": "æntɪdʒɛnpɹɪzɛntɪŋ sɛl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW50aWdlbi1wcmVzZW50aW5nIGNlbGw&hash=aad14de13652ed02dfd34ae4d6a5cc7c0eadd433&lang=en&cache-only=0",
            "defineEn": "a type of immune cell that displays foreign antigens on its surface to activate other cells of the immune system, such as T cells and B cells, to mount an immune response against the pathogen",
            "defineVi": "một loại tế bào miễn dịch hiển thị các kháng nguyên lạ trên bề mặt của nó để kích hoạt các tế bào khác của hệ thống miễn dịch, chẳng hạn như tế bào T và tế bào B, để tạo ra phản ứng miễn dịch chống lại mầm bệnh"
        },
        {
            "id": "dcc453c9-7cc4-4e16-a3ff-946252a46b51",
            "word": "cytokine",
            "phonetic": "saɪɾəkaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "A cytokine storm is an S.O.S signal that causes the immune system to launch all of its weapons, all at once in a desperate kamikaze attack.",
                "When the immune system is under serious attack, it secretes more cytokines, which trigger two responses.",
                "And a similar effect has been found in children with autism: increases of some cytokines in the blood can be accompanied by stronger symptoms.",
                "Specifically, they inhibit the production of inflammatory cytokines, signaling chemicals that promote redness and swelling.",
                "These rapid deaths were likely caused by cytokine storms, which is an immune system response so intense it damages a patient’s tissues."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3l0b2tpbmU&hash=3a1080670c9f74076e0e70dabae866e90545eb6d&lang=en&cache-only=0",
            "defineEn": "a small protein that regulates immune responses and cell communication in the human body",
            "defineVi": "một loại protein nhỏ điều chỉnh các phản ứng miễn dịch và giao tiếp tế bào trong cơ thể con người"
        },
        {
            "id": "0ac05fbe-3d14-4b8a-937a-26651d984cea",
            "word": "monocyte",
            "phonetic": "mɑːnoʊsaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They’re derived from monocyte white-blood cells that have moved out of the blood stream to occupy tissues.",
                "Your big monocytes eventually roll up to the battle, and transform into hungry macrophages, replacing that first line of now-dead neutrophils and basically just eating up any lingering enemies and then cleaning up the carnage.",
                "At the same time Ebola infects the guard cells of the body macrophages and monocytes, not only managing to circumvent their defenses, it also manipulates some to signal to the cells make up the blood vessels telling into release fluid into the body Usually this makes sense, but in this case it just causes mayhem."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9ub2N5dGU&hash=6d63892884c19c17678b6f6a06053fb05747d85a&lang=en&cache-only=0",
            "defineEn": "a type of white blood cell involved in immune responses and inflammation",
            "defineVi": "một loại tế bào bạch cầu liên quan đến phản ứng miễn dịch và viêm"
        },
        {
            "id": "d674173b-6e7d-4455-8072-0ba331e235e0",
            "word": "memory B cell",
            "phonetic": "mɛmɚɹi biː sɛl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWVtb3J5IEIgY2VsbA&hash=d0fa664de6de8a0be64eb0b062f45defdd72a35a&lang=en&cache-only=0",
            "defineEn": "an immune cell that can respond more quickly and effectively to a pathogen upon re-exposure",
            "defineVi": "một tế bào miễn dịch có thể phản ứng nhanh hơn và hiệu quả hơn với mầm bệnh khi tiếp xúc lại"
        },
        {
            "id": "c5126a99-483a-4441-b2f8-fd6923959ada",
            "word": "memory T cell",
            "phonetic": "mɛmɚɹi tiː sɛl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWVtb3J5IFQgY2VsbA&hash=1ebefdc951ec5b53f2e19699073b081c1366ba3a&lang=en&cache-only=0",
            "defineEn": "an immune cell that retains information about previously encountered pathogens to mount a quicker and more efficient immune response upon re-exposure",
            "defineVi": "một tế bào miễn dịch giữ lại thông tin về mầm bệnh đã gặp trước đó để tạo ra phản ứng miễn dịch nhanh hơn và hiệu quả hơn khi tiếp xúc lại"
        },
        {
            "id": "71c3faf4-59c5-4b7e-8eb0-00347b920f20",
            "word": "plasma cell",
            "phonetic": "plæzmə sɛl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGxhc21hIGNlbGw&hash=aad170e8ba936aceae68a397a9d76461fcb8ecf2&lang=en&cache-only=0",
            "defineEn": "a mature B lymphocyte that secretes antibodies",
            "defineVi": "một tế bào lympho B trưởng thành tiết ra kháng thể"
        },
        {
            "id": "29e3bbfd-4fe4-4a99-be35-2cb00c421b54",
            "word": "dendritic cell",
            "phonetic": "dɛndɹɪɾɪk sɛl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVuZHJpdGljIGNlbGw&hash=b65f16c2c1f5fa9dee088d871f4287aca8e3d35a&lang=en&cache-only=0",
            "defineEn": "a type of immune cell that plays a critical role in presenting antigens to other immune cells, helping to initiate and regulate immune responses",
            "defineVi": "một loại tế bào miễn dịch đóng vai trò quan trọng trong việc trình diện các kháng nguyên cho các tế bào miễn dịch khác, giúp bắt đầu và điều chỉnh các phản ứng miễn dịch"
        },
        {
            "id": "4f2dc3be-8023-444b-86cd-8fc6f800e498",
            "word": "granulocyte",
            "phonetic": "ɡɹænuːləsaɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3JhbnVsb2N5dGU&hash=4cc8b1a99acd8cd69ffff9b79705ccd70441d9bc&lang=en&cache-only=0",
            "defineEn": "a type of white blood cell characterized by cytoplasmic granules and involved in the body's immune response",
            "defineVi": "một loại tế bào bạch cầu được đặc trưng bởi các hạt tế bào chất và tham gia vào phản ứng miễn dịch của cơ thể"
        },
        {
            "id": "922f611e-4c8a-472b-9be1-c1a85d241511",
            "word": "human leukocyte antigen",
            "phonetic": "hjuːmən luːkəsaɪt æntɪdʒɛn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aHVtYW4gbGV1a29jeXRlIGFudGlnZW4&hash=ab243921b9982021735d0bb706303857cc980284&lang=en&cache-only=0",
            "defineEn": "a group of proteins that are found on the surface of cells and play a key role in the immune system recognition and response",
            "defineVi": "một nhóm các protein được tìm thấy trên bề mặt tế bào và đóng vai trò chính trong việc nhận biết và phản ứng của hệ thống miễn dịch"
        },
        {
            "id": "3873a939-3bcc-424a-8266-8097bb6f1e2e",
            "word": "cytotoxic t cell",
            "phonetic": "saɪɾətɑːksɪk tiː sɛl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3l0b3RveGljIHQgY2VsbA&hash=6b964f4530b6534524969e834da3d417d1ff48e9&lang=en&cache-only=0",
            "defineEn": "a type of immune cell that can directly kill infected or abnormal cells in the body",
            "defineVi": "một loại tế bào miễn dịch có thể trực tiếp tiêu diệt các tế bào bị nhiễm bệnh hoặc bất thường trong cơ thể"
        },
        {
            "id": "4da57d7e-e3d5-4bdf-89f8-f82d5c3d93f7",
            "word": "helper T cell",
            "phonetic": "hɛlpɚ tiː sɛl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGVscGVyIFQgY2VsbA&hash=2e1bce81d3f5d68a8376a75123d23287c487c0f2&lang=en&cache-only=0",
            "defineEn": "a type of immune cell that plays a central role in coordinating and regulating immune responses",
            "defineVi": "một loại tế bào miễn dịch đóng vai trò trung tâm trong việc điều phối và điều chỉnh các phản ứng miễn dịch"
        },
        {
            "id": "d5f8da22-77ce-4dd9-a585-126511903ffc",
            "word": "regulatory T cell",
            "phonetic": "ɹɛɡjʊlətoːɹi tiː sɛl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVndWxhdG9yeSBUIGNlbGw&hash=c3ab029c0aab09ee575e717879bf7a516ba94d4d&lang=en&cache-only=0",
            "defineEn": "a type of immune cell that helps maintain immune balance and prevent excessive immune responses in the human body",
            "defineVi": "một loại tế bào miễn dịch giúp duy trì sự cân bằng miễn dịch và ngăn chặn các phản ứng miễn dịch quá mức trong cơ thể con người"
        },
        {
            "id": "e5f2c7d7-acdd-4cb5-a1a8-bb0059ced992",
            "word": "major histocompatibility complex ",
            "phonetic": "meɪdʒɚ hɪstəkɑːmpɐɾəbɪlᵻɾi kɑːmplɛks bækslæʃ ɛkssiː tuː bækslæʃ zɑː ziəɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFqb3IgaGlzdG9jb21wYXRpYmlsaXR5IGNvbXBsZXjCoA&hash=da4cdbf23878042cc0d047d5fa199dfe1abb4c70&lang=en&cache-only=0",
            "defineEn": "a set of genes that help the immune system recognize and respond to foreign substances in the body by presenting them to immune cells for identification",
            "defineVi": "một tập hợp các gen giúp hệ thống miễn dịch nhận biết và phản ứng với các chất lạ trong cơ thể bằng cách đưa chúng đến các tế bào miễn dịch để nhận dạng"
        },
        {
            "id": "5c83c635-5bcf-4dce-967d-4b0ddc6ebef8",
            "word": "macrophage",
            "phonetic": "mækɹəfɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "After a period of fighting and dying, macrophages alert the brain of the immune system: the dendritic cells.",
                "This immune cell, a macrophage, attacks it.",
                "To be fair though, macrophages can do this too.",
                "Macrophages are especially good at nomming up the bacteria which antibodies have attached to.",
                "And macrophages are responsible for ensuring the goo has the right lipids in it."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFjcm9waGFnZQ&hash=f9730e712249389f2831b8d8eb840c466c7b2cd1&lang=en&cache-only=0",
            "defineEn": "a type of white blood cell that engulfs and destroys foreign substances, pathogens, and cellular debris in the body",
            "defineVi": "một loại tế bào bạch cầu hấp thụ và tiêu diệt các chất lạ, mầm bệnh và mảnh vụn tế bào trong cơ thể"
        },
        {
            "id": "216a4dcc-cf99-4bd6-b648-8e029683a136",
            "word": "phagocyte",
            "phonetic": "fæɡəsaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Phagocytes are pretty cool.",
                "Some of the first defensive cells on the scene are your phagocytes.",
                "At the same time, your dendritic cells, other phagocytes, they will eat up the viruses and then they'll present them on their surfaces.",
                "The kind specific to the innate immune system are phagocytes, more greek, this time Phago, meaning eating.",
                "Not phagocytes, which go after everything that looks a little bit sketchy, but lymphocytes, which go after specific things that they already know about."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhhZ29jeXRl&hash=e31a7e1d84cb8b4123885415ec977be194002952&lang=en&cache-only=0",
            "defineEn": "a type of immune cell in the human body that engulfs and eliminates pathogens and foreign particles through the process of phagocytosis",
            "defineVi": "một loại tế bào miễn dịch trong cơ thể con người hấp thụ và loại bỏ mầm bệnh và các hạt lạ thông qua quá trình thực bào"
        },
        {
            "id": "bc51f606-6fcf-46c1-8d39-b4804c05e933",
            "word": "mast cell",
            "phonetic": "mæst sɛl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFzdCBjZWxs&hash=97fc2b3fa30f9ded591df0f29438437a8e57833b&lang=en&cache-only=0",
            "defineEn": "a type of immune cell that releases chemical mediators involved in allergic reactions",
            "defineVi": "một loại tế bào miễn dịch giải phóng các chất trung gian hóa học liên quan đến phản ứng dị ứng"
        },
        {
            "id": "af89e144-39b0-4432-a594-60b998d3c90f",
            "word": "neutrophil",
            "phonetic": "nuːtɹəfɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your neutrophils are one type of white blood cell that fights infection.",
                "Neutrophils leave their patrol routes in the blood and move to the battlefield.",
                "The neutrophils fight so furiously that they kill healthy cells in the process.",
                "Dead neutrophils collect together into what we lovingly call pus.",
                "So that's the neutrophil right there."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV1dHJvcGhpbA&hash=8119fe541629ccc1a240db4416d94ceb45773e92&lang=en&cache-only=0",
            "defineEn": "a type of white blood cell that helps defend the body against bacterial infections by engulfing and destroying bacteria",
            "defineVi": "một loại tế bào bạch cầu giúp bảo vệ cơ thể chống lại nhiễm trùng do vi khuẩn bằng cách nhấn chìm và tiêu diệt vi khuẩn"
        },
        {
            "id": "082425cf-8633-415e-b4d6-82c8bf15d3a1",
            "word": "leukocyte",
            "phonetic": "luːkəsaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Matching is different for each organ, but it usually involves finding someone with a compatible blood type, similar body size, or similar markers on their cells called human leukocyte antigens.",
                "There are lot of different kinds of leukocytes, like different branches of your own personal microscopic army.",
                "Most of the immune system activity that happens inside your body's fortress is done by white blood cells, or leukocytes.",
                "Leukocytes can move through the circulatory system and when they get to a place where they're needed, they can basically send a signal to ask the capillary to open a gap between it's cells and then it oozes through that gap to the site of the infection, this is called, get ready for it, diapedesis.",
                "Leukocytes are awesome for a lot of reasons, but one reason is they've got full VIP access to anywhere in the body that they want to go, with the exception of the central nervous system: the brain and spinal cord, which are, for obvious reasons, super high security areas."
            ],
            "audio": "https://tts.langeek.co/read?text=bGV1a29jeXRl&hash=3f26ab0c9c8655ba7205bf642838fa70e2201dbe&lang=en&cache-only=0",
            "defineEn": "a key component of the immune system responsible for defending the body against infections and diseases",
            "defineVi": "một thành phần quan trọng của hệ thống miễn dịch chịu trách nhiệm bảo vệ cơ thể chống lại nhiễm trùng và bệnh tật",
            "hasImg": true
        },
        {
            "id": "a5816584-aee7-4be0-988e-26bccbe07ea6",
            "word": "myeloid-derived suppressor cell",
            "phonetic": "maɪɪlɔɪddᵻɹaɪvd səpɹɛsɚ sɛl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bXllbG9pZC1kZXJpdmVkIHN1cHByZXNzb3IgY2VsbA&hash=8897a2db1ac90a429aee8dc2949bc3383ed96f06&lang=en&cache-only=0",
            "defineEn": "a type of immune cell that has the ability to suppress immune responses, and they are often associated with pathological conditions such as cancer and inflammation",
            "defineVi": "một loại tế bào miễn dịch có khả năng ngăn chặn các phản ứng miễn dịch và chúng thường liên quan đến các tình trạng bệnh lý như ung thư và viêm nhiễm"
        },
        {
            "id": "fc25df71-162d-4ba2-b600-186ca974b9e8",
            "word": "eosinophil",
            "phonetic": "iːəsɪnəfɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW9zaW5vcGhpbA&hash=ea576a76f9088b959d5d29f4cfe37f8a8f6615ff&lang=en&cache-only=0",
            "defineEn": "a specialized type of white blood cell found in the human body",
            "defineVi": "một loại tế bào bạch cầu chuyên biệt được tìm thấy trong cơ thể con người"
        },
        {
            "id": "f8c5b5f8-01d3-4b17-9f73-d16d0b476a53",
            "word": "natural killer cell",
            "phonetic": "nætʃɚɹəl kɪlɚ sɛl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmF0dXJhbCBraWxsZXIgY2VsbA&hash=db67ffee1df44633a513d0cfa51878ffb54b7eaa&lang=en&cache-only=0",
            "defineEn": "a type of immune cell that is capable of recognizing and destroying infected or cancerous cells in the body without prior sensitization or activation",
            "defineVi": "một loại tế bào miễn dịch có khả năng nhận biết và tiêu diệt các tế bào bị nhiễm bệnh hoặc ung thư trong cơ thể mà không cần kích hoạt hoặc nhạy cảm trước"
        },
        {
            "id": "615f70d7-d174-46f5-afab-f3f131398cea",
            "word": "adenoid",
            "phonetic": "ædənɔɪd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWRlbm9pZA&hash=e8bb1a2e4e0f4ffae541743993c0049b25c347b6&lang=en&cache-only=0",
            "defineEn": "(usually plural) each of the pair of large lymphoid tissues high up in the throat and behind the nose that have to be removed if swollen",
            "defineVi": "(thường là số nhiều) từng cặp mô bạch huyết lớn mọc cao trong cổ họng và sau mũi phải cắt bỏ nếu bị sưng",
            "hasImg": true
        },
        {
            "id": "7779801d-c744-4e03-8d19-391165cd0680",
            "word": "tonsil",
            "phonetic": "tɑːnsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your tonsils are part of your lymphatic system.",
                "The uvula, soft palate, and tonsils are also the first lines of defense against bacteria and viruses invading our mouths.",
                "They're like tonsils.",
                "Tonsil stones can vary in size from a couple millimeters to a couple centimeters.",
                "The solid lumps that form are called tonsil stones, or tonsilloliths."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9uc2ls&hash=37da34481fe1cb039b8144cd4db5a93bec933358&lang=en&cache-only=0",
            "defineEn": "(anatomy) each of the pair of lymphoid tissues in the pharynx at the side of the tongue root",
            "defineVi": "(giải phẫu) từng cặp mô bạch huyết trong hầu họng ở cạnh gốc lưỡi",
            "hasImg": true
        },
        {
            "id": "cbe59e8b-71f8-4e8a-9756-49037f25ef59",
            "word": "spleen",
            "phonetic": "spliːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Jack vented his spleen at his wife whenever things went badly at work.",
                "Peter vented his spleen on his car by kicking it when it broke down.",
                "I listened patiently while she vented her spleen.",
                "Mom's been venting her spleen to me for an hour already.",
                "Our spleens are what filter and store oxygen-rich red blood cells."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BsZWVu&hash=2029161a41dff9964ef4586a630f93e51ee0def4&lang=en&cache-only=0",
            "defineEn": "(anatomy) an abdominal organ that controls the quality of the blood cells",
            "defineVi": "(giải phẫu) cơ quan bụng kiểm soát chất lượng tế bào máu",
            "hasImg": true
        },
        {
            "id": "94e7db89-1dbd-4bfa-b3d6-e0087d97e1eb",
            "word": "lymph node",
            "phonetic": "lɪmf noʊd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bHltcGggbm9kZQ&hash=20ce9604d8a626a7098e82c6d16f5eefcb058bf1&lang=en&cache-only=0",
            "defineEn": "a small organ in the lymphatic system that filters and traps foreign substances, helping to fight infections and support immune responses",
            "defineVi": "một cơ quan nhỏ trong hệ thống bạch huyết giúp lọc và bẫy các chất lạ, giúp chống nhiễm trùng và hỗ trợ các phản ứng miễn dịch"
        },
        {
            "id": "cf6a9c0e-bb47-4680-969c-03ed38bc32ef",
            "word": "macrocyte",
            "phonetic": "mækɹəsaɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFjcm9jeXRl&hash=2710044c99aac038d208dd86d4a2ee16fc64d83d&lang=en&cache-only=0",
            "defineEn": "an abnormally large red blood cell found in the bloodstream",
            "defineVi": "một tế bào hồng cầu lớn bất thường được tìm thấy trong máu"
        },
        {
            "id": "152098d8-fcf7-4de5-9ef0-0356d346eb4d",
            "word": "microcyte",
            "phonetic": "maɪkɹoʊsaɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWljcm9jeXRl&hash=6dc52b2789e0e07a5cac526da2aa656d0caf45b3&lang=en&cache-only=0",
            "defineEn": "an abnormally small red blood cell that can indicate certain types of anemia or underlying health conditions",
            "defineVi": "một tế bào hồng cầu nhỏ bất thường có thể chỉ ra một số loại thiếu máu hoặc tình trạng sức khỏe tiềm ẩn"
        },
        {
            "id": "0c3ec7ac-133b-4785-b4e5-48274b45902e",
            "word": "reticulocyte",
            "phonetic": "ɹɛɾɪkjʊləsaɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmV0aWN1bG9jeXRl&hash=f7528336c5f30e203bd57cb2cf5f461fd7b572bb&lang=en&cache-only=0",
            "defineEn": "an immature form of a red blood cell that indicates active blood cell production in the bone marrow",
            "defineVi": "một dạng tế bào hồng cầu chưa trưởng thành cho thấy quá trình sản xuất tế bào máu đang hoạt động trong tủy xương"
        },
        {
            "id": "5ddc9a50-39ff-4ca7-a9b0-b6748d1f851e",
            "word": "poikilocyte",
            "phonetic": "pɔɪkɪləsaɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9pa2lsb2N5dGU&hash=1ad74073e90d65fcdcb36a3695326e2362482fdd&lang=en&cache-only=0",
            "defineEn": "an abnormally shaped red blood cell that deviates from the normal biconcave disc shape, often seen in certain blood disorders or pathologies",
            "defineVi": "một tế bào hồng cầu có hình dạng bất thường lệch khỏi hình dạng đĩa hai mặt lõm bình thường, thường thấy trong một số rối loạn hoặc bệnh lý về máu"
        }
    ]
}