{
    "id": "4ff63048-2cca-4445-aaf4-203aba961cc5",
    "title": "Clothes and Shoes",
    "originalTitle": "Lesson 15",
    "words": [
        {
            "id": "4323f104-364b-4f49-afa1-da170a9c214a",
            "word": "clothes",
            "phonetic": "kloʊðz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Put your clothes in the cupboard.",
                "She gave him presents and clothes.",
                "All clothes are in mint condition and less than two years old.",
                "She received many compliments on her stylish clothes.",
                "My clothes won't all go in that one suitcase."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvdGhlcw&hash=55f850f885fb27a0d16a517819afa2966c68b7b3&lang=en&cache-only=0",
            "defineEn": "the things we wear to cover our body, such as pants, shirts, and jackets",
            "defineVi": "những thứ chúng ta mặc để che thân, chẳng hạn như quần, áo sơ mi và áo khoác",
            "hasImg": true
        },
        {
            "id": "fe3e327a-f08b-4def-9ce4-be096884a549",
            "word": "shirt",
            "phonetic": "ʃɜːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This shirt needs washing.",
                "The shirt has a pocket on the chest for small items.",
                "Should've bought that shirt.",
                "Keeping his shirt on during intense moments.",
                "What's your shirt made of?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2hpcnQ&hash=a9ccc69b12954549322ea6d723ffe86c60b465d3&lang=en&cache-only=0",
            "defineEn": "(usually for men) a piece of clothing worn on the upper half of the body, typically with a collar and sleeves, and with buttons down the front",
            "defineVi": "(thường dành cho nam giới) một bộ quần áo mặc ở nửa trên của cơ thể, thường có cổ áo và tay áo, và có các nút ở phía trước",
            "hasImg": true
        },
        {
            "id": "87e2e588-f8da-4bac-a9a8-669d81fdf77b",
            "word": "T-shirt",
            "phonetic": "tiːʃɜːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was wearing jeans and a T-shirt.",
                "She always wears a plain white T-shirt with jeans.",
                "I spilled ketchup on my T-shirt while eating lunch.",
                "She folded her T-shirt and put it neatly in the drawer.",
                "I'm going to iron my T-shirt to make it look neat and wrinkle-free."
            ],
            "audio": "https://tts.langeek.co/read?text=VC1zaGlydA&hash=88cb1b538f89134edcfb6896624ec86c759eebf0&lang=en&cache-only=0",
            "defineEn": "a casual short-sleeved shirt with no collar, usually made of cotton",
            "defineVi": "một chiếc áo sơ mi ngắn tay bình thường không có cổ áo, thường được làm bằng cotton",
            "hasImg": true
        },
        {
            "id": "8e837cf6-a8aa-41a4-95d1-eaed39b42816",
            "word": "pants",
            "phonetic": "pænts ",
            "partOfSpeechType": "noun",
            "examples": [
                "Today's lecture bored the pants off me.",
                "Keep your pants on!",
                "Opera bores the pants off him.",
                "He sued the pants off his landlord.",
                "Sunbathing bores the pants off me."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFudHM&hash=f3e9a3ede9c49c2619304d0a8390d7883665903c&lang=en&cache-only=0",
            "defineEn": "an item of clothing that covers the lower half of our body, from our waist to our ankles, and covers each leg separately",
            "defineVi": "một bộ quần áo che nửa thân dưới của chúng ta, từ thắt lưng đến mắt cá chân và che riêng từng chân",
            "hasImg": true
        },
        {
            "id": "4ad11b20-5aa0-4262-92e9-8dd838be60bb",
            "word": "dress",
            "phonetic": "dɹɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandmother made a dress for me.",
                "The bride's wedding dress is white.",
                "She bought an expensive dress for a special occasion.",
                "Where did you buy that dress?",
                "This dress makes me look fat."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJlc3M&hash=8765dc846714eb0bed2412319e58de2505dc16f1&lang=en&cache-only=0",
            "defineEn": "a piece of clothing worn by girls and women that is made in one piece and covers the body down to the legs but has no separate part for each leg",
            "defineVi": "một bộ quần áo được mặc bởi các cô gái và phụ nữ được làm thành một mảnh và che cơ thể xuống chân nhưng không có phần riêng cho mỗi chân",
            "hasImg": true
        },
        {
            "id": "73f7ca46-bf65-4ffb-97ec-4d03facd117b",
            "word": "skirt",
            "phonetic": "skɜːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This skirt has a stretchy waistband for comfort.",
                "The skirt has a zipper at the back for easy wearing.",
                "Her skirt almost reached the ground.",
                "A skirt that reaches halfway down her legs",
                "She paired her skirt with a white blouse and heels."
            ],
            "audio": "https://tts.langeek.co/read?text=c2tpcnQ&hash=ba24c042911ea9e807cbaa498bf86dabccce3d16&lang=en&cache-only=0",
            "defineEn": "a piece of clothing for girls or women that fastens around the waist and hangs down around the legs",
            "defineVi": "một bộ quần áo dành cho trẻ em gái hoặc phụ nữ buộc quanh eo và rủ xuống quanh chân",
            "hasImg": true
        },
        {
            "id": "904e9f2b-5a04-4f8d-9aa5-8cde64813c65",
            "word": "coat",
            "phonetic": "koʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They coated their chicken nuggets with sesame seeds.",
                "She coated the pork ribs with a generous amount of piri-piri marinade.",
                "Her right leg was coated in plaster.",
                "The wind had coated everything with a layer of sand.",
                "take your coat off."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29hdA&hash=88fece31d4eea822a3d265764b757f28ed948741&lang=en&cache-only=0",
            "defineEn": "a piece of clothing with long sleeves, worn outdoors and over other clothes to keep warm or dry",
            "defineVi": "một bộ quần áo có tay dài, mặc ngoài trời và bên ngoài quần áo khác để giữ ấm hoặc khô",
            "hasImg": true
        },
        {
            "id": "f0b853a3-85c7-4e29-994f-b366a8dc03b8",
            "word": "jacket",
            "phonetic": "dʒækɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Is your jacket real leather?",
                "The jacket sat beautifully on her shoulders.",
                "Does this jacket go with this skirt?",
                "I'll take the grey jacket.",
                "I packed an extra jacket for the camping trip."
            ],
            "audio": "https://tts.langeek.co/read?text=amFja2V0&hash=85f93b2385b3a4af2624d17b30fecb9e8d67884e&lang=en&cache-only=0",
            "defineEn": "a short item of clothing that we wear on the top part of out body, usually has sleeves and something in the front so we could close it",
            "defineVi": "một bộ quần áo ngắn mà chúng ta mặc ở phần trên cùng của cơ thể, thường có tay áo và một cái gì đó ở phía trước để chúng ta có thể đóng nó lại",
            "hasImg": true
        },
        {
            "id": "bfaa4533-c5ee-4747-8f52-cdd7e7fe6c51",
            "word": "jeans",
            "phonetic": "dʒiːnz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Jeans are as American as apple pie.",
                "They wore blue jeans to the party.",
                "He was wearing jeans and a T-shirt.",
                "You can't wear jeans to this dinner party!",
                "She always wears a plain white T-shirt with jeans."
            ],
            "audio": "https://tts.langeek.co/read?text=amVhbnM&hash=97a2ecb42717586877567623cfc62ce772075559&lang=en&cache-only=0",
            "defineEn": "pants made of denim, that is a type of strong cotton cloth, and is used for a casual style",
            "defineVi": "quần làm bằng vải denim, đó là một loại vải cotton bền và được sử dụng cho phong cách giản dị",
            "hasImg": true
        },
        {
            "id": "b1893f27-d766-44f4-9a47-998101106e69",
            "word": "sweater",
            "phonetic": "swɛɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I need a lightweight sweater for the spring season.",
                "He bought a new sweater with a colorful pattern for me.",
                "I like to wear cozy sweaters and scarves during the fall season.",
                "I like the comfort of wearing a cashmere sweater against my skin.",
                "He prefers crewneck sweaters for a versatile and easy-to-wear option."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dlYXRlcg&hash=692d55a72813110c69bd3db36fc9e09aaff420ae&lang=en&cache-only=0",
            "defineEn": "a piece of clothing worn on the top part of our body that is made of cotton or wool, has long sleeves and a closed front",
            "defineVi": "một bộ quần áo mặc ở phần trên của cơ thể chúng ta được làm bằng bông hoặc len, có tay áo dài và mặt trước kín",
            "hasImg": true
        },
        {
            "id": "1e1f85cd-ac6e-4f7d-8fb2-119de366ad52",
            "word": "suit",
            "phonetic": "suːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This suit is a steal at $80.",
                "Part-time work would suit me right down to the ground.",
                "He paired his suit with polished dress shoes.",
                "That job would suit you to a tee.",
                "My dad bought a stylish suit for his friend's wedding."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VpdA&hash=0256967c98f34fd7f4bd32194fe3a27f6749e902&lang=en&cache-only=0",
            "defineEn": "a jacket with a pair of pants or a skirt that are made from the same cloth and should be worn together",
            "defineVi": "áo khoác với quần hoặc váy được làm từ cùng một loại vải và nên được mặc cùng nhau",
            "hasImg": true
        },
        {
            "id": "a2ef87e5-ff6e-4698-9ec5-dc9e170cd0d9",
            "word": "tie",
            "phonetic": "taɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Which tie do you like best?",
                "She finally loosened her tie after a long day at work.",
                "Do I have to wear a tie?",
                "He wore a tie to the wedding for a unique look.",
                "She tied some strips of cloth around the wound to check the bleeding."
            ],
            "audio": "https://tts.langeek.co/read?text=dGll&hash=34ff36d031fc054b7082e34d21e5b5051fd386a7&lang=en&cache-only=0",
            "defineEn": "a long and narrow piece of fabric tied around the collar, particularly worn by men",
            "defineVi": "một mảnh vải dài và hẹp buộc quanh cổ áo, đặc biệt được mặc bởi nam giới",
            "hasImg": true
        },
        {
            "id": "a304e390-9456-4ea5-b657-9bbd8c952bf5",
            "word": "hat",
            "phonetic": "hæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Yet another candidate has thrown his hat into the ring.",
                "Actually, I wear several different hats.",
                "He was standing hat in hand before his teacher.",
                "I took my hat off to his cooking skill.",
                "Hold on to your hat as the stock market zigs and zags!"
            ],
            "audio": "https://tts.langeek.co/read?text=aGF0&hash=87cd5ad83c596e3fe1aca8a5bf6b1ef96da62d83&lang=en&cache-only=0",
            "defineEn": "a piece of clothing often with a brim that we wear on our heads, for warmth, as a fashion item or as part of a uniform",
            "defineVi": "một bộ quần áo thường có vành mà chúng ta đội trên đầu để giữ ấm, như một món đồ thời trang hoặc một phần của đồng phục",
            "hasImg": true
        },
        {
            "id": "f78aac80-0281-458b-832c-9670a38e9345",
            "word": "purse",
            "phonetic": "pɜːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "She pursed her lips, showing disapproval.",
                "She used to keep her phon in her purse.",
                "She placed her purse on the chair next to her at the restaurant.",
                "MY wife opened her purse and pulled out a pen to write a note.",
                "She always carries a small purse to hold her keys and wallet."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVyc2U&hash=6bb51fd17023d6734bbe568049d2e0e96d5238fe&lang=en&cache-only=0",
            "defineEn": "a small bag that is used, particularly by women, to carry personal items",
            "defineVi": "một chiếc túi nhỏ được sử dụng, đặc biệt là phụ nữ, để mang theo các vật dụng cá nhân",
            "hasImg": true
        },
        {
            "id": "7e5752b5-b491-48e1-80c4-22d199f8f5ae",
            "word": "shoe",
            "phonetic": "ʃuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "I absolutely love your shoes.",
                "His shoes were wearing at the heel.",
                "My shoes are killing me.",
                "She stole the shoes from under the assistant's nose.",
                "I bought these shoes at half price."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvZQ&hash=62339f6cf353d519bb17eb04ed8bfd616dd8eb46&lang=en&cache-only=0",
            "defineEn": "something that we wear to cover and protect our feet, generally made of strong materials like leather or plastic",
            "defineVi": "thứ gì đó mà chúng ta mặc để che và bảo vệ đôi chân của mình, thường được làm bằng vật liệu bền như da hoặc nhựa",
            "hasImg": true
        },
        {
            "id": "084eb457-aafd-48e5-a669-e120a02bd014",
            "word": "boot",
            "phonetic": "buːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boot is now on the other foot.",
                "The fashionable boots added a trendy touch to her outfit.",
                "He takes size 5 boots.",
                "She wore ankle boots that emphasized her cankles.",
                "I wore warm boots to trudge through the snowy streets."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9vdA&hash=d2d9e15d0a6f8998e4544cb156168234d99617ed&lang=en&cache-only=0",
            "defineEn": "a type of strong shoe that covers the foot and ankle and often the lower part of the leg",
            "defineVi": "một loại giày chắc chắn bao gồm bàn chân và mắt cá chân và thường là phần dưới của chân",
            "hasImg": true
        },
        {
            "id": "6f774c54-7ce3-4cb7-b285-f651fea1b600",
            "word": "sock",
            "phonetic": "sɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "That movie knocked my socks off.",
                "The new book is blowing my socks off.",
                "The striped socks matched perfectly with his striped shirt.",
                "She found a sock under the bed that had been missing for weeks.",
                "She wore colorful socks that covered her feet."
            ],
            "audio": "https://tts.langeek.co/read?text=c29jaw&hash=1baa7ef7726f1e3663de033bf86aeaa3fa14d0c6&lang=en&cache-only=0",
            "defineEn": "a soft item of clothing we wear on our feet",
            "defineVi": "một mặt hàng quần áo mềm chúng tôi mặc trên đôi chân của chúng tôi",
            "hasImg": true
        },
        {
            "id": "8e0b21ab-3913-4de4-b01c-341c97d9a3b5",
            "word": "pajamas",
            "phonetic": "pɐdʒɑːməz ",
            "partOfSpeechType": "noun",
            "examples": [
                "She received a new pair of pajamas as a gift for her birthday.",
                "I always pack my favorite pajamas when I go on vacation.",
                "I like to wear comfortable pajamas when I sleep.",
                "He forgot to change out of his pajamas before going to the store.",
                "He's the cat's pajamas, I couldn't love, respect, admire, and enjoy that individual more than I do."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFqYW1hcw&hash=6d4d11328ed0fd795998db1ff70b29e5e4357c4a&lang=en&cache-only=0",
            "defineEn": "a loose jacket or shirt and pants worn in bed",
            "defineVi": "một chiếc áo khoác rộng hoặc áo sơ mi và quần mặc trên giường",
            "hasImg": true
        },
        {
            "id": "bf2f60a4-82ac-450b-af85-e8b4cfb3fddf",
            "word": "underwear",
            "phonetic": "ʌndɚwɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He accidentally put his underwear on inside out.",
                "He bought a pack of plain white underwear for everyday wear.",
                "The store sells a variety of underwear styles, including briefs and boxers.",
                "I prefer to wear comfortable cotton underwear.",
                "I need to buy new underwear because my old ones are worn out."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXJ3ZWFy&hash=b4e82be78c9e7dfe43f204c202f6d802f631a5ab&lang=en&cache-only=0",
            "defineEn": "clothes that we wear under all the other pieces of clothing right on top of our skin",
            "defineVi": "quần áo mà chúng tôi mặc bên dưới tất cả các loại quần áo khác ngay trên da của chúng tôi",
            "hasImg": true
        },
        {
            "id": "7097846d-e1a4-4da3-abf3-08fb75d824ac",
            "word": "swimsuit",
            "phonetic": "swɪmsuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She changed into her swimsuit.",
                "She put on her swimsuit and jumped into the pool.",
                "She felt confident and beautiful in her new swimsuit.",
                "She wore her swimsuit to the beach and enjoyed swimming in the ocean.",
                "He enjoys wearing his swimsuit at the water park on hot summer days."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dpbXN1aXQ&hash=8f46ad9eedd9e51338f669840bf9ad75f7e12452&lang=en&cache-only=0",
            "defineEn": "a piece of clothing worn for swimming, especially by women and girls",
            "defineVi": "một mảnh quần áo mặc cho bơi lội, đặc biệt là của phụ nữ và trẻ em gái",
            "hasImg": true
        }
    ]
}