{
    "id": "50552531-ecd8-46fb-8f52-a77593e58557",
    "title": "Beyond Measure!",
    "originalTitle": "Beyond Measure!",
    "words": [
        {
            "id": "465702fb-ad04-4ca6-8065-0627d9e2e84e",
            "word": "aggregate",
            "phonetic": "æɡɹɪɡeɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She enjoyed the juicy sweetness of raspberries, an aggregate fruit.",
                "We gathered elderberries, excited to use the aggregate fruits for making jams and pies.",
                "Aggregate planned expenditures.",
                "Aggregate U.S. economic growth is strong.",
                "Once again, our dependent variable is aggregate consumption."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdncmVnYXRl&hash=bf528647e8ec7517044e81db070e1990b4bb9d52&lang=en&cache-only=0",
            "defineEn": "consisting of several numbers, things, or amounts added together",
            "defineVi": "bao gồm một số con số, sự vật hoặc số tiền được cộng lại với nhau"
        },
        {
            "id": "b5d8c2cb-647e-4258-9ed0-860309035430",
            "word": "appreciable",
            "phonetic": "ɐpɹiːʃiəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It had no appreciable impact on the election.",
                "The wheel, though apparently rigid in its construction, has just enough elasticity to make this method of support possible, and yet not enough elasticity to produce any appreciable trembling or slipping effect.",
                "And so you actually have the material that's not in the core being shot out of the star at appreciable percentages of the actual speed of light.",
                "But when that does happen, when the last star dies, it means that the only objects left in the Universe generating appreciable energy will be the corpses of stars: white dwarfs, neutron stars, and black holes."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwcmVjaWFibGU&hash=aa9dfbb0f1acd8a3c8a393dd87b42f4e27316b38&lang=en&cache-only=0",
            "defineEn": "(of a change or amount) important or noticeable",
            "defineVi": "(của một sự thay đổi hoặc số lượng) quan trọng hoặc đáng chú ý"
        },
        {
            "id": "85d9b139-511e-41b6-9bf6-0d11436875a4",
            "word": "chronological",
            "phonetic": "kɹɑːnəlɑːdʒɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The concept of a kid's mental age is essentially the level of performance associated with a certain chronological age.",
                "On early versions of the test, IQ was calculated by taking a person’s score on a standardized test, dividing it by their chronological age, and then multiplying the result by 100.",
                "If we can keep it as chronological as possible they can actually follow along.",
                "And rather than describing his life events in chronological order, he jumps between times and places.",
                "At the time, your IQ was simply your mental age, divided by your chronological age, multiplied by a hundred."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hyb25vbG9naWNhbA&hash=9b90f6e8a76baa3a943554fd37b38ea66e7647c9&lang=en&cache-only=0",
            "defineEn": "organized according to the order that the events occurred in",
            "defineVi": "sắp xếp theo thứ tự các sự kiện xảy ra trong"
        },
        {
            "id": "4d99e5e2-cf6e-4ce8-9c87-d5046fd80547",
            "word": "commensurate",
            "phonetic": "kəmɛnsɚɹət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We saw commensurate crackdown on other alternative political parties.",
                "It has been the history of the city of Jackson to not have support which is commensurate with the support that the city of Jackson provides to the state of Mississippi.",
                "When they do a limited release like this, they often differentiate the headphones just by making a different chassis here or cup design, and when they do that it gives a different sound profile and then they'll make a commensurate special EQ to match that because there's gonna be different responses from being around this material.",
                "At the end of the novel, Nick imagines the first European explorers of New York, writing, \"For a transitory, enchanted moment, man must have held his breath in the presence of this continent, compelled into an aesthetic contemplation he neither understood nor desired, face to face for the last time in history with something commensurate to his capacity for wonder.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWVuc3VyYXRl&hash=ea4e3436153837b2e4e6f9abf1ea304913cfc51c&lang=en&cache-only=0",
            "defineEn": "suitable in comparison to something else, like quality, extent, size, etc.",
            "defineVi": "phù hợp so với những thứ khác, như chất lượng, mức độ, kích thước, v.v."
        },
        {
            "id": "8772ad14-8507-44ca-9e4e-e3b4019a6348",
            "word": "copious",
            "phonetic": "koʊpiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And when England established its first successful long term colonies in North America in Virginia in 1607, they looked to mirror this pattern of enslavement with Native people, while also seeking copious amounts of silver and gold.",
                "One of the nurses had this great idea to use one of her child's diapers to stop the copious head bleed."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29waW91cw&hash=c3197d359a81267e8def9b6096dfb443f66e4552&lang=en&cache-only=0",
            "defineEn": "very great in number or amount",
            "defineVi": "rất lớn về số lượng hoặc số lượng"
        },
        {
            "id": "b529808b-5623-44be-a06a-35ab38835a14",
            "word": "coterminous",
            "phonetic": "koʊɾɚmɪnəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y290ZXJtaW5vdXM&hash=b6bebf450aaf671a7a6321d47bd9ae6aa298ce81&lang=en&cache-only=0",
            "defineEn": "equal in meaning, importance, extent, etc.",
            "defineVi": "bằng nhau về ý nghĩa, tầm quan trọng, mức độ, v.v."
        },
        {
            "id": "29656df6-9c65-4713-8050-f6dc843161ae",
            "word": "diminutive",
            "phonetic": "dᵻmɪnjuːtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This diminutive creature is genderless, and its physical appearance across stories varies as widely as its name.",
                "It's odd that we're instead of going more diminutive and thinner and slimmer and lighter, we're actually going to just bigger and larger and thicker and flipper."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGltaW51dGl2ZQ&hash=95400bad5596413726d581c323dc97a55f1ef37b&lang=en&cache-only=0",
            "defineEn": "much smaller than what is normal",
            "defineVi": "nhỏ hơn nhiều so với bình thường"
        },
        {
            "id": "1c1fba34-8b96-4a3e-954d-78a5a66c1282",
            "word": "ephemeral",
            "phonetic": "ɪfɛmɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Sadness is an ephemeral reaction to something.",
                "Rivers dry up, leaving only ephemeral pools behind.",
                "The use of fire in human history is notoriously difficult to study, because fire is ephemeral.",
                "And emotions aren't just ephemeral psychological phenomena, they affect our bodies and our health.",
                "And the Impressionists did love their light, trying again and again to arrest its ephemeral effects."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXBoZW1lcmFs&hash=52b8e49f75de0409ad13aaff466dd0d062509c6b&lang=en&cache-only=0",
            "defineEn": "lasting or existing for a small amount of time",
            "defineVi": "kéo dài hoặc tồn tại trong một khoảng thời gian ngắn"
        },
        {
            "id": "43ed4552-25ae-4ca4-9e71-a9dc734e98f5",
            "word": "fleeting",
            "phonetic": "fliːɾɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But you know by now that all success is fleeting.",
                "And these are fleeting thoughts that may pop into your mind for an instance.",
                "But some of the universe’s most beautiful sights are much more fleeting, like planetary nebulas, glowing, colorful shells of gas that only last for about 10,000 years or so.",
                "And seals can extract impressive details from these fleeting trails, including the size and shape of the object that left it and the direction it was moving.",
                "It's completely based in Temporary and fleeting Joy's that have no real value What is a good life?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxlZXRpbmc&hash=5890db4b55acb8f9fd26fbdf80483b21f498eb80&lang=en&cache-only=0",
            "defineEn": "continuing or existing for a very short amount of time",
            "defineVi": "tiếp tục hoặc tồn tại trong một khoảng thời gian rất ngắn"
        },
        {
            "id": "8f720fd4-aef6-43d0-9b0b-5e85b2811981",
            "word": "flush",
            "phonetic": "flʌʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Pleasurable experiences flush certain parts of our brain with dopamine, a neurotransmitter.",
                "They have flushed the toilet.",
                "I flushed blindly",
                "Putting the lid down before you flush prevents the dreaded toilet plume!",
                "The destroyed cells are flushed from the body in urine."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmx1c2g&hash=252e01ef8c3094d9056cfaff49f851f3757c5379&lang=en&cache-only=0",
            "defineEn": "possessing a great amount of riches",
            "defineVi": "sở hữu rất nhiều của cải"
        },
        {
            "id": "b26aad0e-a88e-437b-9ed2-c9b57c639382",
            "word": "modest",
            "phonetic": "mɑːdɪst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The modest pace of economic growth has also kept the lid on price growth.",
                "I happened on a street with a few modest restaurants.",
                "They decided to plan a more modest vacation that they could afford without taking on debt.",
                "Stocks managed modest gains on Wall Street today.",
                "Well, these steps are modest steps."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9kZXN0&hash=bddf2cba76a628276ac3cb5e462d32c39d825837&lang=en&cache-only=0",
            "defineEn": "rather small in amount, extent, size, value, etc.",
            "defineVi": "khá nhỏ về số lượng, mức độ, quy mô, giá trị, v.v."
        },
        {
            "id": "d6f370b7-1d7c-4ba7-9687-0be39328d2a6",
            "word": "pervasive",
            "phonetic": "pɚveɪsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Shame and gaslighting is pervasive in our work.",
                "Their work established pervasive feelings of fraudulence in this group.",
                "Borderline personality disorder is pervasive.",
                "Another pervasive thing is symmetry.",
                "But it is pervasive."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVydmFzaXZl&hash=cd6dd9eacfc410b90fb5833568bf818e3852ff97&lang=en&cache-only=0",
            "defineEn": "spreading or existing throughout something, and usually unpleasant",
            "defineVi": "lan rộng hoặc tồn tại trong một cái gì đó, và thường khó chịu"
        },
        {
            "id": "1f9dfc8f-9119-454e-a250-5e7d4f274d9b",
            "word": "prodigious",
            "phonetic": "pɹədɪdʒəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvZGlnaW91cw&hash=5085984d8db767daf91a07facbe5ecf4804ebf5f&lang=en&cache-only=0",
            "defineEn": "impressively or exceptionally great in power, extent, quantity, size, or ability",
            "defineVi": "ấn tượng hoặc đặc biệt lớn về sức mạnh, mức độ, số lượng, kích thước hoặc khả năng"
        },
        {
            "id": "5c7fa825-d1f3-462f-b04b-4bed051f1d1a",
            "word": "profound",
            "phonetic": "pɹəfaʊnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That's profound.",
                "The wall's presence has had a profound impact.",
                "That's profound.",
                "That's profound.",
                "And in Arizona, those disparities are even more profound."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZm91bmQ&hash=280b97669fe3c8410b12c5d0b5210e4d26950dfe&lang=en&cache-only=0",
            "defineEn": "showing the intensity or greatness of something",
            "defineVi": "cho thấy cường độ hoặc sự vĩ đại của một cái gì đó"
        },
        {
            "id": "8c0958e3-2144-46bf-936d-a7ad034fab5e",
            "word": "profuse",
            "phonetic": "pɹəfjuːz ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Effects of exposure can include intense burning in the eyes, throat, and on the skin and profuse discharge of mucus."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZnVzZQ&hash=4670012191d6f4741e8e719476b3f888c732742a&lang=en&cache-only=0",
            "defineEn": "high in quantity or amount",
            "defineVi": "cao về số lượng hoặc số lượng"
        },
        {
            "id": "a04a5d40-570d-444d-9e12-d2dcd1d8ea8b",
            "word": "rarefied",
            "phonetic": "ɹɛɹfaɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But the company has expanded the reach of the Ferrari brand beyond these small, rarefied world of racing fans and lovers of supercars."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFyZWZpZWQ&hash=73d148567eeed4aee909018e58ae27de611695e7&lang=en&cache-only=0",
            "defineEn": "(of the oxygen level in the air) containing a lower-than-average amount of oxygen",
            "defineVi": "(về mức oxy trong không khí) chứa lượng oxy thấp hơn mức trung bình"
        },
        {
            "id": "33377533-e578-42aa-8f07-5c93cad89717",
            "word": "replete",
            "phonetic": "ɹᵻpliːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "History is replete with nations who hurt themselves by going into too much debt.",
                "Russian history is replete with examples of internal arguments between Westernizers and Slavophiles or hard-liners, whatever you want to call them, those who don’t see Russia’s future tied up in any kind of greater relationship with the West or the United States.",
                "One explanation is that Scott had a healthy regimen on the ISS replete with exercise and nutritious astronaut food."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwbGV0ZQ&hash=658080bf713ad8f45450b5a25128cff0c14a60c6&lang=en&cache-only=0",
            "defineEn": "containing an abundance of something",
            "defineVi": "chứa đựng sự phong phú của một cái gì đó"
        },
        {
            "id": "974906f0-2a32-4389-9a06-7656794c4180",
            "word": "rife",
            "phonetic": "ɹaɪf ",
            "partOfSpeechType": "adjective",
            "examples": [
                "After this, reports of smallpox are rife.",
                "But recent game are rife with overspending, wastes, and controversy.",
                "In the United States, the 1960s were rife with countercultures.",
                "Crime is rife here, but that's not the only danger. -",
                "Poverty is rife here, and today people talk of a new underclass emerging."
            ],
            "audio": "https://tts.langeek.co/read?text=cmlmZQ&hash=00e273093e6128aaa7d5cca15372fcb0669651cc&lang=en&cache-only=0",
            "defineEn": "containing a large amount of something that is usually unpleasant",
            "defineVi": "chứa một lượng lớn thứ gì đó thường khó chịu"
        },
        {
            "id": "2836f57d-fd56-4823-8839-d7b5fe8983d4",
            "word": "scant",
            "phonetic": "skænt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But unlike any of these literary devils, the Satan of the Bible was a relatively minor character, with scant information about his deeds or appearance.",
                "Warner was a computer consultant with a scant criminal record.",
                "James meant this as a challenge, not an indictment of scant brain usage.",
                "So you know, his pleasures are scant.",
                "Number five, though evidence is scant, Adolf Hitler is rumored to have had which two genital abnormalities."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NhbnQ&hash=ee937888dfff2602efd559db6e079b08982b06aa&lang=en&cache-only=0",
            "defineEn": "barely or not satisfactory in amount",
            "defineVi": "hầu như không hoặc không thỏa đáng về số lượng"
        },
        {
            "id": "a229259d-6104-4667-ae39-c078ba8bffaf",
            "word": "slight",
            "phonetic": "slaɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A slight question mark against her character remains.",
                "Oh, I don't have the slightest idea.",
                "She loved the slight bitterness of endive, which added complexity to her dish.",
                "He's extremely irritable - he flies off the handle at the slightest thing.",
                "The speaker's slight stuttering did not detract from the power of her message, as a diamond with a flaw is better than a common stone that is perfect."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xpZ2h0&hash=6ffab86f7e3c1004c62a0ccf5ebeb559d65dedd2&lang=en&cache-only=0",
            "defineEn": "not a lot in amount, size, or extent",
            "defineVi": "không nhiều về số lượng, kích thước hoặc mức độ"
        },
        {
            "id": "9ec58522-2875-4164-a580-bf286a82fb22",
            "word": "celerity",
            "phonetic": "sɛlɛɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2VsZXJpdHk&hash=14022aa59f90415e4759d391500843b58bf55682&lang=en&cache-only=0",
            "defineEn": "the quality of being fast and swift in movement",
            "defineVi": "chất lượng của sự nhanh nhẹn và nhanh nhẹn trong chuyển động"
        },
        {
            "id": "1f445185-15bc-4f5e-a505-78fecbd9a69b",
            "word": "exiguity",
            "phonetic": "ɛɡzɪɡjuːɪɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXhpZ3VpdHk&hash=77d478de25ea26fdd5355a6d2c675066987aa325&lang=en&cache-only=0",
            "defineEn": "the quality of lacking in amount",
            "defineVi": "chất lượng thiếu số lượng"
        },
        {
            "id": "a7f2cf0d-ba71-4050-9a3c-6581cbeedf23",
            "word": "gradation",
            "phonetic": "ɡɹeɪdeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, if you're grading your footage down the line, D-Log provides a better dynamic range, better gradation in your highlights in the shadows.",
                "Though this pen does have double the sensitivity gradations than the original it's up to like 4,096 or something like that while this is 2000 and something.",
                "In contrast to the subtle gradations of Titian’s expertly modeled flesh, Olympia is flatly painted, overexposed almost, and much more realistically proportioned.",
                "The second was that the sky, sometimes had clouds and sometimes had gradations.",
                "Unlike the slow, studio-based approach that held sway at the annual salons of the French Royal Academy, whereby tonal gradations were gradually built up with layer upon layer of glazes, Impressionist works were frequently begun if not completed entirely out of doors."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhZGF0aW9u&hash=bcacaacef6b0146da4ac9ccb073d736be0522d20&lang=en&cache-only=0",
            "defineEn": "the act of arranging in grades",
            "defineVi": "hành động sắp xếp theo lớp"
        },
        {
            "id": "28aef02e-8a00-42ba-a8e5-0aa0f750f2e6",
            "word": "modicum",
            "phonetic": "mɑːdɪkəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "I mean, the point being that, to him, there’s a modicum of ruthlessness in there. ",
                "We had to figure out how to help Ukraine restore its sovereignty, or the modicum of sovereignty, help them also economically and politically, help them make this transition that had been brokered, and then work with our NATO allies, especially in the east and the southeast, who now felt threatened by Russia, because really, since 2000 and since 2003, when the Baltic states came into NATO, they had been telling us that they still viewed Russia as a threat.",
                "If we want to ensure that young people are given the benefit of the doubt when they are engaged in an encounter with the police, if we want to ensure a future in this country where there can be a modicum of safety that every person can rely upon, and constitutional, civil and human rights that will be protected fundamentally, then we need to think of something very different from the current policing system and system of public safety that we have."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9kaWN1bQ&hash=55b2bdb0ee827a29d6f3e041acaa71802c4949cf&lang=en&cache-only=0",
            "defineEn": "a relatively small degree of a good and desirable thing",
            "defineVi": "một mức độ tương đối nhỏ của một điều tốt và mong muốn"
        },
        {
            "id": "5c9c4b22-b223-4fe1-800b-1f93892f3b5a",
            "word": "paucity",
            "phonetic": "pɔːsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And Jim Clyburn has been critical of the paucity of African Americans in the Cabinet.",
                "The actual war was one of the most successful in U.S. history, especially if you measure success by brevity and relative paucity of deaths."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF1Y2l0eQ&hash=b9f17d44a00c72bbd113bf1d8aeb59202464e2fa&lang=en&cache-only=0",
            "defineEn": "a lacking amount or number of something",
            "defineVi": "một số tiền thiếu hoặc số lượng của một cái gì đó"
        },
        {
            "id": "5a25af9e-897f-4bec-b169-e737383764d9",
            "word": "raft",
            "phonetic": "ɹæft ",
            "partOfSpeechType": "noun",
            "examples": [
                "Commercial planes use rafts and flotation devices like life preservers.",
                "Most people cross on rafts or boats.",
                "The third lion takes the raft back to the right bank where the wildebeest are waiting.",
                "He signed a raft of executive orders on some of the most divisive issues in American life and politics.",
                "A scathing new report blames the leadership of Capitol Police for a raft of failures before January 6."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFmdA&hash=ea95afffa6a4624723ceabe769eb73728baf9860&lang=en&cache-only=0",
            "defineEn": "people or things in high numbers or amounts",
            "defineVi": "người hoặc vật với số lượng hoặc số lượng lớn"
        },
        {
            "id": "2a8e8fc0-9ad1-4cc4-b0ac-e1e73ac2a68c",
            "word": "slew",
            "phonetic": "sluː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Chinese-owned app faces a slew of regulatory hurdles, privacy concerns and allegations of censorship.",
                "But this combination of styles and functions caused a slew of design inconsistencies across the UI.",
                "Those tests eventually revealed contamination from a slew of toxic chemicals.",
                "Zombies, like all undead monsters, can represent a whole slew of things.",
                "Coke produced a slew of other new innovations too."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xldw&hash=e5eeb5fd08abb65a72b28e3c307d24a69454f49a&lang=en&cache-only=0",
            "defineEn": "something in large amounts or numbers",
            "defineVi": "một cái gì đó với số lượng lớn hoặc số lượng"
        },
        {
            "id": "86ebe1e8-b9fd-48b0-a7a6-f2313700e00a",
            "word": "surfeit",
            "phonetic": "sɜːfɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "If it's anything like forfeit it would be surfeit."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VyZmVpdA&hash=d1112b9a5ee885857852d171d9a525765977ac59&lang=en&cache-only=0",
            "defineEn": "something that is excessive in amount",
            "defineVi": "một cái gì đó là quá nhiều về số lượng"
        },
        {
            "id": "b0aacff7-07a7-4f70-94e3-251e8982fb38",
            "word": "to enumerate",
            "phonetic": "tʊ ɪnuːmɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Can you enumerate the prices in a sentence or two?",
                "It’s not their business, and these are not rights that the Constitution enumerates and that should be enforced by the courts.",
                "And the national government, the one set up by the Constitution, is supposed to be limited in scope to certain enumerated powers.",
                "Nevertheless, if you would like me to bore everybody by enumerating the things that I do on the show, I am happy to do that."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW51bWVyYXRl&hash=b3649b8c2026cf81b92019a1f9fe293c83dca8c4&lang=en&cache-only=0",
            "defineEn": "to mention things individually",
            "defineVi": "để đề cập đến những điều cá nhân"
        },
        {
            "id": "0db0fb89-5f6d-4c3c-a121-0ce429271392",
            "word": "to sound",
            "phonetic": "tə saʊnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The tax increase sounded the death knell for the business.",
                "He sounds about as much fun as a wet weekend in Carmarthenshire.",
                "The bell sounded for dinner.",
                "A cup of tea sounds perfect.",
                "Your presentation sounded great, honestly."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc291bmQ&hash=6fa116261c5dd8eb792e7706ea685f8f5d667047&lang=en&cache-only=0",
            "defineEn": "to use a special equipment to measure the depth of something, particularly a body of water",
            "defineVi": "để sử dụng một thiết bị đặc biệt để đo độ sâu của một cái gì đó, đặc biệt là một vùng nước"
        }
    ]
}