{
    "id": "505ddc3d-b581-4dec-91d1-9b22f21f7b41",
    "title": "Politics Is the Art of the Possible!",
    "originalTitle": "Lesson 32",
    "words": [
        {
            "id": "4011a6aa-c84d-4820-8a29-9b389b515cf8",
            "word": "to lobby",
            "phonetic": "tə lɑːbi ",
            "partOfSpeechType": "verb",
            "examples": [
                "The elevator doors opened, revealing a crowded lobby.",
                "After two hours of waiting in the airport lobby, we were chafing at the bit to finally get on the plane.",
                "Amazon lobbied more government entities than any other tech company.",
                "He lobbied for a foreign government in the United States illegally.",
                "I heard gunshots in the speaker's lobby."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9iYnk&hash=9c8349f0c5744c5f3709fc74b8843282a5aef2bb&lang=en&cache-only=0",
            "defineEn": "to make an attempt to persuade politicians to agree or disagree with a law being made or changed",
            "defineVi": "để cố gắng thuyết phục các chính trị gia đồng ý hoặc không đồng ý với luật được thực hiện hoặc thay đổi"
        },
        {
            "id": "bd6fc020-7319-4c6c-acee-56cf57fe7019",
            "word": "to reform",
            "phonetic": "tə ɹᵻfɔːɹm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The laws were reformed root and branch.",
                "These reforms will produce little change.",
                "The reforms served as a model for the rest of the Communist world.",
                "Efforts at reform seem to come in fits and starts.",
                "School reform is a sensitive issue, and many politicians treat it with kid gloves."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVmb3Jt&hash=1b00bb9e014c483be71d8e71918bcb3f4cdd24ef&lang=en&cache-only=0",
            "defineEn": "to make a society, law, system, or organization better or more effective by making many changes to it",
            "defineVi": "để làm cho một xã hội, pháp luật, hệ thống, hoặc tổ chức tốt hơn hoặc hiệu quả hơn bằng cách thực hiện nhiều thay đổi đối với nó"
        },
        {
            "id": "f3fd1edf-7a32-42e0-98c3-0507359225e1",
            "word": "diplomatic",
            "phonetic": "dɪpləmæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In 1956, during a diplomatic reception in Moscow, Soviet leader Nikita Khrushchev told Western Bloc ambassadors, \"My vas pokhoronim!\"",
                "So, the administration is pushing for this diplomatic progress to make progress in the next few weeks.",
                "In April 2017, President Trump headed to Mar-a-Lago for the most important diplomatic meeting of his early presidency.",
                "But the diplomatic push will continue, Judy, even if it's hard to succeed.",
                "Harris has been leading the diplomatic effort to address the challenges in Guatemala, Honduras and El Salvador that are driving migration."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlwbG9tYXRpYw&hash=b454dcb53f8683fd76e2ce93785ed53f5b2722c5&lang=en&cache-only=0",
            "defineEn": "related to the work of keeping or creating friendly relationships between countries",
            "defineVi": "liên quan đến công việc duy trì hoặc tạo mối quan hệ hữu nghị giữa các quốc gia"
        },
        {
            "id": "2b829058-78ae-4c14-ac9e-4afeec40e2e4",
            "word": "sovereign",
            "phonetic": "sɑːvɚɹɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We have sovereign democracy.",
                "Something called sovereign immunity.",
                "The real sovereign of the era was the Allosaurus.",
                "It’s just sovereign democracy.",
                "Others pointed to negative sovereign interest rates abroad."
            ],
            "audio": "https://tts.langeek.co/read?text=c292ZXJlaWdu&hash=cf675dcdda51d1a65eddfcf91720dd9d71c11b32&lang=en&cache-only=0",
            "defineEn": "(of a country or state) self-governed and free from external control",
            "defineVi": "(của một quốc gia hoặc tiểu bang) tự trị và không chịu sự kiểm soát từ bên ngoài"
        },
        {
            "id": "0abfb294-8753-4c01-83b0-2b26c8f74890",
            "word": "radical",
            "phonetic": "ɹædɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The blueberries were rich in antioxidants, which helped protect the body against free radicals.",
                "Peaches are packed with antioxidants that help protect your body against harmful free radicals.",
                "It was revealed that the FBI kept tabs on him for years just because he once attended a meeting of a radical group.",
                "You may have method to your madness, but these radical changes to the business could still prove catastrophic.",
                "I really went against the stream when I was in college with some radical opinions, but as I've grown older I have found myself falling more in line with other people's way of thinking."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFkaWNhbA&hash=5d35d2a4a74e1f88c634f1c81487937a985aa69b&lang=en&cache-only=0",
            "defineEn": "supporting total and extreme social or political changes",
            "defineVi": "hỗ trợ những thay đổi toàn diện và cực đoan về xã hội hoặc chính trị"
        },
        {
            "id": "3c5d6ded-1491-4693-8e8b-812a4d53b478",
            "word": "activism",
            "phonetic": "æktɪvɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The actor has become the poster boy for environmental activism, using his celebrity status to raise awareness about climate change.",
                "The use of social media in politics can cut both ways, as it can provide a platform for activism and mobilization but can also spread misinformation and propaganda.",
                "He also outlawed worker activism.",
                "Vitaliev's activism was born from his father's bravery.",
                "At the same time, religious activism renewed focus on philanthropy."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0aXZpc20&hash=86a25cff32674d25f30ce97ed325c9e14d5337d2&lang=en&cache-only=0",
            "defineEn": "the action of striving to bring about social or political reform, especially as a member of an organization with specific objectives",
            "defineVi": "hành động phấn đấu để mang lại cải cách xã hội hoặc chính trị, đặc biệt là thành viên của một tổ chức với các mục tiêu cụ thể",
            "hasImg": true
        },
        {
            "id": "558620ae-a72c-461c-95d2-b29f40a76bc5",
            "word": "activist",
            "phonetic": "æktɪvɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The activist group launched a campaign to expose the gnomes of Zurich and other powerful figures in the financial world, calling for greater regulation and oversight of the global financial system.",
                "Many workers' rights activists have tended to promote the need to go through legal channels to secure workers' rights.",
                "One hundred years from now, will we remember the sitcom star, or the surgeon, or the human rights activist, or the guy who juggled frogs?",
                "Despite being from different backgrounds, the two activists shared a deep commitment to social justice and were kindred spirits in their fight for equality.",
                "The claim that soldiers killed an outspoken young ethnic activist in self-defense sets the alarm bells ringing,"
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0aXZpc3Q&hash=3f05278e50bcc0f539586f6333a9e670f1652e23&lang=en&cache-only=0",
            "defineEn": "a person who tries to bring about political or social change, especially someone who supports strong actions such as protests, etc.",
            "defineVi": "một người cố gắng mang lại thay đổi chính trị hoặc xã hội, đặc biệt là người ủng hộ các hành động mạnh mẽ như biểu tình, v.v.",
            "hasImg": true
        },
        {
            "id": "ed598db7-9c8e-468b-9f8a-8641f8922ed6",
            "word": "ambassador",
            "phonetic": "ɐmbæsədɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The ambassador was called back to London by the prime minister.",
                "The ambassador curried favor with the dictator by praising his construction projects.",
                "Both of them make excellent ambassadors.",
                "In 1956, during a diplomatic reception in Moscow, Soviet leader Nikita Khrushchev told Western Bloc ambassadors, \"My vas pokhoronim!\"",
                "The Russian ambassador to the United Nations was shown a copy of that investigation at a U.N. Security Council meeting."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1iYXNzYWRvcg&hash=33ce745cb4dffd188326ce6e100415087961b3bc&lang=en&cache-only=0",
            "defineEn": "a senior official whose job is living in a foreign country and representing their own country",
            "defineVi": "một quan chức cấp cao có công việc đang sống ở nước ngoài và đại diện cho đất nước của họ"
        },
        {
            "id": "2c36e00a-6db9-4866-995f-285291831e45",
            "word": "dictator",
            "phonetic": "dɪkteɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dictator governed the country with a heavy hand, suppressing any form of dissent or opposition.",
                "The ambassador curried favor with the dictator by praising his construction projects.",
                "The coup gave the dictatorship a dose of its own medicine, subjecting the dictator and his entourage to torture and confinement in deplorable conditions.",
                "And as a result of that, the shah of Iran came in, terrible dictator.",
                "At the time, Saddam Hussein, a brutal dictator, ruled the country."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGljdGF0b3I&hash=65c5ece0d08f30540983c63173f3bf2a874d03d7&lang=en&cache-only=0",
            "defineEn": "a ruler that has total power over a state, particularly a ruler who gained power through force",
            "defineVi": "một người cai trị có toàn quyền đối với một quốc gia, đặc biệt là một người cai trị đã giành được quyền lực thông qua vũ lực"
        },
        {
            "id": "3fe7dc5b-f57f-4f3c-97ab-eba2c5ecec78",
            "word": "policy maker",
            "phonetic": "pɑːlɪsi meɪkɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9saWN5IG1ha2Vy&hash=ff75cab873a7982ac3be762b74eda4f008e33bc1&lang=en&cache-only=0",
            "defineEn": "someone who makes decisions about the policies that a government or organization follows",
            "defineVi": "một người đưa ra quyết định về các chính sách mà một chính phủ hoặc tổ chức tuân theo"
        },
        {
            "id": "df758d9a-f979-4746-8fa9-c279cc27ac09",
            "word": "propaganda",
            "phonetic": "pɹɑːpɐɡændə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The use of social media in politics can cut both ways, as it can provide a platform for activism and mobilization but can also spread misinformation and propaganda.",
                "They put out propaganda.",
                "Enter misinformation and propaganda.",
                "It's propaganda.",
                "We found propaganda footage of K.H. attacks on American bases in Iraq."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcGFnYW5kYQ&hash=69b59630a0396bd98137664b2665604b39f12f64&lang=en&cache-only=0",
            "defineEn": "information and statements that are mostly biased and false and are used to promote a political cause or leader",
            "defineVi": "thông tin và tuyên bố chủ yếu là thiên vị và sai và được sử dụng để thúc đẩy một nguyên nhân chính trị hoặc nhà lãnh đạo"
        },
        {
            "id": "4514d167-4152-41de-af0f-222b3b67ff2f",
            "word": "autonomy",
            "phonetic": "ɔːtɑːnəmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "We may not agree on everything in our relationship, but we have learned to live and let live, respecting each other's individuality and autonomy.",
                "Autonomy, on the other hand, allows more room for uncertainty and creative brainstorming.",
                "While Congress responded with the Equal Pay Act in 1963, younger women sought greater power and autonomy in addition to legislation.",
                "Up until this week, Kashmir had a large degree of autonomy.",
                "Autonomy is the desire to be self-directed and have the freedom to choose."
            ],
            "audio": "https://tts.langeek.co/read?text=YXV0b25vbXk&hash=2ce0ae09304ee884e45148997a129b9ba65f413d&lang=en&cache-only=0",
            "defineEn": "(of a country, region, etc.) the state of being independent and free from external control",
            "defineVi": "(của một quốc gia, khu vực, v.v.) trạng thái độc lập và không bị kiểm soát từ bên ngoài"
        },
        {
            "id": "3ca30a0a-a9ab-4a40-b0ea-17c67c02b9a0",
            "word": "constitution",
            "phonetic": "kɑːnstɪtuːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The military-written constitution reserved 25 percent of Parliament for military officers.",
                "- During that time, these state legislators wrote, rewrote their constitution.",
                "The constitution does not decree the right to keep and bare arms.",
                "Anyway, as with Congress, the Constitution lays out certain qualifications for the presidency.",
                "The framers of the Constitution wanted a limited government."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3RpdHV0aW9u&hash=c4ee2729ef96ba47bb2afd6846aa307223de871f&lang=en&cache-only=0",
            "defineEn": "the official laws and principles by which a country or state is governed",
            "defineVi": "các luật và nguyên tắc chính thức theo đó một quốc gia hoặc tiểu bang được quản lý"
        },
        {
            "id": "dc185bc4-73e0-46ea-b231-b96b7eca587c",
            "word": "legislation",
            "phonetic": "lɛdʒɪsleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The government has passed new legislation to protect consumers.",
                "Look, this legislation hasn't been plucked from the air.",
                "The government decided to abandon the proposed legislation due to public opposition.",
                "The party, now in the minority, has been paying the new majority back in their own coin by stifling their legislation initiatives at every opportunity.",
                "The point of this legislation is to level the playing field for those who have typically found it harder to access public funding."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVnaXNsYXRpb24&hash=a2e03e0da349dfa30db51cf9c32f6a5caf1cb6f9&lang=en&cache-only=0",
            "defineEn": "the act or process of making laws or passing a statute",
            "defineVi": "hành động hoặc quá trình làm luật hoặc thông qua một đạo luật"
        },
        {
            "id": "03e1a33c-e7eb-4ca5-9e39-c30f98ecac19",
            "word": "mandate",
            "phonetic": "mændeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "As of 2016, at least a dozen major Chinese cities have mandated even-odd policies.",
                "It also mandates a move to electronic record-keeping.",
                "We have a mandate.",
                "But we're going to mandate cost data collection.",
                "Then the governor superseded that mandate, eliminated it."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuZGF0ZQ&hash=f510e181cf7a4c2cb681c6715adc16cc1923a54f&lang=en&cache-only=0",
            "defineEn": "the legality and power given to a government or other organization after winning an election",
            "defineVi": "tính hợp pháp và quyền lực được trao cho chính phủ hoặc tổ chức khác sau khi giành chiến thắng trong cuộc bầu cử"
        },
        {
            "id": "d41873b5-5e7c-4fae-ba67-3056873d92a0",
            "word": "bureaucracy",
            "phonetic": "bjʊɹɹɑːkɹəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dealing with bureaucracy is like trying to nail jelly to the wall.",
                "Aztec bureaucracy included tax collection, judiciary system, and censuses.",
                "So what exactly IS a bureaucracy?",
                "This was bureaucracy, partially.",
                "Years of bureaucracy and tough immigration policies have stalled the process."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVyZWF1Y3JhY3k&hash=42bbcc6913edb2053e81db1d5665520f9b7caa9c&lang=en&cache-only=0",
            "defineEn": "a system of government that is controlled by officials who are not elected rather employed",
            "defineVi": "một hệ thống chính phủ được kiểm soát bởi các quan chức không được bầu thay vì làm việc"
        },
        {
            "id": "1b06617d-7a5f-4246-add7-3f51d22aacf8",
            "word": "cabinet",
            "phonetic": "kæbᵻnət ",
            "partOfSpeechType": "noun",
            "examples": [
                "The medicine cabinet in the bathroom holds our first aid supplies.",
                "They want the cabinet all singing from the same hymn sheet.",
                "We installed a corner cabinet in the dining room to maximize space.",
                "The shoe cabinet by the entrance keeps our shoes organized and tidy.",
                "The cabinet doors are made of glass, allowing us to see inside."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FiaW5ldA&hash=eced7bf1514d07bb6d8cda4c2960b343c5cddeb4&lang=en&cache-only=0",
            "defineEn": "senior members of a government who make decisions and control the policy of the government",
            "defineVi": "thành viên cấp cao của chính phủ đưa ra quyết định và kiểm soát chính sách của chính phủ"
        },
        {
            "id": "c189e094-86c1-4ebe-9b5a-8b85a8a38830",
            "word": "commerce",
            "phonetic": "kɑːmɜːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's an unavoidable truth that money and commerce make the world go round.",
                "Twenty nineteens pro-democracy protests effectively shut down commerce.",
                "The U.S. Department of Commerce regulates its trade of non-lethal weapons through export licenses.",
                "The Chamber of Commerce president doesn't support tax breaks for all energy firms, though. ",
                "She's the secretary of commerce."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWVyY2U&hash=50d0e0f74c8e7857563fddcddbbb03a521421d3f&lang=en&cache-only=0",
            "defineEn": "the act of buying and selling goods and services, particularly between countries",
            "defineVi": "hành động mua bán hàng hóa và dịch vụ, đặc biệt là giữa các quốc gia"
        },
        {
            "id": "91944473-0c04-4ca8-b367-f2ea28e230d0",
            "word": "free trade",
            "phonetic": "fɹiː tɹeɪd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnJlZSB0cmFkZQ&hash=e469235f5556082b244c1c67c8691fe3a95caa8e&lang=en&cache-only=0",
            "defineEn": "a system of international trading in which there are no restrictions or taxes on goods bought or sold",
            "defineVi": "một hệ thống thương mại quốc tế trong đó không có hạn chế hoặc thuế đối với hàng hóa được mua hoặc bán"
        },
        {
            "id": "a033f9bd-2a93-41a7-b40f-fcaa2bf5b982",
            "word": "poll",
            "phonetic": "poʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "According to recent polls, the finger of blame is pointing squarely at the president for the recent economic downturn.",
                "The government's popularity is declining, as the polls show.",
                "The outcome of the election is now in the lap of the gods, as the polls are too close to call.",
                "Lazio saw his poll numbers go south almost immediately.",
                "After falling behind in the polls, the candidate's new policies helped them gain ground with voters."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9sbA&hash=a8ec3f809f899d276345574fcabf1de9551442f5&lang=en&cache-only=0",
            "defineEn": "a process in which random people are asked the same questions to find out what the general public thinks about a given subject",
            "defineVi": "một quá trình trong đó những người ngẫu nhiên được hỏi những câu hỏi giống nhau để tìm hiểu xem công chúng nghĩ gì về một chủ đề nhất định"
        },
        {
            "id": "a9b34f65-02a0-422a-9cde-67c6ce235579",
            "word": "alliance",
            "phonetic": "ɐlaɪəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "With the signing of the treaty, a powerful new European alliance first saw the light of day.",
                "In politics, it's often true that the enemy of your enemy is your friend, and we see strange alliances formed for short-term gain.",
                "The politician made a point of showing respect and kindness to his opponents, believing that it is good to make a bridge of gold to a flying enemy, and that treating people well could help him build alliances and get things done.",
                "He wanted an alliance.",
                "We witnessed an alliance between an elected head of state and a violent extremist organization on full display."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxsaWFuY2U&hash=28dd64272e8d30442bb08bbad2a62139bf0c92e0&lang=en&cache-only=0",
            "defineEn": "an association between countries, organizations, political parties, etc. in order to achieve common interests",
            "defineVi": "sự liên kết giữa các quốc gia, tổ chức, đảng phái chính trị, v.v. nhằm đạt được lợi ích chung",
            "hasImg": true
        },
        {
            "id": "2aeef719-6c0f-43b3-9f5e-c37d33e5f707",
            "word": "ally",
            "phonetic": "ælaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Was Allies on to something?",
                "- You hate cats, Ally. -",
                "What's an ally?",
                "What is an ally? -",
                "An ally is a verb."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxseQ&hash=e914c8a66a00950484f29089a7cb56f25071812c&lang=en&cache-only=0",
            "defineEn": "a country that aids another country, particularly if a war breaks out",
            "defineVi": "một quốc gia hỗ trợ một quốc gia khác, đặc biệt nếu chiến tranh nổ ra",
            "hasImg": true
        },
        {
            "id": "dca862b3-574a-48f9-a2d8-ac07929b1b73",
            "word": "coalition",
            "phonetic": "koʊəlɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The 1970 elections were won by a coalition led by Allende.",
                "The Party was a thorn in the flesh of his coalition.",
                "Only a few days ago, the Social Democrats were playing hard to get as the CDU tried to get them into coalition talks.",
                "The election promise of employing the large number of unemployed graduates has become a milestone round the neck of the coalition government.",
                "A government coalition needs 61 of 120 seats."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29hbGl0aW9u&hash=257f3c56c170e96ca335e560cedf9156bd378b7a&lang=en&cache-only=0",
            "defineEn": "an alliance between two or more countries or between political parties when forming a government or during elections",
            "defineVi": "một liên minh giữa hai hoặc nhiều quốc gia hoặc giữa các đảng chính trị khi thành lập chính phủ hoặc trong các cuộc bầu cử"
        },
        {
            "id": "7e01e1c0-16e6-492d-93be-56f94e9a058c",
            "word": "coup",
            "phonetic": "kuːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The coup gave the dictatorship a dose of its own medicine, subjecting the dictator and his entourage to torture and confinement in deplorable conditions.",
                "He took up the reins of government immediately after the coup.",
                "Many people fear that the newly elected government will be ousted in a military coup and are leaving their country while the going is good.",
                "The president of the United States instigated an attempted coup in this country.",
                "Meanwhile, protests continued against Myanmar's military coup."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291cA&hash=559435f0b5f7ab4dd322457a09b4428aa2648cd8&lang=en&cache-only=0",
            "defineEn": "an unexpected, illegal, and often violent attempt to change a government",
            "defineVi": "một nỗ lực bất ngờ, bất hợp pháp và thường là bạo lực để thay đổi chính phủ"
        },
        {
            "id": "a3341eae-2beb-4834-9b0c-e117ef9cf445",
            "word": "exile",
            "phonetic": "ɛɡzaɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The crowds sent him and the king into exile.",
                "So your dad, Eric the Red, was exiled from Iceland to Greenland because of manslaughter.",
                "On a December night in 1910, the exiled former leader of Honduras, Manuel Bonilla, boarded a borrowed yacht in New Orleans.",
                "And they exile him to Elba.",
                "It’s about total human exile."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhpbGU&hash=d12c984c221cdeedeed413d5f93f68e2f831e730&lang=en&cache-only=0",
            "defineEn": "the situation of someone who is sent to live in another country or city by force, particularly as a penalty or for political reasons",
            "defineVi": "tình huống của một người được gửi đến sống ở một quốc gia hoặc thành phố khác bằng vũ lực, đặc biệt là hình phạt hoặc vì lý do chính trị"
        },
        {
            "id": "3c5bb03a-a3a6-4ee7-b881-5db362f7d3ac",
            "word": "wing",
            "phonetic": "wɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He took the rookie pitcher under his wing.",
                "A new wing was added to the building.",
                "Who's playing on the wing?",
                "Friends shared a platter of crispy chicken wings with tangy dipping sauces at the sports bar.",
                "She dusts the chicken wings with cornflour before frying them."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZw&hash=28225112da3a423cb871b914a16cafa9807f7621&lang=en&cache-only=0",
            "defineEn": "members of a political party or other organization who have a certain function or share certain views",
            "defineVi": "thành viên của một đảng chính trị hoặc tổ chức khác có chức năng nhất định hoặc chia sẻ quan điểm nhất định"
        },
        {
            "id": "f6608cd2-89e8-4cc1-9d73-046b59cfb0f7",
            "word": "treaty",
            "phonetic": "tɹiːɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The peace treaty that ended the war.",
                "With the signing of the treaty, a powerful new European alliance first saw the light of day.",
                "According to the US Department of State’s website, the treaty had a very colonial purpose in mind.",
                "he finally accepted the treaty.",
                "The treaty itself outlines a few key principles for future space exploration:"
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlYXR5&hash=50e6a0ccfd553a03923ca4e6b9408c885433d147&lang=en&cache-only=0",
            "defineEn": "an official agreement between two or more governments or states",
            "defineVi": "một thỏa thuận chính thức giữa hai hoặc nhiều chính phủ hoặc tiểu bang"
        },
        {
            "id": "6efb3340-d79e-4a9c-9f81-d7a23bb437ae",
            "word": "capitalism",
            "phonetic": "kæpɪɾəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Nordic countries also practice capitalism.",
                "Is capitalism the best system?",
                "Capitalism is the only system in the world.",
                "Fortunately, capitalism is all about efficiency.",
                "Do we actually have capitalism?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwaXRhbGlzbQ&hash=a34f707365e09238738e6f1688e5d56defb54e6a&lang=en&cache-only=0",
            "defineEn": "an economic and political system in which industry, businesses, and properties belong to the private sector rather than the government",
            "defineVi": "một hệ thống kinh tế và chính trị trong đó ngành công nghiệp, doanh nghiệp và tài sản thuộc về khu vực tư nhân chứ không phải chính phủ"
        },
        {
            "id": "4603437c-21a4-47c8-9efb-044571c489ea",
            "word": "communism",
            "phonetic": "kɑːmjuːnɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "China’s communism became a really big deal during the Cold War, and 2.",
                "So true Communism is a classless society.",
                "When banana workers on United Fruit plantations protested for unions or rights, it raised fears of Communism.",
                "Capitalism’s cheap food and plentiful stuff, it was hoped, would stop the spread of communism.",
                "\"It was part of the fight against communism.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbXVuaXNt&hash=f8681dd3fc510cc305258ea61080fdac9a5c466a&lang=en&cache-only=0",
            "defineEn": "a political system in which the government controls all industry, every citizen is equally treated, and private ownership does not exist",
            "defineVi": "một hệ thống chính trị trong đó chính phủ kiểm soát tất cả các ngành công nghiệp, mọi công dân đều được đối xử bình đẳng và quyền sở hữu tư nhân không tồn tại"
        },
        {
            "id": "3fa10676-4e07-43c6-9d3a-dde26869c2fd",
            "word": "extremism",
            "phonetic": "ɛkstɹiːmɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Fundamentalist extremism has been raising its head all around the world over the last couple years.",
                "Political extremism is another factor.",
                "Extremism is not tolerated in any branch of the United States military.",
                "Extremism in the defense of liberty is no vice. NARRATOR:",
                "We're talking about violent Islamic extremism."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0cmVtaXNt&hash=72a9d1d6f269f36c8ee61a30519e0cbcbf7840f0&lang=en&cache-only=0",
            "defineEn": "religious or political actions, beliefs, or ideas that most people find them extreme, unreasonable, and abnormal",
            "defineVi": "hành động, niềm tin hoặc ý tưởng tôn giáo hoặc chính trị mà hầu hết mọi người thấy chúng cực đoan, vô lý và bất thường"
        },
        {
            "id": "58d546ea-53fc-4c31-a8ec-ab961973b804",
            "word": "fascism",
            "phonetic": "fæʃɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Banned in the U.S.S.R., the book inspired authors like George Orwell who fought on the front lines against both fascism and communism.",
                "Now sometimes that devolves into fascism and other things. ",
                "First, the USSR, while it did conduct extensive trade with Hitler’s Germany, also, like, roundly denounced Nazism’s fascism and capitalism.",
                "At its most extreme, the impulse can even sound like eco-fascism, which promotes the elimination of human life in order to save the environment.",
                "As fascism thrived in Italy, the new eastern and central European nations, which had been carved out in the Peace of Paris, faced the challenge of creating governments."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFzY2lzbQ&hash=f417943b5efc6be7c22b7512bfae27c2ec3846f3&lang=en&cache-only=0",
            "defineEn": "an extreme right-wing political attitude or system characterized by a strong central government, aggressively promoting one's country or race above others, as well as prohibiting any opposition",
            "defineVi": "một thái độ hoặc hệ thống chính trị cánh hữu cực đoan được đặc trưng bởi một chính quyền trung ương mạnh mẽ, tích cực thúc đẩy đất nước hoặc chủng tộc của một người vượt lên trên các quốc gia khác, cũng như ngăn cấm mọi phe đối lập"
        },
        {
            "id": "f28fb77f-5534-43ed-a7fb-6e797647fa6a",
            "word": "federalism",
            "phonetic": "fɛdɚɹəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "That's what federalism's all about.",
                "To avoid tyranny of the government, the Constitution embraced two principles: Separation of powers and federalism.",
                "So I'm going to wrap this up with a little bit of a reminder about Federalism, based on a largely unwarranted assertion.",
                "He established what he called a federalism unit, a special team that would fight federal rules imposed on Oklahoma.",
                "This is the style of politics which destroys, to much extent, what Yeltsin had created the early 1990s, foundations of democracy: freedom of speech, federalism, private property and free market."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVkZXJhbGlzbQ&hash=252cae0bac0cb15186d88a3dacd7163682297064&lang=en&cache-only=0",
            "defineEn": "a political system in which a central government controls the affairs of each self-governed state",
            "defineVi": "một hệ thống chính trị trong đó một chính quyền trung ương kiểm soát các công việc của mỗi quốc gia tự trị"
        },
        {
            "id": "b03fba22-2c68-4021-96e4-eab06c008ae5",
            "word": "globalism",
            "phonetic": "ɡloʊbəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "He did not create the xenophobia, the nationalism, the backlash against globalism and global crusades.",
                "But, if you compare Trump on globalism versus, say, Greta on globalism, versus, say, social movements that say the system is rigged on globalism, versus, say, Xi Jinping on globalism - Actually, this group is much more comfortable with Trump on globalism.",
                "But, if you compare Trump on globalism versus, say, Greta on globalism, versus, say, social movements that say the system is rigged on globalism, versus, say, Xi Jinping on globalism - Actually, this group is much more comfortable with Trump on globalism.",
                "And should we work to continue and deepen its legacy of globalism and monoculture?",
                "But, if you compare Trump on globalism versus, say, Greta on globalism, versus, say, social movements that say the system is rigged on globalism, versus, say, Xi Jinping on globalism - Actually, this group is much more comfortable with Trump on globalism."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xvYmFsaXNt&hash=c31e204a557ed8480379cd7d32f534f8bbf3fd25&lang=en&cache-only=0",
            "defineEn": "a belief in which the actions of one country affect all other countries in the world and that economic policy is built on benefiting the whole world not an individual country",
            "defineVi": "niềm tin rằng hành động của một quốc gia ảnh hưởng đến tất cả các quốc gia khác trên thế giới và chính sách kinh tế đó được xây dựng dựa trên lợi ích của cả thế giới chứ không phải của một quốc gia riêng lẻ"
        },
        {
            "id": "e5ffc61d-636f-426a-9dc2-d0b13d4f9746",
            "word": "liberalism",
            "phonetic": "lɪbɚɹəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Judicial philosophy refers to activism and restraint, while political ideology refers to liberalism or conservatism.",
                "It cemented the new definition of liberalism established by the New Deal, and opened up opportunities for diverse groups of Americans.",
                "The war saw ending segregation and black equality become cornerstones of American liberalism, along with full employment and the expansion of civil liberties.",
                "Oil shocks and inevitable systemic changes led to the poor economy and that weakened support for New Deal liberalism and increased the appeal of conservative ideas like lower taxes, reduced regulation, and cuts in social spending.",
                "And I think that his values are still consonant with liberalism as I knew it when I was younger. "
            ],
            "audio": "https://tts.langeek.co/read?text=bGliZXJhbGlzbQ&hash=2e21488da43cf153545c2dde10e9422e4d6e5be2&lang=en&cache-only=0",
            "defineEn": "the political belief that promotes personal freedom, democracy, gradual changes in society, and free trade",
            "defineVi": "niềm tin chính trị thúc đẩy tự do cá nhân, dân chủ, những thay đổi dần dần trong xã hội và thương mại tự do"
        },
        {
            "id": "ac8f252b-6b3e-4936-a288-a9706284f748",
            "word": "socialism",
            "phonetic": "soʊʃəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their socialism entailed philanthropy.",
                "Socialism in the wake of the Industrial Revolution appealed to many Americans.",
                "So, socialism, as an intellectual construct, began in France.",
                "But whether it relates to policy or to social constructs, socialism has had a surprising staying power in the American political imagination.",
                "There were two branches of socialism in France, Utopian and revolutionary."
            ],
            "audio": "https://tts.langeek.co/read?text=c29jaWFsaXNt&hash=4a4523e419c31db9321fe6e235238350bf15766b&lang=en&cache-only=0",
            "defineEn": "a political and economic principle in which main industries are controlled by the government and that wealth is equally divided among citizens",
            "defineVi": "một nguyên tắc chính trị và kinh tế trong đó các ngành công nghiệp chính được kiểm soát bởi chính phủ và sự giàu có đó được chia đều cho các công dân"
        },
        {
            "id": "f22300a3-fc69-4001-8db1-276dd6628594",
            "word": "administrative",
            "phonetic": "ɐdmɪnɪstɹeɪɾɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The intern had to make up for the absent administrative assistant and answer the phones all day.",
                "The CEO hired a new assistant but then continued to do all the administrative work herself.",
                "Administrative costs are also much lower in France than in the United States.",
                "There have been administrative problems.",
                "The federal government provides the administrative funding, makes loans to state unemployment insurance funds and half of extended benefits during high unemployment."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRtaW5pc3RyYXRpdmU&hash=d45f8920d8075b3cf2c1aa0cc5e4f64bc5ab19d6&lang=en&cache-only=0",
            "defineEn": "related to the directing of an organization or business",
            "defineVi": "liên quan đến chỉ đạo của một tổ chức hoặc doanh nghiệp"
        },
        {
            "id": "1360dd2d-bc36-444a-b105-79699917ea0e",
            "word": "congressional",
            "phonetic": "kəŋɡɹɛʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He sees no congressional restraints.",
                "Tech mergers have faced particular scrutiny, especially in congressional hearings.",
                "Congressional correspondent Lisa Desjardins reports.",
                "Congressional correspondent Lisa Desjardins reports.",
                "Congressional correspondent Lisa Desjardins reports."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZ3Jlc3Npb25hbA&hash=b3d0afff2df178b9185b56afded18b042ab44fa9&lang=en&cache-only=0",
            "defineEn": "relating to a congress, especially that of the US",
            "defineVi": "liên quan đến một đại hội, đặc biệt là của Hoa Kỳ"
        },
        {
            "id": "665e0668-536a-4a99-834b-4fc4c3ad72d5",
            "word": "constitutional",
            "phonetic": "kɑːnstɪtuːʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Bail is an important constitutional right.",
                "It is constitutional cancel culture.",
                "And what was going on inside that building was a constitutional process.",
                "Two constitutional isomers have the same molecular formula, but the atoms are connected in different ways.",
                "But this wasn’t terribly constitutional."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3RpdHV0aW9uYWw&hash=9c44876c052412b2d00397baa8d40439419ecdb5&lang=en&cache-only=0",
            "defineEn": "relating to or operating under the official laws and principles called the constitution, by which a country or state is governed",
            "defineVi": "liên quan đến hoặc hoạt động theo các luật và nguyên tắc chính thức được gọi là hiến pháp, theo đó một quốc gia hoặc tiểu bang được điều hành"
        },
        {
            "id": "666f20c9-6b57-445d-899b-25006f240520",
            "word": "electoral",
            "phonetic": "ᵻlɛktɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Because of the electoral promises he made, which so far he has failed to keep, many people call the new president 'all sizzle and no steak'.",
                "But back to Adams: his election in 1796 exposed a big flaw in our electoral system.",
                "California gets 55 Electoral votes for 37.3 million people.",
                "So we're up to 196 Electoral votes.",
                "Of course, I think electoral ruin, though people have been saying that for a long time."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3RvcmFs&hash=2f87da222381b63e33809f9bf58407a1d57c80a2&lang=en&cache-only=0",
            "defineEn": "connected with elections or electors",
            "defineVi": "kết nối với các cuộc bầu cử hoặc đại cử tri",
            "hasImg": true
        },
        {
            "id": "138a7560-82b4-4350-b585-cc5625d8eeb1",
            "word": "interim",
            "phonetic": "ɪntɚɹɪm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In the interim I'm staying at a local hotel.",
                "The regulations are scheduled to go into effect next winter, and in the interim, we'll be working hard to make all of the appropriate changes.",
                "Narrator: Guaidó, the president of the National Assembly, claimed the title of interim leader in January 2019.",
                "Even then, it's an interim solution.",
                "In the interim, there are serious questions about the legality of the behavior on Reddit."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJpbQ&hash=b09086ffaafa597099a90a0737f54b7e76b33521&lang=en&cache-only=0",
            "defineEn": "lasting only temporary before something permanent is presented",
            "defineVi": "kéo dài chỉ tạm thời trước khi một cái gì đó vĩnh viễn được trình bày"
        },
        {
            "id": "ca5a013e-e2ee-4c73-8dd7-77f05c988d52",
            "word": "protocol",
            "phonetic": "pɹoʊɾəkɑːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "It was John's idea to skip the safety protocols.",
                "They have protocols for visitors.",
                "So what is the protocol?",
                "Obviously there is protocol.",
                "We did not create a protocol."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvdG9jb2w&hash=82141ddcfcee638de19dd201ef5a122974d62024&lang=en&cache-only=0",
            "defineEn": "a set of rules and appropriate behavior that officials use on formal occasions",
            "defineVi": "một tập hợp các quy tắc và hành vi thích hợp mà các quan chức sử dụng trong những dịp chính thức"
        },
        {
            "id": "3ef40f10-e2a0-4d49-bd8f-9d375d462357",
            "word": "to table",
            "phonetic": "tə teɪbəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "His partner left the table in a fit of pique.",
                "At a family reunion picnic, the buffet table showcased a classic beef plate roast.",
                "This business method takes the risk of failure out of the table.",
                "She set the table with plates and glasses in the dining room.",
                "We set the table with plates and silverware."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFibGU&hash=24bbfb0e36245d3cb7580e274125a1f960eaffc8&lang=en&cache-only=0",
            "defineEn": "to formally bring up a proposal, discussion, etc. at a meeting for consideration",
            "defineVi": "để chính thức đưa ra một đề xuất, thảo luận, vv tại một cuộc họp để xem xét"
        },
        {
            "id": "6e06c1ca-f4a0-489b-86fb-aa1ff2c02b15",
            "word": "entourage",
            "phonetic": "ɑːntʊɹɑːʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The coup gave the dictatorship a dose of its own medicine, subjecting the dictator and his entourage to torture and confinement in deplorable conditions.",
                "Can I have one person from your entourage?",
                "He had an entourage of 60,000 people including 12,000 slaves and huge quantities of gold.",
                "I don't have an entourage, me and Andy need an entourage, just one guy.",
                "I don't have an entourage, me and Andy need an entourage, just one guy."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW50b3VyYWdl&hash=0fd7297e4ce93fc874b4c7ddb33b50ec429d0b45&lang=en&cache-only=0",
            "defineEn": "a group of people who work for and accompany a person of power or fame",
            "defineVi": "một nhóm người làm việc cho và đồng hành cùng một người có quyền lực hoặc danh tiếng"
        },
        {
            "id": "59c5480e-b2c6-4bc0-bff7-c6adfd5b0645",
            "word": "appeasement",
            "phonetic": "ɐpiːzmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "People started to get concerned, but they all had the doctrine of appeasement."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwZWFzZW1lbnQ&hash=6d3711a4c3e650a594cd7d18841739ce56c0bec1&lang=en&cache-only=0",
            "defineEn": "a policy of giving in to the demands of others in order to maintain peace, often at the cost of one's own principles or values",
            "defineVi": "một chính sách nhượng bộ trước yêu cầu của người khác để duy trì hòa bình, thường phải trả giá bằng các nguyên tắc hoặc giá trị của chính mình"
        }
    ]
}