{
    "id": "5088bb04-f4f9-40c5-b9b6-1b54cc5cb1df",
    "title": "Lesson 6A",
    "originalTitle": "Lesson 6A",
    "words": [
        {
            "id": "97a94f92-b578-40c8-8aa7-6a55be0ff8f5",
            "word": "kind",
            "phonetic": "kaɪnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The companies are two of a kind.",
                "Thank you, you're very kind.",
                "My aunt is a really kind sister to my father.",
                "Thank you for your kind words, they made my day.",
                "The lost child was helped by a kind police officer to find their way home."
            ],
            "audio": "https://tts.langeek.co/read?text=a2luZA&hash=789164b00c38d8c6f6401a8f1c7c6720ddb7c0d7&lang=en&cache-only=0",
            "defineEn": "a group of people or things that have similar characteristics or share particular qualities",
            "defineVi": "một nhóm người hoặc những thứ có đặc điểm tương tự hoặc chia sẻ phẩm chất cụ thể"
        },
        {
            "id": "2a8a0776-5587-471c-9202-984bcef6f8f7",
            "word": "film",
            "phonetic": "fɪlm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film caught a cold over the outstanding debt.",
                "The film received lavish praise from critics for its groundbreaking visual effects, compelling storyline, and outstanding performances.",
                "The film ups the ante on special effects.",
                "The film faithfully follows Shakespeare's plot.",
                "Shergar film falls at the first fence in Cannes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlsbQ&hash=be649f4cc2d3570fb3c4bbb869cf8fe152aa009b&lang=en&cache-only=0",
            "defineEn": "a story that we can watch on a screen, like a TV or in a theater, with moving pictures and sound",
            "defineVi": "một câu chuyện mà chúng ta có thể xem trên màn hình, chẳng hạn như TV hoặc trong rạp hát, với hình ảnh và âm thanh chuyển động",
            "hasImg": true
        },
        {
            "id": "fd568945-4630-4b7e-9a63-9d9436edfb06",
            "word": "action film",
            "phonetic": "ækʃən fɪlm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWN0aW9uIGZpbG0&hash=be185179e22e1a44d802381e8483483ef0614a3a&lang=en&cache-only=0",
            "defineEn": "a film genre that has a lot of exciting events, and usually contains violence",
            "defineVi": "một thể loại phim có nhiều sự kiện thú vị và thường có bạo lực",
            "hasImg": true
        },
        {
            "id": "a8053cab-69e8-42b6-ac56-d085a330cf8d",
            "word": "animation",
            "phonetic": "ænɪmeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The amazing team at Thought Cafe makes the animation.",
                "Our animation team is Thought Café.",
                "Our animation team is Thought Cafe.",
                "And our animation team is Thought Cafe.",
                "Instead, time is shown through an animation."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5pbWF0aW9u&hash=f5770b6f05320e05544712247cd9f785fe6c3705&lang=en&cache-only=0",
            "defineEn": "a movie in which animated characters move",
            "defineVi": "một bộ phim trong đó các nhân vật hoạt hình di chuyển",
            "hasImg": true
        },
        {
            "id": "28c1392b-e1d3-4060-bbb3-2f65a0456471",
            "word": "comedy",
            "phonetic": "kɑːmədi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I was in stitches at that comedy show.",
                "I watched a comedy movie and couldn't stop laughing.",
                "In a comedy of errors, a waiter spills drinks, slips on the spilled liquid, and accidentally sends plates flying across the restaurant.",
                "The left didn't know what the right was doing in this gross teen horror comedy.",
                "The comedian joked that from the sublime to the ridiculous is only a step, and that the best comedy often came from taking serious topics and turning them on their head."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tZWR5&hash=bd7295c6840821ea0fa3bc1aeb2c02c1da14a317&lang=en&cache-only=0",
            "defineEn": "professional entertainment that contains jokes and sketches, intended to make people laugh",
            "defineVi": "giải trí chuyên nghiệp chứa những câu chuyện cười và bản phác thảo, nhằm làm cho mọi người cười",
            "hasImg": true
        },
        {
            "id": "4cf9cfec-8c19-45b5-87f4-19e6bc5dabc8",
            "word": "drama",
            "phonetic": "dɹɑːmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend has been dealing with a lot of family drama lately, but I reminded her that we all have our crosses to bear and to take it one day at a time.",
                "In a political drama, when a new scandal or revelation is exposed, the plot thickens as the characters must navigate new challenges and conflicts.",
                "Getting involved in a toxic relationship may provide the thrill of drama and excitement, but it can also lead to emotional abuse, manipulation, and heartbreak.",
                "By staying out of drama and avoiding negative talk, I've been able to maintain positive relationships with those around me.",
                "This first diner overhears the drama right away."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhbWE&hash=9889b23245393f9ca6c85ba9dcc470683459ebc0&lang=en&cache-only=0",
            "defineEn": "a play that is performed in a theater, on TV, or radio",
            "defineVi": "một vở kịch được thực hiện trong một nhà hát, trên TV, hoặc đài phát thanh",
            "hasImg": true
        },
        {
            "id": "26c71a9a-6d77-433d-a10e-84d4801804a9",
            "word": "historical",
            "phonetic": "hɪstɔːɹɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The historian provided the right historical context for the event.",
                "The donation was made under the auspices of the local historical society.",
                "What is stressed rather is that the same phenomenon provides the foundation for both historical tendencies.",
                "Jake had a lifelong fascination with history, and he finally decided to scratch the itch by traveling to historical sites around the world.",
                "Spain has a rich history and is home to many historical landmarks, such as the Roman Aqueduct of Segovia."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlzdG9yaWNhbA&hash=a2d146aa7fbb308b8d360eeea60a9455b9e6978e&lang=en&cache-only=0",
            "defineEn": "(of books, movies, etc.) about the people or events of the past",
            "defineVi": "(về sách, phim, v.v.) về những người hoặc sự kiện trong quá khứ",
            "hasImg": true
        },
        {
            "id": "63cc70cc-c98b-4467-8313-ae10af0e1742",
            "word": "musical",
            "phonetic": "mjuːzɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film pays homage to classic Hollywood musicals.",
                "While growing up, he had been exposed to various musical genres at his mother's knee, developing a diverse appreciation for music.",
                "Her last musical ran for six months on Broadway.",
                "They have such a strong musical chemistry and perform flawlessly together.",
                "Musicals are the gateway drug."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzaWNhbA&hash=c7a3e11a7deeffea2a1b813f1d1b252ed7fcd1d7&lang=en&cache-only=0",
            "defineEn": "any theatrical performance that combines singing, dancing, and acting to tell a story",
            "defineVi": "bất kỳ buổi biểu diễn sân khấu nào kết hợp ca hát, nhảy múa và diễn xuất để kể một câu chuyện",
            "hasImg": true
        },
        {
            "id": "4a4bee49-2884-46d2-8bce-1b2b7e201cae",
            "word": "rom-com",
            "phonetic": "ɹɑːmkɑːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "I liked doing rom-coms.",
                "I have to say no to every rom-com script that comes in to me."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9tLWNvbQ&hash=e24df3e9210100f8ac85873638d71f1c1220a892&lang=en&cache-only=0",
            "defineEn": "a genre that has comedic and romantic elements",
            "defineVi": "một thể loại có yếu tố hài hước và lãng mạn",
            "hasImg": true
        },
        {
            "id": "af5f35c9-c8b2-43f7-aa61-91c764720041",
            "word": "science fiction",
            "phonetic": "saɪəns fɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "None of this is science fiction.",
                "This new arm is not science fiction. ",
                "This isn’t science fiction.",
                "It sounds like science fiction!",
                "Women and people of color have always been writing science fiction, ahem."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NpZW5jZSBmaWN0aW9u&hash=6b6d197b76567af19513898922548d6f73cbfd35&lang=en&cache-only=0",
            "defineEn": "books, movies, etc. about imaginary things based on science",
            "defineVi": "sách, phim, v.v. về những điều tưởng tượng dựa trên khoa học",
            "hasImg": true
        },
        {
            "id": "71f6c3e7-9669-4ff6-a8fb-e4d908775921",
            "word": "thriller",
            "phonetic": "θɹɪlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I love thrillers.",
                "Next movie is Orphan, another thriller.",
                "is a sci fi action thriller with time travel in it.",
                "My favourite is always going to be thriller/horror.",
                "It's a suspenseful thriller with lots of twists."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhyaWxsZXI&hash=a3f39cfe7c24f910321e540bfd936e757177b1c4&lang=en&cache-only=0",
            "defineEn": "a movie, novel, etc. with an exciting plot that deals with crime",
            "defineVi": "một bộ phim, tiểu thuyết, v.v. với cốt truyện thú vị liên quan đến tội phạm",
            "hasImg": true
        },
        {
            "id": "c9e4f7ba-3164-4a9a-afb9-3836067f2c3d",
            "word": "war film",
            "phonetic": "wɔːɹ fɪlm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2FyIGZpbG0&hash=1fe9f50c22392148ba6266c447c9f2a989ffd900&lang=en&cache-only=0",
            "defineEn": "a type of movie that shows stories about wars and the people involved, with a focus on action, drama, and the effects of war",
            "defineVi": "một loại phim chiếu những câu chuyện về chiến tranh và những người liên quan, tập trung vào hành động, kịch tính và tác động của chiến tranh",
            "hasImg": true
        },
        {
            "id": "fa94b0bc-11ec-4117-8aae-3cad3ab12081",
            "word": "cast",
            "phonetic": "kæst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The afternoon sun casts a warm glow on the buildings and trees.",
                "Imprisonment of student casts a shadow on Human Rights Council candidacy.",
                "Maths error casts doubts on Greater Cambridge Partnership's road.",
                "The full moon cast a soft glow on the landscape.",
                "She casted aspersions on the integrity of her boss."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzdA&hash=b74c709b2681f01bcb724a11760ade98ea0add73&lang=en&cache-only=0",
            "defineEn": "all the actors and actresses in a movie, play, etc.",
            "defineVi": "tất cả các nam nữ diễn viên trong một bộ phim, vở kịch, v.v."
        },
        {
            "id": "9e90d191-b252-42f2-8c86-cb70559590d3",
            "word": "critic",
            "phonetic": "kɹɪɾɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film received lavish praise from critics for its groundbreaking visual effects, compelling storyline, and outstanding performances.",
                "Right in the middle of the review is a left-handed compliment: the critic praises the actor for his \"startling career departure.\"",
                "The mayor's critics were laughing up their sleeves when news of the scandal was first reported.",
                "The President answered his critics by fighting fire with fire.",
                "She was a critic who loomed large in literary circles."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpdGlj&hash=266c0e2447147fd083763b01e899eeead788d119&lang=en&cache-only=0",
            "defineEn": "someone who gives their personal standpoint of a movie, play, etc. as a job",
            "defineVi": "ai đó đưa ra quan điểm cá nhân của họ về một bộ phim, vở kịch, v.v. như một công việc",
            "hasImg": true
        },
        {
            "id": "eab3dd8c-f2c0-4d39-a837-8dc26bd5a4ad",
            "word": "extra",
            "phonetic": "ɛkstɹə ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Airport security was extra tight in the wake of yesterday's bomb attacks.",
                "They run extra trains during the rush hour.",
                "Be extra careful with this one.",
                "She turned her singing talent into extra money.",
                "I packed an extra jacket for the camping trip."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0cmE&hash=ede5ef4b06446c5d32a21cfebd9727c472db6f31&lang=en&cache-only=0",
            "defineEn": "more than enough or the amount needed",
            "defineVi": "quá đủ hoặc số lượng cần thiết",
            "hasImg": true
        },
        {
            "id": "62c3c6ea-d739-432b-a74c-ab1b246b67dd",
            "word": "plot",
            "phonetic": "plɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film faithfully follows Shakespeare's plot.",
                "Many families own plots of land to grow food.",
                "The plot is almost impossible to follow.",
                "He explained the plot of the movie to his friend who hadn't seen it.",
                "The unexpected twist in the plot made the audience cry out in surprise."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxvdA&hash=80cfe4258376dbbf43fa35bc5b81274bcd41d932&lang=en&cache-only=0",
            "defineEn": "a plan that is made secretly, particularly to do something that is wrong, damaging, or illegal",
            "defineVi": "một kế hoạch được thực hiện một cách bí mật, đặc biệt là làm điều gì đó sai trái, gây tổn hại hoặc bất hợp pháp"
        },
        {
            "id": "4c55185c-1b0c-4fd8-a164-af7fd1e0d938",
            "word": "to review",
            "phonetic": "tə ɹᵻvjuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The immigration officer reviewed my passport before granting entry.",
                "The magazine features interviews with musicians and reviews of new albums.",
                "She left a positive review online for the restaurant where she ordered a pizza.",
                "The newspaper has an entertainment section with movie reviews and celebrity news.",
                "Melissa's new book got off to a flying start, with high sales and positive reviews from readers and critics alike."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV2aWV3&hash=83b07b3ab34643d75044a7120f1c83494d119a2d&lang=en&cache-only=0",
            "defineEn": "to write an article in which one shares their opinion about a book, movie, etc.",
            "defineVi": "để viết một bài báo trong đó một người chia sẻ ý kiến của họ về một cuốn sách, bộ phim, v.v."
        },
        {
            "id": "8206272e-624b-466f-99f8-5d8b444ece61",
            "word": "scene",
            "phonetic": "siːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Going to the beach is definitely my scene.",
                "Watch the scene where Don talks to himself in the mirror while shaving.",
                "Grown men were moved to tears at the horrific scenes.",
                "A lot of negotiating has been going on behind the scenes.",
                "Madrid, the capital city of Spain, is famous for its lively nightlife and art scene."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NlbmU&hash=4c4ae28ae0a85058527ef75393f9e0658a50d488&lang=en&cache-only=0",
            "defineEn": "a part of a movie, play or book in which the action happens in one place or is of one particular type",
            "defineVi": "một phần của bộ phim, vở kịch hoặc cuốn sách trong đó hành động xảy ra ở một nơi hoặc thuộc một loại cụ thể",
            "hasImg": true
        },
        {
            "id": "ae540b63-34c8-4355-bb22-fc2275807a32",
            "word": "script",
            "phonetic": "skɹɪpt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm willing to accept some minor edits on my script, but I draw a line at any major rewrites.",
                "The ceremony was carefully scripted.",
                "Most viruses follow this script.",
                "At this point, many scripts die.",
                "Script supervisor is Caitlin Hofmeister."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NyaXB0&hash=5cdc2cdb0cad75bd269c0e5af75483fa8fb53a80&lang=en&cache-only=0",
            "defineEn": "a written text that a movie, show, or play is based on",
            "defineVi": "một văn bản bằng văn bản mà một bộ phim, chương trình hoặc vở kịch dựa trên",
            "hasImg": true
        },
        {
            "id": "6da514f2-40c8-463d-9220-d71928c6a0b2",
            "word": "sequel",
            "phonetic": "siːkwəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm really surprised that the sequel even holds a candle to the original.",
                "The sequel isn't too bad, but it isn't in the same league with the original.",
                "And just as with the Final Destination movies, the sequels have pretty much the same plot, just some new actors.",
                "The sequel is never quite as good.",
                "This is a sequel."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VxdWVs&hash=06e754dc7a86c2d6b6fa63485b91a47f22224c26&lang=en&cache-only=0",
            "defineEn": "a book, movie, play, etc. that continues and extends the story of an earlier one",
            "defineVi": "một cuốn sách, bộ phim, vở kịch, v.v. tiếp tục và mở rộng câu chuyện của một cuốn trước đó",
            "hasImg": true
        },
        {
            "id": "9b384202-bf83-4f82-9a7c-c6b3ef5e02f8",
            "word": "set",
            "phonetic": "sɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "That DJ's voice really sets my teeth on edge.",
                "The surgeon set her broken arm.",
                "The scheme sets a precedent for other companies.",
                "International companies set the price of oil.",
                "His time in the 25-meter freestyle set a national record."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V0&hash=2d14ba274683b2b3f9eef2f6776a57eae4545cff&lang=en&cache-only=0",
            "defineEn": "a stage where a play is performed or a location where a motion picture is recorded",
            "defineVi": "một sân khấu nơi một vở kịch được biểu diễn hoặc một địa điểm ghi lại một hình ảnh chuyển động"
        },
        {
            "id": "bb98c74e-84bc-458b-96c1-919f9595eaff",
            "word": "soundtrack",
            "phonetic": "saʊndtɹæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "But he needs a soundtrack.",
                "Just like Disney soundtracks and musicals, the K-pop industry loves its modulations.",
                "And download the soundtrack on iTunes or Google Play Music.",
                "In media, a dramatic scene or event can be the inspiration for an incredible soundtrack.",
                "And that was honestly one of my favourite soundtracks."
            ],
            "audio": "https://tts.langeek.co/read?text=c291bmR0cmFjaw&hash=7fd98991e7a2444a10c7b9e8930d8c148e30a9ad&lang=en&cache-only=0",
            "defineEn": "the recorded sounds, speeches, or music of a movie, play, or musical",
            "defineVi": "âm thanh, bài phát biểu hoặc âm nhạc được ghi lại của một bộ phim, vở kịch hoặc vở nhạc kịch"
        },
        {
            "id": "216aa935-2049-4409-84a4-5080f29bccf9",
            "word": "special effects",
            "phonetic": "spɛʃəl ɪfɛkts ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film ups the ante on special effects.",
                "Space movies have set the pace for the development of special effects.",
                "StroMotion special effects add particular value to winter sports.",
                "John, your title is, Special effects director.",
                "The movie, an entertaining King Kong sequel of sorts, earned its producers a special effects Oscar."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlY2lhbCBlZmZlY3Rz&hash=e44d043c4c43d6c93308a9d26c02bcda97cc2872&lang=en&cache-only=0",
            "defineEn": "unreal materials or scenes that are put into movies or TV shows using computers or filmmaking tricks to add excitement",
            "defineVi": "vật liệu hoặc cảnh không có thật được đưa vào phim hoặc chương trình truyền hình bằng máy tính hoặc thủ thuật làm phim để thêm phần thú vị"
        },
        {
            "id": "4217160a-0354-47f7-aa17-868da3333401",
            "word": "star",
            "phonetic": "stɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The stars twinkled brightly in the dark night sky.",
                "She counted zero stars in the sky.",
                "The night sky is filled with stars and a beautiful moon.",
                "In the world of sports, a star athlete can be considered a big shot.",
                "The night sky is black, except for the stars and the moon."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Rhcg&hash=a668830f867321684ac9d50d88bee87270c30989&lang=en&cache-only=0",
            "defineEn": "a famous and popular performer, artist, etc.",
            "defineVi": "một nghệ sĩ, nghệ sĩ nổi tiếng và nổi tiếng, v.v.",
            "hasImg": true
        },
        {
            "id": "d1c83c0c-344b-447f-b7af-db62d3d3cee1",
            "word": "subtitle",
            "phonetic": "sʌbtaɪɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I love watching Spanish movies with subtitles to improve my language skills.",
                "He was as deaf as a post and relied on subtitles to follow the dialogue.",
                "Subtitles show you the sounds of the game.",
                "Note the subtitle.",
                "Do they use subtitles?"
            ],
            "audio": "https://tts.langeek.co/read?text=c3VidGl0bGU&hash=6942b5f04a253366e7c701d080e7eec7457fe321&lang=en&cache-only=0",
            "defineEn": "transcribed or translated words of the narrative or dialogues of a movie or TV show, appearing at the bottom of the screen to help deaf people or those who don't understand the language",
            "defineVi": "các từ phiên âm hoặc dịch của câu chuyện hoặc lời thoại của một bộ phim hoặc chương trình truyền hình, xuất hiện ở cuối màn hình để giúp người khiếm thính hoặc những người không hiểu ngôn ngữ",
            "hasImg": true
        },
        {
            "id": "3de0877f-3b1f-4f59-ae3d-dde8a805edba",
            "word": "trailer",
            "phonetic": "tɹeɪlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The movie trailer piqued my interest in the film.",
                "Ladies and gentlemen, here is the movie trailer.",
                "For some trailers, you have the captions.",
                "Here it is, the trailer.",
                "I had not seen the trailer at all."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhaWxlcg&hash=59828174b9d7c8a4717350575969b68984498432&lang=en&cache-only=0",
            "defineEn": "a selection from different parts of a movie, TV series, games, etc. shown before they become available to the public",
            "defineVi": "lựa chọn từ các phần khác nhau của phim, phim truyền hình, trò chơi, v.v. được trình chiếu trước khi chúng ra mắt công chúng"
        },
        {
            "id": "effd0993-a5fb-4c93-b9b6-94e1a7a09977",
            "word": "to base on",
            "phonetic": "tə beɪs ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "As a project manager, I prioritize tasks based on their urgency and importance.",
                "I try to judge people based on their actions, not their outward appearance, because a monkey in silk is a monkey no less.",
                "It's important to foster deep connections with others rather than settling for shallow relationships based on superficial interests.",
                "The entrepreneur decided to follow her nose and launch a new business based on her passion for cooking, even though she had no prior experience in the food industry.",
                "The writer decided to follow her nose and write a novel based on her personal experiences, which ended up becoming a bestseller."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFzZSBvbg&hash=04e806fdd7f9d73954c1018867e03327fc078b7e&lang=en&cache-only=0",
            "defineEn": "to develop something using certain facts, ideas, situations, etc.",
            "defineVi": "để phát triển một cái gì đó bằng cách sử dụng các sự kiện, ý tưởng, tình huống nhất định, v.v."
        },
        {
            "id": "e81cc469-9c46-43ef-9340-c43918283fb9",
            "word": "to set",
            "phonetic": "tə sɛt ",
            "partOfSpeechType": "verb",
            "examples": [
                "That DJ's voice really sets my teeth on edge.",
                "The surgeon set her broken arm.",
                "The scheme sets a precedent for other companies.",
                "International companies set the price of oil.",
                "His time in the 25-meter freestyle set a national record."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2V0&hash=6e48eaf638484e3be1206c21cf243d021ed39f10&lang=en&cache-only=0",
            "defineEn": "to place the events of a play, movie, novel, etc. in a particular time or place",
            "defineVi": "để đặt các sự kiện của một vở kịch, phim, tiểu thuyết, vv trong một thời gian hoặc địa điểm cụ thể"
        },
        {
            "id": "33b40fa0-44f0-4258-80b3-a2128325c52d",
            "word": "directed",
            "phonetic": "dᵻɹɛktᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I think, interestingly, on the end of the Cold War, his grievances are much more directed at Soviet leadership than they are at the United States.",
                "And American archaeologist Dr. Melinda Zeder has proposed that there are three pathways to domestication: the prey pathway, the directed pathway, and the commensal pathway.",
                "With the directed pathway, people use lessons they learned from previous attempts at domestication, often through the prey pathway.",
                "Solution in 3 Solution in 2 Solution in 1 Diagrams like the one Lemma has drawn are called directed acyclic graphs.",
                "Certainly, we need to hold down costs, but that's not what the federal government needs to concentrate on, which is spending programs that are federally directed and federally managed."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlyZWN0ZWQ&hash=cc16f438bd41ec50d38e82aa87bf2fbc269e667b&lang=en&cache-only=0",
            "defineEn": "supervised, guided, or managed by someone",
            "defineVi": "được giám sát, hướng dẫn hoặc quản lý bởi ai đó"
        },
        {
            "id": "66fbadc4-a647-4647-ace6-2cd1432d90ac",
            "word": "Western",
            "phonetic": "wɛstɚn ",
            "partOfSpeechType": "noun",
            "examples": [
                "As for the groundless accusations of certain Western media, I can only say that they are measuring other people's corn by their own bushel.",
                "Back in this country, Western states faced another day of searing heat, with no relief in sight until next week.",
                "\"I love western films!\"",
                "In western Siberia, many people have a missing DNA letter in position 35 of the GJB2 gene.",
                "Hey fun fact, though: the western hemisphere has water too."
            ],
            "audio": "https://tts.langeek.co/read?text=V2VzdGVybg&hash=b036c880cc1ca3d3798be6ef4b8622a369cee362&lang=en&cache-only=0",
            "defineEn": "a movie or book that usually involves the lives and adventures of cowboys in western US",
            "defineVi": "một bộ phim hoặc cuốn sách thường liên quan đến cuộc sống và cuộc phiêu lưu của những chàng cao bồi ở miền tây Hoa Kỳ",
            "hasImg": true
        },
        {
            "id": "f7de3c6e-20db-4b83-9408-3aeef305b0e5",
            "word": "audience",
            "phonetic": "ɔːdiəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The outstanding finale killed the audience.",
                "Cable TV reaches a huge audience.",
                "The daredevil performer, Max, shocked the audience by performing his entire circus act in his birthday suit.",
                "The audience nodded in understanding as the speaker explained the concept.",
                "As the comedian told the joke, the audience grimaced in a mixture of amusement and discomfort."
            ],
            "audio": "https://tts.langeek.co/read?text=YXVkaWVuY2U&hash=e49791df32fe6509887447d58e8cec6db54ead05&lang=en&cache-only=0",
            "defineEn": "the group of people who have assembled to watch and listen to a play, concert, etc.",
            "defineVi": "nhóm người đã tụ tập để xem và nghe một vở kịch, buổi hòa nhạc, v.v.",
            "hasImg": true
        },
        {
            "id": "f4cd200c-b457-4c87-ab7e-3d8afb88d43d",
            "word": "to [play] a part",
            "phonetic": "tə pleɪ ɐ pɑːɹt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxheSBhIHBhcnQ&hash=9281808aa0ee350db0b2fbff5910b5451cd4cbf5&lang=en&cache-only=0",
            "defineEn": "to contribute and be involved in something",
            "defineVi": "để đóng góp và được tham gia vào một cái gì đó"
        },
        {
            "id": "5ce6a824-2009-4106-b322-e07a7be43fc4",
            "word": "shot",
            "phonetic": "ʃɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "That shot lost him the championship.",
                "The goalie saved Johnson's long-range shot.",
                "To take a shot at somebody/something.",
                "In a school, the principal is the big shot.",
                "You're not calling the shots anymore."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvdA&hash=c5065ff86414d122898a06aef6b31a95f469b354&lang=en&cache-only=0",
            "defineEn": "an independent sequence of a motion picture or TV program that is recorded by one camera without any interruption",
            "defineVi": "một chuỗi độc lập của một hình ảnh chuyển động hoặc chương trình truyền hình được ghi lại bởi một camera mà không bị gián đoạn"
        },
        {
            "id": "013f30c6-ee39-4f54-8a23-412ca8405f55",
            "word": "filmed",
            "phonetic": "fɪlmd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmlsbWVk&hash=d39db35b6ca4feb4ab0ae51c9c30bc839a23fb92&lang=en&cache-only=0",
            "defineEn": "captured as a series of moving pictures",
            "defineVi": "chụp như một loạt các hình ảnh chuyển động"
        },
        {
            "id": "fd748972-55ef-49e0-a7fe-4aadc7207315",
            "word": "to dub",
            "phonetic": "tə dʌb ",
            "partOfSpeechType": "verb",
            "examples": [
                "This star is dubbed PDS 70.",
                "His friends dubbed him the most interesting man in the world.",
                "They dub it.",
                "They dub it.",
                "Oh they dub it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHVi&hash=36f9246471a039fa442d0b5a96ad4557546c7566&lang=en&cache-only=0",
            "defineEn": "to change the original language of a movie or TV show into another language",
            "defineVi": "để thay đổi ngôn ngữ gốc của một bộ phim hoặc chương trình truyền hình sang một ngôn ngữ khác"
        },
        {
            "id": "52a626ca-5046-45a5-b510-6646866d7af2",
            "word": "epic",
            "phonetic": "ɛpɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The explorer's epic journey through the Amazon rainforest lasted for months and covered thousands of miles.",
                "That little drive was epic.",
                "Our journey together has surely been epic.",
                "This epic is not quite over!",
                "- This is epic."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXBpYw&hash=9885b88c6f54cfc93e17e4b3751b314bbe893f58&lang=en&cache-only=0",
            "defineEn": "a long movie or book full of adventure that could be about a historical event",
            "defineVi": "một bộ phim dài hoặc cuốn sách đầy phiêu lưu có thể là về một sự kiện lịch sử"
        }
    ]
}