{
    "id": "50f2b1c2-00a7-4b56-8a84-b8ea371b21b7",
    "title": "Lesson 7",
    "originalTitle": "Lesson 7",
    "words": [
        {
            "id": "236da40a-1748-479d-8c01-9b19f282c804",
            "word": "preparation",
            "phonetic": "pɹɛpɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Make the necessary preparations.",
                "After weeks of intense preparation, Jennifer is now on the other side of her job interview and eagerly awaits the results.",
                "Joe's colleague was planning to quit his job and start his own business without any preparation or planning.",
                "Don't get ahead of yourself and assume you'll win the competition without proper preparation.",
                "The chef reminded the kitchen staff that haste makes waste, urging them to take their time and be careful in their food preparation to avoid costly mistakes and wasted ingredients."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlcGFyYXRpb24&hash=c54251573fc0472e2d2d7de38884ca241fb2b152&lang=en&cache-only=0",
            "defineEn": "the process or act of making a person or thing ready for use, an event, act, situation, etc.",
            "defineVi": "quá trình hoặc hành động làm cho một người hoặc vật sẵn sàng để sử dụng, một sự kiện, hành động, tình huống, v.v."
        },
        {
            "id": "82487562-c920-44f9-89e1-e3fe2241a109",
            "word": "preponderance",
            "phonetic": "pɹɪpɑːndɚɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "And based on all of that, we believed we had a pretty good chance, although we didn't know what numbers would result, that a preponderance of the cases of infection in our trial would be in people who did not get the vaccine."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlcG9uZGVyYW5jZQ&hash=92633fa19c03a0c0fb8e5c2f6464922525e383ad&lang=en&cache-only=0",
            "defineEn": "a superiority in numbers or amount",
            "defineVi": "sự vượt trội về số lượng hoặc số lượng"
        },
        {
            "id": "7cea5ab7-4294-49a7-b77e-ab73deadce5f",
            "word": "to prepossess",
            "phonetic": "tə pɹɪpəzɛs ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlcG9zc2Vzcw&hash=471e045dc5618b271b1d3f4dd130db6eebb78d46&lang=en&cache-only=0",
            "defineEn": "influence (somebody's) opinion in advance",
            "defineVi": "ảnh hưởng trước ý kiến của (ai đó)"
        },
        {
            "id": "bfe81f00-93bf-4dc3-a334-0c05c71f3236",
            "word": "preposterous",
            "phonetic": "pɹɪpɔstɚɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That's completely, completely preposterous.",
                "I mean the whole idea is preposterous.",
                "That is the most preposterous part of this.",
                "He would say things which were nothing short of preposterous. ",
                "We drive to the venue, we pull into the back of the loading zone, it's like the most preposterous way to enter a concert I think I've ever experienced."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlcG9zdGVyb3Vz&hash=34a68296c3447b335b48aecc42acc082092b2017&lang=en&cache-only=0",
            "defineEn": "contrary to reason or common sense",
            "defineVi": "trái với lý trí hoặc lẽ thường"
        },
        {
            "id": "8a8defbe-2661-43b3-a46f-832bba4f3755",
            "word": "disciple",
            "phonetic": "dɪsaɪpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "On the other side, two of the Old Man’s disciples guarded the herb.",
                "He had many disciples and young people he liked, but nobody as much as Trump. ",
                "Jung was a friend and disciple of Freud, but eventually, theoretical differences took them in different directions.",
                "To Schachter, Singer, and their disciples, this meant that arousal spurs emotion, but cognition directs it.",
                "MAN: I feel like I'm a disciple."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY2lwbGU&hash=2d8b9124ce0a14c4b1c76557625d7cda183fe33d&lang=en&cache-only=0",
            "defineEn": "someone who believes and helps to spread the doctrine of another",
            "defineVi": "một người tin và giúp truyền bá học thuyết của người khác"
        },
        {
            "id": "1acbf597-c593-4351-881c-d0bdf76ffdf5",
            "word": "disciplinary",
            "phonetic": "dɪsɪplɪnɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I really had to go through the wringer with that disciplinary hearing.",
                "When a student goes AWOL repeatedly, the Principal determines the appropriate disciplinary action, up to and including recommendation for discharge.",
                "The school administration understands that catching is before hanging, so they have implemented strict disciplinary policies to deter students from engaging in inappropriate behavior.",
                "The data includes identities of informants and police disciplinary files.",
                "He ordered the public release of numerous disciplinary files containing allegations of torture."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY2lwbGluYXJ5&hash=45dc531d77401270e3eb313ffe2482441bef4139&lang=en&cache-only=0",
            "defineEn": "relating to a specific field of academic study",
            "defineVi": "liên quan đến một lĩnh vực nghiên cứu học thuật cụ thể"
        },
        {
            "id": "7f8b7c06-e731-4830-95a5-b6ce0605735d",
            "word": "to discipline",
            "phonetic": "tə dɪsɪplɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Biology and computing are disciplines which seem like chalk and cheese but which have very deep connections on the most fundamental level.",
                "The writer understands that diligence is the mother of good luck, and that success in writing requires consistent effort, discipline, and hard work.",
                "The parents believed in disciplining their child when necessary, knowing that spare the rod and spoil the child.",
                "I know you don't like disciplining employees, but you've just got to grasp the nettle.",
                "The workshop instructor emphasized that children and fools must not play with edged tools, stressing the need for focus, discipline and maturity when using power tools."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzY2lwbGluZQ&hash=224a5c64276598f2b7cb6fc7c589f3b6f6eb2b6e&lang=en&cache-only=0",
            "defineEn": "to train a person or animal by instruction and exercise, usually with the aim of improving or correcting behavior",
            "defineVi": "để huấn luyện một người hoặc động vật bằng cách hướng dẫn và tập thể dục, thường là với mục đích cải thiện hoặc sửa chữa hành vi"
        },
        {
            "id": "ee382e17-b725-41cc-8b55-7caeec306958",
            "word": "to arraign",
            "phonetic": "tʊ ɚɹeɪn ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYXJyYWlnbg&hash=cf8c37f5bbc81569a99fe432003bdb0d4cddbc79&lang=en&cache-only=0",
            "defineEn": "accuse of a wrong or an inadequacy",
            "defineVi": "buộc tội một sai lầm hoặc một sự không đầy đủ"
        },
        {
            "id": "25e87490-2d74-4d93-82fa-aa3c6ad629be",
            "word": "arrant",
            "phonetic": "æɹənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That's a neurotransmitter thought to lower stress and increase happiness, and when those arrant microbacteria land on you they join the tens of thousands of other microbe species that live in the dirtiest place around, your body, like Corynebacterium, the microbes that give your armpits that stinky odor and simultaneously fight off harmful pathogens like E. Coli."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJyYW50&hash=98fbf7b8f593691054ed1f5fc5859b2725f9ca02&lang=en&cache-only=0",
            "defineEn": "without qualification; used informally as (often pejorative) intensifiers",
            "defineVi": "không cần bằng cấp; được sử dụng một cách không chính thức như các từ tăng cường (thường mang tính miệt thị)"
        },
        {
            "id": "5c164b4a-3b53-42d3-9ee5-d09324c32766",
            "word": "arroyo",
            "phonetic": "æɹɔɪoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXJyb3lv&hash=210300b5a74b1186f68f99bff785bd807f1870d1&lang=en&cache-only=0",
            "defineEn": "a stream or brook",
            "defineVi": "một dòng suối hoặc suối"
        },
        {
            "id": "fb2ee598-b347-4be2-9e3a-082db86cf161",
            "word": "to squabble",
            "phonetic": "tə skwɑːbəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Sometimes hermit crabs will squabble over a particularly desirable abode.",
                "A squabble with Detective Brett Hankison ensues, and already the team seems on edge.",
                "President Trump had little patience for the Republicans' ideological squabbles.",
                "Our domestic political squabbles divert our national attention from the three great challenges America faces.",
                "And, certainly, I think many Jordanians could deal with the reality there might be internal squabbles."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3F1YWJibGU&hash=c09574dee9594305b074bc7a0d3aec630f70bee0&lang=en&cache-only=0",
            "defineEn": "to noisily argue over an unimportant thing",
            "defineVi": "để tranh luận ồn ào về một điều không quan trọng"
        },
        {
            "id": "e5da4de8-1cdf-43c7-9a6c-f8cb1cca8fde",
            "word": "to squander",
            "phonetic": "tə skwɑːndɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The pair went toe to toe until the third set, when Azarenka squandered two match points.",
                "He's poor as a church mouse now because he squandered his inheritance on lavish, unnecessary purchases.",
                "He's poor as Job now because he squandered his inheritance on lavish, unnecessary purchases.",
                "So they really squandered an opportunity to move the courts in a direction.",
                "We have squandered every opportunity to do that."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3F1YW5kZXI&hash=d028c9e3722a427754420127b9435e14c02a9dc5&lang=en&cache-only=0",
            "defineEn": "to waste or misuse something valuable, such as money, time, or opportunities",
            "defineVi": "để lãng phí hoặc lạm dụng một cái gì đó có giá trị, chẳng hạn như tiền bạc, thời gian, hoặc cơ hội",
            "hasImg": true
        },
        {
            "id": "5a807caf-2cca-400e-a44c-e98491bb209f",
            "word": "squatter",
            "phonetic": "skwɑːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Basically, he’s a squatter.",
                "Coronation Park, it's like a White squatter camp.",
                "Once more they were under siege by settlers and squatters.",
                "Because herpesviruses have some unique features that make them master squatters.",
                "But I'm not sure where that leaves the squatters in Coronation Park."
            ],
            "audio": "https://tts.langeek.co/read?text=c3F1YXR0ZXI&hash=3e827d74e2aa698b500fa577f07c9ea21d3667f6&lang=en&cache-only=0",
            "defineEn": "a person who lives in an unoccupied building or on an empty land illegally, without permission or rent",
            "defineVi": "một người sống trong một tòa nhà không có người ở hoặc trên một khu đất trống bất hợp pháp, không được phép hoặc thuê"
        },
        {
            "id": "35cece1c-a65b-46fc-8495-7b69afa45f65",
            "word": "squeamish",
            "phonetic": "skwiːmɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It’s that people throughout history have been quite squeamish about periods.",
                "And the work is not for the squeamish.",
                "We have a picture of this, it's not for the squeamish.",
                "But we here at SciShow are not too squeamish to talk about, well, most things.",
                "Twitter user Elizabeth @EBeth12345 asked: Were you squeamish about this before you started?"
            ],
            "audio": "https://tts.langeek.co/read?text=c3F1ZWFtaXNo&hash=d244ee1096e07d8fa367e573f8c0b0b55ab47e21&lang=en&cache-only=0",
            "defineEn": "excessively fastidious and easily disgusted",
            "defineVi": "quá khó tính và dễ chán ghét"
        },
        {
            "id": "71a82fc0-2619-4050-a3ba-8cbf503d1b94",
            "word": "to befog",
            "phonetic": "tə bᵻfɑːɡ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVmb2c&hash=727d199270e272fa4fdd256b6f547b524362e496&lang=en&cache-only=0",
            "defineEn": "make less visible or unclear",
            "defineVi": "làm cho ít nhìn thấy hơn hoặc không rõ ràng"
        },
        {
            "id": "945f673f-14c8-4f9d-9a8c-191718aa852e",
            "word": "to befriend",
            "phonetic": "tə bᵻfɹɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "You would have befriended me?",
                "The next step is to befriend them and earn their trust.",
                "Fun and bubbly, the 62-year-old wife and mother was easy to befriend, striking a special bond with her oldest granddaughter.",
                "But after he befriends the Pacific Islander Queequeg and joins Ahab’s crew aboard the Pequod, Ishmael becomes more of an omniscient guide for the reader than a traditional character.",
                "You can't swing across, use the bridge as a raft, or befriend the zombies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVmcmllbmQ&hash=bf5dbf73331018b341c241267c523b3441257684&lang=en&cache-only=0",
            "defineEn": "become friends with",
            "defineVi": "trở thành bạn với"
        },
        {
            "id": "625d04e6-55db-4e5c-afee-6d6c4d7af56b",
            "word": "to collide",
            "phonetic": "tə kəlaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The plates can also collide.",
                "After millions of years, the two moons would collide.",
                "And occasionally, those atoms collide with molecules of carbon dioxide.",
                "When that happens, the main bodies collide.",
                "When X-rays interact with matter, they collide with electrons."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29sbGlkZQ&hash=b3ddb987b9a5a26de0205815c36c192aa256e98c&lang=en&cache-only=0",
            "defineEn": "to come into sudden and forceful contact with another object or person",
            "defineVi": "tiếp xúc đột ngột và mạnh mẽ với một đối tượng hoặc người khác"
        },
        {
            "id": "2297bc75-c4dd-4373-92b1-4b41e74eb26f",
            "word": "collision",
            "phonetic": "kəlɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Anyways, collisions are huge in physics, metaphorically.",
                "Like a shotgun spray, each collision creates more bullets.",
                "And the collision raised a new mystery, too.",
                "And sure enough, the collision created oxygen!",
                "Collisions with air molecules provide a force in the other direction."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGlzaW9u&hash=eb3d48094ace23d4018e65630cdf9df6d48a5ee9&lang=en&cache-only=0",
            "defineEn": "(physics) a brief event in which two or more bodies come together",
            "defineVi": "(vật lý) một sự kiện ngắn trong đó hai hoặc nhiều cơ thể kết hợp với nhau"
        },
        {
            "id": "6e815040-8a2d-4c0f-ae00-90dee7f592b2",
            "word": "to collapse",
            "phonetic": "tə kəlæps ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company's recent collapse has left their pension fund members up the creek.",
                "The bridge collapsed, and the car plunged under.",
                "She flopped her bag onto the couch and collapsed next to it.",
                "She was so tired that she was on the point of collapse.",
                "The political situation had become so unstable that people felt that above black there is no color, and that the country was on the brink of collapse."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29sbGFwc2U&hash=153ba93d5ee40ef42f3aa93443945e60644386a0&lang=en&cache-only=0",
            "defineEn": "to experience a sudden and complete failure",
            "defineVi": "để trải nghiệm một thất bại đột ngột và hoàn toàn"
        }
    ]
}