{
    "id": "5174a70f-dcd7-4d39-bc30-739d264909d0",
    "title": "Unit 1 - Lesson 3",
    "originalTitle": "Unit 1 - Lesson 3",
    "words": [
        {
            "id": "884489ac-211a-4ccc-8d5f-02d37109b73c",
            "word": "personal",
            "phonetic": "pɜːsənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The HR department only shared the employee's personal information on a need-to-know basis.",
                "Ron's personal life is as miserable as sin.",
                "All personal belongings are left at the owner’s risk.",
                "His personal work was kept securely in an upstairs studio.",
                "Michael always puts his personal matters on ice."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc29uYWw&hash=72f4994938dff635a0fa315e4b8c7430a9c31f92&lang=en&cache-only=0",
            "defineEn": "only relating or belonging to one person",
            "defineVi": "chỉ liên quan hoặc thuộc về một người"
        },
        {
            "id": "a74f04af-2f9a-458f-b2d7-849a4eea91d6",
            "word": "information",
            "phonetic": "ɪnfɚmeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This information is as good as gold.",
                "The HR department only shared the employee's personal information on a need-to-know basis.",
                "You can also get information on careers in social work from their website.",
                "We received information that would load the dice in favor of our arguments.",
                "I’ll pass the information on to our sales department."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mb3JtYXRpb24&hash=65692ef8091562b38b166e673f0974eff7c959ba&lang=en&cache-only=0",
            "defineEn": "facts, details, or knowledge about a thing or person",
            "defineVi": "sự kiện, chi tiết, hoặc kiến thức về một điều hoặc người",
            "hasImg": true
        },
        {
            "id": "0d3b4acb-5e81-44d2-a61d-061911751382",
            "word": "nationality",
            "phonetic": "næʃənælᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "What's your nationality?",
                "Clue one gives you a nationality and a color.",
                "There was no word on the nationalities of the victims and survivors.",
                "One: each house's owner is of a different nationality, drinks a different beverage, and smokes a different type of cigar.",
                "Well, culture isn’t just about nationality, or the language you speak."
            ],
            "audio": "https://tts.langeek.co/read?text=bmF0aW9uYWxpdHk&hash=ac2c7c568041e6273ac734d87ff634c35051eb8b&lang=en&cache-only=0",
            "defineEn": "the state of legally belonging to a country",
            "defineVi": "tình trạng thuộc về pháp lý của một quốc gia",
            "hasImg": true
        },
        {
            "id": "04324f92-bd29-4fab-8200-8900d6b2b0f1",
            "word": "birthplace",
            "phonetic": "bɜːθpleɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Japan is, of course, the birthplace of manufacturers like Nissan, Honda, Toyota, and Mitsubishi.",
                "And in the West Bank, a lockdown in Bethlehem muted festivities at Manger Square in the traditional birthplace of Jesus.",
                "[UPBEAT MUSIC] Filipino by blood, but Mexican by birthplace because it's East L.A.",
                "In the birthplace of Abraham, Pope Francis was welcomed as a hero and prayed with the most vulnerable Christians.",
                "I mean, you're the President of the United States: a country with five thousand nuclear weapons, birthplace of the world's computing and telecommunications industry, home of the first atomic clock and creator of the global positioning system."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlydGhwbGFjZQ&hash=30355e0e45e126efbe694419c65f31005f67e7f0&lang=en&cache-only=0",
            "defineEn": "the place in which someone was born",
            "defineVi": "nơi mà ai đó được sinh ra"
        },
        {
            "id": "b353b1bb-471e-4a76-b840-6b7c33a9f0af",
            "word": "hometown",
            "phonetic": "hoʊmtaʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "But when she held an exhibit in her hometown, few people attended.",
                "Although he enjoyed traveling the world, he always looked forward to returning to his hometown, proving that every bird likes its own nest.",
                "After moving away from her hometown, Sarah quickly realized that the saying long absent, soon forgotten was true, as many of her old friends gradually stopped keeping in touch.",
                "John was a brilliant scientist, but when he returned to his hometown and shared his groundbreaking research, nobody seemed to care.",
                "I never understood the meaning behind the saying 'go abroad and you will hear news of home', until I traveled to Europe and realized how much I missed the simple things about my hometown."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tZXRvd24&hash=9752a130ca6d8a67a801e280edf56c45fac9e1e2&lang=en&cache-only=0",
            "defineEn": "the town or city where a person grew up or was born",
            "defineVi": "thị trấn hoặc thành phố nơi một người lớn lên hoặc sinh ra"
        },
        {
            "id": "9ebfdd0a-4313-493d-938b-cfb54f0c1dd1",
            "word": "country",
            "phonetic": "kʌntɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The country celebrated its independence with a grand parade and fireworks.",
                "At one stroke, the country lost two outstanding leaders.",
                "The country is holding its first free elections for 20 years.",
                "Men still hold most positions of power in this country.",
                "The country was at a low ebb due to the recent war"
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bnRyeQ&hash=3232849aafcf17b407d54c8e2e043b989354cc1a&lang=en&cache-only=0",
            "defineEn": "a piece of land with a government of its own, official borders, laws, etc.",
            "defineVi": "một mảnh đất với một chính phủ của riêng mình, biên giới chính thức, pháp luật, vv",
            "hasImg": true
        },
        {
            "id": "a1c28edf-b5e6-4dfa-9fdc-2c785e47a7c0",
            "word": "Japan",
            "phonetic": "dʒəpæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Japan is a country in Asia famous for its technology, anime, and cherry blossoms.",
                "He paid a visit to Japan last year.",
                "In Japan a European stands out like a sore thumb.",
                "Asian countries like China, Japan, and South Korea are known for their advancements in technology.",
                "Changes began during Japan's doldrums when the government tried to revive growth by steadily deregulating sections of the economy."
            ],
            "audio": "https://tts.langeek.co/read?text=SmFwYW4&hash=f7097a44a0ce072161a0894f5e2050e4b075dbeb&lang=en&cache-only=0",
            "defineEn": "a country that is in East Asia and made up of many islands",
            "defineVi": "một quốc gia ở Đông Á và được tạo thành từ nhiều hòn đảo",
            "hasImg": true
        },
        {
            "id": "070f2aae-24b8-4160-96d5-82e266e5d80c",
            "word": "China",
            "phonetic": "tʃaɪnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Great Wall of China is a famous landmark in Asia.",
                "Asian countries like China, Japan, and South Korea are known for their advancements in technology.",
                "But they certainly view China as a threat of such dimensions that their minds boggle.",
                "It's all Lombard Street to a China orange.",
                "Understanding this complex legal document is Lombard Street to a China orange for most people."
            ],
            "audio": "https://tts.langeek.co/read?text=Q2hpbmE&hash=0390691b4b8204c8cfe511502ebf74284ac2f662&lang=en&cache-only=0",
            "defineEn": "the biggest country in East Asia",
            "defineVi": "quốc gia lớn nhất Đông Á",
            "hasImg": true
        },
        {
            "id": "59d58a56-d7e9-45e9-9ce7-2d0a6c78de9b",
            "word": "Canada",
            "phonetic": "kænədə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Canada celebrates its national day, Canada Day, on July 1st.",
                "Canada is located to the north of the United States.",
                "Ice hockey is a beloved sport in Canada.",
                "Canada is a vast country known for its stunning landscapes and friendly people.",
                "Canada may follow the EU’s example by banning these products."
            ],
            "audio": "https://tts.langeek.co/read?text=Q2FuYWRh&hash=8cf8c535ea26ebeb3c191f4497e7d2ceb9342536&lang=en&cache-only=0",
            "defineEn": "the second largest country in the world that is in the northern part of North America",
            "defineVi": "quốc gia lớn thứ hai trên thế giới nằm ở phía bắc của Bắc Mỹ",
            "hasImg": true
        },
        {
            "id": "002c0d9c-9013-44c5-b741-374663cfad67",
            "word": "Argentina",
            "phonetic": "ɑːɹdʒəntiːnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "In Argentina, giants like Petagotitan, the biggest dinosaur on record, turned up around 100 million years ago.",
                "Argentina, Austria, Brazil, Cuba, Ecuador, and Nicaragua all allow voting at 16.",
                "Argentina has already led the region in other instances of expansion of civil liberties and legal rights.",
                "- Vaseline is a-- - Argentina.",
                "Argentina may still be possible."
            ],
            "audio": "https://tts.langeek.co/read?text=QXJnZW50aW5h&hash=2fd372fbf27fdd0d5628a5671a2c127b66f78ed8&lang=en&cache-only=0",
            "defineEn": "a country that is in the southern part of South America",
            "defineVi": "một quốc gia nằm ở phía nam của Nam Mỹ",
            "hasImg": true
        },
        {
            "id": "7a520933-3851-4ed6-a5b4-24ec2f2b7816",
            "word": "UK",
            "phonetic": "juːkeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "95 per cent of the UK can now get superfast broadband.",
                "The firm has captured the lion’s share of the UK market.",
                "They follow their March show with four UK dates next month.",
                "According to a 2018 study from the UK's Post Office, UK families spend an average of $980 on top of the price of their all-inclusive.",
                "The UK has one of the most robust fintech ecosystems in the world."
            ],
            "audio": "https://tts.langeek.co/read?text=VUs&hash=e4a12a8d355e5e6a684ec7274ed9f2ef618f0614&lang=en&cache-only=0",
            "defineEn": "a country located in the northwest of Europe that includes England, Wales, Northern Ireland, and Scotland",
            "defineVi": "một quốc gia nằm ở phía tây bắc châu Âu bao gồm Anh, xứ Wales, Bắc Ireland và Scotland",
            "hasImg": true
        },
        {
            "id": "6706d05f-c25f-4b42-9801-a507d824688c",
            "word": "Turkey",
            "phonetic": "tɜːki ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lingonberry sauce perfectly complemented the roasted turkey at Thanksgiving dinner.",
                "The street vendor served flavorful turkey legs.",
                "Turkey treads a tightrope in its approach to Russia.",
                "She prefers boneless turkey breast for its ease of slicing.",
                "His family is as poor as a Job's turkey."
            ],
            "audio": "https://tts.langeek.co/read?text=VHVya2V5&hash=edd34e3ebe2040bc394a5f1caf494e3b0e5723e3&lang=en&cache-only=0",
            "defineEn": "a country that is mainly in Western Asia with a small part in Southeast Europe",
            "defineVi": "một quốc gia chủ yếu ở Tây Á với một phần nhỏ ở Đông Nam Âu",
            "hasImg": true
        },
        {
            "id": "b5e76ef3-be51-4ce0-91cf-254157cd53b2",
            "word": "Japanese",
            "phonetic": "dʒæpəniːz ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Japanese company is light years ahead of its European competitors.",
                "Do you know any Japanese?",
                "After a little light window-shopping, I had dinner in a super-stylish Japanese restaurant.",
                "The Japanese cherry trees in my garden are in full bloom, creating a picturesque scene.",
                "We went to a Japanese restaurant and enjoyed a delicious bowl of miso soup with daikon slices."
            ],
            "audio": "https://tts.langeek.co/read?text=SmFwYW5lc2U&hash=9063cad537176f6de3f3509f494d2dc244e33f3e&lang=en&cache-only=0",
            "defineEn": "relating to the country, people, culture, or language of Japan",
            "defineVi": "liên quan đến đất nước, con người, văn hóa hoặc ngôn ngữ của Nhật Bản",
            "hasImg": true
        },
        {
            "id": "c20065ad-2e93-4ccd-8d81-77a528d66086",
            "word": "Chinese",
            "phonetic": "tʃaɪniːz ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I am studying Chinese.",
                "The US wants access to Chinese markets.",
                "What became of those Chinese vases that Mum used to have?",
                "We couldn't understand them because they were talking in Chinese.",
                "She attended a cooking class where she learned to prepare a Chinese dish using water chestnut as the main ingredient."
            ],
            "audio": "https://tts.langeek.co/read?text=Q2hpbmVzZQ&hash=adfc344f055b6e310a844e144fa31e109b61deb9&lang=en&cache-only=0",
            "defineEn": "relating to the country, people, culture, or language of China",
            "defineVi": "liên quan đến đất nước, con người, văn hóa, hoặc ngôn ngữ của Trung Quốc",
            "hasImg": true
        },
        {
            "id": "51ee3feb-3579-4104-beb3-f61647ea0e31",
            "word": "Canadian",
            "phonetic": "kɐneɪdiən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Canadian wildlife includes animals like bears, moose, beavers, and eagles.",
                "The Canadian team handed the game to them on a silver plate.",
                "Tim Hortons is a popular Canadian coffee chain known for its delicious donuts and coffee.",
                "Canadian national parks, such as Banff and Jasper, attract tourists from around the world.",
                "Poutine, a dish made of French fries, cheese curds, and gravy, is a popular Canadian comfort food."
            ],
            "audio": "https://tts.langeek.co/read?text=Q2FuYWRpYW4&hash=b870ad5429b8851262bcd967ce6797e186ae86a9&lang=en&cache-only=0",
            "defineEn": "relating to the country, people, or culture of Canada",
            "defineVi": "liên quan đến đất nước, con người, hoặc văn hóa của Canada",
            "hasImg": true
        },
        {
            "id": "96298a35-a5d5-44d2-b037-91f6c40b1b6e",
            "word": "Argentinian",
            "phonetic": "ɑːɹdʒəntɪniən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "What's lightning in Argentinian?",
                "Um, this feel Argentinian.",
                "And rotating the outer circle 90 degrees counterclockwise gives us a pattern often found in Middle Eastern music, as well as Brazilian choro, and Argentinian tango."
            ],
            "audio": "https://tts.langeek.co/read?text=QXJnZW50aW5pYW4&hash=7eb5e80a9c0eb89fb242d5e3dc8614267bfc3ba1&lang=en&cache-only=0",
            "defineEn": "relating to the country, people, culture, or language of Argentina",
            "defineVi": "liên quan đến đất nước, con người, văn hóa hoặc ngôn ngữ của Argentina",
            "hasImg": true
        },
        {
            "id": "d4f9f6e8-1115-40c4-b363-d3ab5caebb7b",
            "word": "British",
            "phonetic": "bɹɪɾɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The British Foreign Minister held talks with the leaders of the two countries.",
                "Seville oranges are often used in traditional British recipes, like Seville orange pudding.",
                "Relatives have taken up the cudgels for two British women accused of murder.",
                "It was really the British who, by digging their heels in, prevented any last-minute deal.",
                "Shakespeare is one of the most famous British playwrights in history."
            ],
            "audio": "https://tts.langeek.co/read?text=QnJpdGlzaA&hash=70712b77c8bb63c3efe909a62adf75ab5af1e593&lang=en&cache-only=0",
            "defineEn": "relating to the country, people, or culture of the United Kingdom",
            "defineVi": "liên quan đến đất nước, con người, hoặc văn hóa của Vương quốc Anh",
            "hasImg": true
        },
        {
            "id": "702fc3fb-2212-45c3-bba9-0c69e0ce2273",
            "word": "Turkish",
            "phonetic": "tɜːkɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Traditionally, Turkish carpets are handwoven by women.",
                "Azerbaijan's successful military campaign was helped by Turkish know-how and drone technology.",
                "Azerbaijan's successful military campaign was helped by Turkish know-how and drone technology.",
                "Turkish President Recep Tayyip Erdogan accuses the cleric Fethullah Gulen of orchestrating the uprising.",
                "Now the Azerbaijani and Turkish leaders exult in their popularity."
            ],
            "audio": "https://tts.langeek.co/read?text=VHVya2lzaA&hash=0e039adf0b530445f73b81f2dea46caa1b80b07a&lang=en&cache-only=0",
            "defineEn": "relating to the country, people, culture, or language of Turkey",
            "defineVi": "liên quan đến đất nước, con người, văn hóa, hoặc ngôn ngữ của Thổ Nhĩ Kỳ",
            "hasImg": true
        }
    ]
}