{
    "id": "517f6022-b4f7-4ea0-991c-a7022b5d1639",
    "title": "Unit 8 - Lesson 3",
    "originalTitle": "Unit 8 - Lesson 3",
    "words": [
        {
            "id": "7c8bb875-7383-4cbd-8dd0-beb2ff3c9e29",
            "word": "to expect",
            "phonetic": "tʊ ɛkspɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Expecting eight guests all told.",
                "Expect these changes to happen soon.",
                "The company's new product launch is expected to do well in the market.",
                "The novel was expected to sell between 1 000 and 1 500 copies.",
                "Thousands of firms are expected to go to the wall this year."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwZWN0&hash=5df88cc7a16d82de1da362bc53f321f1e714e5d2&lang=en&cache-only=0",
            "defineEn": "to think or believe that it is possible for something to happen or for someone to do something",
            "defineVi": "suy nghĩ hoặc tin rằng điều gì đó có thể xảy ra hoặc ai đó có thể làm điều gì đó"
        },
        {
            "id": "7c23c707-7f3d-4998-bc39-921f1496ed3d",
            "word": "expectation",
            "phonetic": "ɛkspɪkteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He had high expectations for the team's performance in the tournament.",
                "The annual yield of the wheat fields surpassed expectations, resulting in a plentiful harvest.",
                "The girl's simple words had been ringing the death-knell of his expectations.",
                "I was living in cloud-cuckoo-land about my salary expectations.",
                "The real estate investment provided a high yield, exceeding the initial expectations of the investors."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwZWN0YXRpb24&hash=049204ff3bc15d22ab9e28dc0918357cdce7d78a&lang=en&cache-only=0",
            "defineEn": "a belief about something that will come to pass, because it is probable",
            "defineVi": "một niềm tin về một cái gì đó sẽ xảy ra, bởi vì nó có thể xảy ra"
        },
        {
            "id": "5be985d8-8d3d-4df3-924c-9d245d654681",
            "word": "to explain",
            "phonetic": "tʊ ɛkspleɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "She explained the rules of the game to the new players.",
                "Can you explain this math concept to me?",
                "They explained the procedure for submitting the application form.",
                "They explained the process of making a paper airplane step by step.",
                "He explained the plot of the movie to his friend who hadn't seen it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwbGFpbg&hash=c09dff50785d1072fd505d8568908e84d47c7c8c&lang=en&cache-only=0",
            "defineEn": "to make something clear and easy to understand by giving more information about it",
            "defineVi": "để làm cho một cái gì đó rõ ràng và dễ hiểu bằng cách cung cấp thêm thông tin về nó",
            "hasImg": true
        },
        {
            "id": "824f1df4-636e-4bf3-bccc-753eeaaa98b9",
            "word": "explanation",
            "phonetic": "ɛksplɐneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Alan's explanation just muddies the issue!",
                "Your explanation is too complicated!",
                "The explanation went completely over my head.",
                "His explanation is totally full of prunes and doesn't answer the question at all.",
                "The government's explanation for the budget deficit had more holes than Swiss cheese, and many citizens were left feeling skeptical."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwbGFuYXRpb24&hash=55fe82c4c3552192bf1bdee5bc2cab0eef2984d1&lang=en&cache-only=0",
            "defineEn": "information or details that are given to make something clear or easier to understand",
            "defineVi": "thông tin hoặc chi tiết được đưa ra để làm cho một cái gì đó rõ ràng hoặc dễ hiểu hơn"
        },
        {
            "id": "1fb076b8-3379-46e9-ab0e-59ffa9227193",
            "word": "to frustrate",
            "phonetic": "tə fɹʌstɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He was frustrated that his friends weren't helping him with his job search.",
                "Frustrated with the congestion, he started elbowing through the packed hallway to reach the exit.",
                "Elizabeth feels frustrated when people assume she's unhappy because she's on the shelf.",
                "The family of the victim was frustrated by the slow progress of the trial, feeling that justice delayed is justice denied.",
                "After failing to secure investors for his startup, Derek was frustrated but determined to learn from his mistakes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnJ1c3RyYXRl&hash=98e4ccdb8d5c6ba9cfba14d80e395d3cfc940a81&lang=en&cache-only=0",
            "defineEn": "to prevent someone from achieving success, particularly by nullifying their efforts",
            "defineVi": "để ngăn cản ai đó đạt được thành công, đặc biệt là bằng cách vô hiệu hóa những nỗ lực của họ"
        },
        {
            "id": "65c781be-0510-4c22-aca8-8ed1e44c33bd",
            "word": "frustration",
            "phonetic": "fɹʌstɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Youtube comment sowed a seed of anger and untold frustrations which brought some questions to the forefront of her mind.",
                "He expresses frustration.",
                "That frustration has fueled protests.",
                "We understand your frustration.",
                "So I get the frustration."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJ1c3RyYXRpb24&hash=203b27c969976ec8dc06f2caaf39581b6a54fccc&lang=en&cache-only=0",
            "defineEn": "the feeling of being impatient, annoyed, or upset because of being unable to do or achieve what is desired",
            "defineVi": "cảm giác thiếu kiên nhẫn, khó chịu hoặc buồn bã vì không thể làm hoặc đạt được những gì mong muốn",
            "hasImg": true
        },
        {
            "id": "7a6c267b-302b-4cf4-abce-5ea51008d480",
            "word": "to permit",
            "phonetic": "tə pɚmɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The permit runs for three months.",
                "You have to go through endless red tape to get a residence permit.",
                "Connection and use of this communications equipment is permitted by the Nigerian communications commission.",
                "Mining permits are sold only to individuals or small groups. ",
                "That's not permitted."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVybWl0&hash=dd53b0c261ecc3793d693668ae281bd380077fb0&lang=en&cache-only=0",
            "defineEn": "to allow someone to do something",
            "defineVi": "để cho phép một ai đó để làm một cái gì đó",
            "hasImg": true
        },
        {
            "id": "304b1f73-4bd6-419f-adfa-59cade71dcdb",
            "word": "permission",
            "phonetic": "pɚmɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Permission for the development was granted in the teeth of opposition from local shopkeepers.",
                "They have permission to build 200 new homes.",
                "Did your friend ask for permission to use the image?",
                "The campaign could fall at the first hurdle if they fail to secure planning permission.",
                "You probably won't need to apply for planning permission to build a shed in your garden, but to be on the safe side, check with your local planning department."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVybWlzc2lvbg&hash=6570466abb4232c196ebb0617a533e9c0f51dc9b&lang=en&cache-only=0",
            "defineEn": "the action of being allowed or allowing someone to do something, particularly in an official way",
            "defineVi": "hành động được phép hoặc cho phép ai đó làm điều gì đó, đặc biệt là theo cách chính thức",
            "hasImg": true
        },
        {
            "id": "6a66997d-1327-402e-9739-44b84e01f793",
            "word": "to develop",
            "phonetic": "tə dɪvɛləp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Over the years, he developed a reputation as a penny pincher who wouldn't spend money for anything.",
                "The startup is developing cutting-edge technology, boldly going where no man has gone before in the quest for innovation.",
                "The company hedged its bets by developing a second line of products.",
                "Developing a complex software program from scratch within a tight deadline is a herculean task for the development team.",
                "The two colleagues worked together closely and, over time, developed a strong rapport."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGV2ZWxvcA&hash=5623a399537b7fa85fd222791fe571e9465bfff5&lang=en&cache-only=0",
            "defineEn": "to change and become stronger or more advanced",
            "defineVi": "để thay đổi và trở nên mạnh mẽ hơn hoặc tiên tiến hơn",
            "hasImg": true
        },
        {
            "id": "6d143ce3-4e1e-4f5e-8e44-d8f4594ffab5",
            "word": "development",
            "phonetic": "dɪvɛləpmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The girls watched the development of this relationship with incredulity.",
                "Permission for the development was granted in the teeth of opposition from local shopkeepers.",
                "We'll watch for any developments.",
                "Space movies have set the pace for the development of special effects.",
                "The plans for the new development have raised angry protests from local residents."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV2ZWxvcG1lbnQ&hash=26e0a3fc5693dca5b0cb6b86df1453803a0c7e77&lang=en&cache-only=0",
            "defineEn": "a process or state in which something becomes more advanced, stronger, etc.",
            "defineVi": "một quá trình hoặc trạng thái trong đó một cái gì đó trở nên tiên tiến hơn, mạnh mẽ hơn, v.v.",
            "hasImg": true
        },
        {
            "id": "f9e7e37f-5071-44de-8b6b-5cb183eaf9ed",
            "word": "to involve",
            "phonetic": "tʊ ɪnvɑːlv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Any investment involves an element of risk.",
                "His confession involved a number of other politicians in the affair.",
                "What will the job involve?",
                "These changes will involve everyone on the staff.",
                "Parents should involve themselves in their child's education."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW52b2x2ZQ&hash=48a9a747e60cfd3fe831ed45a82f907c26c44a98&lang=en&cache-only=0",
            "defineEn": "to contain or include something as a necessary part",
            "defineVi": "để chứa hoặc bao gồm một cái gì đó như là một phần cần thiết"
        },
        {
            "id": "1f4b0d3e-f126-4808-bdc0-cb2a993548e5",
            "word": "involvement",
            "phonetic": "ɪnvɑːlvmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The community's involvement will play a crucial part in making this project a success.",
                "Just because a head coach might not have direct involvement in rules violations, that doesn't take him off the hook.",
                "They denied involvement.",
                "And that takes involvement on multiple fronts.",
                "The prince has denied involvement and is under house arrest."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52b2x2ZW1lbnQ&hash=d15cf2e0b38c9172a3406ff4fb5ca78b51381e30&lang=en&cache-only=0",
            "defineEn": "the act of sharing in the activities of a group",
            "defineVi": "hành động chia sẻ trong các hoạt động của một nhóm"
        },
        {
            "id": "65cced2a-cbc3-4456-ad2d-846aecadc650",
            "word": "courteous",
            "phonetic": "kɜːɾiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The officers are courteous.",
                "Be courteous to county staff and other watchers.",
                "I would say courteous and wary on both sides.",
                "First, try to send out a courteous text to the person you believe may have blocked you.",
                "But I will say that the then-president-elect was affable, courteous even, even complimentary of the presentation."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291cnRlb3Vz&hash=279905a04608c7e45ad06a3ed3a043febd832586&lang=en&cache-only=0",
            "defineEn": "behaving with politeness and respect",
            "defineVi": "cư xử lịch sự và tôn trọng",
            "hasImg": true
        },
        {
            "id": "4aa863ca-0e10-4f1c-8c1b-8b7ac2d96763",
            "word": "courtesy",
            "phonetic": "kɜːɾəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's a classic example of 'full of courtesy, full of craft.'",
                "The woman saw that when she smiled and greeted others warmly, they were more likely to respond in kind, recognizing that courtesy is contagious.",
                "It's just respectful and common courtesy to also look at the person when you are talking to them.",
                "It involved hosts providing their guests with safety, food, and comfort, and the guests returning the favor with courtesy and gifts if they had them.",
                "It's been a little while since I've had the honor of addressing you, and I appreciate very much your courtesy to me today."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291cnRlc3k&hash=5f03e183ceff32dafa532f8db8d6d91d5f705f3d&lang=en&cache-only=0",
            "defineEn": "a courteous or respectful or considerate act",
            "defineVi": "một hành động lịch sự hoặc tôn trọng hoặc ân cần"
        },
        {
            "id": "a558a502-5e92-4ed6-bcf6-8bd1e5e9b5d3",
            "word": "difficult",
            "phonetic": "dɪfɪkəlt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The separation from Julie was already difficult for Alex.",
                "The boss always assigns difficult projects as a way of kicking the tires of new employees.",
                "You've given yourselves a difficult task.",
                "It may be too difficult for the trainee - small dog, tall weeds!",
                "It’s difficult to do housework with the children under my feet all the time."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlmZmljdWx0&hash=240fc97e0739c267bc1717fb651dc046f99c4d2b&lang=en&cache-only=0",
            "defineEn": "needing a lot of work or skill to do, understand, or deal with",
            "defineVi": "cần rất nhiều công việc hoặc kỹ năng để làm, hiểu hoặc giải quyết",
            "hasImg": true
        },
        {
            "id": "4d8a655a-4c29-4cec-8568-e75b13d2fcc4",
            "word": "difficulty",
            "phonetic": "dɪfɪkʌlti ",
            "partOfSpeechType": "noun",
            "examples": [
                "Extreme solutions to problems always lead to difficulties.",
                "I was having difficulty in staying awake.",
                "The company ran into financial difficulties and had to lay off employees.",
                "He has difficulty in following written instructions.",
                "I'm not afraid of difficulties or obstacles, bring it on!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlmZmljdWx0eQ&hash=01bcc0a5688d58e270a1eb9c03639a027f84e473&lang=en&cache-only=0",
            "defineEn": "a problem or something that causes a problem",
            "defineVi": "một vấn đề hoặc một cái gì đó gây ra một vấn đề"
        },
        {
            "id": "49ff94f3-adeb-4dd8-814f-e76cd5484423",
            "word": "responsible",
            "phonetic": "ɹᵻspɑːnsᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The brain is responsible for controlling our thoughts and actions.",
                "The engineer is responsible for ensuring the safety and efficiency of the electrical system.",
                "He is ultimately responsible for every aspect of the broadcast.",
                "At the end of the day I'm responsible for what happens in the school.",
                "As a responsible person, it is important to be mindful of our impact on the environment."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzcG9uc2libGU&hash=ecc54abccc8d5e3bf34d38315515dbb8ad79c2cc&lang=en&cache-only=0",
            "defineEn": "(of a person) having an obligation to do something or to take care of someone or something as part of one's job or role",
            "defineVi": "(của một người) có nghĩa vụ làm điều gì đó hoặc chăm sóc ai đó hoặc điều gì đó như một phần công việc hoặc vai trò của một người",
            "hasImg": true
        },
        {
            "id": "95af4b36-0647-4a06-acdc-78dcd83ba43f",
            "word": "responsibility",
            "phonetic": "ɹᵻspɑːnsəbɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Responsibility is shared between parents and teachers.",
                "I take full responsibility for my actions.",
                "As an adult, she took on the responsibilities of her career and family.",
                "It is our responsibility as parents to guide and support our children through their journey of growth and development.",
                "The prospect of a promotion can be more motivating than the actual responsibilities that come with the job."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzcG9uc2liaWxpdHk&hash=abb401b3db586dbdafe16c8d685a61de577a2602&lang=en&cache-only=0",
            "defineEn": "the obligation to perform a particular duty or task that is assigned to one",
            "defineVi": "nghĩa vụ thực hiện một nhiệm vụ hoặc nhiệm vụ cụ thể được giao cho một người"
        },
        {
            "id": "b0b3803a-c061-48c8-9923-1d4f6214cf90",
            "word": "reliable",
            "phonetic": "ɹᵻlaɪəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Can you recommend a reliable bank for opening a new account?",
                "It's a reliable car, and it doesn't cost an arm and a leg.",
                "We should search for a reliable source to verify the information.",
                "I use the newspaper as a source for my research papers because it has reliable information.",
                "The car was old but reliable, and he reminded himself that better a good cow than a cow of a good kind when he was tempted to buy a flashy, expensive new car."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsaWFibGU&hash=1e1f9db5e2c12bdb6041889813042a51b99ae315&lang=en&cache-only=0",
            "defineEn": "able to be relied on or trusted",
            "defineVi": "có thể được dựa vào hoặc đáng tin cậy",
            "hasImg": true
        },
        {
            "id": "3865e6c9-6a56-4aac-ad4a-012e70ff3f1d",
            "word": "reliability",
            "phonetic": "ɹᵻlaɪəbɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Reliability is the key.",
                "Combined Systems delivers safety, reliability, and effective solutions.",
                "But studies have put the race IAT's reliability at 0.44 and the IAT overall at 0.5, well below acceptable standards.",
                "We worry a lot about reliability as well.",
                "Reliability and quality surveys have been mixed."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsaWFiaWxpdHk&hash=3c1432c18b751a2f47c4afe9d0b80a01b82350a4&lang=en&cache-only=0",
            "defineEn": "the quality of being dependable or reliable",
            "defineVi": "chất lượng đáng tin cậy hoặc đáng tin cậy"
        },
        {
            "id": "8a6ff24d-b090-4cee-8500-3b09e0a4ebb2",
            "word": "capable",
            "phonetic": "keɪpəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Dinoflagellates are capable of rapid movement due to their flagella.",
                "Anyone who is capable of taking advantage of young vulnerable children is lower than a snake's belly.",
                "And in doing so, reveals that he is capable of giving the devil her due.",
                "The library quickly withdrew the controversial novel from circulation after parents complained that there is no thief like a bad book, capable of corrupting even the most innocent of minds.",
                "My boss always says that send a fool to market and a fool he will return, whenever someone suggests training a difficult employee, because he believes that some people are just not capable of improving their skills or work ethic."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwYWJsZQ&hash=3b006acbe0f1ed25faa7f7a2b9e3679105ec8b03&lang=en&cache-only=0",
            "defineEn": "having the required quality or ability for doing something",
            "defineVi": "có chất lượng cần thiết hoặc khả năng để làm một cái gì đó",
            "hasImg": true
        },
        {
            "id": "2a5c8d44-f6bc-4dbb-b06a-83cc0a531362",
            "word": "capability",
            "phonetic": "keɪpəbɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "In business, it's important to be honest about your capabilities and not make promises you can't keep.",
                "The Range Rover combines capability with luxury.",
                "We have the capabilities.",
                "The truck's capability was also crucial to the team's decision.",
                "Countries including Iran, a number of other countries around the world, North Korea, have increasingly precise military capabilities."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwYWJpbGl0eQ&hash=915e929b3755bb785d84fc88533b1f231653de4c&lang=en&cache-only=0",
            "defineEn": "the quality of being capable -- physically or intellectually or legally",
            "defineVi": "phẩm chất của khả năng - về thể chất hoặc trí tuệ hoặc pháp lý"
        },
        {
            "id": "93d052dc-6dd7-457e-9d6a-902d159dd6ac",
            "word": "dependable",
            "phonetic": "dᵻpɛndəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Buy a car that's dependable but won't break the bank.",
                "He's very, very dependable.",
                "The moon is our planet’s constant, dependable companion.",
                "Luckily, there's a dependable antidote for that.",
                "It's even responsible for the heart's dependable thump."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwZW5kYWJsZQ&hash=2320c50d9cff67a187029fc8fb6aa7a4273811a5&lang=en&cache-only=0",
            "defineEn": "able to be relied on to do what is needed or asked of",
            "defineVi": "có thể được dựa vào để làm những gì cần thiết hoặc yêu cầu",
            "hasImg": true
        },
        {
            "id": "d3a712c6-05d5-486b-bfed-b41901175e77",
            "word": "reliability",
            "phonetic": "dᵻpɛndəbɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Reliability is the key.",
                "Combined Systems delivers safety, reliability, and effective solutions.",
                "But studies have put the race IAT's reliability at 0.44 and the IAT overall at 0.5, well below acceptable standards.",
                "We worry a lot about reliability as well.",
                "Reliability and quality surveys have been mixed."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsaWFiaWxpdHk&hash=3c1432c18b751a2f47c4afe9d0b80a01b82350a4&lang=en&cache-only=0",
            "defineEn": "the quality of being dependable or reliable",
            "defineVi": "chất lượng đáng tin cậy hoặc đáng tin cậy",
            "hasImg": true
        },
        {
            "id": "b0420244-3fdb-4f22-b44c-96a9348248be",
            "word": "disabled",
            "phonetic": "dɪseɪbəld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "\"Disabled people can have kids?!\"",
                "I'm disabled in that sense.",
                "a learning disabled man is on the drums!",
                "Disabled people are a group who often live in poverty.",
                "Actually listen to disabled people."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzYWJsZWQ&hash=e1db71edddd81b866df0434a8933b2b47f447659&lang=en&cache-only=0",
            "defineEn": "complete or partial inability to use a part of one's body or mind, caused by an illness, injury, etc.",
            "defineVi": "mất khả năng sử dụng hoàn toàn hoặc một phần một phần cơ thể hoặc tâm trí của một người do bệnh tật, thương tích, v.v.",
            "hasImg": true
        },
        {
            "id": "33cf4d1f-ee8c-4eec-9663-f44c90f50676",
            "word": "disability",
            "phonetic": "dɪsɐbɪləɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Students with disabilities have priority access to the lift.",
                "Insulting disabilities.",
                "The disability is still there.",
                "The vast majority have non-visible disabilities.",
                "Second, she has other disabilities."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzYWJpbGl0eQ&hash=2d1b8be4cf8ef0d54790e290e7f4400468d6048a&lang=en&cache-only=0",
            "defineEn": "a physical or mental condition that prevents a person from using some part of their body completely or learning something easily",
            "defineVi": "một tình trạng thể chất hoặc tinh thần ngăn cản một người sử dụng hoàn toàn một phần cơ thể của họ hoặc học một cái gì đó một cách dễ dàng",
            "hasImg": true
        },
        {
            "id": "bdf3ad98-0fac-4a0c-ab55-e69faf7096fd",
            "word": "fair",
            "phonetic": "fɛɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That contest wasn't fair!",
                "The food was fair to middling.",
                "Everyone should have a fair slice of the cake.",
                "All of his teachers are going bananas over his science fair experiment.",
                "They were fair people before it went to their heads."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFpcg&hash=b86ed37caefb525ca7728eaf9835a4d858c718c4&lang=en&cache-only=0",
            "defineEn": "relatively large in number, amount, or size",
            "defineVi": "tương đối lớn về số lượng, số lượng hoặc kích thước"
        },
        {
            "id": "02d63e8b-78ad-4b74-9c75-f2b8dda486da",
            "word": "fairness",
            "phonetic": "fɛɹnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "He sums up the whole case with judicial fairness and gives the devil his dues.",
                "The organization is committed to promoting equality and fairness for every person.",
                "As a business owner, I believe that virtue is its own reward, and that treating my employees and customers with respect, fairness, and honesty is the key to long-term success and fulfillment.",
                "So the U.S. China trade dispute is essentially about fairness.",
                "At some level, that fairness is the core here."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFpcm5lc3M&hash=0338913dc3bfb3a2ce4efb3efe4a9b6714478af6&lang=en&cache-only=0",
            "defineEn": "conformity with rules or standards",
            "defineVi": "phù hợp với các quy tắc hoặc tiêu chuẩn"
        },
        {
            "id": "d97a9f48-2beb-4df1-8a25-6bef725c085f",
            "word": "rebellious",
            "phonetic": "ɹᵻbɛliəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Alice's rebellious behavior and disregard for authority have earned her the reputation of being the black sheep of the school.",
                "In the past, some people believed that clergymen's sons always turned out badly because they were thought to be rebellious and resentful towards their fathers' strict religious upbringing.",
                "The people of Venezuela are rebellious people.",
                "But this rebellious band of scholars gleefully ignored conventional wisdom.",
                "But I have a little rebellious spark."
            ],
            "audio": "https://tts.langeek.co/read?text=cmViZWxsaW91cw&hash=9440d799ec7493db14f148d0cd424699deb407a9&lang=en&cache-only=0",
            "defineEn": "(of a person) not willing to follow rules, standards, or norms accepted by society or people in authority",
            "defineVi": "(của một người) không sẵn sàng tuân theo các quy tắc, tiêu chuẩn hoặc chuẩn mực được xã hội hoặc những người có thẩm quyền chấp nhận",
            "hasImg": true
        },
        {
            "id": "755bb8af-bb00-40ca-b5d8-6296ef503d37",
            "word": "rebelliousness",
            "phonetic": "ɹᵻbɛliəsnəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmViZWxsaW91c25lc3M&hash=6e15912ec11058bf48200a4d6f627756823d2700&lang=en&cache-only=0",
            "defineEn": "intentionally contemptuous behavior or attitude",
            "defineVi": "hành vi hoặc thái độ khinh miệt cố ý"
        },
        {
            "id": "87e8d6cb-1ebb-4b46-9002-5592c2f36a86",
            "word": "selfish",
            "phonetic": "sɛlfɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I simply can't tolerate her selfish behavior any longer.",
                "One day you will all pay the price for your selfish behaviour.",
                "Elliott accused me of being selfish.",
                "I'm already fed up with your lazy, selfish behavior, Jim, but if you can't be bothered to come with me to my own mother's funeral, that will be the straw that breaks the donkey's back!",
                "The human condition is selfish, to some extent."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZmlzaA&hash=7c572fbfa2dacdb7fa8b483c1228a2d286c61ea3&lang=en&cache-only=0",
            "defineEn": "always putting one's interests first and not caring about the needs or rights of others",
            "defineVi": "luôn đặt lợi ích của mình lên hàng đầu và không quan tâm đến nhu cầu hay quyền lợi của người khác",
            "hasImg": true
        },
        {
            "id": "a6bcde0e-f81d-4471-97f0-f79aee9712d1",
            "word": "selfishness",
            "phonetic": "sɛlfɪʃnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Despite his efforts to conceal his true nature, his arrogance and selfishness eventually became evident to everyone.",
                "Despite her best efforts to be kind and compassionate, her innate selfishness couldn't be suppressed, proving that what is bred in the bone will come out in the flesh.",
                "Even though she was fully aware of the risks, Susan refused to take the necessary precautions to prevent the spread of a contagious disease, proving that selfishness knows no bound.",
                "Even though she had the option to work from home, Susan demanded that her team come into the office every day, proving that selfishness is not living as one wishes to live, it is asking others to live as one wishes to live.",
                "And it's just, it would be the height of selfishness if I weren't to try to do that."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZmlzaG5lc3M&hash=14cbd00edacd81a2daf4c048549d6ebed2fb1027&lang=en&cache-only=0",
            "defineEn": "the quality or state of being excessively focused on oneself, one's own interests, or needs without regard for others.",
            "defineVi": "phẩm chất hoặc trạng thái tập trung quá mức vào bản thân, lợi ích hoặc nhu cầu của chính mình mà không quan tâm đến người khác.",
            "hasImg": true
        },
        {
            "id": "1c8b82c0-1a5e-4e33-be52-06ad6e146e7d",
            "word": "strict",
            "phonetic": "stɹɪkt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He followed a strict diet.",
                "The government has set strict limits on public spending this year.",
                "My best friend's pink hair definitely raised a few eyebrows at our very strict school.",
                "John is becoming a bag of bones due to his strict diet and rigorous workout routine.",
                "The strict grandmother scolded her granddaughter for speaking out of turn, saying that children should be seen and not heard to emphasize the importance of obedience and respect for elders."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyaWN0&hash=5bf5226fdc1d87ceda3c826416ff53c88f0236ed&lang=en&cache-only=0",
            "defineEn": "(of a person) demanding that rules be obeyed or not showing flexibility",
            "defineVi": "(của một người) yêu cầu các quy tắc phải được tuân thủ hoặc không thể hiện sự linh hoạt",
            "hasImg": true
        },
        {
            "id": "2ace5810-6e19-4842-b91f-b38039840f00",
            "word": "strictness",
            "phonetic": "stɹɪktnəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RyaWN0bmVzcw&hash=ad5dea88d526dfa396ad3bea1e09ff6fe6b84600&lang=en&cache-only=0",
            "defineEn": "(of a law) the fact of being severe and requiring rules to be obeyed",
            "defineVi": "(của một luật) thực tế nghiêm trọng và đòi hỏi các quy tắc phải được tuân theo"
        },
        {
            "id": "74feff7c-6353-40f4-bc14-34a17138d9be",
            "word": "generous",
            "phonetic": "dʒɛnɚɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The chef sprinkled a generous amount of roe on the dish.",
                "The full English breakfast included a generous portion of black pudding alongside eggs, bacon, and beans.",
                "He poured a generous amount of treacle over his warm pancakes",
                "They sprinkled a generous amount of caraway seeds over their roasted vegetables.",
                "He spread a generous amount of tartar sauce on his fish sandwich."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXJvdXM&hash=a83f1b65fd78bbdd7c20583da2943d31e90ce25d&lang=en&cache-only=0",
            "defineEn": "showing a willingness or willing to freely give money, spend time, etc. with others",
            "defineVi": "thể hiện sự sẵn lòng hoặc sẵn sàng tự do cho tiền, dành thời gian, v.v. với người khác",
            "hasImg": true
        },
        {
            "id": "217a2b17-283a-48e6-a627-a0a0e1319a89",
            "word": "generosity",
            "phonetic": "dʒɛnɚɹɔsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mary's kindness and generosity towards others has earned her love and respect from everyone she meets.",
                "We are so thankful for their kindness and generosity and we promise to pay it forward.",
                "I try to remind my kids that they mustn't take the generosity of their grandparents for granted.",
                "\"The good die young,\" said the pastor sadly at Robert's funeral, for even at the age of 80, his kindness, faith and generosity made his passing feel far too soon.",
                "But that rationality also included generosity."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXJvc2l0eQ&hash=0a363bbe1a858273e2e1ee1ee732af3735faff56&lang=en&cache-only=0",
            "defineEn": "the quality of being kind, understanding and unselfish, especially in providing money or gifts to others",
            "defineVi": "phẩm chất tốt bụng, hiểu biết và không ích kỷ, đặc biệt là trong việc cung cấp tiền hoặc quà tặng cho người khác",
            "hasImg": true
        },
        {
            "id": "22508208-fa29-42d8-a53d-b9c978cd0006",
            "word": "mature",
            "phonetic": "mətʃʊɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And when a mature person gives love, he or she gives without any strings attached to it.",
                "He matured.",
                "Not even all mature eggs succeed at that.",
                "She's very mature.",
                "He got too mature."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0dXJl&hash=94dc2f81d646f02a1c4a9f15aa52c8cd76f7c5db&lang=en&cache-only=0",
            "defineEn": "full-grown and physically developed",
            "defineVi": "trưởng thành và phát triển toàn diện về thể chất",
            "hasImg": true
        },
        {
            "id": "c763ddc5-6da1-4338-b5eb-026295a580f7",
            "word": "maturity",
            "phonetic": "mətʃʊɹɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The workshop instructor emphasized that children and fools must not play with edged tools, stressing the need for focus, discipline and maturity when using power tools.",
                "Some areas of the brain reach maturity faster than others.",
                "Some areas reach maturity faster than others.",
                "This is maturity on this axis, maturity, and this is yield.",
                "This is maturity on this axis, maturity, and this is yield."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0dXJpdHk&hash=ee6e7d403d1c4a68c3a10d43cf9852f7a6a23ae6&lang=en&cache-only=0",
            "defineEn": "the period or state of being physically grown or developed",
            "defineVi": "thời kỳ hoặc trạng thái được tăng trưởng hoặc phát triển về thể chất",
            "hasImg": true
        },
        {
            "id": "ac3eb409-41f1-45bf-8617-69e6373b939a",
            "word": "mobile",
            "phonetic": "moʊbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I can probably reach him on his mobile.",
                "Try phoning his mobile.",
                "She checked her account balance using the bank's mobile app.",
                "The school discouraged the use of cell phones by implementing a ban on mobile devices during class hours to maintain a focused learning environment.",
                "It was described as a large, luxury mobile home, but there was barely room to swing a cat."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9iaWxl&hash=ad33661a55d523caf227893335c3fcaa8fc012b9&lang=en&cache-only=0",
            "defineEn": "not fixed and able to move or be moved easily or quickly",
            "defineVi": "không cố định và có thể di chuyển hoặc di chuyển dễ dàng hoặc nhanh chóng",
            "hasImg": true
        },
        {
            "id": "2f4fbbd6-dc66-41eb-86db-74456f51127a",
            "word": "mobility",
            "phonetic": "moʊbɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "After a week of bed rest, John was finally up and around, slowly regaining his strength and mobility.",
                "Too little stimulation of these receptors and people have mobility problems, like in Parkinson's disease.",
                "Urban air mobility could surpass ground-based services in investor interest and funding.",
                "Urban air mobility is really a new mode of transportation.",
                "Use your own mobility."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9iaWxpdHk&hash=9087b1c7fae490fa16a723bc1894ffc719193c6f&lang=en&cache-only=0",
            "defineEn": "the ability to move easily or be freely moved  from one place, job, etc. to another",
            "defineVi": "khả năng di chuyển dễ dàng hoặc được tự do di chuyển từ nơi này, công việc khác, v.v."
        },
        {
            "id": "69e12c6d-7848-4cf4-b594-85d77e2ff476",
            "word": "secure",
            "phonetic": "sᵻkjʊɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The apartment has a secure entry system.",
                "A win today secures our spot in the championship, so go out there and give 110%!",
                "She keeps her passport in a secure place at home.",
                "A secure background will help a child to grow emotionally.",
                "The entrepreneur's friends in high places helped her secure funding for her startup and launch it successfully."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VjdXJl&hash=26409ff32a47eb4b2e196a82efbf82606ade525b&lang=en&cache-only=0",
            "defineEn": "describing something that is away from danger",
            "defineVi": "mô tả một cái gì đó tránh xa nguy hiểm",
            "hasImg": true
        },
        {
            "id": "68a7efb3-2ce1-4486-bc27-219a0aab788e",
            "word": "security",
            "phonetic": "sᵻkjʊɹɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Airport security was extra tight in the wake of yesterday's bomb attacks.",
                "The security expert warned the business owner that a bad padlock invites a picklock.",
                "Security products are designed to protect information from unauthorized access.",
                "Security camera footage shows that the car was struck by the train after jumping the lights.",
                "I had to go through security before boarding the airplane."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VjdXJpdHk&hash=9f64031c158284d870fbd6521c7ddf321d1ab9b6&lang=en&cache-only=0",
            "defineEn": "the state of being protected or having protection against any types of danger",
            "defineVi": "trạng thái được bảo vệ hoặc có sự bảo vệ chống lại mọi loại nguy hiểm",
            "hasImg": true
        },
        {
            "id": "8e1f53ff-d4f0-4880-91bd-c3b5102f8801",
            "word": "productive",
            "phonetic": "pɹədʌktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My grandfather often said that idleness is the root of evil, urging me to find meaningful work and stay productive.",
                "My uncle used to warn me that the devil finds work for idle hands when they are not otherwise occupied, urging me to fill my free time with productive activities.",
                "Controlling your train of thoughts not only makes you more productive and effective in your work, it has other, more important benefits as well.",
                "Our company is in perfect working order, and our employees are highly motivated, productive, and committed to our mission.",
                "Instead of engaging in productive work, she spends all her time gossiping with her coworkers - the tongue of the idle person is never idle."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZHVjdGl2ZQ&hash=8cc1cc18b1bd17751207ad4515566632d2110d7b&lang=en&cache-only=0",
            "defineEn": "producing something of value through effective and efficient use of time, resources, and effort",
            "defineVi": "tạo ra thứ gì đó có giá trị thông qua việc sử dụng hiệu quả và hiệu quả thời gian, nguồn lực và nỗ lực"
        },
        {
            "id": "3db975e6-a7d7-4c3b-b2a5-ac23fdf4b7b3",
            "word": "productivity",
            "phonetic": "pɹɑːdəktɪvᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company's financial report showed a significant increase in yield, indicating successful productivity and growth.",
                "By the end of the year, the team will have ridden the wave of productivity, completing several projects and meeting their targets.",
                "He downloaded a new app to help with productivity.",
                "He separated the wheat from the chaff in hopes of improving productivity.",
                "It's a question of striking the right balance between quality and productivity."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZHVjdGl2aXR5&hash=d9793642fe38c1bf0a9ebf2c7c2890abfb820179&lang=en&cache-only=0",
            "defineEn": "the state or condition of being productive, or the ability to produce or generate goods, services, or results efficiently and effectively",
            "defineVi": "trạng thái hoặc điều kiện sản xuất, hoặc khả năng sản xuất hoặc tạo ra hàng hóa, dịch vụ hoặc kết quả một cách hiệu quả và hiệu quả"
        },
        {
            "id": "f8197cce-d925-4442-87c9-723655bbac02",
            "word": "important",
            "phonetic": "ɪmpoːɹtənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The book raises many important questions.",
                "We mark important passages in a book with a pencil underline.",
                "It's very important.",
                "Important new laws are already in the pipeline.",
                "Saving money for the future is really important."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wb3J0YW50&hash=56ec8e7c01d41cee5c55f7f238195176ba6816fa&lang=en&cache-only=0",
            "defineEn": "having a lot of value",
            "defineVi": "có nhiều giá trị",
            "hasImg": true
        },
        {
            "id": "5dd80564-0de2-452d-b342-c56959c44725",
            "word": "importance",
            "phonetic": "ɪmpoːɹtəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "She understands the importance of good design.",
                "I definitely felt the importance of the occasion.",
                "After a heated debate, the politicians realized the importance of building bridges and finding common ground for the benefit of the nation.",
                "The CEO emphasized the importance of punctuality in their company, stating that punctuality is the soul of business.",
                "The successful businessman understood the importance of the saying 'the early man never borrows from the late man', and always started his projects early to avoid delays and setbacks."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wb3J0YW5jZQ&hash=2ecec4530c57e1e060e52f3dba2092862abace66&lang=en&cache-only=0",
            "defineEn": "the quality or state of being significant or having a strong influence on something",
            "defineVi": "chất lượng hoặc trạng thái quan trọng hoặc có ảnh hưởng mạnh mẽ đến một cái gì đó"
        },
        {
            "id": "c5910448-1c8f-4139-81a4-1bb993688284",
            "word": "significant",
            "phonetic": "sɪɡnɪfɪkənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The judge's ruling carries significant weight in the legal community.",
                "No conventional drugs had produced any significant change.",
                "When the storm arrived, his house suffered significant damage.",
                "The company's new product line contributed to a significant increase in its overall yield for the quarter.",
                "The study yielded significant findings that could advance medical research."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lnbmlmaWNhbnQ&hash=cf59ee011362d2f8742601045d2b01f0d6c5886b&lang=en&cache-only=0",
            "defineEn": "important or great enough to be noticed or be effective",
            "defineVi": "đủ quan trọng hoặc tuyệt vời để được chú ý hoặc có hiệu quả"
        },
        {
            "id": "bc3549fc-fde3-4df0-9eeb-f33d5e640991",
            "word": "significance",
            "phonetic": "sɪɡnɪfɪkəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, of course, these two tattoos have no significance to the story whatsoever.",
                "But these observations have greater significance for the solar system’s history, too.",
                "The significance of the movement was finally making go-go music the official music of the District of Columbia.",
                "Tell us the significance of that.",
                "I know the significance of that church. "
            ],
            "audio": "https://tts.langeek.co/read?text=c2lnbmlmaWNhbmNl&hash=05734ac3cd599988037e8d6683fa85d172f2da79&lang=en&cache-only=0",
            "defineEn": "the quality of being significant",
            "defineVi": "chất lượng đáng kể"
        },
        {
            "id": "86bfc4df-a90b-41a4-8f81-4e73630dccb9",
            "word": "independent",
            "phonetic": "ɪndᵻpɛndənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "From a young age, he had a strong independent spirit and always did his own thing, refusing to be influenced by others' opinions.",
                "Each one is independent. ",
                "Sideways motion is independent of up and down motion.",
                "Naomi: My mom, she'e fiercely independent.",
                "Independent stores are carving out their own niches as well."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kZXBlbmRlbnQ&hash=23b04d012ba1fd35e4f170cb08119b98ceede632&lang=en&cache-only=0",
            "defineEn": "free to do things as one wants and not needing help from others",
            "defineVi": "tự do làm mọi việc theo ý muốn và không cần sự giúp đỡ của người khác",
            "hasImg": true
        },
        {
            "id": "73c861b9-b16a-4dc1-ac8f-e4862d26cbbf",
            "word": "independence",
            "phonetic": "ɪndᵻpɛndəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The country celebrated its independence with a grand parade and fireworks.",
                "Jane was known for having her own way in relationships, always setting her own terms and expectations, which sometimes caused conflicts but also ensured her independence and happiness.",
                "She is happily single and enjoying her independence.",
                "In 1947, the Burmese government obtained independence, but not unity.",
                "Some blame this independence for the failure."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kZXBlbmRlbmNl&hash=986dfe85809ab6d25e21b84097098f05004215ca&lang=en&cache-only=0",
            "defineEn": "the state of being free from the control of others",
            "defineVi": "trạng thái thoát khỏi sự kiểm soát của người khác"
        },
        {
            "id": "1c092071-96e9-4114-afd2-a1ccea3c579e",
            "word": "lenient",
            "phonetic": "liːnɪənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Here, this is much more lenient.",
                "We're not more lenient with the stars.",
                "America has more lenient policies than other countries, including those that pay for plasma.",
                "Pruitt had backed a more lenient state plan to reduce emissions that was favored by the company.",
                "And when the rioters are brought to the court, when their verdict is being handed down by the court, it seems that, on many occasion, the sentence is too lenient."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVuaWVudA&hash=7b30fa9fe51c8c35441617ac24a9655cdb0fa010&lang=en&cache-only=0",
            "defineEn": "(of a person) showing mercy, flexibility, or tolerance, particularly while obeying rules or punishing someone",
            "defineVi": "(của một người) thể hiện lòng thương xót, linh hoạt hoặc khoan dung, đặc biệt là khi tuân theo các quy tắc hoặc trừng phạt ai đó"
        },
        {
            "id": "5394bbcb-e915-49c3-9022-056dc3ab4eae",
            "word": "lenience",
            "phonetic": "liːnɪəns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGVuaWVuY2U&hash=6053e86a612dfc6793c82991790e12d9fff63d39&lang=en&cache-only=0",
            "defineEn": "mercifulness as a consequence of being lenient or tolerant",
            "defineVi": "lòng thương xót là kết quả của sự khoan dung hoặc khoan dung"
        },
        {
            "id": "6f722ec4-34c5-45a2-b736-ab94baad410f",
            "word": "obedient",
            "phonetic": "oʊbiːdiənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This department was preparing obedient bureaucrats.",
                "'When we are husband and wife, you must always be obedient.",
                "After the Clerk finished, the Merchant said: 'I married my wife two weeks ago, and she's not an obedient Griselda.",
                "In tandem with the other terms of the political settlement, Russia, Prussia, and Austria agreed among themselves to a Holy Alliance This alliance would promote religious values and support diverse Christian religions of the three kingdoms, and also emphasize the importance of good old fashioned Christian obedience to the church, no matter which church it is, just please be obedient to it.",
                "She was a good and obedient daughter."
            ],
            "audio": "https://tts.langeek.co/read?text=b2JlZGllbnQ&hash=e4677f0735676dfcd6d262de1e76e843dcebc1d2&lang=en&cache-only=0",
            "defineEn": "dutifully complying with the commands or instructions of those in authority",
            "defineVi": "nghiêm túc tuân thủ các mệnh lệnh hoặc hướng dẫn của những người có thẩm quyền"
        },
        {
            "id": "b30fad60-a854-4111-ab80-d6b4649fd618",
            "word": "obedience",
            "phonetic": "oʊbiːdiəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The strict grandmother scolded her granddaughter for speaking out of turn, saying that children should be seen and not heard to emphasize the importance of obedience and respect for elders.",
                "He says The Front demanded total obedience.",
                "Working class parents also tend to put a greater emphasis on obedience and discipline compared to their upper middle class counterparts, Lareau found.",
                "Originally it was said that they came down from the mountains not to spread Christmas cheer, but to terrify children into obedience.",
                "In 1961, a researcher at Yale University named Stanley Milgram was interested in the psychology of obedience."
            ],
            "audio": "https://tts.langeek.co/read?text=b2JlZGllbmNl&hash=511df3f0c1bf9c3d86f049de6a0eb3a67a8cad48&lang=en&cache-only=0",
            "defineEn": "the action of respecting or following the instructions of someone in authority",
            "defineVi": "hành động tôn trọng hoặc làm theo hướng dẫn của người có thẩm quyền"
        },
        {
            "id": "e7229ed5-2a89-4267-9d64-e8f13ce51057",
            "word": "to depend",
            "phonetic": "tə dᵻpɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "It depends which career path you choose.",
                "Legitimacy depends.",
                "Sometimes more, depending.",
                "It depends.",
                "It depends."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVwZW5k&hash=c3bb0f33b02c2dce539fde0e9c5fdeed1fcab2b5&lang=en&cache-only=0",
            "defineEn": "to be based on or related with different things that are possible",
            "defineVi": "được dựa trên hoặc liên quan với những điều khác nhau mà có thể",
            "hasImg": true
        },
        {
            "id": "3cbab713-657d-4c8e-b218-f0063ede43e6",
            "word": "dependence",
            "phonetic": "dᵻpɛndəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "She learned various techniques to reduce her dependence on refined sugar in her daily diet.",
                "Its dependence on helium is a unique business challenge for a retailer.",
                "The second part of addiction is the psychological dependence.",
                "But our dependence on the system is having a range of negative impacts, too.",
                "That would be more dependence."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwZW5kZW5jZQ&hash=64a9c2fb44cd12f37b65e6b8e1a382ad40f010fa&lang=en&cache-only=0",
            "defineEn": "the state of relying on or needing someone or something for support, help, or survival",
            "defineVi": "trạng thái dựa vào hoặc cần ai đó hoặc thứ gì đó để được hỗ trợ, giúp đỡ hoặc sinh tồn"
        },
        {
            "id": "f9c06792-dc56-4d1a-b1c7-759c257d89ca",
            "word": "dependency",
            "phonetic": "dᵻpɛndənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "A big hazard is a dependency in the instructions.",
                "Microsoft's 2018 annual report shows its shift away from hardware dependency.",
                "That's what linear dependency means.",
                "Now, codependency or emotional dependency is different than something called Dependent Personality Disorder, or DPD.",
                "Emotional dependency can be measured with surveys like the Love Attitudes Scale, which was developed by psychologists in the late 1990s to help determine someone’s feelings about relationships."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwZW5kZW5jeQ&hash=4cadc7271960689e8e0557c17e7621a832f7b74f&lang=en&cache-only=0",
            "defineEn": "the state of relying on or being controlled by someone or something else",
            "defineVi": "tình trạng dựa vào hoặc bị kiểm soát bởi ai đó hoặc cái gì khác"
        },
        {
            "id": "2fa4823d-1659-49b0-b1c2-1584c794337a",
            "word": "confident",
            "phonetic": "kɑːnfɪdənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Both men wore confident smiles.",
                "She felt confident and beautiful in her new swimsuit.",
                "I'm confident that the new restaurant will go like a bomb and become a popular dining destination.",
                "And nothing was so irritating as the confident way he used archaic idiom.",
                "During the chess tournament, Jane was confident in her skills, but her opponent ended up cleaning her clock with a series of surprising moves."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZmlkZW50&hash=78cae2e14348480b0022e7a87dd698aba99fef4b&lang=en&cache-only=0",
            "defineEn": "being certain about our plans, abilities, the future, etc. and believing that we can gain success",
            "defineVi": "chắc chắn về kế hoạch, khả năng, tương lai của mình, v.v. và tin rằng chúng ta có thể đạt được thành công",
            "hasImg": true
        },
        {
            "id": "80e76ad1-573b-4c89-8260-efef4bdffd93",
            "word": "to confide",
            "phonetic": "tə kənfaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Is it confide?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZmlkZQ&hash=e69963ed292796f2cbfadc5ef1b7c7fae3050b08&lang=en&cache-only=0",
            "defineEn": "reveal in private; tell confidentially",
            "defineVi": "tiết lộ ở nơi riêng tư; nói bí mật"
        },
        {
            "id": "3f6f662e-a3e3-4761-bd77-fcd7dfbe3eb4",
            "word": "confidently",
            "phonetic": "kɑːnfɪdəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The girl with the carrot top confidently embraces her unique hair color, radiating a sense of individuality.",
                "The salesman confidently presented his product, knowing that good wine needs no bush.",
                "She held her head high as she walked confidently into the room.",
                "The expert confidently stated that it had been sunny with excellent visibility on the day in question.",
                "No one could confidently know the age of the earth before the discovery of radioactivity and the development of radiometric dating in the early twentieth century."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZmlkZW50bHk&hash=03dbaa8449b1fc76f274243e3319ad5edaa7f48a&lang=en&cache-only=0",
            "defineEn": "in a way that shows confidence and trust in oneself or another person's abilities, plans, etc.",
            "defineVi": "theo cách thể hiện sự tự tin và tin tưởng vào khả năng, kế hoạch của bản thân hoặc người khác, v.v."
        },
        {
            "id": "8ea8b0ca-1b27-41af-aaf1-19d2dcce368c",
            "word": "considerate",
            "phonetic": "kənsɪdɚɹət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Whether we're talking to our friends, family, or coworkers, we should keep in mind that a civil question deserves a civil answer, and that being kind and considerate can go a long way in fostering positive relationships.",
                "They are very considerate people over there in Germany.",
                "Well they were considerate enough to give Us A Pantry.",
                "After all, thinking about the world more complexly makes us more informed and considerate about our place in it.",
                "I think being polite and considerate of others, and doing good for others."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2lkZXJhdGU&hash=0374b14bb07ce239f6722c7ccd44d35f72205c09&lang=en&cache-only=0",
            "defineEn": "thoughtful of others and their feelings",
            "defineVi": "quan tâm đến người khác và cảm xúc của họ",
            "hasImg": true
        },
        {
            "id": "297aced6-7286-49e5-9aa0-a57a5bc51b48",
            "word": "considerately",
            "phonetic": "kənsɪdɚɹətli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "She drives carefully and considerately."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2lkZXJhdGVseQ&hash=705682942e600a05086350f08e523eff627a8ea7&lang=en&cache-only=0",
            "defineEn": "in a manner that shows one cares about feelings, needs, or rights of other people",
            "defineVi": "theo cách cho thấy một người quan tâm đến cảm xúc, nhu cầu hoặc quyền của người khác"
        },
        {
            "id": "370cbdc6-1019-44ba-9a5e-1313bdfc26c4",
            "word": "different",
            "phonetic": "dɪfɹənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Everyone has different interests.",
                "The figures tell a different story.",
                "Actually, I wear several different hats.",
                "He had a different perspective on the movie.",
                "She studied different subjects in school, from math to history."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlmZmVyZW50&hash=56d0cff4b3443dbeac5dc54ead4efe1093bc4e52&lang=en&cache-only=0",
            "defineEn": "not like another thing or person in form, quality, nature, etc.",
            "defineVi": "không giống sự vật, con người khác về hình thức, phẩm chất, bản chất, v.v.",
            "hasImg": true
        },
        {
            "id": "ce1526ea-bc93-49b0-bc11-7c863576f6d1",
            "word": "difference",
            "phonetic": "dɪfɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scholarship fund had made a difference in a lot of people's lives.",
                "Exercise can make a big difference to your state of health.",
                "It could mean the difference between a red-letter day and an empty basket.",
                "Make a difference by doing what?",
                "He got the hook, reportedly due to differences with his co-star."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlmZmVyZW5jZQ&hash=c898195fbf798de6c9956461e967cee140390385&lang=en&cache-only=0",
            "defineEn": "the way that two or more people or things are different from each other",
            "defineVi": "cách mà hai hoặc nhiều người hoặc vật khác nhau",
            "hasImg": true
        },
        {
            "id": "30178f89-ec48-4981-91fd-09c4b422bb0b",
            "word": "to differentiate",
            "phonetic": "tə dɪfɚɹɛnʃɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "First, a uniform differentiates these workers from other people. ",
                "So these three aspects really differentiate us.",
                "- Differentiating between them as well.",
                "And that really differentiates our design from other designers.",
                "Among its employees, a company differentiates between the types of workers via job titles like lab technician, secretary, or department supervisor. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlmZmVyZW50aWF0ZQ&hash=2c1a5995eb37126bc83cecc2e07b949a6a34e735&lang=en&cache-only=0",
            "defineEn": "to tell or recognize the difference present between two people or things",
            "defineVi": "để nói hoặc nhận ra sự khác biệt giữa hai người hoặc vật"
        },
        {
            "id": "0f43b11b-d19c-4050-ad45-9600107056e2",
            "word": "differentiation",
            "phonetic": "dɪfɚɹɛnʃɪeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "GNC's differentiation was an educated salesperson in the store.",
                "That process is called differentiation.",
                "Scientists induce differentiation in iPSCs by mimicking the chemical conditions in human bodies and during development.",
                "But these chromosomes don’t just affect the differentiation of gonads or levels of hormones.",
                "The only big differentiation between any of these is honestly, specialties."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlmZmVyZW50aWF0aW9u&hash=99883f5004769475d9e0ec67229d117987ce4707&lang=en&cache-only=0",
            "defineEn": "a discrimination between things as different and distinct on the basis of their characteristics or attributes",
            "defineVi": "một sự phân biệt giữa những thứ khác nhau và khác biệt trên cơ sở đặc điểm hoặc thuộc tính của chúng"
        },
        {
            "id": "5c313bf7-4c27-4c36-ac6a-53814f75a8c3",
            "word": "attraction",
            "phonetic": "ɐtɹækʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The intense gaze from across the room, eyes on stalks, left no doubt about his attraction.",
                "Niagara Falls is a famous natural attraction located on the border of Canada and the United States.",
                "She unfolded the map to find the location of the tourist attractions.",
                "They are planning a city tour to discover hidden gems and local attractions.",
                "The bus took us to the city center where we explored the shops and attractions."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0cmFjdGlvbg&hash=45f1628caf460e6b2f380bd2ffb1d8d9cfe5429e&lang=en&cache-only=0",
            "defineEn": "a quality or feature of someone or something that evokes interest, liking, or desire in others",
            "defineVi": "một phẩm chất hoặc tính năng của một ai đó hoặc một cái gì đó gợi lên sự quan tâm, thích hoặc mong muốn ở người khác"
        },
        {
            "id": "e108578f-94af-43e9-bfe2-0a74932b7ba9",
            "word": "to attract",
            "phonetic": "tʊ ɐtɹækt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The phalsa tree in our garden attracts a variety of birds with its delicious fruit.",
                "The literary festival attracts renowned authors, publishers, and literary agents.",
                "The conference attracted many big names in the tech industry.",
                "Birds and animals are attracted to drupes.",
                "The British Royal Family attracts a lot of attention from around the world."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXR0cmFjdA&hash=de8c345b3dbd4d511af9f6251dbd3a5fc2bdbd16&lang=en&cache-only=0",
            "defineEn": "(of a person, thing, or place) to draw someone or something toward them by the features or qualities they possess",
            "defineVi": "(của một người, vật hoặc địa điểm) để thu hút ai đó hoặc một cái gì đó về phía họ bằng các đặc điểm hoặc phẩm chất mà họ sở hữu",
            "hasImg": true
        },
        {
            "id": "52297bcb-cebb-49ac-aebf-a0219610254f",
            "word": "attractive",
            "phonetic": "ɐtɹæktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The vibrant green color of perilla leaves adds an attractive touch to any dish.",
                "Guys automatically become less attractive when they break Priscian's head.",
                "The food packaging film had a color retention agent to prevent discoloration and maintain the attractive appearance of it.",
                "The sight of the attractive lifeguard on the beach was enough to make Tom feel like he needed a cold shower to calm his racing heart.",
                "A sinfully attractive man who knows what he wants, Rafael seduces Cherri before she knows what hits her."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0cmFjdGl2ZQ&hash=bafc79bd7449a4e59d3483f8ed797a356095a0e6&lang=en&cache-only=0",
            "defineEn": "pleasing or appealing to the senses",
            "defineVi": "làm hài lòng hoặc hấp dẫn các giác quan",
            "hasImg": true
        },
        {
            "id": "f0c507cc-f004-4064-a809-367523039b7f",
            "word": "attractiveness",
            "phonetic": "ɐtɹæktɪvnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "This influences people by the way of incidental cues, like a speaker's physical attractiveness or personal relatability.",
                "So I think that’s part of the attractiveness. ",
                "CNBC does a similar ranking, but it looks at the state's attractiveness for business.",
                "The idea is to maximize your attractiveness to people with tastes similar to yours.",
                "Like, in one 2015 study, researchers asked hundreds of pairs of identical twins, who have close to the same set of genes, and fraternal twins, who don’t, to rate the attractiveness of pictures of faces."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0cmFjdGl2ZW5lc3M&hash=7a0816ec63d115f70f8a6499032e0ad5f7d9f13c&lang=en&cache-only=0",
            "defineEn": "the quality of being sexually appealing",
            "defineVi": "chất lượng hấp dẫn tình dục",
            "hasImg": true
        },
        {
            "id": "c4d14f8f-3ada-4aad-97d8-503606722fa3",
            "word": "impatient",
            "phonetic": "ɪmpeɪʃənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As time went on he grew more and more impatient.",
                "She turned to serve the impatient customer.",
                "The impatient commuter elbowed through the crowded train station to catch the departing train.",
                "I'm impatient.",
                "Simone: I'm impatient."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wYXRpZW50&hash=19a3dbcd91404bf9633714c80a24e35cb3fe32b6&lang=en&cache-only=0",
            "defineEn": "annoyed easily and quickly and unable to wait for a long time",
            "defineVi": "khó chịu một cách dễ dàng và nhanh chóng và không thể chờ đợi trong một thời gian dài",
            "hasImg": true
        },
        {
            "id": "af9bea6e-3a19-44e5-896a-0f6fc49105d1",
            "word": "impatience",
            "phonetic": "ɪmpeɪʃəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "They paid for his impatience.",
                "And I understand the impatience.",
                "This impatience means that men are 25% more likely to lose money on their investments.",
                "Psychologists and other researchers have discovered three big ways our instant nuggets and dollar tacos are intensifying our impatience.",
                "You can also have impatience or trouble regulating your emotions and also act without thinking."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wYXRpZW5jZQ&hash=efe147330ecb93a4b327a22f63bd443af2b04ee8&lang=en&cache-only=0",
            "defineEn": "a lack of patience; irritation with anything that causes delay",
            "defineVi": "thiếu kiên nhẫn; khó chịu với bất cứ điều gì gây ra sự chậm trễ"
        },
        {
            "id": "27e47139-eb8f-4684-a8bc-c3d2dd0c9cd1",
            "word": "impatiently",
            "phonetic": "ɪmpeɪʃəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "he said impatiently.",
                "Well,' I asked impatiently at the end, 'isn't Mrs. Reed a bad woman?",
                "I looked impatiently round for her.",
                "They left not one leaf or blade of grass untouched, impatiently shaking the precious fluid into their glasses."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wYXRpZW50bHk&hash=253d16057f7145da9dab18f93f181d6978481fb7&lang=en&cache-only=0",
            "defineEn": "in a manner that displays one's restlessness, annoyance, or irritation caused by having to wait",
            "defineVi": "theo cách thể hiện sự bồn chồn, khó chịu hoặc khó chịu của một người do phải chờ đợi",
            "hasImg": true
        },
        {
            "id": "8637f9d6-0ef2-440b-883a-8db93ce15559",
            "word": "unfair",
            "phonetic": "ʌnfɛɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Life is unfair.",
                "The European Community had even released lists of American unfair trade practices, paying us back in our own coin.",
                "Some people judge others based on their appearance, but such judgments are often shallow and unfair.",
                "The tragic death of our good friend Tom at age 29 reminded us yet again that the good die young, and how unfair life can be to take someone so young with so much promise.",
                "I don’t want to sound like I’m complaining, but this plan is unfair."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5mYWly&hash=cfd5c91fbc63b5f658b82f47b8952253c4156464&lang=en&cache-only=0",
            "defineEn": "involving injustice or inequality",
            "defineVi": "liên quan đến sự bất công hoặc bất bình đẳng"
        },
        {
            "id": "b8640f6d-daab-4197-8f2a-cd146081a245",
            "word": "unfairness",
            "phonetic": "ʌnfɛɹnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The price of unfairness is simplicity.",
                "The sense of unfairness expressed itself on the right in the Tea Party movement, on the left in briefly the Occupy Movement. ",
                "That biological unfairness doesn't go away because of what someone believes about gender identity.",
                "When Hillary Clinton makes the announcement about the unfairness of the election, does that have any effect at all on all of you?",
                "And so while we want a safety net to assist those in need, a subsidy-for-all program kind of exacerbates inequities and unfairness."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5mYWlybmVzcw&hash=a779ee69e901f80ad161821b034cf7f4d27ee141&lang=en&cache-only=0",
            "defineEn": "a situation or treatment that is not just or impartial and that puts someone at a disadvantage",
            "defineVi": "một tình huống hoặc cách đối xử không công bằng hoặc vô tư và khiến ai đó gặp bất lợi"
        },
        {
            "id": "d6012db4-da11-4d06-acda-083fec3f8e2d",
            "word": "unfairly",
            "phonetic": "ʌnfɛɹli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "I think we all felt he'd been treated very unfairly and it left a bad taste in our mouths.",
                "They said the carbon tax would unfairly harm small businesses and working class families.",
                "Do you think the attorney general treated Robert Mueller's work unfairly?",
                "But people were still treated unfairly based on the color of their skin.",
                "And being overlooked or unfairly treated on the basis of gender or race can lead to various negative mental health outcomes for students."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5mYWlybHk&hash=019dbe5e95f5effa2c8e66df0cf4b82f87cd19d4&lang=en&cache-only=0",
            "defineEn": "in a way that lacks justice or equality",
            "defineVi": "theo cách thiếu công bằng hoặc bình đẳng"
        },
        {
            "id": "36168054-0825-4d00-8ed2-f8b3ece77e0b",
            "word": "closeness",
            "phonetic": "kloʊsnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "A first person story creates closeness between the reader and the narrator.",
                "The closeness of the vote reflects a profound ambivalence about the war.",
                "The dwelling without a phone is cut off from the world, regardless of its closeness to other buildings.",
                "The biggest challenges in all this involve Mercury’s small size and its closeness to the Sun.",
                "Ratcliffe's initial nomination was pulled last year after bipartisan criticism of his closeness to the president and lack of experience in intelligence."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvc2VuZXNz&hash=7fe518d7f4c6c072f9e5e82a39e188996a29f896&lang=en&cache-only=0",
            "defineEn": "the spatial property resulting from a relatively small distance",
            "defineVi": "thuộc tính không gian do một khoảng cách tương đối nhỏ"
        },
        {
            "id": "23276019-42c6-4f35-ae6b-1e97869ac3fe",
            "word": "closely",
            "phonetic": "kloʊsli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "This election is being closely watched in the region.",
                "This election is being closely watched in the region.",
                "The two colleagues worked together closely and, over time, developed a strong rapport.",
                "She examined the potato closely, noticing the small eye where a new sprout would eventually emerge.",
                "Look closely and tell me what you see."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvc2VseQ&hash=0bd02dc5f9c3f3a32c61d9843c00a5bf7cae000e&lang=en&cache-only=0",
            "defineEn": "without having a lot of space or time in between",
            "defineVi": "mà không có nhiều không gian hoặc thời gian ở giữa"
        },
        {
            "id": "88cda0c9-ce2d-4812-9210-e45a90d4045b",
            "word": "close",
            "phonetic": "kloʊs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The shopkeeper closed the shop for a short break.",
                "The police closed in.",
                "The business has already closed the books for this quarter.",
                "Detectives had closed the book on the Hornsey Murders case three years previously.",
                "The library closes early on Sundays."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvc2U&hash=e5197fac175abb744152b03db38e3c83c7d8c051&lang=en&cache-only=0",
            "defineEn": "not being distant in relationship",
            "defineVi": "không xa cách trong mối quan hệ",
            "hasImg": true
        },
        {
            "id": "55322e8f-c714-47f8-99fd-728f98ca7edc",
            "word": "happily",
            "phonetic": "hæpɪli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The children happily enjoyed their aspartame-sweetened popsicles on a hot summer day.",
                "The children played happily under the sun.",
                "The goldfish in the bowl was swimming around happily.",
                "They happily raised their glasses for a toast.",
                "The birds are chirping happily outside the window."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFwcGlseQ&hash=b546cb101426afc86cdf548d22e03f3c0c7c3bc9&lang=en&cache-only=0",
            "defineEn": "with cheerfulness and joy",
            "defineVi": "với sự vui vẻ và niềm vui"
        },
        {
            "id": "17d19e1b-31fa-4357-89ed-9a8ec2b177f0",
            "word": "happy",
            "phonetic": "hæpi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm happy to get a little more bang for my bucks.",
                "As they say, a happy heart is better than a full purse.",
                "Since she moved to a smaller apartment, my mother is as happy as a flea in a doghouse!",
                "With his new job and his new car, Andy is a happy camper.",
                "After their break-up, she was happy to see the back of her ex-boyfriend."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFwcHk&hash=97c0a676712715751e03306e8066d5ab01fd2578&lang=en&cache-only=0",
            "defineEn": "emotionally feeling good",
            "defineVi": "cảm xúc tốt",
            "hasImg": true
        },
        {
            "id": "b618b8a8-85cf-47a6-baae-42b59ac8f9f7",
            "word": "happiness",
            "phonetic": "hæpɪnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Money can't buy happiness.",
                "She wore a true smile, showing her genuine happiness.",
                "The wealthy businessman realized too late that a contented mind is a perpetual feast, and that money couldn't buy him true happiness.",
                "She could not contain her happiness when meeting her childhood idol, and smiled from ear to ear the entire time.",
                "Joe was tired of relying on others for his happiness."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFwcGluZXNz&hash=141b0066215d4500f2f187b31354c0a3fc89356b&lang=en&cache-only=0",
            "defineEn": "the feeling of being happy and well",
            "defineVi": "cảm giác hạnh phúc và tốt",
            "hasImg": true
        },
        {
            "id": "2a42803d-1650-4662-b083-5be4f5ed32f3",
            "word": "to consider",
            "phonetic": "tə kənsɪdɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The old man considered his granddaughter thoughtfully.",
                "The committee has been considering the report.",
                "The renowned scientist, Dr. Rebecca Thompson, is considered the big enchilada in the field of quantum physics.",
                "Have you considered my feelings?",
                "Have you considered my feelings?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc2lkZXI&hash=b8e5fb4ffe3ec1e2e3df4eafa4e6251864cc60ab&lang=en&cache-only=0",
            "defineEn": "to think about or be influenced by other people's feelings before making a decision",
            "defineVi": "suy nghĩ hoặc bị ảnh hưởng bởi cảm xúc của người khác trước khi đưa ra quyết định"
        }
    ]
}