{
    "id": "51a36478-4ab4-475b-91a8-007f6d480a1e",
    "title": "Religion",
    "originalTitle": "Religion",
    "words": [
        {
            "id": "4135045f-faef-4efa-85c1-06bb9899569f",
            "word": "abbey",
            "phonetic": "æbi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This shift extended to architecture with the construction of the Abbey of Saint Denis in France in 1137.",
                "This religious community does live a mostly cloistered life behind these abbey walls."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJiZXk&hash=b61cb5043451869f254b8cf4312bb631365d166e&lang=en&cache-only=0",
            "defineEn": "a church with buildings connected to it in which a group of monks or nuns live or used to live",
            "defineVi": "một nhà thờ với các tòa nhà kết nối với nó, trong đó một nhóm tăng ni sinh sống hoặc từng sống",
            "hasImg": true
        },
        {
            "id": "fad28a91-5756-42da-8598-33e4ef4b21e4",
            "word": "temple",
            "phonetic": "tɛmpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The exceptional taste of Temple oranges makes them a prized ingredient in gourmet recipes.",
                "As midnight approaches, Buddhist temples around the country begin ringing out the old year.",
                "He applied a few drops of spikenard oil to his temples, finding relief from his headache.",
                "Unlike regular oranges, Temple oranges have a distinct floral note that enhances their sweet and tangy flavor.",
                "In the holy city of Varanasi, temples draw throngs of believers, who float oil lamps and marigolds."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVtcGxl&hash=583544c3bc2cbf01dfd8ceff192a32c7c4d59d61&lang=en&cache-only=0",
            "defineEn": "a building used for worshiping one or several gods, used by some religious communities, especially Buddhists and Hindus",
            "defineVi": "một tòa nhà được sử dụng để thờ cúng một hoặc một số vị thần, được sử dụng bởi một số cộng đồng tôn giáo, đặc biệt là Phật giáo và Ấn Độ giáo",
            "hasImg": true
        },
        {
            "id": "e630eda3-3f04-4cf5-9dbf-fda52556a8fc",
            "word": "mosque",
            "phonetic": "mɑːsk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Paris' great mosque, with its North African design, is the spiritual home of France's six million Muslims.",
                "They kept pigs in our mosques.",
                "Financing of mosques will be more tightly controlled.",
                "You can find it in mosques, madrasas, palaces and private homes.",
                "In March 2019, another mass shooting occurred at two mosques in New Zealand, killing 49 people."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9zcXVl&hash=87df874bbe03be71441be53ec57da8d807dd9b04&lang=en&cache-only=0",
            "defineEn": "a place of worship, used by Muslims",
            "defineVi": "một nơi thờ phượng, được sử dụng bởi người Hồi giáo",
            "hasImg": true
        },
        {
            "id": "b4266658-2bd4-4f14-9033-10a5218ba0e2",
            "word": "shrine",
            "phonetic": "ʃɹaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "- Make a shrine over here.",
                "but Stacy, your room is still basically a shrine to Conan.",
                "When completed, his masterpiece will be an enormous shrine to the goddess Athena, and a testament to the glory of the Athenians.",
                "Emerging from the Shinto conceptions of death, renewal, and the impermanence of all things, this ritual allows the shrine to survive through continual reframing and rebirth.",
                "Bringing together a variety of beliefs about the afterlife, the jar was blessed pre-flight at a Shinto shrine in Fukuoka, Japan, designating it as a vessel for Lawrence’s soul."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hyaW5l&hash=ac4e44350e8e1de93bffe3c159aaa399bb1576f1&lang=en&cache-only=0",
            "defineEn": "a place or building for people to pray in, which is considered holy by many due to its connection with a sacred person, event, or object",
            "defineVi": "một địa điểm hoặc tòa nhà để mọi người cầu nguyện, được nhiều người coi là linh thiêng do có mối liên hệ với một người, sự kiện hoặc đối tượng linh thiêng"
        },
        {
            "id": "c39283a1-466a-4f4e-aefc-ac9a24127f4a",
            "word": "monastery",
            "phonetic": "mɑːnɐstɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The monastery was several three-storey buildings.",
                "Even the monastery doctor was only recently allowed in.",
                "Brother Callistus is the monastery cellarer, its chief operating officer.",
                "We journey inside a Catholic monastery in rural Georgia.",
                "Many merchants on the silk road became strong supporters of monasteries which in turn became convenient weigh stations for caravans."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9uYXN0ZXJ5&hash=9fe4b734eeea77a257b1c02ca5e4dca8b4ef4596&lang=en&cache-only=0",
            "defineEn": "a building where a group of monks live and pray",
            "defineVi": "một tòa nhà nơi một nhóm các nhà sư sống và cầu nguyện",
            "hasImg": true
        },
        {
            "id": "527d8dae-99b1-47fb-81fe-8b7d7d60f69d",
            "word": "believer",
            "phonetic": "bᵻliːvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Frank Calvert was one such believer.",
                "I'm a believer in stories.",
                "I'm always a positive believer.",
                "Now, Francis Cissna is a true believer. ",
                "I am a big believer in luck."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVsaWV2ZXI&hash=a86e13e561628f215612e10576ec734bb29d122a&lang=en&cache-only=0",
            "defineEn": "someone who believes in a god or a particular religion",
            "defineVi": "một người tin vào một vị thần hoặc một tôn giáo cụ thể"
        },
        {
            "id": "cc9ec2f3-c38c-4784-939e-03f80c3c45df",
            "word": "Christianity",
            "phonetic": "kɹɪstɪænᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Those who follow Christianity.",
                "Those who follow Christianity.",
                "As Christianity spread, so did celebrations of Christmas.",
                "Over time, Ibn Said converted to Christianity.",
                "Best wishes, John Green One more thing about Islam: Like Christianity and Judaism, it has a body of law."
            ],
            "audio": "https://tts.langeek.co/read?text=Q2hyaXN0aWFuaXR5&hash=1d499980a479fec59f96b589042a37a682a97821&lang=en&cache-only=0",
            "defineEn": "the Abrahamic religion based on the teachings of Jesus of Nazareth, the followers of which regard the Bible as sacred",
            "defineVi": "tôn giáo Áp-ra-ham dựa trên những lời dạy của Chúa Giê-su người Na-xa-rét, những người theo tôn giáo này coi Kinh thánh là thiêng liêng",
            "hasImg": true
        },
        {
            "id": "ed13dc88-9b60-4fb9-86c9-d37dbce71ea2",
            "word": "Catholic",
            "phonetic": "kæθlɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I will not be more catholic than the Pope, and I shall therefore be voting in favour tomorrow.",
                "They raised her (as) a Catholic.",
                "Anne married a Jew, despite being raised a Catholic.",
                "Growing up as the son of a Polish immigrant, I was raised by a man who often seemed more Catholic than the Pope himself.",
                "After a year, Jake had started using every dialectic cliché and slang word he had heard in his adopted country, and soon he was more Catholic than the Pope, so to speak."
            ],
            "audio": "https://tts.langeek.co/read?text=Q2F0aG9saWM&hash=f6d36b784c6ae4ada0a78e01b020546e4cdee0e7&lang=en&cache-only=0",
            "defineEn": "related to or belonging to the Western branch of the Christian Church that is led by the Pope",
            "defineVi": "liên quan đến hoặc thuộc về chi nhánh phương Tây của Giáo hội Kitô giáo do Giáo hoàng lãnh đạo"
        },
        {
            "id": "2cddbbfd-ab6d-482f-bede-2c05a9ec1915",
            "word": "Protestant",
            "phonetic": "pɹɑːɾɪstənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Protestant women set up schools for Protestant girls.",
                "In Protestant countries, religion made a comeback as part of a second Great Awakening.",
                "Protestant women set up schools for Protestant girls.",
                "Unsurprisingly, the Protestant lords in Prague weren’t terribly happy with this news.",
                "and on the other hand you have protestant Frederick V 4."
            ],
            "audio": "https://tts.langeek.co/read?text=UHJvdGVzdGFudA&hash=3285a2693a6e35976961f6bace7870db7e8db4c5&lang=en&cache-only=0",
            "defineEn": "related to or belonging to the Western branch of the Christian Church that is separate from the Roman Catholic Church",
            "defineVi": "liên quan đến hoặc thuộc về nhánh phương Tây của Giáo hội Kitô giáo tách biệt với Giáo hội Công giáo La Mã"
        },
        {
            "id": "af3c3270-de3e-463b-ac42-1ba94cb29954",
            "word": "Christ",
            "phonetic": "kɹaɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Would you let me finish my story, for Christ's sake?",
                "You're over 40, for Christ's sake.",
                "Christ did not come down from the cross.",
                "This isn't the Times, for Christ's sake.",
                "In fact, a lot of art from the Medieval period shows Christ, a saint, or some other holy figure defeating the basilisk or cockatrice."
            ],
            "audio": "https://tts.langeek.co/read?text=Q2hyaXN0&hash=653a8c9cd6c418f513b11c5d06f84207943d8ea4&lang=en&cache-only=0",
            "defineEn": "the man based on whose teachings Christianity is established",
            "defineVi": "người đàn ông dựa trên những lời dạy mà Cơ đốc giáo được thành lập"
        },
        {
            "id": "ac1bd535-7565-46d3-a93e-e13e4067782f",
            "word": "bible",
            "phonetic": "baɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Have you ever had trouble making heads or tails out of the Bible?",
                "Luther lived at a time when the Bible was only available in Latin.",
                "It's a Bible.",
                "This is essentially his bible of auction secrets.",
                "So, this is my caregiver bible."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlibGU&hash=2bdc71bdb70c4555e6ee78b19cb390253d026b50&lang=en&cache-only=0",
            "defineEn": "the holy book of Christianity that consists of the Old Testament and the New Testament",
            "defineVi": "cuốn sách thánh của Kitô giáo bao gồm Cựu Ước và Tân Ước",
            "hasImg": true
        },
        {
            "id": "052bbd92-9677-49e1-a98a-f6f6c6843cf2",
            "word": "bishop",
            "phonetic": "bɪʃəp ",
            "partOfSpeechType": "noun",
            "examples": [
                "She played her bishop.",
                "The diocesan community of Rome now has its Bishop.",
                "Apparently he’s a bishop or something.",
                "U.S. Catholic bishops have voted overwhelmingly to write a new document on holy communion later this year.",
                "Oh, no, that's a bishop's hat."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlzaG9w&hash=2cbbf0fb11336b6cf9c366b30deb2c3f59b07a43&lang=en&cache-only=0",
            "defineEn": "a high-ranking priest who supervises all the churches and priests in a city",
            "defineVi": "một linh mục cấp cao giám sát tất cả các nhà thờ và linh mục trong một thành phố",
            "hasImg": true
        },
        {
            "id": "515bec74-20a7-4350-af28-3fca7d2faf08",
            "word": "father",
            "phonetic": "fɑːðɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Fathers play a crucial role in their children's upbringing and development.",
                "My father pays his bills at the beginning of the month.",
                "My father has brown eyes.",
                "Her father kept a grocer's shop.",
                "My father always had a lead foot."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF0aGVy&hash=8b49844f32762d6c79be86193a449311846fa0c1&lang=en&cache-only=0",
            "defineEn": "the title used for Christian priests",
            "defineVi": "danh hiệu được sử dụng cho các linh mục Kitô giáo",
            "hasImg": true
        },
        {
            "id": "649cb506-0220-4703-ab5a-acecc6f36145",
            "word": "saint",
            "phonetic": "seɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "After all, he is a saint, But Patrick spins a tale.",
                "It's true what they say - an open door may tempt a saint.",
                "There they thank the Saint for his past help when they were ill.",
                "They called it Saint Elmo’s fire, after Saint Erasmus, the patron saint of sailors.",
                "In fact, a lot of art from the Medieval period shows Christ, a saint, or some other holy figure defeating the basilisk or cockatrice."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FpbnQ&hash=d8d749b30b4256b48a6f742f656e5d7f96f7c156&lang=en&cache-only=0",
            "defineEn": "someone who, after their death, is officially recognized by the Christian Church as a very holy person",
            "defineVi": "một người sau khi chết được Giáo hội Cơ đốc chính thức công nhận là một người rất thánh thiện"
        },
        {
            "id": "e8bd5fa5-355c-4213-b956-216f9bd45b36",
            "word": "monk",
            "phonetic": "mʌŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm going monk mode from Monday.",
                "Just because he dresses in a suit and tie doesn't mean he's trustworthy, the cowl does not make the monk.",
                "This chip to me is like a Buddhist monk.",
                "Two monks, Tanzan and Ekido, are traveling together down a muddy road.",
                "I was a real monk."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9uaw&hash=5799af5af67c621b26f88c486a1343525960cfeb&lang=en&cache-only=0",
            "defineEn": "a member of a male religious group that lives in a monastery",
            "defineVi": "một thành viên của một nhóm tôn giáo nam sống trong một tu viện"
        },
        {
            "id": "87e0707b-7640-41bf-bfaa-0d4c037e2762",
            "word": "nun",
            "phonetic": "nʌn ",
            "partOfSpeechType": "noun",
            "examples": [
                "What's nun mean?",
                "From the age of 19, Christine Riley served her community as a nun with the Sisters of St. Joseph in Wheeling, West Virginia.",
                "But not all nuns and sisters wear habits, since the rules of dress are left up to the discretion of particular orders.",
                "And a French nun, Sister Andre, turned 117 today, after surviving COVID-19 with hardly any symptoms.",
                "Oh, I was still going to be a nun."
            ],
            "audio": "https://tts.langeek.co/read?text=bnVu&hash=df272680e1821af0144d6bf36a8e6288cffbb970&lang=en&cache-only=0",
            "defineEn": "a member of a female religious group that lives in a convent",
            "defineVi": "một thành viên của một nhóm tôn giáo nữ sống trong một tu viện"
        },
        {
            "id": "23ecfab6-eb13-4179-a4c7-7bf499c9996d",
            "word": "to preach",
            "phonetic": "tə pɹiːtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He's just preaching to the choir.",
                "Political satirist Andy Borowitz heads to San Francisco to preach to the choir.",
                "He never practices what he preaches.",
                "Too often, we preach to the converted.",
                "The men who really need to hear the message don't come to the meetings, so I'm just preaching to the choir."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlYWNo&hash=8010fe7128cf351a1a859984dd9c1a62d6553071&lang=en&cache-only=0",
            "defineEn": "to give a religious speech, particularly in a church",
            "defineVi": "để đưa ra một bài phát biểu tôn giáo, đặc biệt là trong một nhà thờ"
        },
        {
            "id": "b32dadf8-6a52-4c62-b6b7-3f382126c73e",
            "word": "soul",
            "phonetic": "soʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The students worked their heart and soul on their project.",
                "He bared his soul to me after the divorce.",
                "He dedicated himself body and soul to the education of young men.",
                "She kept body and soul together by working two jobs.",
                "The volunteers dedicated themselves heart and soul to helping those in need, selflessly giving their time and energy."
            ],
            "audio": "https://tts.langeek.co/read?text=c291bA&hash=6ec926144fb8078f2581141a07ecdca80f619004&lang=en&cache-only=0",
            "defineEn": "the spiritual part of a person that is believed to be the essence of life in them",
            "defineVi": "phần tinh thần của một người được cho là bản chất của cuộc sống trong họ",
            "hasImg": true
        },
        {
            "id": "955a5161-c78f-4e8e-9612-0abed995fca4",
            "word": "heaven",
            "phonetic": "hɛvən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Thank heavens for that!",
                "I had experienced the heaven on earth.",
                "We spent our vacation in a real heaven on earth.",
                "Heaven knows what they put in it.",
                "Heaven knows they have enough money."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhdmVu&hash=7fdebade2fcf2a76c4c09339eb554229f3214c7f&lang=en&cache-only=0",
            "defineEn": "the realm of God and angels where the believers are promised to reside",
            "defineVi": "vương quốc của Chúa và các thiên thần nơi các tín đồ được hứa cư trú",
            "hasImg": true
        },
        {
            "id": "3684884f-80d4-4324-8935-978f8b821d85",
            "word": "hell",
            "phonetic": "hɛl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGVsbA&hash=19c4ab5998f6a6b25c744ff155946286d72208ca&lang=en&cache-only=0",
            "defineEn": "the realm of Satan and the evil forces in which sinners suffer after death eternally",
            "defineVi": "vương quốc của Satan và các thế lực xấu xa mà tội nhân phải chịu đau khổ vĩnh viễn sau khi chết",
            "hasImg": true
        },
        {
            "id": "a11517ad-8094-4438-a868-db63ffc2a4c4",
            "word": "spiritual",
            "phonetic": "spɪɹɪtʃuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His duties include spiritual guide, counselor, pal, nutrition advisor, trainer, and massage therapist.",
                "The unmistakable sound of the gong has held spiritual significance in Southeast Asia for centuries.",
                "People with a spiritual background can hear voices of spiritual entities.",
                "Paris' great mosque, with its North African design, is the spiritual home of France's six million Muslims.",
                "Of course I grew up in a family very spiritual."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Bpcml0dWFs&hash=c1a70fb2c2fed758b9e98efa6103bb1d0d40e2e6&lang=en&cache-only=0",
            "defineEn": "relating to sacred matters such as religion, church, etc.",
            "defineVi": "liên quan đến các vấn đề thiêng liêng như tôn giáo, nhà thờ, v.v.",
            "hasImg": true
        },
        {
            "id": "a51fab45-6f83-465c-9d0c-437cdca9ce15",
            "word": "to worship",
            "phonetic": "tə wɜːʃɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "You have been worshiping a false god.",
                "Just like in Greece and Egypt, different gods in the Norse pantheon were worshipped in different regions.",
                "As word of this hopeful figure spread, she was worshipped as Annapurna, the Goddess of food.",
                "That weird Renaissance worship of the person you met just one time, 20 years ago, and the constant exploration of every facet of their beauty, their mouth, their eyes, their cheeks, their hair.",
                "They worship nature, but their land is deforested and eroded."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd29yc2hpcA&hash=29aa32dda16c52c3e458d0b6ee60a9d649e4d284&lang=en&cache-only=0",
            "defineEn": "to respect and honor God or a deity, especially by performing rituals",
            "defineVi": "để tôn trọng và tôn vinh Thiên Chúa hoặc một vị thần, đặc biệt là bằng cách thực hiện các nghi lễ"
        },
        {
            "id": "30ecbff1-c617-48c2-8240-4dd26beff9a8",
            "word": "ritual",
            "phonetic": "ɹɪtʃuːəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's easy to get caught up in religious rituals and traditions, but we must remember that God looks at the heart, not outward appearances.",
                "Rituals of deference marked one’s place in the courtly order.",
                "A lot of us have rituals around it.",
                "Those finely tuned mating rituals?",
                "For centuries, such rituals were commonplace for European nobility."
            ],
            "audio": "https://tts.langeek.co/read?text=cml0dWFs&hash=9804d43e6c9190893ecfd3e773ba80f804c7e2ac&lang=en&cache-only=0",
            "defineEn": "the act of conducting a series of fixed actions, particular to a religious ceremony",
            "defineVi": "hành động tiến hành một loạt các hành động cố định, đặc biệt đối với một buổi lễ tôn giáo",
            "hasImg": true
        },
        {
            "id": "eb82e9cf-d0ee-4fb3-ac2a-d2233e7d0326",
            "word": "sin",
            "phonetic": "sɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ron's personal life is as miserable as sin.",
                "He looks guilty as sin, yes, but he insists he's innocent.",
                "Everyone just stood around looking miserable as sin during the ceremony.",
                "The charity organization's mission statement emphasized the belief that poverty is no sin and that everyone deserves dignity and respect.",
                "The company's previous unethical practices were exposed, and as old sins cast long shadows, it led to a loss of customers and revenue."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lu&hash=17a0b2d2b129e9005f383ed27de11a2ee6056b8b&lang=en&cache-only=0",
            "defineEn": "any act that goes against the law of God",
            "defineVi": "bất kỳ hành động nào đi ngược lại luật pháp của Thiên Chúa"
        },
        {
            "id": "d19133f6-086d-4e9e-978d-0f95c80a16af",
            "word": "faith",
            "phonetic": "feɪθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Don't pin your faith on Sarah.",
                "People quickly lose faith in a political party that fails to deliver the goods.",
                "Others converted in name only, out of fear, while others stuck to their faith.",
                "But I survived because I had faith in my cause.",
                "It's a reminder that faith and spirituality can be powerful forces in promoting love, compassion, and togetherness."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFpdGg&hash=f271247ea3df8db490ded284d9449bb234d97423&lang=en&cache-only=0",
            "defineEn": "strong belief in a particular god or religion",
            "defineVi": "niềm tin mạnh mẽ vào một vị thần hoặc tôn giáo cụ thể",
            "hasImg": true
        },
        {
            "id": "4fced5df-6d22-4c2c-8101-7455e7d95a1c",
            "word": "divine",
            "phonetic": "dᵻvaɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As a manager, I encourage my team to take responsibility for their mistakes and to show understanding and forgiveness towards their colleagues, knowing that to err is human, to forgive divine.",
                "For the Chinese, dragons symbolize divine power, controlling the rain, rivers, sea, and all other bodies of water.",
                "For Mahayana Buddhists, the Buddha was divine.",
                "It was a divine disaster area.",
                "He's like a divine being."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGl2aW5l&hash=cc3ff43b7207b851e3308314741ffb41d3c42125&lang=en&cache-only=0",
            "defineEn": "like, from, or related to God or a god",
            "defineVi": "giống như, từ, hoặc liên quan đến Chúa hoặc một vị thần",
            "hasImg": true
        },
        {
            "id": "0c18d084-d32d-4785-9e25-052344b7123e",
            "word": "devil",
            "phonetic": "dɛvəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the saying goes, new levels, new devils.",
                "The devil is not so black as he is painted.",
                "The devil is not as black as he is painted.",
                "Our project went to the devil after our funding was cut.",
                "Never bid the devil good morrow until you actually meet him."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV2aWw&hash=633e6f1e9d53d5eccbb0599de8c9b700050446b1&lang=en&cache-only=0",
            "defineEn": "the spirit that is the adversary of God and tempts mankind to do wrong deeds",
            "defineVi": "thần linh là kẻ thù của Đức Chúa Trời và cám dỗ loài người làm những việc sai trái",
            "hasImg": true
        },
        {
            "id": "1eb74a5a-03ec-4322-bb00-af389a1ef498",
            "word": "Islam",
            "phonetic": "ɪslɑːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Asia is home to various religions, including Buddhism, Hinduism, and Islam.",
                "For example in Islam, ritual cleansing of the body is essential before prayer.",
                "Like Judaism with its Talmud, and Christianity with its lives of saints and writings of Church fathers, Islam has supplementary sacred texts, chief among which is the hadith, a collection of sayings and stories about the Prophet.",
                "In its earliest incarnations, Islam was unusually egalitarian, especially for its time.",
                "The five pillars of Islam are the basic acts considered obligatory, at least by Sunni Muslims."
            ],
            "audio": "https://tts.langeek.co/read?text=SXNsYW0&hash=a4e941202152d867de8ddfb69b10a8fb516403c8&lang=en&cache-only=0",
            "defineEn": "the religion of the Muslims, which was established by Muhammad whose holy book is called the Quran",
            "defineVi": "tôn giáo của người Hồi giáo, được thành lập bởi Muhammad có cuốn sách thánh được gọi là Kinh Qur'an",
            "hasImg": true
        },
        {
            "id": "a5ffed32-3ce0-45bf-bf14-fb8cf4db3f7c",
            "word": "Muslim",
            "phonetic": "mʊzlɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, Muslim scholars translated hundreds of thousands of manuscripts from Greek, Roman, Persian, Indian, and Egyptian scientists into Arabic.",
                "By September, the Muslim army held the towns of Acre, Nablus, Jaffa, Toron, Sidon, Beirut, and Ascalon.",
                "Monavra Khatun is Muslim.",
                "U Ko Ni was Muslim.",
                "Obama's a Muslim."
            ],
            "audio": "https://tts.langeek.co/read?text=TXVzbGlt&hash=cd22c2a2be0e37796d6ad5e837e21e3757493971&lang=en&cache-only=0",
            "defineEn": "a person who believes in Islam",
            "defineVi": "một người tin vào đạo Hồi",
            "hasImg": true
        },
        {
            "id": "93e80da0-3d8e-4241-800a-0d8dde32cf0b",
            "word": "Quran",
            "phonetic": "kwɚɹæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Like in the Quran, and in the sayings of Muhammad called Hadiths, women and men are alike in the performance of prayer and their obligation to pay the alms tax and their expectations of eternal life in paradise.",
                "And then there’s the issue of slavery, which the Quran accepts.",
                "But in the West we also really, really struggle to see the other complexly, and to understand the incredible diversity in response to the revelation of the Quran.",
                "The Quran is a really broad-ranging text, but it returns again and again to a couple themes.",
                "And there’s also more to understanding Islam than just knowing the Quran."
            ],
            "audio": "https://tts.langeek.co/read?text=UXVyYW4&hash=a16a9cb30d17e702d809725c667db8a101f82ced&lang=en&cache-only=0",
            "defineEn": "the sacred book of Islam which is written in Arabic",
            "defineVi": "cuốn sách thiêng liêng của đạo Hồi được viết bằng tiếng Ả Rập"
        },
        {
            "id": "a5dd350f-d6e9-43a2-822c-dc34a2472046",
            "word": "Buddhism",
            "phonetic": "buːdɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Asia is home to various religions, including Buddhism, Hinduism, and Islam.",
                "Ubon province and the dense forests along the Mekong River form the cradle of Buddhism in Thailand.",
                "For example, the Silk Road was the primary route for the spread of Buddhism.",
                "But through contacts with other cultures and traditions, Buddhism grew and flourished and became one of the great religious traditions of the world.",
                "Buddhism and Jainism were developing in Asia, at the same time philosophical thought was emerging in Greece."
            ],
            "audio": "https://tts.langeek.co/read?text=QnVkZGhpc20&hash=dd635c07f6ee8f4a44e5f3859346ec22385f7ffd&lang=en&cache-only=0",
            "defineEn": "an Indian religion based on the teachings of Siddhartha Gautama, the followers of which worship in temples",
            "defineVi": "một tôn giáo Ấn Độ dựa trên những lời dạy của Siddhartha Gautama, những người theo đó thờ phượng trong các ngôi đền",
            "hasImg": true
        },
        {
            "id": "e049cccc-2e66-46e2-a9dc-06bf7a5f461c",
            "word": "hinduism",
            "phonetic": "hɪnduːɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Asia is home to various religions, including Buddhism, Hinduism, and Islam.",
                "In Hinduism, the Ganges, or Ganga, is sacred, a river that has nourished an ancient civilization since its beginning.",
                "Upper income Americans are more heavily represented in liberal Protestant groups like Episcopalians and Presbyterians, as well as Judaism, Hinduism and Atheism, whereas lower income Americans are more likely to identify as Evangelical Protestants or Catholics.",
                "[Intro Music Plays] Ancient India was home to several schools of thought, including what would become Hinduism, its more austere rivals Buddhism and Jainism, and a super-fatalistic faith called Ajivika that isn’t around anymore.",
                "So this means that they cannot create a national church or declare that Christianity or Islam or Hinduism is the official religion of the US."
            ],
            "audio": "https://tts.langeek.co/read?text=aGluZHVpc20&hash=45ece64f089af227b0f9298fc2ed540578702f4b&lang=en&cache-only=0",
            "defineEn": "the religion of most people in South Asia, Sri Lanka, and Nepal in which people worship multiple gods",
            "defineVi": "tôn giáo của hầu hết mọi người ở Nam Á, Sri Lanka và Nepal, trong đó mọi người tôn thờ nhiều vị thần",
            "hasImg": true
        },
        {
            "id": "1d9e1c5c-e696-421e-a5ef-f07ac23ba66e",
            "word": "enlightenment",
            "phonetic": "ɛnlaɪʔn̩mənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Enlightenment formulation of History also played a crucial role in the development of social ideologies of race.",
                "Another important Enlightenment book was Jean-Jacques Rousseau’s",
                "The symbols of Freemasonry and these ideals of the Enlightenment are found throughout the opera.",
                "First, the Age of Enlightenment, an 18th century philosophical movement that elevated reason and empirical observation as the nexus for human knowledge rather than, say, religious doctrine or monarchy.",
                "Like John Locke, a major Enlightenment thinker, formulated his version of inalienable rights as life, liberty, and property."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5saWdodGVubWVudA&hash=cbec71303da3032b9d8e6bc33d3beeb34f1ca90a&lang=en&cache-only=0",
            "defineEn": "(in Buddhism and Hinduism) the highest spiritual insight or wisdom that can be achieved",
            "defineVi": "(trong Phật giáo và Ấn Độ giáo) sự hiểu biết hoặc trí tuệ tâm linh cao nhất có thể đạt được"
        },
        {
            "id": "ef08e45f-7d87-4328-9987-d1dcc4d65a95",
            "word": "judaism",
            "phonetic": "dʒuːdeɪɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "It transcends Judaism.",
                "Best wishes, John Green One more thing about Islam: Like Christianity and Judaism, it has a body of law.",
                "And as a ceremonial practice, hand washing plays an important role in Judaism, Islam, and Sikhism.",
                "And just like in Judaism, there are some variations among individual sects.",
                "One found in the Torah, the foundational text of Judaism."
            ],
            "audio": "https://tts.langeek.co/read?text=anVkYWlzbQ&hash=3a23900da812235f4d1a407fca55729c4bd06288&lang=en&cache-only=0",
            "defineEn": "the religion of Jewish people that is monotheistic",
            "defineVi": "tôn giáo của người Do Thái là độc thần",
            "hasImg": true
        },
        {
            "id": "0cac8d1b-d16f-4497-a4c2-9dd66182a721",
            "word": "to convert",
            "phonetic": "tə kənvɜːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Others converted in name only, out of fear, while others stuck to their faith.",
                "Worms convert organic waste and other compostable products into natural fertilizers.",
                "The information is converted into a jumble of nonsense.",
                "This converts chemical energy into kinetic energy.",
                "That molecule subsequently is converted into a sugar."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udmVydA&hash=798b9634d348efa6a4b2556f8b4448330f4194e8&lang=en&cache-only=0",
            "defineEn": "to change one's religious beliefs",
            "defineVi": "để thay đổi niềm tin tôn giáo của một người",
            "hasImg": true
        },
        {
            "id": "07a2117e-c886-4c8c-b6af-4a76929d8cf1",
            "word": "carnival",
            "phonetic": "kɑːɹnɪvəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Carnival up 16 percent.",
                "\"Does the carnival start here?\"",
                "The carnival procession moves down the street.",
                "\"We're going to the carnival.\"",
                "Movie theaters are like theme parks or carnivals."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fybml2YWw&hash=a9b5136ad730b3c6ad860aec760426e56cdc1d9e&lang=en&cache-only=0",
            "defineEn": "a festival happening annually that involves dancing, music and colorful clothes",
            "defineVi": "một lễ hội diễn ra hàng năm liên quan đến khiêu vũ, âm nhạc và quần áo sặc sỡ",
            "hasImg": true
        },
        {
            "id": "47659836-dcc2-4f0e-8df2-0425b507a113",
            "word": "to sacrifice",
            "phonetic": "tə sækɹᵻfaɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "However, with careful planning and sacrifices, she managed to make the trips of her dreams.",
                "The Purple Heart, our nation's oldest military medal, is awarded to those service men and women who have borne the battle, sacrificing life and limb.",
                "They nodded at every platitude about making sacrifices today for a better tomorrow.",
                "The hiker sacrificed his backpack and other gear to escape from the bear, realizing that near is his shirt, but nearer is his skin.",
                "Susan struggled for years to save enough money for her own business, working multiple jobs and sacrificing wants for needs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2FjcmlmaWNl&hash=2e2d305d414782adb9bb95ab1d95632e11323081&lang=en&cache-only=0",
            "defineEn": "to kill an animal or person as a religious act",
            "defineVi": "để giết một con vật hoặc người như một hành động tôn giáo"
        },
        {
            "id": "4e9de3e5-ed78-48a3-af85-410168301b2f",
            "word": "cult",
            "phonetic": "kʌlt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sometimes, people just find those things in cults.",
                "First, not all cults are religious.",
                "A modern cult, by contrast, separates its members from others.",
                "Kind of seemed like a cult.",
                "- That sounds like a cult."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VsdA&hash=ea98d79e7e76f685ef2e1bb5c9504f6dde41f7fb&lang=en&cache-only=0",
            "defineEn": "a group of people with extreme religious views who are separate from any established religion",
            "defineVi": "một nhóm người có quan điểm tôn giáo cực đoan tách biệt với bất kỳ tôn giáo đã được thiết lập nào"
        },
        {
            "id": "05b58c11-85da-4d17-a525-93dd7c7ea6ad",
            "word": "to commemorate",
            "phonetic": "tə kəmɛmɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The center is now housing an exhibition commemorating China's battle against the virus.",
                "Organizers in Oklahoma have canceled Monday's main event commemorating the Tulsa race massacre of 1921.",
                "Eventually it evolved to commemorating all aspects of the United States.",
                "Commemorating Stonewall would replace it from then on.",
                "On January 15th 1969 the King Center began to commemorate his birthday with an ecumenical service, which gains attention as a model for other observances of his birthday nationwide."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tbWVtb3JhdGU&hash=1ade5f1a2ac9c88c0c2b10ba5d87130eab8e41c8&lang=en&cache-only=0",
            "defineEn": "to recall someone or something  in the past by doing something special",
            "defineVi": "để nhớ lại một ai đó hoặc một cái gì đó trong quá khứ bằng cách làm một cái gì đó đặc biệt"
        }
    ]
}