{
    "id": "52101239-5861-4c53-8879-f1d8085ae735",
    "title": "Transportation",
    "originalTitle": "Lesson 20",
    "words": [
        {
            "id": "660e930a-f0e5-4438-a844-e263178a1ad5",
            "word": "reservation",
            "phonetic": "ɹɛzɚveɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The restaurant reservation is for 8 o'clock tonight.",
                "We can hold your reservation for three days.",
                "Is there a table available for dinner reservations tonight?",
                "They asked for his last name at the hotel check-in, to confirm his reservation.",
                "We should spell our last names when making reservations to avoid any misunderstandings."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzZXJ2YXRpb24&hash=ccb6c7360e3ab205074266d98a4324929e22a117&lang=en&cache-only=0",
            "defineEn": "the act of arranging something, such as a place on an airplane, in a restaurant, or at a hotel to be kept for one to use later at a particular time",
            "defineVi": "hành động sắp xếp một cái gì đó, chẳng hạn như một địa điểm trên máy bay, trong một nhà hàng hoặc tại một khách sạn để được giữ cho một người sử dụng sau này vào một thời điểm cụ thể",
            "hasImg": true
        },
        {
            "id": "3668ad3f-4ba9-48fb-9ee3-cb7fc756f330",
            "word": "nonstop",
            "phonetic": "nɑːnstɑːp ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But now machines are running nonstop.",
                "He was nonstop -",
                "He was a nonstop jokester.",
                "And it fuels the nonstop turmoil in American politics.",
                "And that's a nonstop drive from like New York-"
            ],
            "audio": "https://tts.langeek.co/read?text=bm9uc3RvcA&hash=fb137e3b0d6e004f1c5fb77d127cd4c7a5b32bd4&lang=en&cache-only=0",
            "defineEn": "(of a flight, train, journey etc.) having or making no stops",
            "defineVi": "(của một chuyến bay, chuyến tàu, hành trình, v.v.) có hoặc không có điểm dừng",
            "hasImg": true
        },
        {
            "id": "47f93583-75bc-4ef9-a596-82514c63d4f2",
            "word": "express",
            "phonetic": "ɛkspɹɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Every person has the right to express their opinions and beliefs.",
                "The manager struck a rather insincere note as he expressed his sorrow at the round of layoffs.",
                "He wanted to express his appreciation for all they had done, but words failed him.",
                "Women should feel free to speak their minds and express themselves.",
                "It is important to create a supportive environment where children can express their thoughts and emotions freely."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwcmVzcw&hash=cb83968170dad2612c047dadaee9ccdd44bf4fa3&lang=en&cache-only=0",
            "defineEn": "a train or bus that travels more quickly than usual because it only makes a few stops",
            "defineVi": "một chuyến tàu hoặc xe buýt đi nhanh hơn bình thường vì nó chỉ dừng lại ở một vài điểm dừng",
            "hasImg": true
        },
        {
            "id": "d1a7d807-4d3f-421f-afaf-7dcbeba75a54",
            "word": "departure",
            "phonetic": "dᵻpɑːɹtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Right in the middle of the review is a left-handed compliment: the critic praises the actor for his \"startling career departure.\"",
                "[Woman Over Speaker] Passengers on 1155 to Los Angeles, departure is now delayed to 11:15 am.",
                "Twitter co-founder Evan Williams took the reins of the company after Dorsey's departure.",
                "Some of that is due to the departure of the former CEO Brian Niccol.",
                "A few hours before departure time, the cargo is tugged to a build station."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwYXJ0dXJl&hash=44cd5590e103c04bba503ce1c2de3c6aa2ed3f92&lang=en&cache-only=0",
            "defineEn": "the act of leaving, usually to begin a journey",
            "defineVi": "hành động rời đi, thường là để bắt đầu một cuộc hành trình",
            "hasImg": true
        },
        {
            "id": "3c20d07f-ceca-45f3-9e62-e73d32fe4813",
            "word": "to commute",
            "phonetic": "tə kəmjuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I always carry a book in my bag so I can read during my commute or whenever I have free time.",
                "He commuted the sentence of longtime Democrat and former Detroit Mayor Kwame Kilpatrick, convicted on racketeering and other counts.",
                "That's my commute.",
                "and you have an easy commute.",
                "That's the extent of your commute?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tbXV0ZQ&hash=40f27d5368239c273302d7a6f43e76df1ebcfdff&lang=en&cache-only=0",
            "defineEn": "to regularly travel to one's place of work and home by different means",
            "defineVi": "thường xuyên đi du lịch đến nơi làm việc và nhà của một người bằng các phương tiện khác nhau",
            "hasImg": true
        },
        {
            "id": "d580bd92-6334-42c7-be32-345544c5ffb0",
            "word": "class",
            "phonetic": "klæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "This class is intense!",
                "The college also runs evening classes in bricklaying and joinery.",
                "Our next class will take the form of a debate.",
                "The teacher withdrew the assignment from the class website.",
                "The suite will add a touch of class to your bedroom."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3M&hash=013287836b2b951edfa84747856b479a5b59a8ff&lang=en&cache-only=0",
            "defineEn": "a group of people, services, objects, etc. categorized based on shared qualities or attributes",
            "defineVi": "một nhóm người, dịch vụ, đối tượng, v.v. được phân loại dựa trên phẩm chất hoặc thuộc tính được chia sẻ",
            "hasImg": true
        },
        {
            "id": "9ebdcd60-a447-4618-891b-6e0499bc494d",
            "word": "to board",
            "phonetic": "tə boːɹd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The board meeting painted a pretty grim picture.",
                "The board agreed to sell the company.",
                "The deal was completely open and above board.",
                "Heads will have to roll at board level.",
                "They jump off the diving board into the pool."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm9hcmQ&hash=03b143adfc984319dd7cf56ff92860de360e0b99&lang=en&cache-only=0",
            "defineEn": "to get on a means of transportation such as a train, bus, aircraft, ship, etc.",
            "defineVi": "lên phương tiện giao thông như tàu hỏa, xe buýt, máy bay, tàu thủy, v.v.",
            "hasImg": true
        },
        {
            "id": "f522f013-722d-4c87-a734-8ebebce4baf5",
            "word": "terminal",
            "phonetic": "tɜːmɪnəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The terminal has two MetroNap sleep pods.",
                "Different objects have different terminal velocities, depending on their surface area, their mass, things like that.",
                "But we have a terminal.",
                "This is terminal velocity.",
                "Terminal is KGX."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVybWluYWw&hash=a723d2925375f0970c007adef99a896f875a8ae5&lang=en&cache-only=0",
            "defineEn": "a building where trains, buses, planes, or ships start or finish their journey",
            "defineVi": "một tòa nhà nơi xe lửa, xe buýt, máy bay hoặc tàu bắt đầu hoặc kết thúc hành trình của họ",
            "hasImg": true
        },
        {
            "id": "1d43ecaa-356e-41e1-90bc-e169be89cd74",
            "word": "rail",
            "phonetic": "ɹeɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "No wonder some people went off the rails a bit.",
                "After a disagreement, the team is working to get back on the rails and collaborate effectively to achieve their shared goals.",
                "John used to have a healthy physique, but ever since he started skipping meals, he has become skinny as a rail.",
                "Despite her efforts to gain weight, Sarah remains skinny as a rail.",
                "Nina's modeling career pressured her to be as skinny as a rail, leading to unhealthy habits."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFpbA&hash=63ee8e427db39522e535c2279a8f3921baa65957&lang=en&cache-only=0",
            "defineEn": "a means of transportation by train; short for railroad",
            "defineVi": "một phương tiện giao thông vận tải bằng tàu hỏa; viết tắt của đường sắt",
            "hasImg": true
        },
        {
            "id": "c4a49012-4937-4631-a3dc-f113a90a4a79",
            "word": "local",
            "phonetic": "loʊkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Local residents have raised concerns about late-night noise.",
                "The locals generously shared their knowledge of manioc processing techniques.",
                "Their bread and butter is reporting local events.",
                "The paper’s bread and butter is reporting local events in a small community.",
                "The local factory produces electronic components."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9jYWw&hash=fad67a4768875e64649aa985601d0be715f76cfa&lang=en&cache-only=0",
            "defineEn": "a bus, train, etc. that makes all or most of the regular stops, allowing people to get on or off",
            "defineVi": "xe buýt, xe lửa, v.v. có tất cả hoặc hầu hết các điểm dừng thông thường, cho phép mọi người lên hoặc xuống",
            "hasImg": true
        },
        {
            "id": "6f0dd093-0771-4736-8282-28377427aa5e",
            "word": "aboard",
            "phonetic": "ɐboːɹd ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Welcome aboard.",
                "Morning, welcome aboard.",
                "Welcome aboard to number 69.",
                "The scientists aboard the ISS have done thousands of experiments.",
                "Aboard the world's largest cruise ship, 6,600 passengers pay a premium to be entertained every single day."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJvYXJk&hash=2f3e129a101a74c7a6b83810eddd9f54686be213&lang=en&cache-only=0",
            "defineEn": "on or into a vehicle such as a bus, train, plane, etc.",
            "defineVi": "trên hoặc vào một phương tiện như xe buýt, xe lửa, máy bay, v.v.",
            "hasImg": true
        },
        {
            "id": "3918b254-6553-46bf-883b-e1eb2cba730c",
            "word": "compartment",
            "phonetic": "kəmpɑːɹtmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "These compartments are the reticulum, the rumen, the omasum and the abomasum.",
                "So, we all have fat compartments all over our face.",
                "Wow, there's compartments.",
                "Oh, the secret compartment is open.",
                "Six people were traveling in a compartment on a train."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGFydG1lbnQ&hash=b083a331df8e4973d4585f30f8ced29e76268900&lang=en&cache-only=0",
            "defineEn": "any of the separate sections of a railcar",
            "defineVi": "bất kỳ phần riêng biệt nào của toa xe lửa",
            "hasImg": true
        },
        {
            "id": "22690087-d26b-475e-8247-9195226e01e2",
            "word": "junction",
            "phonetic": "dʒʌŋkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Leave the motorway at Junction 7.",
                "It’s basically a junction or a crossroads.",
                "Afar stands at the junction of three tectonic plates, which meet at unstable fault lines.",
                "Your super fast electrical synapses send an ion current flowing directly from the cytoplasm of one nerve cell to another, through small windows called gap junctions.",
                "But because of the electric field at the p/n junction, they'll only go one way."
            ],
            "audio": "https://tts.langeek.co/read?text=anVuY3Rpb24&hash=40abfd830b7fb387ae4dd1f18752d3e8e5a91798&lang=en&cache-only=0",
            "defineEn": "the place where two or more things such as roads or railways cross",
            "defineVi": "nơi có hai hoặc nhiều thứ như đường bộ hoặc đường sắt đi qua",
            "hasImg": true
        },
        {
            "id": "75edf0a8-a59f-48bf-859b-678d1b6a26b1",
            "word": "carsick",
            "phonetic": "kɑːɹsɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He gets carsick!",
                "He’s a little worried about our road trip since he gets motion sickness, but if you get carsick, there are some things you can do to feel better!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fyc2ljaw&hash=46886aafc91c32ccb7bbf80857611ea841de5d81&lang=en&cache-only=0",
            "defineEn": "feeling sick because of the motions experienced while traveling in a car",
            "defineVi": "cảm thấy buồn nôn vì những chuyển động trải qua khi đi trên ô tô",
            "hasImg": true
        },
        {
            "id": "5522002c-00d9-4655-a719-b462b99c5aff",
            "word": "crossroad",
            "phonetic": "kɹɔsɹoʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Because of the proposed merger, the company is standing at the crossroads.",
                "After earning my degree, I'm at a crossroads.",
                "This young man was at a crossroads in his life.",
                "Sort of the party itself is at a crossroads. ",
                "We are at a crossroads."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jvc3Nyb2Fk&hash=d0f8036228d2caf8ba545af88c295aacb8d9076b&lang=en&cache-only=0",
            "defineEn": "the place where a road is crossed by another",
            "defineVi": "nơi mà một con đường bị cắt ngang bởi một con đường khác",
            "hasImg": true
        },
        {
            "id": "7571db29-c2fb-44b5-938d-e0591b9d14aa",
            "word": "driving licence",
            "phonetic": "dɹaɪvɪŋ laɪsəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Harry Marsh was a driving examiner who had to test people who wanted to get a driving licence."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJpdmluZyBsaWNlbmNl&hash=fd542254d86cc76cca7d49e0d0912871e026d1fd&lang=en&cache-only=0",
            "defineEn": "an official document that shows someone is qualified to drive a motor vehicle",
            "defineVi": "một tài liệu chính thức cho thấy ai đó đủ điều kiện lái xe cơ giới",
            "hasImg": true
        },
        {
            "id": "72bfa4d5-1253-4979-ac9f-559941e5dd1d",
            "word": "GPS",
            "phonetic": "dʒiːpiːɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The GPS will guide you to your desired destination with turn-by-turn directions.",
                "GPS systems now give accurate locations with an error of only a few meters.",
                "Most GPs are private contractors with the NHS.",
                "In 1974, the first GPS satellite was launched.",
                "I just have the GPS."
            ],
            "audio": "https://tts.langeek.co/read?text=R1BT&hash=975626f69364d92392f8242339d88bcfb99062ba&lang=en&cache-only=0",
            "defineEn": "a satellite system that shows a place, thing, or person's exact position using signals",
            "defineVi": "một hệ thống vệ tinh hiển thị vị trí chính xác của một địa điểm, sự vật hoặc người bằng tín hiệu",
            "hasImg": true
        },
        {
            "id": "c5d284fa-3236-48f9-b502-d4ea33408c00",
            "word": "license number",
            "phonetic": "laɪsəns nʌmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Instead, absentee voters must have a driver's license number or send a copy of another state I.D.",
                "That's your name, your address, your Social Security, your date of birth, your mother's maiden, your driver’s license number, your background check and your credit report.",
                "And in this law, we move to a thing that actually is a better election administration item, which is using a voter I.D. number, their driver's license number, or their last four of their Social and their date of birth to identify the person, as opposed to a subjective signature match, which kind of undermined many people's faith in how that signature matching was done."
            ],
            "audio": "https://tts.langeek.co/read?text=bGljZW5zZSBudW1iZXI&hash=d60f384f544113b23090ec8eb2c7917c7e4e2b8b&lang=en&cache-only=0",
            "defineEn": "the numbers and letters on the plates at the front and back of a vehicle",
            "defineVi": "các số và chữ cái trên các tấm ở phía trước và phía sau của một chiếc xe",
            "hasImg": true
        },
        {
            "id": "43f8cb4d-83cf-4aa6-8adb-0f0fc141e3fd",
            "word": "pavement",
            "phonetic": "peɪvmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He spent the next six months pounding the pavement in search of a job.",
                "I hit the pavement with my head.",
                "Like, a motorcycle jacket keeps pavement from your skin, and a face shield makes a barrier to pathogens.",
                "Floyd is now lying on the pavement, face down.",
                "In temperate climates, the cycle of seasons freezes and thaws these waterways, cracking pavement and concrete foundations."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF2ZW1lbnQ&hash=c39b89d7329c72117fd6e1d0acf84a6620b1f0b4&lang=en&cache-only=0",
            "defineEn": "the hard surface of a road covered with concrete or tarmac",
            "defineVi": "bề mặt cứng của một con đường phủ bằng bê tông hoặc đường nhựa",
            "hasImg": true
        },
        {
            "id": "c1490d8c-41f3-42ba-9f83-f06b334f74ff",
            "word": "sidewalk",
            "phonetic": "saɪdwɔːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "I found a $20 bill lying on the sidewalk, and since no one was around to claim it, I decided that finders keepers applied and kept it.",
                "We went out on the sidewalk.",
                "Within 20 years, sidewalks have been torn apart by weeds and tree roots.",
                "We're in this sidewalk.",
                "It’s just like the sidewalk!"
            ],
            "audio": "https://tts.langeek.co/read?text=c2lkZXdhbGs&hash=aecb433a2cdf708492d7f5914e2e9026a8f204a0&lang=en&cache-only=0",
            "defineEn": "a hard surface or paved path at the side of a street for people to walk on",
            "defineVi": "một bề mặt cứng hoặc con đường trải nhựa ở bên đường để mọi người đi bộ",
            "hasImg": true
        },
        {
            "id": "365b8459-824e-44cb-b225-105ba0e9376a",
            "word": "traffic jam",
            "phonetic": "tɹæfɪk dʒæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "I got stuck in the mother of all traffic jams.",
                "Experts call them phantom traffic jams.",
                "Traffic jams can be incredibly frustrating.",
                "It's the traffic jam atop the world.",
                "Ever been in a traffic jam with no obvious cause?"
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhZmZpYyBqYW0&hash=3d5ecdeb4d801b1e8cddecd429bd1c7f19da5b6b&lang=en&cache-only=0",
            "defineEn": "a large number of bikes, cars, buses, etc. that are waiting in lines behind each other which move very slowly",
            "defineVi": "một số lượng lớn xe đạp, ô tô, xe buýt, v.v. đang xếp hàng chờ nhau di chuyển rất chậm",
            "hasImg": true
        },
        {
            "id": "a3b17cff-5764-4eff-aa08-8c01a5937dc8",
            "word": "avenue",
            "phonetic": "ævənuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "We can't say it's impossible until we've explored all avenues.",
                "They're using avenues like TikTok.",
                "And because of that avenue, you've seen a shrinkage of the public markets.",
                "There are legal avenues to enter our country.",
                "if you have, if you, pursue the proper avenues."
            ],
            "audio": "https://tts.langeek.co/read?text=YXZlbnVl&hash=53cedf1439d1101c5d54384a35d4904fbf5afb6c&lang=en&cache-only=0",
            "defineEn": "a wide straight street in a town or a city, usually with buildings and trees on both sides",
            "defineVi": "một con đường thẳng rộng trong thị trấn hoặc thành phố, thường có các tòa nhà và cây cối ở cả hai bên",
            "hasImg": true
        },
        {
            "id": "099e22ee-8189-4d7c-a0aa-59fb8c571a2d",
            "word": "bypass",
            "phonetic": "baɪpæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The county council plans to build a bypass.",
                "Dinosaurs totally bypassed that problem.",
                "Take heart bypass surgery for example.",
                "And in really severe cases, a lot of blood may bypass the liver entirely.",
                "Banner ads on websites can totally be bypassed by ad-blocking software."
            ],
            "audio": "https://tts.langeek.co/read?text=YnlwYXNz&hash=9100db0dabe4ce3e92944002daf63139698da032&lang=en&cache-only=0",
            "defineEn": "a road that goes round a city or town rather than going through the city center",
            "defineVi": "một con đường đi vòng quanh một thành phố hoặc thị trấn hơn là đi qua trung tâm thành phố",
            "hasImg": true
        },
        {
            "id": "b0851b77-5f9c-4aaa-aff8-2b529b3cf35b",
            "word": "parking ticket",
            "phonetic": "pɑːɹkɪŋ tɪkɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "You might as well pay those parking tickets now because you'll never win in court.",
                "I know you're annoyed to have gotten another parking ticket, but that's life.",
                "And a parking ticket says that she's to be sentenced to death.",
                "STEPHANIE SY: If Sabrina were caught with, say, less than a gram of heroin or two grams of meth in Oregon today, she'd receive no more than the equivalent of a parking ticket, with a maximum fine of $100.",
                "Browder's created Do Not Pay, an app he built to fight parking tickets in the U.K., where he'd amassed dozens, and couldn't afford the tab."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFya2luZyB0aWNrZXQ&hash=0a89e6ffd5756c1d6b62d2839c07b30c765d4486&lang=en&cache-only=0",
            "defineEn": "an official notice issued in case a car is parked illegally, typically put on the windshield",
            "defineVi": "một thông báo chính thức được đưa ra trong trường hợp một chiếc ô tô đỗ trái phép, thường được dán trên kính chắn gió",
            "hasImg": true
        },
        {
            "id": "7a82200d-b9b6-4b41-9394-db54bde74200",
            "word": "business class",
            "phonetic": "bɪznəs klæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Well, business class comes about because of deregulation.",
                "We'll start with business class.",
                "And now we're in business class.",
                "And then there's business class little brother premium economy.",
                "With improvements to business class in recent years, there's been a shift by some airlines away from first class cabins."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVzaW5lc3MgY2xhc3M&hash=a1f33ea6de01fed5224819b07c7a6699183705cc&lang=en&cache-only=0",
            "defineEn": "a class of seats on an airplane better than economy class in terms of comfort, and less expensive than first class, intended particularly for those traveling on business",
            "defineVi": "một hạng ghế trên máy bay tốt hơn hạng phổ thông về sự thoải mái và rẻ hơn hạng nhất, đặc biệt dành cho những người đi công tác",
            "hasImg": true
        },
        {
            "id": "2a52f48e-315d-4f38-9f2d-2003a522f92f",
            "word": "round trip",
            "phonetic": "ɹaʊnd tɹɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "We did the round trip in two hours.",
                "That's a six hour round trip every day.",
                "That's about 15 round trips from the Earth to the moon.",
                "Well, he was flying during the day, and it was a round trip flight.",
                "In the study, researchers exposed mice to low doses of iron radiation, a form of heavy-ion radiation, to simulate the exposure astronauts would receive during a round trip to Mars."
            ],
            "audio": "https://tts.langeek.co/read?text=cm91bmQgdHJpcA&hash=812ef1955c6dd35c42fbdfce3f91445cfdb417f6&lang=en&cache-only=0",
            "defineEn": "a journey to a destination and back to the point of departure",
            "defineVi": "một cuộc hành trình đến một điểm đến và trở lại điểm khởi hành",
            "hasImg": true
        },
        {
            "id": "16e6a008-789f-40e3-8a65-5361ce17bea1",
            "word": "arrival",
            "phonetic": "ɚɹaɪvəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The parents eagerly awaited the arrival of their first baby.",
                "With the arrival of spring, he eagerly anticipated the first harvest of Prussian asparagus to prepare a traditional Easter brunch.",
                "The scent of wild cherry blossoms filled the air, signaling the arrival of spring.",
                "With the arrival of the new year, it's time to ring out the old and set new goals for personal growth and development.",
                "As the season changes, I can't wait for the first bite of a juicy Victoria plum to mark the arrival of summer."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJyaXZhbA&hash=e1f4f4d5dc73ce9fb06d6e207a17d2f64507d37e&lang=en&cache-only=0",
            "defineEn": "the act of arriving at a place from somewhere else",
            "defineVi": "hành động đến một nơi từ một nơi khác",
            "hasImg": true
        },
        {
            "id": "1efceaa5-1566-426e-ad78-8816ef242b35",
            "word": "airline",
            "phonetic": "ɛɹlaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The recent strike has put the airline company in a tight spot.",
                "On Thursday the airline had to charter 10 aircraft to counter industrial action by its pilots, who are on a work-to-rule.",
                "Airlines do carry pharmaceuticals and vaccines all the time.",
                "Airlines have seen incredible losses.",
                "At the front of the plane, airlines offered champagne and lobster thermidor."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlybGluZQ&hash=a446862bb484e9f59ed7b412daf56eac48f93516&lang=en&cache-only=0",
            "defineEn": "‌a company or business that provides air transportation services for people and goods",
            "defineVi": "‌một công ty hoặc doanh nghiệp cung cấp dịch vụ vận tải hàng không cho người và hàng hóa",
            "hasImg": true
        },
        {
            "id": "b4c86cb9-cbbd-4102-8002-3640b142b18d",
            "word": "international",
            "phonetic": "ɪntɚnæʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "International companies set the price of oil.",
                "Her latest novel takes the lid off the international art world.",
                "A successful investor has his finger on the pulse of international business.",
                "Remuneration is in line with comparable international organizations.",
                "Being assigned to the General Secretariat provided a worm's-eye view of international diplomacy."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJuYXRpb25hbA&hash=6fee3711b1b740268388be3f676d90cb4a214ccf&lang=en&cache-only=0",
            "defineEn": "happening in or between more than one country",
            "defineVi": "xảy ra trong hoặc giữa nhiều quốc gia",
            "hasImg": true
        },
        {
            "id": "96b4e60a-5f88-4b1e-8cef-ce59d8762fd7",
            "word": "immigration",
            "phonetic": "ɪmɪɡɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The government has taken a firm line on illegal immigration.",
                "The immigration officer reviewed my passport before granting entry.",
                "We had to show our passports and boarding passes at the airport immigration checkpoint.",
                "The small-town mayor has been punching above her weight recently, going head-to-head with federal lawmakers over the issue of immigration reform.",
                "They have done a 180 on the issue of immigration."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1taWdyYXRpb24&hash=27b36b4e9aa67a943619368fd94f0b59d0922f97&lang=en&cache-only=0",
            "defineEn": "the fact or process of coming to another country to permanently live there; the number of those who do so",
            "defineVi": "thực tế hoặc quá trình đến một quốc gia khác để sinh sống lâu dài ở đó; số người làm như vậy",
            "hasImg": true
        }
    ]
}