{
    "id": "522372a5-169c-4511-876e-df393cccae5d",
    "title": "Lesson 14",
    "originalTitle": "Lesson 14",
    "words": [
        {
            "id": "f17ae44a-8251-4e74-92ab-1aecf4e4a3f8",
            "word": "intimacy",
            "phonetic": "ɪntɪməsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Having built a strong emotional connection over time, John and Emily felt ready to go all the way and deepen their intimacy.",
                "Then part two of this arm is intimacy.",
                "- This year, people have prioritized emotional intimacy more than ever.",
                "Technology just really lacks a lot of intimacy.",
                "I'm enjoying the intimacy."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50aW1hY3k&hash=a6c0cf33d42d34c2cd9fe1070413281f9a60f293&lang=en&cache-only=0",
            "defineEn": "close or warm friendship",
            "defineVi": "tình bạn thân thiết hoặc ấm áp",
            "hasImg": true
        },
        {
            "id": "8aca857b-8c09-41b0-94fc-35247143e6c6",
            "word": "intimation",
            "phonetic": "ɪntɪmeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW50aW1hdGlvbg&hash=d767337e314aa2165ec43350e96a18f84e09ba0a&lang=en&cache-only=0",
            "defineEn": "a slight suggestion or vague understanding",
            "defineVi": "một gợi ý nhỏ hoặc sự hiểu biết mơ hồ"
        },
        {
            "id": "2cf080ed-6105-449f-9f80-21105f8d39a8",
            "word": "to intimidate",
            "phonetic": "tʊ ɪntɪmᵻdeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The athlete was intimidated by his opponent's reputation, but soon discovered that the lion is not so fierce as he is painted.",
                "Clare stood her ground in the meeting and refused to be intimidated even when Michael got angry.",
                "I was intimidated by the thought of entering a competitive industry, but then I remembered that there is always room at the top - if I work hard and stay dedicated, I can carve out my own niche and make a name for myself.",
                "Although he was just a lowly clerk, he refused to be intimidated by his boss's authority - a cat may look at a king, and he had every right to question and challenge his supervisor's decisions.",
                "Holy cow, that's intimidating."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50aW1pZGF0ZQ&hash=6099967346e859a871f228d0f5276e781b72c810&lang=en&cache-only=0",
            "defineEn": "make timid or fearful",
            "defineVi": "làm cho rụt rè hoặc sợ hãi",
            "hasImg": true
        },
        {
            "id": "62ea6467-78b7-43cb-b55a-54c2980ea7f7",
            "word": "to enthral",
            "phonetic": "tʊ ɛnθɹɔːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "But for de Beauvoir, earthly life was enthralling, sensual, and anything but static."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW50aHJhbA&hash=d01c070fce4343cab71da64dd60d11b1c25ec1fc&lang=en&cache-only=0",
            "defineEn": "to captivate someone and hold their complete interest and attention",
            "defineVi": "để quyến rũ ai đó và giữ sự quan tâm và chú ý hoàn toàn của họ"
        },
        {
            "id": "c0489c6d-5e65-4f88-b748-4aab3eac7d1f",
            "word": "to enthrone",
            "phonetic": "tʊ ɛnθɹoʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "It is an amazing miracle whathas happened since 1989, and anyone, such as myself, standing there during thoseweeks couldn't have imagined in their wildest imaginationthat come 2006, China would be where it is today and the Partywould still be enthroned."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW50aHJvbmU&hash=a2b124a736d8b9a8a5dce6ad2dc8677637181c48&lang=en&cache-only=0",
            "defineEn": "provide with power and authority",
            "defineVi": "cung cấp quyền lực và thẩm quyền"
        },
        {
            "id": "a4c39664-7cf9-43ee-b35a-53acb92fe08d",
            "word": "to enthuse",
            "phonetic": "tʊ ɛnθjuːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "But not everyone was enthused about giving billions in tax breaks to a trillion-dollar corporation.",
                "Data show that younger generations aren't as enthused about credit cards, and though people as a whole spend more and more on credit cards, revolving debt has declined nearly every year in the past two decades, potentially hurting companies like Discover, who depend on finance charges."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW50aHVzZQ&hash=b0ee1df7ab68ab712e44f2aa36ded97166b93aa2&lang=en&cache-only=0",
            "defineEn": "utter with enthusiasm",
            "defineVi": "nói với sự nhiệt tình"
        },
        {
            "id": "7817a389-2443-4304-a308-381c3eef1175",
            "word": "enthusiastic",
            "phonetic": "ɛnθuːziæstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The base immediately became enthusiastic around this strategy. ",
                "But some in the crowd were less enthusiastic.",
                "She wasn't an enthusiastic supporter.",
                "and not everybody was enthusiastic about joining.",
                "There was never an enthusiastic belief that recycling was ultimately going to work in a significant way."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW50aHVzaWFzdGlj&hash=b6262d3404d9962ccf6fcba49b758e60441d63d7&lang=en&cache-only=0",
            "defineEn": "very excited about or interested in someone or something",
            "defineVi": "rất vui mừng về hoặc quan tâm đến một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "1c556602-37fa-4c20-9809-a70bd3b58bab",
            "word": "to entice",
            "phonetic": "tʊ ɛntaɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "As you strolled through the food market, the vendor enticed you with samples of various cold cuts.",
                "Sadly, new customers are being enticed by tempting promotions only to find the dice are loaded against them.",
                "Mosquitoes are also enticed by deodorants, perfumes, soaps, and other applied fragrances.",
                "And it entices the reader towards an appendix, narrated by a scholar living long after Winston.",
                "The flowers entice them with a mushroomy aroma that reminds the gnats of the fungi they feed on."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW50aWNl&hash=220e84affbeaa1b53abdf19b0f9bd7a98c8f31a9&lang=en&cache-only=0",
            "defineEn": "to persuade someone or something to do something specific, often by offering them what they desire",
            "defineVi": "để thuyết phục ai đó hoặc một cái gì đó để làm một cái gì đó cụ thể, thường bằng cách cung cấp cho họ những gì họ mong muốn"
        },
        {
            "id": "00a1cc09-d2a5-4e6c-adbe-560f796a8f52",
            "word": "accompaniment",
            "phonetic": "ɐkʌmpɐnɪmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tamarillo chutney is a delicious accompaniment to grilled meats.",
                "As a dipping sauce connoisseur, I declared the cocktail sauce as the ideal accompaniment to my fried fish fillets.",
                "The volume was simply too low to compete with louder instruments, limiting its use to solo performance and vocal accompaniment."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb21wYW5pbWVudA&hash=69716cac68de4af78358256b18395b0c97faa7d0&lang=en&cache-only=0",
            "defineEn": "the act of accompanying someone or something in order to protect them",
            "defineVi": "hành động đi cùng ai đó hoặc một cái gì đó để bảo vệ họ"
        },
        {
            "id": "bb0698cf-6a94-457c-84b1-cac6a8f1144c",
            "word": "to accompany",
            "phonetic": "tʊ ɐkʌmpəni ",
            "partOfSpeechType": "verb",
            "examples": [
                "My mom cooked a delicious pot of rice to accompany our meal.",
                "The restaurant served tea accompanied by delicate sugar lumps on the side.",
                "My uncle made a delicious mushroom and thyme sauce to accompany the roasted meats.",
                "I poured a glass of cold milk to accompany my freshly baked chocolate chip cookies.",
                "I ordered a plate of roasted haunch of rabbit, accompanied by a delicate mustard sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNjb21wYW55&hash=cf414cbad3ffeeef5a921a2412a382d019344e0b&lang=en&cache-only=0",
            "defineEn": "perform an accompaniment to",
            "defineVi": "thực hiện một đệm để",
            "hasImg": true
        },
        {
            "id": "72697dc7-2042-4c24-953b-7b69606c4f0b",
            "word": "accomplice",
            "phonetic": "ɐkɑːmplɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "An ally, quite frankly, is an accomplice.",
                "Yusupov and his accomplices pursued him, finally killing Rasputin with a bullet to the forehead and dumping his body in the Malaya Nevka river.",
                "I'll be an accomplice and I'm like I'm with him.",
                "AUTHORITIES NEVER DID TIE THE NATIONAL ALLIANCE TO THE OKLAHOMA CITY BOMBING PINNING THE DEVASTATING CRIME ON McVEIGH AND THE FEW ACCOMPLICES.",
                "Or it could be a robbery, a snatch and grab where your accomplice unexpectedly pulls out a knife and kills someone."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb21wbGljZQ&hash=34949ba756a766a7f34c03f3568bb935d32ec529&lang=en&cache-only=0",
            "defineEn": "someone who helps another to commit a crime or do a wrongdoing",
            "defineVi": "ai đó giúp người khác phạm tội hoặc làm điều sai trái"
        },
        {
            "id": "71eb18ce-b482-4e39-83b6-ef0964f6aeca",
            "word": "to accomplish",
            "phonetic": "tʊ ɐkɑːmplɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I've already accomplished several things on my bucket list, but there's still more to do.",
                "He focused on the meat and potatoes of his job, accomplishing tasks efficiently and effectively.",
                "By this time next year, we will have stood fast and accomplished our goals.",
                "Stepping into the shoes of your master is not an easy task to accomplish.",
                "Sarah is getting on for 40, and she's already accomplished so much in her career."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNjb21wbGlzaA&hash=3de7b7276e8383904c4a0be72f01334a82eb7a37&lang=en&cache-only=0",
            "defineEn": "put in effect",
            "defineVi": "có hiệu lực"
        },
        {
            "id": "cd4f2c60-f81c-47a0-afba-eb935bc66648",
            "word": "to vociferate",
            "phonetic": "tə voʊsɪfɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdm9jaWZlcmF0ZQ&hash=ec307c3061aca8a65db08a29cec525312d9f056f&lang=en&cache-only=0",
            "defineEn": "utter in a very loud voice",
            "defineVi": "thốt ra bằng một giọng rất to"
        },
        {
            "id": "cda8c127-e8b1-4f2d-8f51-98a7c60d6fc9",
            "word": "vociferous",
            "phonetic": "voʊsɪfɚɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The most vociferous protesters were often African Americans, and in the northern states at least, their pleas were heard.",
                "When it came to the opposition, where was the loudest, most vociferous opposition coming from to this?",
                "So we will have to see exactly how they move forward in opposition to this deal, without their most vociferous voice, which has been Netanyahu, since the deal was announced in 2015."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9jaWZlcm91cw&hash=ef414f69b977a3197edb48fe5e316991c71fdfcb&lang=en&cache-only=0",
            "defineEn": "confidently expressing one's opinion in a loud and firm voice",
            "defineVi": "tự tin thể hiện ý kiến của mình bằng giọng nói to và chắc chắn"
        },
        {
            "id": "628895c4-e4b6-4d3e-b5a4-54d675460da1",
            "word": "to lament",
            "phonetic": "tə lɐmɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Customers and reporters have lamented the loss of the seamless Apple store.",
                "While telling the tale to little children in her community, the mother lamented the Yara-ma-yha-who must have vomited him back up.",
                "Just a 10-minute walk away, Levav laments the loss of hundreds of apple trees, bulldozed by the army to close up the Hezbollah tunnel.",
                "The child stirred, and his mother wept with gratitude and lamented her earlier callousness, offering all her wealth to Isis in repentance.",
                "And so we didn’t have the luxury to sit around and lament that we weren’t getting the cooperation we wanted and that our vision of harmony was disrupted."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGFtZW50&hash=8a2b6865a5e3f44e3cb9bcdccc9a455a999817ff&lang=en&cache-only=0",
            "defineEn": "express grief verbally",
            "defineVi": "thể hiện sự đau buồn bằng lời nói"
        },
        {
            "id": "a47c1f24-419f-46ea-99b0-fe2e78ebb765",
            "word": "lamentation",
            "phonetic": "lɐmənteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "It depicts the biblical story of the lamentation of Christ, when Mary holds the dead body of Jesus, her son.",
                "A new spirituality had emerged, a kind of mysticism that described moments such as the lamentation with great detail and emotion.",
                "This is one version of the story, but in another version, upon finding the body of Osiris, Isis and her sister Nephthys wept such a loud lamentation that Ra"
            ],
            "audio": "https://tts.langeek.co/read?text=bGFtZW50YXRpb24&hash=1b3fcbbf678fe68545993bea9dbf6821b9ad3fde&lang=en&cache-only=0",
            "defineEn": "a cry of sorrow and grief",
            "defineVi": "một tiếng khóc của nỗi buồn và đau buồn"
        },
        {
            "id": "1084b403-8ab3-4dc1-ba3b-2153979ec36a",
            "word": "to conjoin",
            "phonetic": "tə kəndʒɔɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Mutter Museum’s display is a plaster cast of the Bunkers conjoined torsos and a jar containing their conjoined livers.",
                "And many researchers think conjoined twins don’t arise from incomplete splitting.",
                "The Mutter Museum’s display is a plaster cast of the Bunkers conjoined torsos and a jar containing their conjoined livers.",
                "My idea is that these guys, they were born one set of parents, they were conjoined, they were attached at birth.",
                "Pediatric neurosurgeon Dr. James Goodrich of New York's Montefiore Medical Center garnered international acclaim for successfully separating 10 twins conjoined at the head, and advising dozens of other such surgeries."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uam9pbg&hash=93c98a52c4ebd54ee4c60a29c54db197c9a761a7&lang=en&cache-only=0",
            "defineEn": "make contact or come together",
            "defineVi": "liên lạc hoặc đến với nhau"
        },
        {
            "id": "211e948c-e869-48b3-85ca-757fed5e0c24",
            "word": "conjugal",
            "phonetic": "kɑːndʒuːɡəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But it's actually the older, original sense of the word: the one where conjugal, or marriage related visits for prisoners, come from, which means joined together."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uanVnYWw&hash=fa75c020f77748d4cefee00773b75008972b12d7&lang=en&cache-only=0",
            "defineEn": "of or relating to marriage or to the relationship between a wife and husband",
            "defineVi": "của hoặc liên quan đến hôn nhân hoặc mối quan hệ giữa vợ và chồng"
        },
        {
            "id": "179c0cb2-958e-4512-906d-1fede5a3cf7a",
            "word": "to conjugate",
            "phonetic": "tə kɑːndʒuːɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Essentially the conjugate we normally apply to complex numbers.",
                "Conjugate acid, and then you have a conjugate base.",
                "This is its conjugate.",
                "So these are conjugate pairs.",
                "So these are conjugate pairs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uanVnYXRl&hash=11b304707e789a2eab5dd3d01475faaed37bd185&lang=en&cache-only=0",
            "defineEn": "(grammar) to show how a verb changes depending on number, person, tense, etc.",
            "defineVi": "(ngữ pháp) để cho biết động từ thay đổi như thế nào tùy thuộc vào số lượng, người, thì, v.v."
        },
        {
            "id": "fea9002e-5c4c-430d-ab8f-0238e6f6be93",
            "word": "conjugation",
            "phonetic": "kɑːndʒuːɡeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "from now on, i need you to give me original examples with different verb conjugations for every idiom that i give u, please use imaginary names in your examples",
                "In many cases, AEs verb conjugation can actually achieve more nuance and precision than mainstream American English.",
                "And this electron-sharing, or conjugation, allows polymer chains move electrons like a microscopic bucket brigade, passing them along to conduct electricity.",
                "But conjugation on its own isn’t enough to transform an insulator into a conductor.",
                "Some can release their DNA upon death to be picked up by other bacteria, while others use a method called conjugation, connecting through pili to share their genes."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uanVnYXRpb24&hash=f68b4949d2dc2db12943bb8284d8ef9f3d31c44e&lang=en&cache-only=0",
            "defineEn": "the complete set of inflected forms of a verb",
            "defineVi": "tập hợp đầy đủ các hình thức biến cách của một động từ"
        }
    ]
}