{
    "id": "527926a2-5451-49bd-840d-e13fe4ff79da",
    "title": "Personal Characteristics",
    "originalTitle": "Personal Characteristics",
    "words": [
        {
            "id": "3ac3e506-5d92-4161-a029-ae5f05d04139",
            "word": "easy-going",
            "phonetic": "iːziɡoʊɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWFzeS1nb2luZw&hash=8f82f4f32a67f3cbb98d91c54c0200e6d32f7d8e&lang=en&cache-only=0",
            "defineEn": "calm and not easily worried or annoyed",
            "defineVi": "bình tĩnh và không dễ dàng lo lắng hay khó chịu",
            "hasImg": true
        },
        {
            "id": "6702fce8-6e29-4d91-8bb4-712f21c33245",
            "word": "arrogant",
            "phonetic": "æɹəɡənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Their arrogant attitude is what really made my hackles rise.",
                "The CEO's promotion to a higher position brought out a more arrogant side of him, demonstrating how honors change manners.",
                "The arrogant CEO refused to alter his unrealistic deadline despite mounting evidence of its impracticality, demonstrating that he was a fool, as a wise man changes his mind, a fool never.",
                "They trade pragmatic advice, friendly jokes and not-so-friendly barbs about their arrogant peers.",
                "It was to me, arrogant to see this gift and then let it die."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJyb2dhbnQ&hash=c3be9a8019d32b2aaa0834da406c6698ec46cf85&lang=en&cache-only=0",
            "defineEn": "having a proud, unpleasant attitude toward others and showing an exaggerated sense of self-importance",
            "defineVi": "có thái độ tự hào, khó chịu với người khác và thể hiện thái độ tự trọng quá mức",
            "hasImg": true
        },
        {
            "id": "d12787b9-039d-4846-a5d7-61ab0aeca228",
            "word": "courageous",
            "phonetic": "kɜːɹeɪdʒəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I have to be courageous.",
                "Like, we have to be courageous.",
                "Americans respect your courageous choice for liberty.",
                "She was very brave, she was always courageous.",
                "And so I encourage you, be courageous, stand up for yourself."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291cmFnZW91cw&hash=d31aba70d44987343661c12d0e078aa9ffc21f67&lang=en&cache-only=0",
            "defineEn": "expressing no fear when faced with danger or difficulty",
            "defineVi": "thể hiện không sợ hãi khi gặp nguy hiểm hoặc khó khăn",
            "hasImg": true
        },
        {
            "id": "68ca8a0b-f65f-415e-aa62-f4ae69aacb0d",
            "word": "dishonest",
            "phonetic": "dɪsɑːnɪst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He had a lot of dishonest partners who really took him to the cleaners.",
                "A new law is proposed to curb this type of blatantly dishonest description, and not before time",
                "She's not the sharpest knife in the drawer, but she isn't dishonest",
                "Despite their pleas for forgiveness, the company did not give the dishonest employees house room and terminated their contracts immediately.",
                "It is against the grain for me to tackle dishonest people."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzaG9uZXN0&hash=6a4cc2e0b1810b35841b4fb38d192d64fe59267b&lang=en&cache-only=0",
            "defineEn": "deceitful or intending to trick people",
            "defineVi": "lừa dối hoặc có ý định lừa người",
            "hasImg": true
        },
        {
            "id": "b9da47d6-13c2-4920-83df-f3d6c17713f3",
            "word": "caring",
            "phonetic": "kɛɹɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My mother is the most caring and loving person I know.",
                "She has always been a loving and caring mother, raising her children with patience and kindness.",
                "As a mother, Sarah is a loving and caring woman who always puts her children's needs before her own.",
                "But most people are very caring.",
                "When that stopped, my caring for skin stopped."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyaW5n&hash=a26ba51333c2cdbd33c49cd0b7d300e7d8768f76&lang=en&cache-only=0",
            "defineEn": "showing concern for other people and being kind to them",
            "defineVi": "thể hiện sự quan tâm đến người khác và tử tế với họ",
            "hasImg": true
        },
        {
            "id": "96de74ba-30aa-4cf5-bf9e-4127e9c14f0b",
            "word": "charitable",
            "phonetic": "tʃæɹɪɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The organization supports various charitable causes through donations.",
                "People from all walks of life came together to support the charitable cause.",
                "The CEO was fired following allegations that he was feathering his nest with donations made to the company's charitable fund.",
                "Charitable organizations that housed the destitute.",
                "I'm pretty charitable."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcml0YWJsZQ&hash=f088d4f8c488d48c47d73d24d8229a0f6f4cd427&lang=en&cache-only=0",
            "defineEn": "kind and generous toward the less fortunate",
            "defineVi": "tốt bụng và hào phóng đối với những người kém may mắn",
            "hasImg": true
        },
        {
            "id": "805d5306-e6c4-4256-8412-19c2f6b6503d",
            "word": "genuine",
            "phonetic": "dʒɛnjuːɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Even the experts took the painting for a genuine Van Gogh.",
                "I am genuine in everything I say.",
                "The diamonds appeared to be genuine.",
                "She wore a true smile, showing her genuine happiness.",
                "Not counting the times he plays the bad guy, he's a genuine likable fella."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VudWluZQ&hash=7c55767c841f83a8f46599b153ccb0eedf7019a4&lang=en&cache-only=0",
            "defineEn": "(of people or actions) displaying honesty or sincerity",
            "defineVi": "(của người hoặc hành động) thể hiện sự trung thực hoặc chân thành",
            "hasImg": true
        },
        {
            "id": "6ac078d4-eaea-4104-9d2d-fffb99b0f564",
            "word": "immoral",
            "phonetic": "ɪmɔːɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She believes that killing animals for food or fur is completely immoral.",
                "Nothing is immoral.",
                "But, sexual drive can also fuel terribly immoral things, like sexual assault.",
                "They are deeply immoral and an existential threat to all of us.",
                "As you see modern capitalism, is it immoral in the way it functions right now?"
            ],
            "audio": "https://tts.langeek.co/read?text=aW1tb3JhbA&hash=3ce0bc4e84080200426d84832875ae63af5739d7&lang=en&cache-only=0",
            "defineEn": "(of people and their behavior) considered bad or dishonest",
            "defineVi": "(của người và hành vi của họ) bị coi là xấu hoặc không trung thực",
            "hasImg": true
        },
        {
            "id": "f972789c-ada5-4e12-85a1-9de8ee8e86b4",
            "word": "thoughtful",
            "phonetic": "θɔːtfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's always a joy to receive a jar of homemade maple sugar as a thoughtful gift.",
                "After a difficult week, I received a surprise visit from my best friends from college, a thoughtful gift from my partner, and a job offer from my dream company.",
                "She could see the trials he had survived in his thoughtful eyes and wise words, for adversity and loss do make a man wise by teaching tough, valuable lessons.",
                "We weren't thoughtful.",
                "And you know, we were extremely thoughtful about that. "
            ],
            "audio": "https://tts.langeek.co/read?text=dGhvdWdodGZ1bA&hash=daaa00b756168229964724c3a94dcb29c243f8ad&lang=en&cache-only=0",
            "defineEn": "thinking deeply about oneself and one's experiences, often resulting in new understandings or realizations",
            "defineVi": "suy nghĩ sâu sắc về bản thân và kinh nghiệm của một người, thường dẫn đến những hiểu biết hoặc nhận thức mới",
            "hasImg": true
        },
        {
            "id": "6f390897-b7a8-4ecf-9560-fa442cc85213",
            "word": "patient",
            "phonetic": "peɪʃənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The dentist can't take any new patients.",
                "You have to be patient.",
                "she puts her patients in touch with a great acupuncturist in London.",
                "The treatment has not yet been tried on patients.",
                "The patient's life was hanging by a thread."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0aWVudA&hash=14ce5640f6fa4778e0dc590535fcc54e586c59e9&lang=en&cache-only=0",
            "defineEn": "staying calm during hard times or accepting delays without getting angry or irritated",
            "defineVi": "giữ bình tĩnh trong thời gian khó khăn hoặc chấp nhận sự chậm trễ mà không tức giận hoặc cáu kỉnh",
            "hasImg": true
        },
        {
            "id": "0226c218-33ea-46e7-9aae-3e43c05a9ec2",
            "word": "stubborn",
            "phonetic": "stʌbɚn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You were right, stubborn fella that was.",
                "The bank evicted his family from their home and Muley refused to leave, he remained stubborn as a mule.",
                "He used a toothpick to remove a stubborn piece of food stuck between his teeth.",
                "His friends advised him to accept the offer, but you know Larry - he's as stubborn as a mule!",
                "The stubborn janitor had been refusing to fix the broken water fountain for weeks, but the principal knew that kind words would unlock an iron door, so he approached the janitor gently and respectfully and finally the janitor agreed to make the repairs."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1YmJvcm4&hash=b5c1432676fabc7b79d88496857f31aebacbe867&lang=en&cache-only=0",
            "defineEn": "unwilling to change one's attitude or opinion despite good reasons",
            "defineVi": "không muốn thay đổi thái độ hoặc quan điểm của một người mặc dù có lý do chính đáng",
            "hasImg": true
        },
        {
            "id": "39926732-0743-4bdf-b6fb-c6cbb1906e66",
            "word": "extrovert",
            "phonetic": "ɛkstɹəvɜːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You don't have to be a comedian or a super extrovert.",
                "Introversion later came to mean shyness, while an extrovert was someone outgoing.",
                "For example, introverts are usually better at interpreting people's feelings, while extroverts are often better at expressing them.",
                "The Swiss psychiatrist Carl Jung, who popularized the terms introvert and extrovert, defined an introvert as someone who sticks to their principles regardless of situation, and an extrovert as someone who molds their self according to circumstance.",
                "Today, an introvert is someone who finds alone time restorative, an extrovert draws energy from social interaction, and an ambivert falls somewhere between these two extremes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0cm92ZXJ0&hash=4779bbd1e9a1a0905ad73da758336c268699cc77&lang=en&cache-only=0",
            "defineEn": "confident and energetic and wanting to spend time with others",
            "defineVi": "tự tin và tràn đầy năng lượng và muốn dành thời gian với người khác"
        },
        {
            "id": "d582e41f-15eb-4772-b69d-a689361bdce9",
            "word": "introvert",
            "phonetic": "ɪntɹəvɜːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Many people underestimate the power of introverts, thinking that their quiet demeanor means they have nothing to offer.",
                "However, still waters run deep, and introverts often have a wealth of insights and ideas to share.",
                "Wells, a self-described introvert, is their celebrity guru.",
                "Wells, a self-described introvert, is their celebrity guru.",
                "The introverts seem to have sometimes somewhat of a challenge, because they don't really do the small talk in the meeting."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50cm92ZXJ0&hash=ab3a8b1ea0078aac1ae55acb238b8642a80776c5&lang=en&cache-only=0",
            "defineEn": "quiet and shy and wanting to spend time with oneself instead of with others",
            "defineVi": "ít nói và nhút nhát và muốn dành thời gian cho bản thân thay vì cho người khác",
            "hasImg": true
        },
        {
            "id": "c008ec76-3048-46bb-93c4-141ddb4aeb52",
            "word": "optimistic",
            "phonetic": "ɑːptɪmɪstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The fashion designer's latest collection was ridiculed by some critics, but the designer remained optimistic - after all, there is no such thing as bad publicity.",
                "They're so wise for their years, yet optimistic about the future!",
                "Despite the challenges, the team remained optimistic and focused on finding achievable solutions.",
                "He remained optimistic and confident despite facing multiple rejections from publishers, trusting that good things come to those who wait.",
                "And Dexter tried to calm his faint resentment against her for casting a shadow over his optimistic mood."
            ],
            "audio": "https://tts.langeek.co/read?text=b3B0aW1pc3RpYw&hash=d12e6f88e4c7cd909d77e10aafe4c6a63b780a67&lang=en&cache-only=0",
            "defineEn": "having or showing hope or a positive view of the future and always expecting good things to happen",
            "defineVi": "có hoặc thể hiện hy vọng hoặc một cái nhìn tích cực về tương lai và luôn mong đợi những điều tốt đẹp sẽ xảy ra",
            "hasImg": true
        },
        {
            "id": "d949ce89-c976-4642-b8ea-285f092850bf",
            "word": "pessimistic",
            "phonetic": "pɛsɪmɪstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The manager keeps changing his outlook on the project, now really hopeful, now very pessimistic.",
                "He was pessimistic about the impact of therapy.",
                "I am pessimistic about that.",
                "Thomas Malthus, he was so pessimistic.",
                "It's become more catastrophically pessimistic."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVzc2ltaXN0aWM&hash=5f19b5e63e2b95381e8213e32922a4db0d56c814&lang=en&cache-only=0",
            "defineEn": "having or showing a negative view of the future and always waiting for something bad to happen",
            "defineVi": "có hoặc thể hiện một cái nhìn tiêu cực về tương lai và luôn chờ đợi điều gì đó tồi tệ xảy ra",
            "hasImg": true
        },
        {
            "id": "d0d6067c-0196-4321-94f9-f4f966e76daa",
            "word": "self-confident",
            "phonetic": "sɛlfkɑːnfɪdənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He was very self-confident.",
                "And none of those things actually lead children to feeling self-confident and good about themselves and in control."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1jb25maWRlbnQ&hash=e889343db2b3a65ca1e953f98390958b56d30589&lang=en&cache-only=0",
            "defineEn": "(of a person) having trust in one's abilities and qualities",
            "defineVi": "(của một người) có niềm tin vào khả năng và phẩm chất của một người",
            "hasImg": true
        },
        {
            "id": "b590c90b-68ea-4c62-b7ac-9093e9558cfd",
            "word": "affectionate",
            "phonetic": "ɐfɛkʃənət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His caring nature and affectionate gestures make him the perfect boyfriend.",
                "In studies of heterosexual couples, increases in oxytocin and prolactin have been associated with affectionate behaviors in moms, like snuggling.",
                "And when we exhibit these symptoms as an adult or the teenager, when we just really want someone to care for us, be affectionate, love on us.",
                "I love seeing Hazel so affectionate towards Apollo.",
                "In Chinese, the name sounds gently affectionate and lilting to my ears."
            ],
            "audio": "https://tts.langeek.co/read?text=YWZmZWN0aW9uYXRl&hash=8d28857636dd51deed67fe7428d1cc9cd0d9a805&lang=en&cache-only=0",
            "defineEn": "expressing love and care",
            "defineVi": "thể hiện tình yêu và sự quan tâm",
            "hasImg": true
        },
        {
            "id": "a42f0198-9bbb-4b0f-a64f-e6d6474b9431",
            "word": "attentive",
            "phonetic": "ɐtɛntɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So thankfully, he was very attentive, he did his job well, we did our job well",
                "Low levels of serotonin, a neurotransmitter connected to arousal, may make depressed individuals less attentive to new information.",
                "The employees, or crewmembers as they're called, are all extremely attentive and helpful.",
                "Not only do they provide their babies with a safe, disease-free corpse house, they also are extremely attentive when it comes to feeding their young.",
                "Over the last century or so, while Oviraptor has gone from potential egg thief to attentive father, we’ve also learned more about the origins of parenting behavior."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0ZW50aXZl&hash=a774c31275ecfb967779c07ec6de40b9e8f23475&lang=en&cache-only=0",
            "defineEn": "giving much attention to something or someone with interest",
            "defineVi": "chú ý nhiều đến một cái gì đó hoặc ai đó quan tâm",
            "hasImg": true
        },
        {
            "id": "fbb8383a-05a7-4933-bd5f-44094aa22523",
            "word": "cautious",
            "phonetic": "kɔːʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Be cautious when cycling around the blind bend ahead.",
                "He learned the hard way to be more cautious with his desires.",
                "I always advise my clients to be cautious about sharing sensitive information online.",
                "When it comes to dealing with difficult people or situations, sometimes it's better to be cautious.",
                "He always warned his friends to be cautious of women, saying that the female of the species is more deadly than the male and that they should never underestimate a woman's ability to manipulate and deceive."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F1dGlvdXM&hash=632ddc91de3ad84f9ac07993dfc133bf2cba3e94&lang=en&cache-only=0",
            "defineEn": "(of a person) careful to avoid danger or mistakes",
            "defineVi": "(của một người) cẩn thận để tránh nguy hiểm hoặc sai lầm",
            "hasImg": true
        },
        {
            "id": "e9ab3f51-cc97-44a4-a95f-f78d27272137",
            "word": "clumsy",
            "phonetic": "klʌmzi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A clumsy chef accidentally spills ingredients, knocks over pots, and slips on the floor, creating a hilarious comedy of errors in the kitchen.",
                "I'm both clumsy and broke, so I decided not to go in.",
                "And that this clumsy process could not be possible for the majestic beauty of our world.",
                "Maybe it’s because porcupines are actually pretty clumsy.",
                "They may have even begun our first clumsy attempts at fire, which is vital for cooking meat and vegetables, opening up opportunities for more energy and even more brain growth."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2x1bXN5&hash=bc5d7aedd7651e0899b5acca54e71e25c47ef5fd&lang=en&cache-only=0",
            "defineEn": "doing things or moving in a way that lacks control and care, usually causing accidents",
            "defineVi": "làm mọi việc hoặc di chuyển theo cách thiếu kiểm soát và cẩn thận, thường gây ra tai nạn",
            "hasImg": true
        },
        {
            "id": "b5328782-a178-4882-89f3-89c2ae50e1a0",
            "word": "daring",
            "phonetic": "dɛɹɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Come to think of it, that was very daring of you.",
                "Agnes de Mille’s dream ballet took the musical to a daring, expressionist place.",
                "But if you think that's extreme, consider this: Once a week, sloths risk their lives on a daring journey from the protective forest canopy to the ground.",
                "Anyway, Charlotte’s pseudonym was Currer Bell and as she wrote to the novelist Elizabeth Gaskell, she felt that the alias gave her daring.",
                "Be bold, daring, have courage to not know where will you end up."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFyaW5n&hash=78afb8c824893a7711c42c105ab6dbdf8b2002ca&lang=en&cache-only=0",
            "defineEn": "brave enough to take risks and do dangerous things",
            "defineVi": "đủ dũng cảm để chấp nhận rủi ro và làm những việc nguy hiểm",
            "hasImg": true
        },
        {
            "id": "a923223f-4f0f-4bb4-9e96-a501723854e6",
            "word": "eccentric",
            "phonetic": "ɛksɛntɹɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Eccentric she may be but no one pulls the wool over her eyes.",
                "Artistic taxidermy took an eccentric route in the Victorian Era with the introduction of anthropomorphic taxidermy.",
                "But not everyone appreciates the eccentric decorations.",
                "But this eccentric bird is actually a species of nocturnal flightless parrot.",
                "Then draw a bunch of lines from this eccentric point to the circumference of the circle."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNjZW50cmlj&hash=84036ee4b68f423aa36fed4a218b24fc9e759c5c&lang=en&cache-only=0",
            "defineEn": "behaving in a manner that is considered different and strange",
            "defineVi": "cư xử theo cách được coi là khác biệt và kỳ lạ",
            "hasImg": true
        },
        {
            "id": "3f56d03a-1868-4582-bfcf-53fc8b397346",
            "word": "enthusiastic",
            "phonetic": "ɛnθuːziæstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The base immediately became enthusiastic around this strategy. ",
                "But some in the crowd were less enthusiastic.",
                "She wasn't an enthusiastic supporter.",
                "and not everybody was enthusiastic about joining.",
                "There was never an enthusiastic belief that recycling was ultimately going to work in a significant way."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW50aHVzaWFzdGlj&hash=b6262d3404d9962ccf6fcba49b758e60441d63d7&lang=en&cache-only=0",
            "defineEn": "very excited about or interested in someone or something",
            "defineVi": "rất vui mừng về hoặc quan tâm đến một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "612aa29d-db6c-41d8-964e-7645d20e00fd",
            "word": "dependable",
            "phonetic": "dᵻpɛndəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Buy a car that's dependable but won't break the bank.",
                "He's very, very dependable.",
                "The moon is our planet’s constant, dependable companion.",
                "Luckily, there's a dependable antidote for that.",
                "It's even responsible for the heart's dependable thump."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwZW5kYWJsZQ&hash=2320c50d9cff67a187029fc8fb6aa7a4273811a5&lang=en&cache-only=0",
            "defineEn": "able to be relied on to do what is needed or asked of",
            "defineVi": "có thể được dựa vào để làm những gì cần thiết hoặc yêu cầu",
            "hasImg": true
        },
        {
            "id": "f3c421c3-2d8c-42e6-8977-fb2f6de8f64e",
            "word": "greedy",
            "phonetic": "ɡɹiːdi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He learned the hard way that greedy never gets.",
                "It was no wonder that the CEO was also a ruthless and greedy person.",
                "But often one of the participants is more greedy.",
                "It’s very greedy, that universe.",
                "He’s scrappy, very ambitious, very, very greedy."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlZWR5&hash=01ab1b3292e35ceff5ef3d8915ad6c874819dfb5&lang=en&cache-only=0",
            "defineEn": "having an excessive desire for wealth and power",
            "defineVi": "có một ham muốn quá mức về sự giàu có và quyền lực",
            "hasImg": true
        },
        {
            "id": "45dcf8b0-b691-4f88-8767-8ba78add9478",
            "word": "immature",
            "phonetic": "ɪmətʃʊɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Immature people in their late 20s will love our spreadable cheese from those cracker things you'd get in your lunch as a kid.",
                "Polar bodies are small, immature cells generated by the cell divisions that occur during egg development.",
                "Yeah, their technology in facial recognition technology may be immature, I don’t know. ",
                "Maybe progress to Type 2 does not mean expanding outwards, and humanity is still too immature to imagine otherwise.",
                "We are still green and we have immature increase on all three need to be in the whining we're at countdown equals for the exiting."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1tYXR1cmU&hash=84f849a42c4f9bbdde428364ff40c326b814864c&lang=en&cache-only=0",
            "defineEn": "behaving like a much younger person or showing less intellectual development than expected",
            "defineVi": "cư xử như một người trẻ hơn nhiều hoặc thể hiện sự phát triển trí tuệ kém hơn mong đợi",
            "hasImg": true
        },
        {
            "id": "fa3bb9d0-5156-4982-a9b0-57337a33713e",
            "word": "good-natured",
            "phonetic": "ɡʊdneɪtʃɚd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z29vZC1uYXR1cmVk&hash=1ba95ff41113469d2d74c25f3679eb9965e7a780&lang=en&cache-only=0",
            "defineEn": "displaying kindness and patience when interacting with others",
            "defineVi": "thể hiện lòng tốt và sự kiên nhẫn khi tương tác với người khác",
            "hasImg": true
        },
        {
            "id": "ba2f2410-6d08-4a03-b5f5-efa37853642d",
            "word": "sympathetic",
            "phonetic": "sɪmpəθɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Jurors are often sympathetic about the danger of police work.",
                "One of the two divisions of your autonomic nervous system is called the sympathetic system.",
                "The sympathetic division is responsible for, like, freaking out.",
                "as opposed to in the sympathetic system, where effectors get a dose of norepinephrine instead.",
                "While the sympathetic nerves all spring from the thoracolumbar area of your spinal cord, right around your midsection, the nerves of the parasympathetic division are craniosacral."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ltcGF0aGV0aWM&hash=1bd1baa158ccaef1eb4cc389cd5499267a17fe59&lang=en&cache-only=0",
            "defineEn": "showing care and understanding toward other people, especially when they are not feeling good",
            "defineVi": "thể hiện sự quan tâm và thấu hiểu đối với người khác, đặc biệt là khi họ cảm thấy không tốt",
            "hasImg": true
        },
        {
            "id": "9f20eebe-32d9-4c5f-9030-616e125923de",
            "word": "tolerant",
            "phonetic": "tɑːlɚɹənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Some people ain't tolerant for it.",
                "That’s not especially tolerant.",
                "The Mongols were almost unprecedentedly tolerant of different religions.",
                "But the wasps aren’t as tolerant of ethanol as fruit flies.",
                "And philosopher and author Moses Mendelssohn used the more tolerant atmosphere to express his optimism about the future of Jews in Europe."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9sZXJhbnQ&hash=b4908d563df9c65cb55e05290a378a7956073b35&lang=en&cache-only=0",
            "defineEn": "showing respect to what other people say or do even when one disagrees with them",
            "defineVi": "thể hiện sự tôn trọng với những gì người khác nói hoặc làm ngay cả khi một người không đồng ý với họ",
            "hasImg": true
        },
        {
            "id": "f0aa0df0-abb2-4d61-8844-3908dc83e2fe",
            "word": "irritable",
            "phonetic": "ɪɹɪɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He's extremely irritable - he flies off the handle at the slightest thing.",
                "They are irritable with friends.",
                "They are irritable with their parents.",
                "Concentrating on things is hard, you can get irritable.",
                "Your muscles begin to ache, you grow irritable, and you lose your appetite."
            ],
            "audio": "https://tts.langeek.co/read?text=aXJyaXRhYmxl&hash=4e45234308c351ed700cd8e0f7d9aa72ecba4fd3&lang=en&cache-only=0",
            "defineEn": "easily annoyed or made angry; displaying anger",
            "defineVi": "dễ dàng khó chịu hoặc tức giận; thể hiện sự tức giận",
            "hasImg": true
        },
        {
            "id": "1ce669f2-a55b-4135-9c0b-4521b6361874",
            "word": "honorable",
            "phonetic": "ɑːnɚɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Not all men are as honorable or hold to the same standards as Sam.",
                "Not all men are as honorable or hold to the same standards as Sam.",
                "He’s an honorable man. ",
                "And even though they failed, these are honorable efforts.",
                "The first words out of his mouth was, Mr. Kim, are you an honorable man?"
            ],
            "audio": "https://tts.langeek.co/read?text=aG9ub3JhYmxl&hash=3ac71cb2f01b4ee41b306309f78a442a29c95cb5&lang=en&cache-only=0",
            "defineEn": "morally good and deserving respect",
            "defineVi": "đạo đức tốt và đáng được tôn trọng"
        },
        {
            "id": "6c27db72-7280-427d-a38b-f1824a3e05a4",
            "word": "committed",
            "phonetic": "kəmɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She was now committed to the band, body and soul.",
                "They have been in a committed relationship for two years, celebrating their love as boyfriend and girlfriend.",
                "Emma and Michael had been in a committed relationship for a long time, so they finally took the plunge and exchanged wedding vows.",
                "Some people believe it's important to sow their wild oats before getting into a committed relationship.",
                "Despite feeling discouraged and exhausted after months of job searching, Mary remained committed to her career goals by remembering that it is dogged that does it, and ultimately landed her dream job."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWl0dGVk&hash=06428e1d44f1d2f9c660666be217e42e2b0b0883&lang=en&cache-only=0",
            "defineEn": "willing to give one's energy and time to something and work hard toward it because one believes in it",
            "defineVi": "sẵn sàng cống hiến sức lực và thời gian cho một việc gì đó và làm việc chăm chỉ vì nó vì một người tin tưởng vào nó"
        }
    ]
}