{
    "id": "52842381-b2a8-4b6d-8e0d-87296318ece0",
    "title": "Lesson 48",
    "originalTitle": "Lesson 48",
    "words": [
        {
            "id": "41206989-ae88-4b5e-bd2a-ffe632526586",
            "word": "to extirpate",
            "phonetic": "tʊ ɛkstɚpeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZXh0aXJwYXRl&hash=fa80e1834b8e63cb0c486d1fbbd3da4652359c8c&lang=en&cache-only=0",
            "defineEn": "destroy completely, as if down to the roots",
            "defineVi": "tiêu diệt hoàn toàn, như thể xuống tận gốc rễ"
        },
        {
            "id": "a15dc9df-fd44-45b0-93d7-784c2add8d71",
            "word": "to extinguish",
            "phonetic": "tʊ ɛkstɪŋɡwɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The firefighter bravely extinguished the house fire.",
                "Eventually, the population could extinguish.",
                "Is it extinguished?",
                "Knowing our bodies will be extinguished very soon.",
                "The world seen my brother's life extinguished in front of all."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXh0aW5ndWlzaA&hash=1e275297d3f4b384caeefdfa11584d0068ff11a5&lang=en&cache-only=0",
            "defineEn": "put an end to; kill",
            "defineVi": "chấm dứt; giết"
        },
        {
            "id": "d5eade87-017c-4844-bad3-dc1e6ebbd3b7",
            "word": "extinct",
            "phonetic": "ɛkstɪŋkt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Neanderthals went extinct about 40,000 years ago.",
                "So within a couple of years, the isolated population of Edith's Checkerspot Butterflies went extinct.",
                "[♪INTRO] Throughout our planet’s history, billions of species have gone extinct.",
                "During the PETM, between 30 and 50 percent of all foram species went extinct.",
                "They went extinct with the end of their worlds."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0aW5jdA&hash=1f517092e331bc27ff869c8efab038ad1dd5deca&lang=en&cache-only=0",
            "defineEn": "(of an animal, plant, etc.) not in existence anymore; not having any living members",
            "defineVi": "(của một loài động vật, thực vật, v.v.) không còn tồn tại nữa; không có bất kỳ thành viên sống",
            "hasImg": true
        },
        {
            "id": "13ff4698-7298-4779-9084-2d5bcbd352d0",
            "word": "donor",
            "phonetic": "doʊnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hospital's plea for donors tugged at the heartstrings of millions of viewers.",
                "The charity's efforts to help the community were recognized, putting them in a good light among donors.",
                "The politician realized that he who pays the piper, calls the tune, and that he needed to listen to the concerns of his campaign donors.",
                "We compensate donors for their time and their commitment to the program.",
                "Regular donors can make extra cash through referral bonuses, holiday giveaways, and rewards programs."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9ub3I&hash=1dc2108d3f239a8960331ed87bb2d8a9ccfc9e97&lang=en&cache-only=0",
            "defineEn": "someone or something that gives money, clothes, etc. to a charity for free",
            "defineVi": "ai đó hoặc cái gì đó cho tiền, quần áo, v.v. miễn phí cho một tổ chức từ thiện"
        },
        {
            "id": "a141823f-87c8-4286-856b-48ec392cdcd1",
            "word": "donee",
            "phonetic": "doʊniː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG9uZWU&hash=543280320e8091fedca75d6bd34d9de655f31005&lang=en&cache-only=0",
            "defineEn": "the recipient of funds or other benefits",
            "defineVi": "người nhận tiền hoặc lợi ích khác"
        },
        {
            "id": "8bcc5437-481c-4030-a2dc-0c887be8e026",
            "word": "to culminate",
            "phonetic": "tə kʌlmᵻneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Three years of chaos would culminate in impeachment.",
                "Trump's dominance would culminate in front of the cameras in the Rose Garden.",
                "Narrator: Drill practice culminates in a ceremony known as the Sergeant Major's Parade.",
                "Recruit training culminates in an event known as the Crucible.",
                "This three part YouTube series will culminate in a one hour documentary airing on PBS. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3VsbWluYXRl&hash=d704dc22a53190a526e47f95f273699bdccf883b&lang=en&cache-only=0",
            "defineEn": "to end by coming to a climactic point",
            "defineVi": "để kết thúc bằng cách đi đến một điểm cao trào"
        },
        {
            "id": "5ae79643-76a3-42dc-9631-1c8da97d3d75",
            "word": "culmination",
            "phonetic": "kʌlmᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Well today's the culmination of three weeks' work.",
                "It was the culmination of years of work.",
                "It's sort of the culmination of a lot of hard work by many people.",
                "And this is the culmination of that.",
                "And this was the culmination of it."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VsbWluYXRpb24&hash=d5f119e5873a011df080a2b547d67e98cf8724e9&lang=en&cache-only=0",
            "defineEn": "a final climactic stage",
            "defineVi": "một giai đoạn cao trào cuối cùng"
        },
        {
            "id": "96d0f7af-b9e9-45d8-98b0-3b8abc029068",
            "word": "bylaw",
            "phonetic": "baɪlɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The councils maintain that they have a separate existence, but under the rules and regulations and bylaws, they are totally owned and controlled by BSA National.",
                "SpaceX put in the Starlink terms and agreements that there's bylaws in regards to how their service will be treated for people on Mars."
            ],
            "audio": "https://tts.langeek.co/read?text=YnlsYXc&hash=6b7e991cfee9dc30bdbae3079cd336b2fde41f12&lang=en&cache-only=0",
            "defineEn": "a set of rules or directives made and maintained by an authority, especially in order to regulate conduct",
            "defineVi": "một tập hợp các quy tắc hoặc chỉ thị được thực hiện và duy trì bởi một cơ quan, đặc biệt là để điều chỉnh hành vi"
        },
        {
            "id": "0f8c705b-b8de-4f3c-83ed-1214f10c1f12",
            "word": "archipelago",
            "phonetic": "ɑːɹkɪpɪleɪɡoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A group of islands, technically that's called an archipelago.",
                "This summer, she's listening to the orcas of Norway's Lofoten archipelago, beloved by the creatures for its healthy populations of herring and other fish to feed on.",
                "For Darwin, he saw this in the different shapes in the beaks of finches on the different islands of the Galapagos archipelago.",
                "But even bigger waves might have struck the Hawai'ian archipelago, more than 100,000 years ago.",
                "Australia’s also moving north, and will eventually smash into the Indonesian archipelago."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaGlwZWxhZ28&hash=ecc84473677c113e88a3c48728c77846ec127682&lang=en&cache-only=0",
            "defineEn": "a large collection of islands or the sea surrounding them",
            "defineVi": "một tập hợp lớn các hòn đảo hoặc biển bao quanh chúng",
            "hasImg": true
        },
        {
            "id": "470d4481-bdd5-4dbd-a702-14760b792a7b",
            "word": "archetype",
            "phonetic": "ɑːɹkɪtaɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "And obviously, the archetype of that is his very servile vice president, Mike Pence. ",
                "Southdale soon became the archetype for the modern mall.",
                "And the Democratic Party nominated for president the perfect archetype of politician that those people resent. ",
                "So Gothic literature relies on archetypes, like grotesque monsters, innocent victims, heroic knights, etc.—to create dramatic tension and it uses dark settings, like medieval castles, to heighten the emotional impact of a story.",
                "And who was the man that helped create this iconic archetype?"
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaGV0eXBl&hash=3cc15b0ff32266970b2ee850ea3f201c7cdd2c60&lang=en&cache-only=0",
            "defineEn": "someone or something serving as the very typical example of a thing or person",
            "defineVi": "một ai đó hoặc một cái gì đó phục vụ như là ví dụ rất điển hình của một điều hoặc người"
        },
        {
            "id": "e4cc1f09-d944-42c8-8746-6faac8ced4fe",
            "word": "archdeacon",
            "phonetic": "ɑːɹtʃdiːkən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXJjaGRlYWNvbg&hash=4d27f28128bbc0020e31615b382c1f99097521b7&lang=en&cache-only=0",
            "defineEn": "(Anglican Church) an ecclesiastical dignitary usually ranking just below a bishop",
            "defineVi": "(Anh giáo) một chức sắc giáo hội thường xếp ngay dưới một giám mục"
        },
        {
            "id": "b1d3757b-f4f7-406f-a9b9-b6cf5f92f20b",
            "word": "archbishop",
            "phonetic": "ɑːɹtʃbɪʃəp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The archbishop cautioned the cardinal to beware of a man of one book who bases all of his arguments solely on a single reference.",
                "The event began with an invocation from the archbishop of Washington, Cardinal Wilton Gregory.",
                "- I got to hear about it from the archbishop, who in fact was distressed.",
                "And I think before his death, the archbishop knew exactly who the people were because they had done their homework well enough.",
                "Instead of bowing to archbishops and British aristocrats, they worshipped among their own kind in a spirit of democracy."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaGJpc2hvcA&hash=db83e44d13ae670e6a86af7d54cd2b960e32627f&lang=en&cache-only=0",
            "defineEn": "a bishop of the highest rank who is responsible for all the churches in a specific large area",
            "defineVi": "một giám mục cấp cao nhất chịu trách nhiệm cho tất cả các nhà thờ trong một khu vực rộng lớn cụ thể",
            "hasImg": true
        },
        {
            "id": "b70ba716-38dc-4feb-a3ee-0a9f935ae5ef",
            "word": "to vacillate",
            "phonetic": "tə væsɪleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We began to see vacillating practices by the staff and Mama began to look disheveled."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmFjaWxsYXRl&hash=839884bc70907b828d07b329b9b168b8c22883f1&lang=en&cache-only=0",
            "defineEn": "move or sway in a rising and falling or wavelike pattern",
            "defineVi": "di chuyển hoặc lắc lư theo mô hình tăng giảm hoặc giống như sóng"
        },
        {
            "id": "a6ac297d-0545-41b4-ac07-7a38cb179578",
            "word": "vacuity",
            "phonetic": "vækjuːɪɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmFjdWl0eQ&hash=1132921faefccab6f9e4b2433033e2276e26bfdc&lang=en&cache-only=0",
            "defineEn": "total lack of meaning or ideas",
            "defineVi": "hoàn toàn thiếu ý nghĩa hoặc ý tưởng"
        },
        {
            "id": "9e43047b-0573-474f-bc0f-de2532f222d1",
            "word": "uproarious",
            "phonetic": "ʌpɹoːɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dXByb2FyaW91cw&hash=bd8a32a901506270179680432aafca95371802aa&lang=en&cache-only=0",
            "defineEn": "marked by or causing boisterous merriment or convulsive laughter",
            "defineVi": "được đánh dấu bằng hoặc gây ra tiếng cười huyên náo hoặc co giật"
        },
        {
            "id": "1eed86d3-478c-4891-aba4-3b3d0436e6e3",
            "word": "upturn",
            "phonetic": "ʌptɜːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "There has been a slight upturn in the economy, but we’re not out of the woods yet.",
                "Manuals about birth control methods continued the trend of bringing down the birthrate, although there was a brief upturn just after the war.",
                "Even if an upturn were to begin in 2022, Moody's base case projection doesn't see state tax revenues returning to 2019 levels until 2024.",
                "For the past four decades, the self-storage industry has been one of the fastest-growing sectors of the commercial real estate market, benefiting from both upturns and downturns in the economy.",
                "But most economists say they believe an upturn is on the way, as inoculations ramp up in coming weeks."
            ],
            "audio": "https://tts.langeek.co/read?text=dXB0dXJu&hash=6f70d96e370945fee57e561aaf39d5cdbe3ee3ad&lang=en&cache-only=0",
            "defineEn": "an improvement or a positive change in a situation, especially in the economy or business",
            "defineVi": "một sự cải thiện hoặc thay đổi tích cực trong một tình huống, đặc biệt là trong nền kinh tế hoặc kinh doanh"
        },
        {
            "id": "9cc97631-7dec-4368-ab79-7d9a165f0ccc",
            "word": "upkeep",
            "phonetic": "ʌpkiːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Every mutual fund has an upkeep fee called an ANNUAL EXPENSE RATIO, which ranges from around 0.1% to 2% of the value per year.",
                "That's just gonna be a lot of upkeep.",
                "The biggest source of income within this category is the passenger facility charge, that goes to the upkeep and maintenance of the airport.",
                "Between the weight of the ice pressing down on every ceiling, the heat generated by both buildings and humans, and the movement of the ice itself, the whole base required constant upkeep.",
                "Djenne’s traditional mud brick architecture requires constant upkeep and re-plastering, with every rainy season washing away plaster and eroding the brick."
            ],
            "audio": "https://tts.langeek.co/read?text=dXBrZWVw&hash=dd72b21c60313406a9125264fa99d56b9dcd285e&lang=en&cache-only=0",
            "defineEn": "the act of maintaining something in good condition",
            "defineVi": "hành động duy trì một cái gì đó trong tình trạng tốt"
        },
        {
            "id": "e12f0459-80f8-42ef-ba84-3a0d37e6bc42",
            "word": "to upbraid",
            "phonetic": "tʊ ʌpbɹeɪd ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdXBicmFpZA&hash=4a36ccba7596a11a7de470cab65d15ee99d58b86&lang=en&cache-only=0",
            "defineEn": "to criticize or scold someone for doing or saying something that one believes to be wrong",
            "defineVi": "chỉ trích hoặc mắng ai đó vì đã làm hoặc nói điều gì đó mà người ta tin là sai"
        }
    ]
}