{
    "id": "52d18d4f-bcd4-49e3-ab66-7abcc03d3f01",
    "title": "Law and Politics",
    "originalTitle": "Lesson 36",
    "words": [
        {
            "id": "2df0db6d-69e4-4df9-84c0-6b6880ad8cd0",
            "word": "politics",
            "phonetic": "pɑːlətɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "He played politics to secure his position on the board of directors.",
                "She always plays politics to get ahead in her career.",
                "She just talked my ears off about politics all night.",
                "The worm turns quickly in the world of politics.",
                "But the lawyers also described internal politics that at times slowed down the department's work or drove a wedge among members of the team."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9saXRpY3M&hash=a06405f55167efa515dcdc52a09b3a0758821df0&lang=en&cache-only=0",
            "defineEn": "a set of ideas and activities involved in governing a country, state, or city",
            "defineVi": "một tập hợp các ý tưởng và hoạt động liên quan đến việc quản lý một quốc gia, tiểu bang hoặc thành phố"
        },
        {
            "id": "c767e0e4-09b4-4d05-ab44-ef0c71d0c477",
            "word": "candidate",
            "phonetic": "kændᵻdeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Candidates will sit the examinations in June.",
                "More conservative candidates are losing ground in key battleground states.",
                "Yet another candidate has thrown his hat into the ring.",
                "Several candidates were called for a second interview.",
                "At this stage in the campaign, the Democratic candidate is way ahead of the pack."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FuZGlkYXRl&hash=c6bf6772e608af63ba5727cac6b77f652b5ec37b&lang=en&cache-only=0",
            "defineEn": "someone who is competing in an election or for a job position",
            "defineVi": "một người đang cạnh tranh trong một cuộc bầu cử hoặc cho một vị trí công việc",
            "hasImg": true
        },
        {
            "id": "68a88452-40e0-41a1-b4dc-540499417847",
            "word": "border",
            "phonetic": "boːɹdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The spy stole across the border under the cover of darkness.",
                "They didn't reach the border until after dark.",
                "He used to run guns across the border.",
                "Hungary's opening of the border was a turning point for the refugees.",
                "Niagara Falls is a famous natural attraction located on the border of Canada and the United States."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9yZGVy&hash=95e2a11bbba984c6c58a61281f95f60d149fd12d&lang=en&cache-only=0",
            "defineEn": "a line that separates two countries, provinces, or states from each other; the area close to this line",
            "defineVi": "một đường ngăn cách hai quốc gia, tỉnh hoặc tiểu bang với nhau; khu vực gần đường này",
            "hasImg": true
        },
        {
            "id": "bcc2bf99-c382-42c7-a990-736ba3281460",
            "word": "congress",
            "phonetic": "kɑːŋɡɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Congress weighed the pros and cons of the new tax plan.",
                "The congress should be remembered in our prayers.",
                "In 1996, Congress unanimously passed the Food Quality Protection Act.",
                "Congress must act decisively against this threat.",
                "He was elected to Congress last year and is now running for governor."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZ3Jlc3M&hash=008dfdc8da01a770cc622227dd52e7cfff0748e1&lang=en&cache-only=0",
            "defineEn": "(in some countries) the group of people who have been elected to make laws, which in the US it consists of the House of Representatives and the Senate",
            "defineVi": "(ở một số quốc gia) nhóm người được bầu để ban hành luật, ở Mỹ nó bao gồm Hạ viện và Thượng viện",
            "hasImg": true
        },
        {
            "id": "90ada08c-b554-4e17-825c-957757df95f8",
            "word": "council",
            "phonetic": "kaʊnsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The council changed its mind on the by-pass before the ink was dry.",
                "The county council plans to build a bypass.",
                "The proposal has won the approval of the city council.",
                "The Council is the Achilles heel of European democracy, if not the black hole.",
                "The council says it will prosecute traders who break the law."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bmNpbA&hash=74e8e99ea135ea68af7dc1948d97e157062a4b51&lang=en&cache-only=0",
            "defineEn": "a group of elected people who govern a city, town, etc.",
            "defineVi": "một nhóm người được bầu cai quản một thành phố, thị trấn, v.v.",
            "hasImg": true
        },
        {
            "id": "7a1b4246-687c-4c36-a43d-a49812337b15",
            "word": "county",
            "phonetic": "kaʊnti ",
            "partOfSpeechType": "noun",
            "examples": [
                "The county council plans to build a bypass.",
                "Young is a former county official and a Pentecostal minister with a reputation for keeping his shoulder to the wheel and free of chips.",
                "In Iowa, counties set that limit at 15 percent.",
                "Our county has about 15,000 people.",
                "These counties will open up shelters."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bnR5&hash=2843f40761d0ed2834eaef2e65aaac6a514ab1bf&lang=en&cache-only=0",
            "defineEn": "(in the US) one of the areas into which a state is divided and that has a local government of its own",
            "defineVi": "(ở Hoa Kỳ) một trong những khu vực mà một tiểu bang được chia thành và có chính quyền địa phương của riêng mình",
            "hasImg": true
        },
        {
            "id": "24afcf71-73a9-471a-9310-3a2b7461f961",
            "word": "court",
            "phonetic": "koːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lawyer presented the right argument in court.",
                "The courts decided in favor of the New York claimants.",
                "The court found in her favor.",
                "The charges against the suspect will come up in court tomorrow.",
                "The court held that such conduct violated the statute."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291cnQ&hash=ee233c1bed336836a237563bba8c6bbf8eed92c0&lang=en&cache-only=0",
            "defineEn": "the place in which legal trials are held",
            "defineVi": "nơi mà các phiên tòa pháp lý được tổ chức",
            "hasImg": true
        },
        {
            "id": "12656846-48d2-4526-b02e-2cdc76c3de9e",
            "word": "diplomacy",
            "phonetic": "dɪploʊməsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "At that stage of the game it was too late for diplomacy.",
                "Being assigned to the General Secretariat provided a worm's-eye view of international diplomacy.",
                "The United Nations is considered a big gun in global diplomacy.",
                "But countries ahead of the curve are pursuing vaccine diplomacy.",
                "But diplomacy has been tried before."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlwbG9tYWN5&hash=f2266b7c0c8c30f6f9ce8b1baea1f44ee649a00e&lang=en&cache-only=0",
            "defineEn": "the job, skill, or act of managing the relationships between different countries",
            "defineVi": "công việc, kỹ năng hoặc hành động quản lý các mối quan hệ giữa các quốc gia khác nhau"
        },
        {
            "id": "2e3384fc-af50-4037-8d7a-fa223489ab30",
            "word": "election",
            "phonetic": "ᵻlɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Election season always puts my dad's back up.",
                "The prime minister has called an election for 8 June.",
                "The upcoming election is a kill or cure moment for the future of the country.",
                "The votes in the swing state may turn the tide in this election.",
                "The election is still too close to call."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3Rpb24&hash=43972ee778358af3b3699c302c5fa4dc598f9a61&lang=en&cache-only=0",
            "defineEn": "the process in which people choose a person or group of people for a position, particularly a political one, by voting for them",
            "defineVi": "quá trình mọi người chọn một người hoặc một nhóm người cho một vị trí, đặc biệt là chính trị, bằng cách bỏ phiếu cho họ",
            "hasImg": true
        },
        {
            "id": "8cb10319-ad22-4b2d-be49-08027ab9868b",
            "word": "to elect",
            "phonetic": "tʊ ᵻlɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She was elected to serve as secretary of the local party.",
                "He was elected to Congress last year and is now running for governor.",
                "The politician made many promises during his campaign, but after he was elected, he failed to fulfill any of them.",
                "Ordinarily, our elected representatives would think nothing of spending another $20 billion.",
                "The state's newly elected governor is trying to put new wine in old bottles by revitalizing several different institutions and infrastructures with bold, progressive changes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWxlY3Q&hash=ffbf252d5538f60628b72080c45c44ad5fa3e35b&lang=en&cache-only=0",
            "defineEn": "to choose a person for a specific job, particularly a political one, by voting",
            "defineVi": "để chọn một người cho một công việc cụ thể, đặc biệt là một chính trị, bằng cách bỏ phiếu",
            "hasImg": true
        },
        {
            "id": "f43fb2a6-ed54-4bd4-93ea-d36eac7ffb11",
            "word": "embassy",
            "phonetic": "ɛmbəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Embassy staff made a catalogue of their personal effects: Shirley's rosary beads, Barbara's family photographs, Kathleen's white handkerchief with lace.",
                "So last thing on immigration, this film starts off with the Embassy meeting. ",
                "Hundreds of protesters rallied outside China's embassy in Myanmar.",
                "So last thing on immigration, this film starts off with the Embassy meeting. ",
                "Today we officially opened the United States embassy in Jerusalem."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1iYXNzeQ&hash=58e84d1211070a8760b037383720aa57b6050e67&lang=en&cache-only=0",
            "defineEn": "a group of people who officially represent their government in another country",
            "defineVi": "một nhóm người chính thức đại diện cho chính phủ của họ ở một quốc gia khác"
        },
        {
            "id": "7c156dd8-8065-4a44-bc97-e1afeeb1e290",
            "word": "government",
            "phonetic": "ɡʌvɚnmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Government is taking pain to lessen poverty.",
                "The government makes a big thing out of public support.",
                "The government has lost control of the city.",
                "Military leaders took over the government.",
                "The government has loosened its hold on the media considerably."
            ],
            "audio": "https://tts.langeek.co/read?text=Z292ZXJubWVudA&hash=84e2183b719f7ede9d1b7ba4e22fbd06f30bafd7&lang=en&cache-only=0",
            "defineEn": "the group of politicians in control of a country or state",
            "defineVi": "nhóm các chính trị gia kiểm soát một quốc gia hoặc tiểu bang",
            "hasImg": true
        },
        {
            "id": "74f1afe5-6c9f-43d9-a43f-d3aee083bc49",
            "word": "local government",
            "phonetic": "loʊkəl ɡʌvɚnmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "States can push some expenses down to local governments.",
                "Even so, local government officials have remained wary.",
                "A week after this year's storm, state and local governments had already spent almost $100 million dollars on emergency response.",
                "And his message has often contradicted health officials as well as state and local government.",
                "Some state and local governments have done this."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9jYWwgZ292ZXJubWVudA&hash=b02e102b0e049cd251ef550ba5de485e3dd7ee48&lang=en&cache-only=0",
            "defineEn": "the government of a city or town and not of a country",
            "defineVi": "chính quyền của một thành phố hoặc thị trấn và không phải của một quốc gia"
        },
        {
            "id": "1ac8d98e-92ca-4641-bb73-52a1bc46939d",
            "word": "governor",
            "phonetic": "ɡʌvɚnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I am giving my word as the governor.",
                "He was elected to Congress last year and is now running for governor.",
                "Everyone from the Prime Minister, to the Governor of the Bank of England, to the Mayor of London, to the Director of the IMF, to Uncle Tom Cobley and all convinced us that we needed these austerity measures to survive the recession.",
                "Protesters are baying for blood after it was revealed that the governor had been aware of the cover-up from the start.",
                "The state's newly elected governor is trying to put new wine in old bottles by revitalizing several different institutions and infrastructures with bold, progressive changes."
            ],
            "audio": "https://tts.langeek.co/read?text=Z292ZXJub3I&hash=55de68493af6600493a2de897500c984101f38e4&lang=en&cache-only=0",
            "defineEn": "someone who is in charge of a region or town",
            "defineVi": "một người phụ trách một khu vực hoặc thị trấn"
        },
        {
            "id": "99479bda-8d65-4eea-baa0-51402e6fc641",
            "word": "law",
            "phonetic": "lɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The laws were reformed root and branch.",
                "Boys his age are a law unto themselves.",
                "The law went into effect on 1 August.",
                "The law was changed in 2001.",
                "Important new laws are already in the pipeline."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF3&hash=59dfb1a7c5762a5ef6715570a7b193c30cde7ac6&lang=en&cache-only=0",
            "defineEn": "a country's rules that all of its citizens are required to obey",
            "defineVi": "quy tắc của một quốc gia mà tất cả các công dân của nó được yêu cầu phải tuân theo",
            "hasImg": true
        },
        {
            "id": "6cba4c83-a83b-4bd4-8b97-d614ec17e2ac",
            "word": "mayor",
            "phonetic": "meɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Mayor left office in 2018.",
                "Finally, the mayor had to accept that a dead bee makes no honey.",
                "The mayor tied himself up in knots answering a touchy political question.",
                "The mayor's critics were laughing up their sleeves when news of the scandal was first reported.",
                "The mayor's political future has been hanging by a thread since the fraud scandal."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF5b3I&hash=deac8be5bd54dcef49189b57f891622cd0ff0f0d&lang=en&cache-only=0",
            "defineEn": "someone who is elected to be the head of a town or city",
            "defineVi": "một người được bầu làm người đứng đầu thị trấn hoặc thành phố"
        },
        {
            "id": "4a951869-a649-4010-b5fc-fb368022ccf6",
            "word": "parliament",
            "phonetic": "pɑːɹləmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Parliament breaks for recess next week.",
                "Parliament continued sitting until March 16.",
                "Parliament sits for less than six months of the year.",
                "The political party achieved a clean sweep of the election, winning all the seats in the parliament and forming a majority government.",
                "But the Parliament terms expired."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFybGlhbWVudA&hash=412fa165d13a05bb855ec6433818dd8a2d83a33c&lang=en&cache-only=0",
            "defineEn": "the group of elected politicians whose responsibility is changing or making laws or discussing political matters",
            "defineVi": "nhóm các chính trị gia được bầu có trách nhiệm thay đổi hoặc làm luật hoặc thảo luận về các vấn đề chính trị"
        },
        {
            "id": "882a9da3-1288-4358-b46a-491042d20343",
            "word": "party",
            "phonetic": "pɑːɹɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "In 2018 the party had 10 000 members.",
                "That party was off the hook!",
                "The party continued into the wee small hours.",
                "The party is on Friday evening.",
                "But the party was over all too quickly for little Nicole."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFydHk&hash=e0952de6b118be25cb6d4507c41f4e47d5a00e14&lang=en&cache-only=0",
            "defineEn": "an official political group with shared beliefs and aims who try to be a part of or form a government",
            "defineVi": "một nhóm chính trị chính thức với niềm tin và mục tiêu chung, những người cố gắng trở thành một phần của hoặc thành lập chính phủ"
        },
        {
            "id": "6f45fc55-7123-44dd-8ef1-da766496b98c",
            "word": "political",
            "phonetic": "pəlɪɾɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His ace in the hole is his political influence.",
                "He rarely fought his political battles in the open.",
                "She once went down that political rabbit hole.",
                "The mayor's political future has been hanging by a thread since the fraud scandal.",
                "we cannot lose touch with political reality."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9saXRpY2Fs&hash=a6a63beb5461aba9e7335971b5baab05c1254035&lang=en&cache-only=0",
            "defineEn": "related to a country's government, politics, or public affairs",
            "defineVi": "liên quan đến chính phủ, chính trị hoặc các vấn đề công cộng của một quốc gia",
            "hasImg": true
        },
        {
            "id": "3bdd7d4f-f912-4bf6-bf17-7de6d292fc24",
            "word": "president",
            "phonetic": "pɹɛzɪdənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The president has the wind at his back on this issue.",
                "The new president takes office in January.",
                "The President runs the risk of assassination with every public appearance.",
                "The rumors eventually reached the President.",
                "The President handed over the baton to his successor."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc2lkZW50&hash=bca7ff16b5b3377ea2e046d7c8d0a7f24af50779&lang=en&cache-only=0",
            "defineEn": "the leader of a country that has no king or queen",
            "defineVi": "lãnh đạo của một quốc gia không có vua hay nữ hoàng",
            "hasImg": true
        },
        {
            "id": "d29230c0-ac20-477c-a1d9-bd5b4459f403",
            "word": "public",
            "phonetic": "pʌblɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The government makes a big thing out of public support.",
                "The pyramids can be reached by public transport.",
                "Public education campaigns highlight potential health risks of consuming pink slime products.",
                "The government has set strict limits on public spending this year.",
                "Homosexuals in public life are now coming out of the closet."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVibGlj&hash=c2c3f17fa1ee7b9f87dec26fe86e401fb7d56e5c&lang=en&cache-only=0",
            "defineEn": "a society's ordinary people",
            "defineVi": "những người bình thường của một xã hội",
            "hasImg": true
        },
        {
            "id": "8777e6fd-2ee3-4b6a-8970-1f41d5ca6f0d",
            "word": "punishment",
            "phonetic": "pʌnɪʃmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Then the punishment of individuals invariably took account of the harm or damage done to the victim.",
                "The judge said the punishment would serve as a warning to others.",
                "We discussed what punishment should be given to the boys.",
                "You need to be a man and accept the punishment coming to you.",
                "The child who was caught stealing apples bravely faced the music in accepting his punishment."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVuaXNobWVudA&hash=af1791a9a546a3b4f545a015ea688fefac589780&lang=en&cache-only=0",
            "defineEn": "the act of making someone suffer because they have done something illegal or wrong; a method of doing this",
            "defineVi": "hành động khiến ai đó đau khổ vì họ đã làm điều gì đó bất hợp pháp hoặc sai trái; một phương pháp để làm điều này"
        },
        {
            "id": "7dc9e7b6-9812-4cdd-ba9b-e22ebc1f4775",
            "word": "right",
            "phonetic": "ɹaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Right, pin back your ears, everyone.",
                "That extension is busy right now.",
                "I want a dish of creamy mushroom bucatini with Parmesan right now.",
                "Right by holding the candle to the devil.",
                "After the traffic lights, turn right."
            ],
            "audio": "https://tts.langeek.co/read?text=cmlnaHQ&hash=33365bcec53c098a6f39584838658b862008d6fe&lang=en&cache-only=0",
            "defineEn": "something that a person is legally, officially, or morally allowed to do or have",
            "defineVi": "một cái gì đó mà một người được phép làm hoặc có một cách hợp pháp, chính thức hoặc đạo đức"
        },
        {
            "id": "447687c5-7d8e-43e3-93e5-542eedc9699f",
            "word": "senate",
            "phonetic": "sɛnət ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bill passed through the senate like a hot knife through butter.",
                "He ran unsuccessfully for the Senate in New York.",
                "The Senate is expected to follow the lead of the House.",
                "France held its breath while the Senate chose its new president.",
                "She was called to testify before a Senate subcommittee."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VuYXRl&hash=73c53c657b1bf4c693abbb98b34212fb400e7782&lang=en&cache-only=0",
            "defineEn": "one of the two groups of politicians, the other being the House of Representatives, who have been elected to make laws in some countries, such as France and the US",
            "defineVi": "một trong hai nhóm chính trị gia, nhóm còn lại là Hạ viện, những người đã được bầu để ban hành luật ở một số quốc gia, chẳng hạn như Pháp và Hoa Kỳ"
        },
        {
            "id": "a35b8b4d-d492-46c2-ab0c-74dc1796bf1f",
            "word": "to arrest",
            "phonetic": "tʊ ɚɹɛst ",
            "partOfSpeechType": "verb",
            "examples": [
                "They were arrested in the small hours of Saturday morning.",
                "The police officer arrested the thief and recovered the stolen items.",
                "50 police officers to arrest two unarmed men is surely using a sledgehammer to crack a nut.",
                "He was arrested for breaking and entering.",
                "The police officers tore the suspect out of the car and arrested him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXJyZXN0&hash=b9fd0c5a093383cb21ea601f6b28d9a1d50d4468&lang=en&cache-only=0",
            "defineEn": "(of law enforcement agencies) to take a person away because they believe that they have done something illegal",
            "defineVi": "(của các cơ quan thực thi pháp luật) để đưa một người đi vì họ tin rằng họ đã làm điều gì đó bất hợp pháp",
            "hasImg": true
        },
        {
            "id": "67a30a8f-19f2-41f0-9e71-c00db5aaa902",
            "word": "to ban",
            "phonetic": "tə bæn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Religious instruction is banned in all state schools in the country.",
                "To raise a blockade/ban/siege.",
                "The campaign for the ban was led by Greenpeace.",
                "The authorities are dragging their feet over banning cigarette advertising.",
                "Canada may follow the EU’s example by banning these products."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFu&hash=8b50cae76eb84d1951920e99bedd1c3196dab21d&lang=en&cache-only=0",
            "defineEn": "to state that the use, possession, showing, etc. of something is not allowed, particularly officially",
            "defineVi": "để tuyên bố rằng việc sử dụng, sở hữu, hiển thị, vv của một cái gì đó là không được phép, đặc biệt là chính thức"
        },
        {
            "id": "ddeb1a60-6492-4023-83df-ee123b3af5c8",
            "word": "state",
            "phonetic": "steɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The state has taken control of the company.",
                "The victim of the robbery stated that the assailant had slipped him a Mickey Finn at the bar.",
                "More conservative candidates are losing ground in key battleground states.",
                "The teacher drummed the names of the state capitals into our heads.",
                "Religious instruction is banned in all state schools in the country."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhdGU&hash=657f355ab489d18eeab579e1cf965dee62d3fe15&lang=en&cache-only=0",
            "defineEn": "one of the organized political areas that together form a federal country, like those of Germany or the US",
            "defineVi": "một trong những khu vực chính trị có tổ chức cùng nhau tạo thành một quốc gia liên bang, giống như của Đức hoặc Hoa Kỳ",
            "hasImg": true
        },
        {
            "id": "d67307f1-a312-4ae0-b43f-24040ba8087d",
            "word": "to commit",
            "phonetic": "tə kəmɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The crime was committed in broad daylight.",
                "The organization is committed to promoting equality and fairness for every person.",
                "They have committed to a lifetime of love and partnership by getting married.",
                "The government is committed to holding exports at their present level.",
                "You should take a hard look at the issues before committing yourself."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tbWl0&hash=bd875b156732d8a5d43c50cd99d90462a6f7a4f8&lang=en&cache-only=0",
            "defineEn": "to do something that is illegal or wrong",
            "defineVi": "để làm một cái gì đó là bất hợp pháp hoặc sai"
        },
        {
            "id": "5dfae602-4d79-45a4-a204-858f9a97d5d9",
            "word": "to escape",
            "phonetic": "tʊ ɛskeɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Can't escape from my sight.",
                "No city has escaped the recession, but Seattle has fared best by a long shot.",
                "There was no question of escape.",
                "The escaped convicts have been on the run for a week, with no leads as to their whereabouts.",
                "If you enjoy solving puzzles and riddles, this escape room experience will float your boat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXNjYXBl&hash=8bb8283e599c4b3a182908bfd15cae0ec9e5eb07&lang=en&cache-only=0",
            "defineEn": "to get away from captivity",
            "defineVi": "để thoát khỏi cảnh giam cầm",
            "hasImg": true
        },
        {
            "id": "0f2c12a8-cb33-4dd4-91f4-143f2a895d57",
            "word": "to investigate",
            "phonetic": "tʊ ɪnvɛstᵻɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Researchers are investigating the potential uses of gulfweed as a sustainable resourc.",
                "To give himself an edge, he investigated anyone who might be a threat to him.",
                "We tried to investigate but met a wall of silence.",
                "They rely on the police to investigate crimes and bring criminals to justice.",
                "We have confidence in the police's ability to investigate and solve crimes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW52ZXN0aWdhdGU&hash=95b0cc4f0dc21c414527825834cc2f6a8531f972&lang=en&cache-only=0",
            "defineEn": "to try to find the truth about a crime, accident, etc. by carefully examining its facts",
            "defineVi": "cố gắng tìm ra sự thật về một tội ác, tai nạn, v.v. bằng cách xem xét cẩn thận các sự kiện của nó",
            "hasImg": true
        },
        {
            "id": "ae60586c-127c-4671-83bd-d482dfc3bd52",
            "word": "to murder",
            "phonetic": "tə mɜːdɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The journey home through the storm was absolute murder!",
                "I could murder a cup of tea!",
                "He could murder a beer and a plate of fresh fish.",
                "She almost shouted bloody murder on top of her lungs.",
                "He was tried for murder."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbXVyZGVy&hash=474c5338f7a02a813cad704b3739ba6b26beccab&lang=en&cache-only=0",
            "defineEn": "to unlawfully and intentionally kill another human being",
            "defineVi": "giết người khác một cách bất hợp pháp và cố ý",
            "hasImg": true
        },
        {
            "id": "d4ee5fe9-8440-4381-a6b8-04cb693b4028",
            "word": "to punish",
            "phonetic": "tə pʌnɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "If you break the rules, you will be punished.",
                "Look, I agree with you, she should be punished for what happened.",
                "The coach punished the entire team for the actions of a few players, using the tactic of kill the chicken to scare the monkey to ensure that everyone followed the rules.",
                "God is punishing and blinding his people because they are putting on a show of religion, but their hearts are not in it.",
                "I had broken the law and deserved to be punished."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVuaXNo&hash=899534c7545e4c43665b1d56c8b4f1ca526bf0d4&lang=en&cache-only=0",
            "defineEn": "to cause someone to suffer for breaking the law or having done something they should not have",
            "defineVi": "khiến ai đó đau khổ vì vi phạm pháp luật hoặc đã làm điều gì đó mà họ không nên làm"
        },
        {
            "id": "b3da30a3-d381-490f-8fd0-ec8c2f04e0ff",
            "word": "to rule",
            "phonetic": "tə ɹuːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The house rules are crystal clear.",
                "The teacher ruled the classroom with a heavy hand, rarely allowing any freedom or creativity.",
                "She explained the rules of the game to the new players.",
                "In this particular society men rule the roost and women have a low status and few rights.",
                "The new rules should help cut the red tape for farmers."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcnVsZQ&hash=c4df9e8041c5a6151755c4e04554d13a531e3628&lang=en&cache-only=0",
            "defineEn": "to control and be in charge of a country",
            "defineVi": "kiểm soát và chịu trách nhiệm về một quốc gia"
        },
        {
            "id": "4dda3c92-b170-4aa9-a775-e0a8fc21eddb",
            "word": "thief",
            "phonetic": "θiːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hole calls the thief.",
                "Opportunity makes a thief.",
                "The thief stole into the house through an unlocked window.",
                "The diamond thief double-crossed his partners and gave them only worthless fake jewels.",
                "As the saying goes, a postern door makes a thief."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhpZWY&hash=549a801aabc5e9eeec20838e4f218eea649aa560&lang=en&cache-only=0",
            "defineEn": "someone who steals something from a person or place without using violence or threats",
            "defineVi": "ai đó đánh cắp thứ gì đó từ một người hoặc một nơi mà không sử dụng bạo lực hoặc đe dọa",
            "hasImg": true
        },
        {
            "id": "f44c97d6-3db6-4f3b-af5f-ced6a656699c",
            "word": "to vote",
            "phonetic": "tə voʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The votes in the swing state may turn the tide in this election.",
                "The committee voted to kill the project.",
                "The motion was passed by 16 votes to 11.",
                "The bill was four votes shy of a majority.",
                "The vote yesterday appears to mark something of a turning point in the war."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdm90ZQ&hash=f446cec9a53e5cf8719c8cbce66a2be3d398d1e5&lang=en&cache-only=0",
            "defineEn": "to show which candidate one wants to win in an election or which plan one supports, by marking a piece of paper, raising one's hand, etc.",
            "defineVi": "để cho thấy ứng cử viên nào mà một người muốn giành chiến thắng trong một cuộc bầu cử hoặc kế hoạch nào mà họ ủng hộ, bằng cách đánh dấu một tờ giấy, giơ tay, v.v.",
            "hasImg": true
        },
        {
            "id": "202a73da-e711-41c2-8a1b-c7f674dd7502",
            "word": "conference",
            "phonetic": "kɑːnfɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The conference attracted many big names in the tech industry.",
                "The conference program included a list of session titles along with their corresponding abstracts.",
                "The professor made mincemeat of the speaker at the conference.",
                "The conference is a good place to share information and exchange ideas.",
                "The next conference will be held in Ohio."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZmVyZW5jZQ&hash=623c9d25a4b5461ca7224938235e20ca0563c6a7&lang=en&cache-only=0",
            "defineEn": "an official meeting where a group of people discuss a certain matter, which often continues for days",
            "defineVi": "một cuộc họp chính thức nơi một nhóm người thảo luận về một vấn đề nhất định, thường tiếp tục trong nhiều ngày",
            "hasImg": true
        },
        {
            "id": "afbb80e4-fc5e-445f-8dc9-d0266541775d",
            "word": "statement",
            "phonetic": "steɪtmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The journalist published a wrong statement in the article.",
                "Several conclusions follow on from his statement.",
                "We shall need a statement later, but that will have to wait.",
                "She nodded in agreement with his statement.",
                "The charity organization's mission statement emphasized the belief that poverty is no sin and that everyone deserves dignity and respect."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhdGVtZW50&hash=564ce1cde0821e08023c857fd7bc64b6162cf4fb&lang=en&cache-only=0",
            "defineEn": "an official announcement regarding something specific",
            "defineVi": "một thông báo chính thức liên quan đến một cái gì đó cụ thể"
        },
        {
            "id": "cd74a53d-67c2-4dc0-99cd-2ff48aa330a7",
            "word": "flag",
            "phonetic": "flæɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They refused to present arms before the flag.",
                "The German flag consists of three horizontal stripes: black, red, and gold.",
                "The British flag, known as the Union Jack, is a combination of the flags of England, Scotland, and Northern Ireland.",
                "The British flag, known as the Union Jack, is a combination of the flags of England, Scotland, and Northern Ireland.",
                "You do realize that bringing your new girlfriend to your ex-wife's house is like a red flag to a bull, right?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxhZw&hash=72be13a8173867a4fb5e6c36d0f53d8f86f7d252&lang=en&cache-only=0",
            "defineEn": "a piece of cloth with a mark or pattern that stands for a country, organization, etc.",
            "defineVi": "một mảnh vải có nhãn hiệu hoặc hoa văn tượng trưng cho một quốc gia, tổ chức, v.v.",
            "hasImg": true
        },
        {
            "id": "7a72072f-97bc-437e-bc2e-320b49d00381",
            "word": "blood money",
            "phonetic": "blʌd mʌni ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ymxvb2QgbW9uZXk&hash=76dd78268347d56b91472ec6be7ac559a2a98959&lang=en&cache-only=0",
            "defineEn": "an amount of money given by law to the close relatives of a murdered victim",
            "defineVi": "một số tiền được pháp luật trao cho những người thân của nạn nhân bị sát hại"
        },
        {
            "id": "75b39824-c3a7-4d1c-9ea0-cf05c4cfbbf8",
            "word": "to free",
            "phonetic": "tə fɹiː ",
            "partOfSpeechType": "verb",
            "examples": [
                "Everything was free",
                "The museum has free admission on Fridays.",
                "Nothing in life is free, no penny, no paternoster.",
                "The press as always gave him a free pass as with so many other issues.",
                "The country is holding its first free elections for 20 years."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnJlZQ&hash=2be7c58f0454e9c52431499ef15dd8026f2ae5a4&lang=en&cache-only=0",
            "defineEn": "to stop keeping someone against their will or to release them from arrest",
            "defineVi": "ngừng giữ ai đó trái với ý muốn của họ hoặc giải phóng họ khỏi bị bắt",
            "hasImg": true
        },
        {
            "id": "7c9781bd-aad4-45c8-84e1-ed04785c5868",
            "word": "death penalty",
            "phonetic": "dɛθ pɛnəlɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVhdGggcGVuYWx0eQ&hash=26c348dee6675b351ed667d147f4a7d71ff60a5d&lang=en&cache-only=0",
            "defineEn": "the punishment by killing a criminal, which is officially ordered by a law court",
            "defineVi": "hình phạt bằng cách giết một tên tội phạm, được chính thức ra lệnh bởi một tòa án pháp luật"
        }
    ]
}