{
    "id": "5321ec72-30b5-4920-ad80-892350c11c60",
    "title": "Characteristics and Disposition",
    "originalTitle": "Characteristics and Disposition",
    "words": [
        {
            "id": "4c4ebdef-1859-42e1-86d4-d0ef7789c849",
            "word": "abrasive",
            "phonetic": "ɐbɹeɪsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Women sometimes damage their skin by going overboard with abrasive cleansers.",
                "Abrasive winds exceed 170 miles an hour.",
                "Do not clean the case with any abrasive materials.",
                "The salt works as an abrasive and helps to scrub off any food that's on there without damaging the seasoning at all.",
                "Mostly they spend days sitting down on their plump rear ends, and grazing on abrasive plants with specialized teeth."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJyYXNpdmU&hash=544715371a7e9121a6b30fd8710c3ae63d3bd544&lang=en&cache-only=0",
            "defineEn": "behaving in a mean, disrespectful, and hurtful manner with no concern for others",
            "defineVi": "cư xử một cách xấu tính, thiếu tôn trọng và gây tổn thương mà không quan tâm đến người khác"
        },
        {
            "id": "5834068d-572d-4770-9136-9dded7b11606",
            "word": "ambiguous",
            "phonetic": "æmbɪɡjuːəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In other words, it was ambiguous.",
                "So it’s an ambiguous legacy. ",
                "But on the other hand, they’re also the most ambiguous signals.",
                "Well this is probably the most ambiguous wrap up of an Origin of Everything episode to date!",
                "Insider trading by corporate insiders is a criminal offense, but those rules are ambiguous for congressional lawmakers."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1iaWd1b3Vz&hash=d8058d2bac3c530e2cd422bb51122b86a003dd21&lang=en&cache-only=0",
            "defineEn": "having multiple meanings and being open to different interpretations, which can be intentional at times",
            "defineVi": "có nhiều nghĩa và cởi mở với những cách hiểu khác nhau, đôi khi có thể là cố ý"
        },
        {
            "id": "2d9f54a1-3e71-4c2e-9b9a-f47336d41bd4",
            "word": "audacious",
            "phonetic": "ɔːdeɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It was a really audacious thing to do.",
                "I was initially surprised, because it was really audacious.",
                "[Narrator] When this audacious paint job was unveiled in the middle of up-market Kensington, it achieved instant notoriety and polarized opinions.",
                "What federal resources can be brought to bear to help states with this very audacious goal of trying to conduct the largest vaccination campaign this country has ever done in modern history?",
                "\"Audacious\" is a good term to apply to Biden back then."
            ],
            "audio": "https://tts.langeek.co/read?text=YXVkYWNpb3Vz&hash=86e183eabcbbfbe970de54d02c97ac06a6debfb8&lang=en&cache-only=0",
            "defineEn": "taking risks that are bold and shocking",
            "defineVi": "chấp nhận rủi ro táo bạo và gây sốc",
            "hasImg": true
        },
        {
            "id": "cc7186b9-ab1d-42bc-821e-a7c06ca535c9",
            "word": "catholic",
            "phonetic": "kæθlɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I will not be more catholic than the Pope, and I shall therefore be voting in favour tomorrow.",
                "They raised her (as) a Catholic.",
                "Anne married a Jew, despite being raised a Catholic.",
                "Growing up as the son of a Polish immigrant, I was raised by a man who often seemed more Catholic than the Pope himself.",
                "After a year, Jake had started using every dialectic cliché and slang word he had heard in his adopted country, and soon he was more Catholic than the Pope, so to speak."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0aG9saWM&hash=857aa5b839f15af54520be307b6ce424f29b4d59&lang=en&cache-only=0",
            "defineEn": "including a wide range of things that are different and varied",
            "defineVi": "bao gồm nhiều thứ khác nhau và đa dạng"
        },
        {
            "id": "44c504d9-6371-421c-80ad-e331fc711b19",
            "word": "complementary",
            "phonetic": "kɑːmplɪmɛntɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I want complementary drinks.",
                "This complementary partnership exists throughout the muscular system.",
                "And finally, that autonomic system, too, has its own complementary forces.",
                "It's all complementary.",
                "And it only has three different colors, but the colors are so complementary."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGxlbWVudGFyeQ&hash=3042ac2d4ef2679c82fbfcee1febbb70bdecd2bf&lang=en&cache-only=0",
            "defineEn": "useful to each other or enhancing each other's qualities when brought together",
            "defineVi": "hữu ích cho nhau hoặc nâng cao phẩm chất của nhau khi kết hợp với nhau"
        },
        {
            "id": "987484ab-1c59-4280-9c5b-2819f37c78ee",
            "word": "credulous",
            "phonetic": "kɹɛdʒuːləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It seemed to me that it was, in fact, just what it seemed, and that as a reporter, as a journalist, especially in a confusing situation and in a different culture and a new place, that it was important to not be credulous but to actually listen to what the president of Russia actually said."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlZHVsb3Vz&hash=cb42acc1c68f9ded3d905e28d3736035c49d8ee7&lang=en&cache-only=0",
            "defineEn": "believing things easily even without much evidence that leads to being easy to deceive",
            "defineVi": "dễ tin dù không có nhiều bằng chứng dẫn đến dễ bị lừa dối"
        },
        {
            "id": "8eeaf233-a304-4e79-b339-00bcf6f99cc1",
            "word": "decorous",
            "phonetic": "dɛkɚɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVjb3JvdXM&hash=d928cfac655b233abb30e5e7b72f7f8a4e971896&lang=en&cache-only=0",
            "defineEn": "showing a polite, dignified, and appropriate manner of behaving",
            "defineVi": "thể hiện một cách cư xử lịch sự, đàng hoàng và phù hợp"
        },
        {
            "id": "ceb77193-3a96-44f5-80bb-eb3ccd864a22",
            "word": "doleful",
            "phonetic": "doʊlfəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG9sZWZ1bA&hash=c96b492e451ba221ca031abc5de7f2edf2ea8286&lang=en&cache-only=0",
            "defineEn": "filled with grief and sorrow",
            "defineVi": "chứa đầy đau buồn và đau khổ"
        },
        {
            "id": "2d4c7c44-16c8-461c-9f65-5b730c38410b",
            "word": "eccentric",
            "phonetic": "ɛksɛntɹɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Eccentric she may be but no one pulls the wool over her eyes.",
                "Artistic taxidermy took an eccentric route in the Victorian Era with the introduction of anthropomorphic taxidermy.",
                "But not everyone appreciates the eccentric decorations.",
                "But this eccentric bird is actually a species of nocturnal flightless parrot.",
                "Then draw a bunch of lines from this eccentric point to the circumference of the circle."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNjZW50cmlj&hash=84036ee4b68f423aa36fed4a218b24fc9e759c5c&lang=en&cache-only=0",
            "defineEn": "behaving in a manner that is considered different and strange",
            "defineVi": "cư xử theo cách được coi là khác biệt và kỳ lạ",
            "hasImg": true
        },
        {
            "id": "6074bc6f-70bc-4f86-806e-49d6bc2afa9d",
            "word": "eminent",
            "phonetic": "ɛmɪnənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Sorry, \"A little while back, I learned from an eminent cardiologist that half of all patients first report heart disease to their doctors by dropping dead.\"",
                "It was before eminent domain was used to build stadiums.",
                "It was one of thousands of communities where land was taken by eminent domain to build the Interstate Highway System, approved in 1956 and by far the largest infrastructure project in U.S. history.",
                "A particularly interesting collection of these is in a little-known work by the eminent Lincoln scholar Michael Burlingame. ",
                "So he gathered all of the historical evidence he could on eminent British men and their descendants, and indeed found that eminence seemed to decrease over time."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1pbmVudA&hash=45a14774ee71cc73912719e3952cec3de22cf902&lang=en&cache-only=0",
            "defineEn": "having a position or quality that is noticeably great and respected",
            "defineVi": "có một vị trí hoặc chất lượng đó là tuyệt vời đáng chú ý và tôn trọng"
        },
        {
            "id": "f0f2139e-a8c6-4248-a024-9a2f5d6d1929",
            "word": "estimable",
            "phonetic": "ɛstᵻməbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I thought, wow, she's estimable.",
                "And it said, \"Died this day in Cumberland, Maryland, Jane Gates, an estimable color woman.\"",
                "The last thing I did before I went to sleep on the night of July 3, 1960, was look up the word estimable because I didn't know what it meant."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXN0aW1hYmxl&hash=e642db8e0960749f69a49036848ad52d16035582&lang=en&cache-only=0",
            "defineEn": "worthy of admiration and respect",
            "defineVi": "đáng được ngưỡng mộ và tôn trọng"
        },
        {
            "id": "64bd6b38-8bde-40f9-8034-5c102fe1f3fc",
            "word": "extant",
            "phonetic": "ɛkstænt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Based on research from other Troodon specimens, they had binocular vision similar to modern avian raptors and a brain size within the range of extant birds."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0YW50&hash=8150e2441d1deaa2d1b2e0bc2b618269c94b691c&lang=en&cache-only=0",
            "defineEn": "existing despite being extremely old",
            "defineVi": "tồn tại mặc dù đã rất cũ"
        },
        {
            "id": "743a1bae-5f95-4085-b1b8-1ee597375e3e",
            "word": "garrulous",
            "phonetic": "ɡæɹələs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2FycnVsb3Vz&hash=83f539b4b96f8f939c42d051bbf4f79a92b3085d&lang=en&cache-only=0",
            "defineEn": "talking a great deal, particularly about trivial things",
            "defineVi": "nói rất nhiều, đặc biệt là về những điều tầm thường",
            "hasImg": true
        },
        {
            "id": "2e26dee2-7950-488c-bab4-0f746605cb28",
            "word": "improvident",
            "phonetic": "ɪmpɹɑːvɪdənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We know that it is improvident for some of us. "
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wcm92aWRlbnQ&hash=113efdea2dbf6619c0f6b17825c417758d584363&lang=en&cache-only=0",
            "defineEn": "lacking proper consideration and foresight, especially when it comes to savings and money",
            "defineVi": "thiếu sự cân nhắc và tầm nhìn xa đúng đắn, đặc biệt là khi nói đến tiết kiệm và tiền bạc"
        },
        {
            "id": "d60bb2ae-59d2-44b0-a05e-50188c61ec6c",
            "word": "ingrained",
            "phonetic": "ɪŋɡɹeɪnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Salmon is so ingrained in this culture.",
                "That idea is so ingrained in Malay culture that even now, regardless of religion, the Pontianak is not just a monster story but for some people it is an actual monster.",
                "The figure is so ingrained in our culture it's hard to separate death from, well Death.",
                "Explaining the mythological origins of common words and phrases shines a light on how deeply ingrained they’ve become in our culture.",
                "So when football players practice a play over and over, the patterns of football become so ingrained in their reflexes they can act without thinking."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5ncmFpbmVk&hash=570850e505c45b00852464ad3b95c134adabf8b2&lang=en&cache-only=0",
            "defineEn": "(of beliefs, behaviors, habits, etc.) existing for so long and so deeply rooted that has made changing very difficult",
            "defineVi": "(về niềm tin, hành vi, thói quen, v.v.) tồn tại quá lâu và ăn sâu đến mức khiến việc thay đổi trở nên rất khó khăn"
        },
        {
            "id": "55d333ee-f910-4509-82c0-6d7503481190",
            "word": "jocular",
            "phonetic": "dʒɑːkjʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=am9jdWxhcg&hash=2e2b38604073697dae876b819256944d5ab52dac&lang=en&cache-only=0",
            "defineEn": "having a humorous and joking manner",
            "defineVi": "có một cách hài hước và đùa giỡn"
        },
        {
            "id": "9ff2191d-3136-41f6-a52a-716caa1767b6",
            "word": "languid",
            "phonetic": "læŋɡwɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And that means you could get ketchup out of the bottle in two ways: either give it a series of long, slow languid shakes making sure you don't ever stop applying force, or you could hit the bottle once very, very hard."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFuZ3VpZA&hash=aad94547a2659d244b58c36b4d5a2d7425d94d68&lang=en&cache-only=0",
            "defineEn": "moving in a slow, effortless, and attractive manner",
            "defineVi": "di chuyển một cách chậm rãi, dễ dàng và hấp dẫn"
        },
        {
            "id": "357b835d-de3c-4d60-8b6e-9deaa1594c8e",
            "word": "mercurial",
            "phonetic": "mɜːkjʊɹɹɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Born to an absent father and a mercurial mother, Byron had a brilliant mind, but was tormented due to being born with misshapen foot.",
                "I mean, the president’s kind of mercurial style, his unpredictability, that’s not something that the immigration ideologues love, because they have an actual agenda they want to see enforced.",
                "Mercurial disease, or Mad Hatter Disease, causes extreme emotional states plus physical effects, like tremors and difficulty walking, speaking, and writing."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVyY3VyaWFs&hash=b97e033fad58171e1bb3075fa75fd3c448b1eca0&lang=en&cache-only=0",
            "defineEn": "prone to unpredicted and sudden changes",
            "defineVi": "dễ bị thay đổi bất ngờ và đột ngột"
        },
        {
            "id": "7185d26f-5c5a-4ddf-b378-35c33f1a2849",
            "word": "naive",
            "phonetic": "naɪiːv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Is that naive? ",
                "That’s naive.",
                "We were not naive.",
                "very naive sweet person, did New York City change you very fast?",
                "The couriers exploited a naive German belief that women were incapable of sabotage and subterfuge."
            ],
            "audio": "https://tts.langeek.co/read?text=bmFpdmU&hash=4a8e3873c0aa2cc24d3462cadad19ae11200d1c5&lang=en&cache-only=0",
            "defineEn": "lacking experience and wisdom due to being young",
            "defineVi": "thiếu kinh nghiệm và trí tuệ do còn trẻ"
        },
        {
            "id": "dd022152-9791-42e8-bb63-9e7f7da6aeeb",
            "word": "offhand",
            "phonetic": "ɔfhænd ",
            "partOfSpeechType": "adverb",
            "examples": [
                "But, if you didn't know offhand that eight to the third power is 512, this is a reasonable way of coming to that conclusion.",
                "I grew up with people making OFFHAND remarks about MY slanted eyes, My Yellow skin, My Chingchong name.",
                "That was one of the points of dissatisfaction, that it was such a behind-the-stage agreement, that it was announced in such an offhand way.",
                "I think in the last rehearsal you used, you said something about a horse just offhand mentioned a horse, then suddenly the song became a four and a half minutes (laughers) and the story happened the perspective of a horse.",
                "You'd never make fun of someone for having a physical illness, but folks make all kinds of offhand remarks about people having mental illnesses and never give it a second thought."
            ],
            "audio": "https://tts.langeek.co/read?text=b2ZmaGFuZA&hash=6d80c3d63586f3399d0899f3b4547cca1c3c3920&lang=en&cache-only=0",
            "defineEn": "without any preparation or prior thought",
            "defineVi": "mà không có bất kỳ sự chuẩn bị hoặc suy nghĩ trước"
        },
        {
            "id": "607ce6e8-ac71-42dc-b720-f846f3221d28",
            "word": "patronizing",
            "phonetic": "pætɹənaɪzɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGF0cm9uaXppbmc&hash=18026e5bbe59bb02a669bdab21fba241b6abe763&lang=en&cache-only=0",
            "defineEn": "treating someone in a seemingly friendly manner but in reality treating them as if they are below one in importance and intelligence",
            "defineVi": "đối xử với ai đó theo cách có vẻ thân thiện nhưng thực tế lại đối xử với họ như thể họ kém hơn một người về tầm quan trọng và trí thông minh"
        },
        {
            "id": "f03e4f0d-3103-4885-a540-8393a4afb25c",
            "word": "pretentious",
            "phonetic": "pɹɪtɛnʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He's a pretentious son of a gun, but he's got a heart of gold.",
                "- It's not pretentious?",
                "We all have 'em, pretentious coffee table books.",
                "So I don't really like the term artist because it sounds very pretentious and",
                "And I'm a \"pretentious dickhead.\""
            ],
            "audio": "https://tts.langeek.co/read?text=cHJldGVudGlvdXM&hash=86d1a465d1a35b0b942057063f087cad385e1a14&lang=en&cache-only=0",
            "defineEn": "attempting to appear intelligent, important, or something that one is not, so as to impress others",
            "defineVi": "cố gắng tỏ ra thông minh, quan trọng hoặc điều gì đó mà một người không có, để gây ấn tượng với người khác"
        },
        {
            "id": "025078b2-9c8e-4cde-8cf1-e29c11d64cca",
            "word": "prospective",
            "phonetic": "pɹəspɛktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They knew that, as a going concern, the cafe would command a higher price with prospective buyers.",
                "And even though it had about $1 billion in losses at the time, the prospective shareholders were forgiving.",
                "The changes also require that prospective candidates be vetted by a pro-Beijing committee.",
                "And the other one is prospective in the sense that it ensures that in a race conscious way, everyone will in perpetuity have access to capital and it works toward mitigating concentrations in the future of wealth.",
                "Likewise, she could be subjected to prospective labeling, which looks forward in time, predicting her future behavior based on her stigma."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvc3BlY3RpdmU&hash=3284626f59b76e119c4fd3b1251353a98b288b8a&lang=en&cache-only=0",
            "defineEn": "likely to occur soon",
            "defineVi": "có khả năng xảy ra sớm"
        },
        {
            "id": "b0cb3bb5-1699-4032-82c8-7610f8c60159",
            "word": "restive",
            "phonetic": "ɹɛstɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "JANE FERGUSON: Taliban fighters roam freely in the Tangi Valley, on the border between restive Logar and Wardak provinces.",
                "He has turned a blind eye to militants in the neighboring Caucasus region, where there's still a restive Islamist insurgency."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzdGl2ZQ&hash=4f90a068a306a84d4f11c77b72965e3e54235d9c&lang=en&cache-only=0",
            "defineEn": "showing impatience due to boredom or discontent",
            "defineVi": "thể hiện sự thiếu kiên nhẫn do buồn chán hoặc bất mãn"
        },
        {
            "id": "4ed090ed-bf41-4d55-a547-73c27ce89e63",
            "word": "rudimentary",
            "phonetic": "ɹuːdɪmɛntɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "There, in 1927, the Carter Family and Jimmie Rodgers first sang into rudimentary recording equipment.",
                "Instead, they use their rudimentary molars in the back, which are perfect for crushing the exoskeletons of insects like termites.",
                "Pigeon and dove parents begin by building a rudimentary nest out of sticks and grass, and then they lay two eggs.",
                "Even though there were sort of rudimentary cars and rudimentary planes, t here were no roads to speak of.",
                "Even though there were sort of rudimentary cars and rudimentary planes, t here were no roads to speak of."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVkaW1lbnRhcnk&hash=15b2bdd3a06b4bef060ea2729cd0abcad3c2b30b&lang=en&cache-only=0",
            "defineEn": "consisting of fundamental and basic principles",
            "defineVi": "bao gồm các nguyên tắc cơ bản và cơ bản"
        },
        {
            "id": "b59aa092-20ee-4555-a171-c9ff665f6b1e",
            "word": "simultaneous",
            "phonetic": "saɪməlteɪniəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The kitchen had a double oven, allowing for simultaneous baking of different dishes.",
                "Because simultaneous interpretation requires intense concentration, every 30 minutes, the pair switches roles.",
                "Both side boosters made a simultaneous successful landing back at Kennedy Space Center shortly after takeoff.",
                "Many ancient civilizations allowed some form of multiple simultaneous marriage.",
                "But after the advent of radio technology, a new simultaneous interpretations system was developed in the wake of World War II."
            ],
            "audio": "https://tts.langeek.co/read?text=c2ltdWx0YW5lb3Vz&hash=506ae63595b51e03caf8538741fc4c0bb0f768a0&lang=en&cache-only=0",
            "defineEn": "taking place at precisely the same time",
            "defineVi": "diễn ra chính xác cùng một lúc"
        },
        {
            "id": "d68c48ba-0116-41b0-b6fb-0d5acc12ffe5",
            "word": "synchronous",
            "phonetic": "sɪŋkɹənəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That's because the moon is in what's called synchronous rotation with the Earth, which means every time the moon rotates once on its axis, it also completes one orbit around the Earth.",
                "One explanation is that the Overmoon is actually a neighboring cubic planet, locked in its own synchronous orbit with the Cubesun but that doesn’t explain the stars.",
                "The other thing that I wanted to emphasize that we completed last year and are continuing in FY14 is taking one of the knowledge areas, in this case knowledge area 6, and we developed a pilot last year where we were delivering it online using both synchronous and asynchronous instruction."
            ],
            "audio": "https://tts.langeek.co/read?text=c3luY2hyb25vdXM&hash=b81e8f8bbd0778dbd23dfad73fe78480415c56d7&lang=en&cache-only=0",
            "defineEn": "occurring at the exact same speed or time",
            "defineVi": "xảy ra ở cùng một tốc độ hoặc thời gian chính xác"
        },
        {
            "id": "d8e82e8a-5304-439b-a2eb-d0355d62849d",
            "word": "taciturn",
            "phonetic": "tæsɪtɜːn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The quote of the decade has to go to our famously taciturn president from Massachusetts, Calvin Coolidge, who said, Jay-Z would later update this for the 21st century noting, But anyway, during the 1920s, the government helped business grow like gangbusters, largely by not regulating it much at all."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFjaXR1cm4&hash=7c79d908da169a045cd3a4af443bd19dd812b95c&lang=en&cache-only=0",
            "defineEn": "tending to be reserved and untalkative, in a way that makes one seem unfriendly",
            "defineVi": "có xu hướng dè dặt và không nói nhiều, theo cách khiến người ta có vẻ không thân thiện",
            "hasImg": true
        },
        {
            "id": "551ded0f-8b4d-490c-98f1-7e9a7fc50b59",
            "word": "unflappable",
            "phonetic": "ʌnflæpəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "No delay, no attitude, no mistakes and managed like a dream by an unflappable, personable hostess who keeps everyone happy."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5mbGFwcGFibGU&hash=b7d3af377c6c3dd1365494294536783f64e71d48&lang=en&cache-only=0",
            "defineEn": "having the ability to stay composed and calm in difficult circumstances",
            "defineVi": "có khả năng giữ bình tĩnh và bình tĩnh trong hoàn cảnh khó khăn"
        },
        {
            "id": "275e242d-7c9d-49dc-9437-9f059d7f77bc",
            "word": "unstinting",
            "phonetic": "ʌnstɪntɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW5zdGludGluZw&hash=d4bd17d1be6adf21c9df3998f8b3fd5dbf93d878&lang=en&cache-only=0",
            "defineEn": "generously giving something such as help, money, time, praise, etc.",
            "defineVi": "hào phóng cho một cái gì đó như giúp đỡ, tiền bạc, thời gian, lời khen ngợi, v.v.",
            "hasImg": true
        },
        {
            "id": "c49e553a-1070-4057-820f-e81ddb1f3750",
            "word": "to bristle",
            "phonetic": "tə bɹɪsəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "I usually use a brush with natural bristles to distribute oils in my hair.",
                "Bristles of both brushes are cellulose plastic.",
                "She uses these sharp bristles to dig a hole in the leaf. ",
                "Marine bristle worms live on rocky shorelines, where they rise to the water’s surface under the dim light of the new moon.",
                "It can catch tiny bits in its bristles, but prefers larger prey like salps."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJpc3RsZQ&hash=8aed08b543642e9cc40e3289b0ada9bf0de74c62&lang=en&cache-only=0",
            "defineEn": "to react in an angry, aggressive, or defensive manner",
            "defineVi": "để phản ứng trong một cách tức giận, tích cực, hoặc phòng thủ"
        },
        {
            "id": "0e08daa3-eb68-42ee-9d2e-b4e76866f5b9",
            "word": "to bemoan",
            "phonetic": "tə bᵻmoʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "So, as much as people bemoan the good old days of agriculture, compared with a half century ago, people are ingesting fewer and less dangerous pesticides."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVtb2Fu&hash=7c828ad3168ba5cb34df32ebba909a5e91310377&lang=en&cache-only=0",
            "defineEn": "to express great regret or sorrow for something",
            "defineVi": "để bày tỏ sự hối tiếc lớn hoặc đau buồn cho một cái gì đó"
        },
        {
            "id": "7c43c58d-4235-4129-92f0-ab62aa92ffa7",
            "word": "to deride",
            "phonetic": "tə dᵻɹaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "But then the wheels came off the bus in the final season, and now it's often derided as one of the most disappointing finales of all time.",
                "They derided most of it, but there were a couple of moments where one or the both of them found themselves struck dumb.",
                "You’re written out, and in fact, he’ll deride you. ",
                "And while impact-oriented funds have long been derided as more expensive than their counterparts, their recent rise in popularity has driven major fund companies to enter into a price war to offer the cheapest ESG funds."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVyaWRl&hash=8bd40df846de0f0ce3f6d3c34f4471292dc0d2af&lang=en&cache-only=0",
            "defineEn": "to insult or make fun of someone as if they are stupid or worthless",
            "defineVi": "xúc phạm hoặc chế giễu ai đó như thể họ ngu ngốc hoặc vô giá trị"
        },
        {
            "id": "dca19c6d-df8f-4d03-8d06-f8ac881b5d66",
            "word": "to dupe",
            "phonetic": "tə duːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The con artist thought they could dupe people out of their money, but eventually their scheme fell apart, and they ended up in jail.",
                "People were duped into believing they were buying a green vehicle that was not green.",
                "They try to basically dupe them into paying some type of money for a purported immigration failure or paperwork failure."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHVwZQ&hash=65e3d7e10997852e7b905e9de244fc956cb97ff1&lang=en&cache-only=0",
            "defineEn": "to fool or trick someone",
            "defineVi": "để đánh lừa hoặc lừa một ai đó"
        },
        {
            "id": "1dbd7071-655e-4c16-aad4-99f8d8a73720",
            "word": "to hector",
            "phonetic": "tə hɛktɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Here's Hector's question.",
                "In battle, Hector sees the armour.",
                "In battle, Hector sees the armour.",
                "Hector went on to serve in Vietnam.",
                "Hector fights and kills young Patroclus."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGVjdG9y&hash=9f13d3475665a19d78af08af7b8dc00e059a159d&lang=en&cache-only=0",
            "defineEn": "to speak or behave aggressively toward someone and try to force them into doing something",
            "defineVi": "nói hoặc cư xử hung hăng đối với ai đó và cố gắng buộc họ làm điều gì đó"
        },
        {
            "id": "92a4100b-c749-4d32-b38d-950f2cf1f3e9",
            "word": "anomaly",
            "phonetic": "ɐnɑːməli ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fourth staple of data mining is anomaly detection.",
                "An anomaly during a pre-flight test pushed back the anticipated launch date by a few days.",
                "This geographical anomaly is a flash point.",
                "Well maybe that person is a total anomaly.",
                "I'm a medical anomaly."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5vbWFseQ&hash=01630c8bf066164f2502a94111a764492865d149&lang=en&cache-only=0",
            "defineEn": "a thing, state, etc. that differs from what is usual or standard",
            "defineVi": "một điều, trạng thái, v.v. khác với những gì thông thường hoặc tiêu chuẩn"
        },
        {
            "id": "f0f7095b-a097-4228-b236-3fb35370f757",
            "word": "fidelity",
            "phonetic": "fᵻdɛlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company raised another one billion dollars in debt from Fidelity, T. Rowe Price, BlackRock, Apollo and Oaktree just a week later.",
                "That'll make the sound a little bit higher fidelity.",
                "It feels very much like fidelity.",
                "He would actually pay clientssuch as Fidelity, Charles Schwab. ",
                "In '95 he joined fidelity investments to become their first international lawyer based in Hong Kong."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlkZWxpdHk&hash=953b0412a870a95906b315262ef19261f47b7587&lang=en&cache-only=0",
            "defineEn": "the quality of showing loyalty and faithfulness to someone or something",
            "defineVi": "chất lượng thể hiện lòng trung thành và trung thành với ai đó hoặc một cái gì đó"
        },
        {
            "id": "162aa911-0d3c-4d0b-bf6d-3d1fd5e61d00",
            "word": "propriety",
            "phonetic": "pɹəpɹaɪəɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "As they grapple with the endless rules of their society, Austen’s characters can usually find humor in all the hypocrisy, propriety, and small talk."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcHJpZXR5&hash=cb65289d6d3a4456da716e10e97391da0a8313b8&lang=en&cache-only=0",
            "defineEn": "the way of behaving that is considered to be morally and socially correct and acceptable",
            "defineVi": "cách hành xử được coi là đúng đắn về mặt đạo đức và xã hội và được chấp nhận"
        },
        {
            "id": "ad93625a-8297-46c7-8e78-baf02cc0b536",
            "word": "to bemoan",
            "phonetic": "tə bᵻmoʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "So, as much as people bemoan the good old days of agriculture, compared with a half century ago, people are ingesting fewer and less dangerous pesticides."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVtb2Fu&hash=7c828ad3168ba5cb34df32ebba909a5e91310377&lang=en&cache-only=0",
            "defineEn": "to complain or show one's dissatisfaction with something",
            "defineVi": "để phàn nàn hoặc thể hiện sự không hài lòng của một người với một cái gì đó"
        }
    ]
}