{
    "id": "536ef064-8a56-4554-9e65-b6a3d01370bd",
    "title": "Necessary Verbs 1",
    "originalTitle": "Lesson 47",
    "words": [
        {
            "id": "b674c762-ef38-45d9-9f96-78c9f0c2152c",
            "word": "to act",
            "phonetic": "tʊ ækt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Get your act together.",
                "This armed vigilante is acting as judge, jury, and executioner.",
                "he acted maturely.",
                "He acted out of fear.",
                "A squeeze of lemon juice can act as a refreshing condiment to brighten up seafood dishes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWN0&hash=79e2be26d16ed5a64c2a4d07b42cd4f25a642093&lang=en&cache-only=0",
            "defineEn": "to do something for a special reason; to take action",
            "defineVi": "để làm điều gì đó vì một lý do đặc biệt; hành động"
        },
        {
            "id": "0e49a093-9289-415f-932d-4b2e0fbc619b",
            "word": "to affect",
            "phonetic": "tʊ ɐfɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Certain species of dinoflagellates can create red tides, affecting marine life.",
                "However, they quickly realized that their love and support for her shouldn't be affected by her sexual orientation.",
                "The organization has moved mountains to provide aid to those affected by the natural disaster.",
                "He asked if she had any skeletons in her closet that might affect her political campaign.",
                "The CEO's decisions were made in the corridors of power, far from the view of the employees and customers who were affected by them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWZmZWN0&hash=4a2f32ca83b82ad50342b98b35d92f8d7be31fa9&lang=en&cache-only=0",
            "defineEn": "to cause a change in a person, thing, etc.",
            "defineVi": "để gây ra một sự thay đổi trong một người, điều, vv",
            "hasImg": true
        },
        {
            "id": "8e81334a-9371-46a9-a25b-420e9e9cdb87",
            "word": "to analyze",
            "phonetic": "tʊ ænɐlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The study analyzed the yield of various crops across different regions, providing valuable insights for agricultural planning.",
                "The scientist abstracted the data from various sources to analyze trends.",
                "The software engineers had to run the bug to ground by analyzing lines of code and testing various scenarios.",
                "The detective knew that facts are stubborn things and that the evidence would lead to the truth, so he meticulously gathered and analyzed all the clues in the case.",
                "In a business where sales are declining, it's important for the owners to take action to improve the situation rather than just analyzing the numbers."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYW5hbHl6ZQ&hash=b530ce131960cd4d22293760e5784a7b6186a6a3&lang=en&cache-only=0",
            "defineEn": "to examine or study something in detail in order to explain or understand it",
            "defineVi": "để kiểm tra hoặc nghiên cứu một cái gì đó một cách chi tiết để giải thích hoặc hiểu nó",
            "hasImg": true
        },
        {
            "id": "a6a275a3-8e4e-4790-9049-93b362c4c6d3",
            "word": "to apply",
            "phonetic": "tʊ ɐplaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "On his suggestion, I applied for the job.",
                "Some of us, though, actually have to apply for jobs.",
                "He applied a few drops of spikenard oil to his temples, finding relief from his headache.",
                "She applied lip balm to moisturize her dry lips.",
                "He applied toothpaste to his toothbrush and started brushing his teeth in circular motions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwbHk&hash=676baf37dddbc56a944042eaf533fe4ec42f4552&lang=en&cache-only=0",
            "defineEn": "to formally request something, such as a place at a university, a job, etc.",
            "defineVi": "để chính thức yêu cầu một cái gì đó, chẳng hạn như một vị trí tại một trường đại học, một công việc, v.v."
        },
        {
            "id": "a795a9fa-fd07-4c62-ab5b-b1d1775c8360",
            "word": "to arrange",
            "phonetic": "tʊ ɚɹeɪndʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The chef carefully arranged the arugula leaves on the plate as a beautiful garnish.",
                "She carefully arranged a selection of kola nuts on a decorative plate.",
                "She carefully arranged a colorful lentil salad, featuring a variety of fresh vegetables and a tangy dressing.",
                "He carefully arranged the tops of the radishes on a platter, turning them into an eye-catching centerpiece for the table.",
                "Let him arrange his little deal."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXJyYW5nZQ&hash=06c43edd9eee243903768829a3889a9c7ca8d110&lang=en&cache-only=0",
            "defineEn": "to make plans for a future event",
            "defineVi": "để lập kế hoạch cho một sự kiện trong tương lai"
        },
        {
            "id": "c1a57ba2-dbad-4e0f-9a6f-d452c38c9bc3",
            "word": "to avoid",
            "phonetic": "tʊ ɐvɔɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "He avoided serious injury following a head-first fall on to the ice.",
                "Avoid showing him the beers, or he’ll inform your parents.",
                "She uses organic gardening methods in her garden, avoiding harmful chemicals.",
                "He avoided consuming saturated fatty acids in his diet to maintain a healthy lifestyle.",
                "He read the food label carefully to avoid products containing trans fatty acids."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXZvaWQ&hash=18027e0d7656d4e09cd9913090f4a92c3a39a984&lang=en&cache-only=0",
            "defineEn": "to try to stay away from someone or something; to stop doing something",
            "defineVi": "cố gắng tránh xa ai đó hoặc cái gì đó; dừng lại làm một cái gì đó",
            "hasImg": true
        },
        {
            "id": "992caa7b-abfd-407c-a638-b120872bc1c4",
            "word": "to beat",
            "phonetic": "tə biːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Beat it!",
                "Truly we have beaten swords into ploughshares!",
                "Don't beat around the bush - get to the point!",
                "They could easily have beaten us.",
                "The team then beats a retreat from the mall, hoping no one noticed them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVhdA&hash=14b6a5e5516853eab3dd3c141536485f300b4800&lang=en&cache-only=0",
            "defineEn": "to get more points, votes, etc. than the other side, in a game, race, competition, etc. and win",
            "defineVi": "để nhận được nhiều điểm, phiếu bầu, v.v. hơn phía bên kia, trong một trò chơi, cuộc đua, cuộc thi, v.v. và giành chiến thắng",
            "hasImg": true
        },
        {
            "id": "8dd32c46-a420-475b-b80a-67db5ab2124e",
            "word": "to behave",
            "phonetic": "tə bᵻheɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "I shouldn't have behaved like that.",
                "The teacher's stern grimace warned the students to behave.",
                "Cutting him some slack won't make him behave more politely next time you know.",
                "The sudden fame has turned her head, making her behave arrogantly and disregard others' opinions.",
                "Sally's usually very well behaved, so I gave her a pass on this one."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVoYXZl&hash=35a102e97276c42a1155b7b2a55b00c740a74f63&lang=en&cache-only=0",
            "defineEn": "to act in a particular way",
            "defineVi": "hành động theo một cách cụ thể"
        },
        {
            "id": "d0c100d4-3229-4125-854e-0d33e88e1de6",
            "word": "to blow",
            "phonetic": "tə bloʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The investigation blew the lid off corruption in city hall.",
                "The baby blew kisses, puckering up her tiny lips.",
                "The children came to blows over the new toy.",
                "The wind is blowing from the east today.",
                "The team rained down blows on their opponents, overwhelming them with a flurry of punches."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxvdw&hash=77d605341aee9a313f062f8ace3d1bc1426828f9&lang=en&cache-only=0",
            "defineEn": "to exhale forcefully through the mouth",
            "defineVi": "thở ra mạnh mẽ qua miệng",
            "hasImg": true
        },
        {
            "id": "5a1b2e88-a715-42af-99b7-e33abe9fc583",
            "word": "to boil",
            "phonetic": "tə bɔɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The water boiled away.",
                "A watched pot never boils.",
                "Bring the water to the boil.",
                "I boiled water on the stove to make a cup of tea.",
                "Come off it, he can hardly boil an egg!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm9pbA&hash=2c97909fabac9d107b83a8420bee884b2d25b600&lang=en&cache-only=0",
            "defineEn": "to cook food or be cooked in very hot water",
            "defineVi": "để nấu thức ăn hoặc được nấu trong nước rất nóng",
            "hasImg": true
        },
        {
            "id": "d4f9179b-4892-4d34-bfc9-a4cecb15f9ee",
            "word": "to burn",
            "phonetic": "tə bɜːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The cake was burnt to a cinder.",
                "The dinner was burned to a cinder.",
                "I accidentally burned my hand on the hot stove.",
                "Lawmakers were burning the midnight oil last night, as the debate continued.",
                "A burnt child dreads the fire, as they say."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnVybg&hash=434850a6a7b3fd1fc5011847a60c4358da5eccd4&lang=en&cache-only=0",
            "defineEn": "to be on fire and be damaged by it",
            "defineVi": "bị cháy và bị hư hại bởi nó",
            "hasImg": true
        },
        {
            "id": "1b50bc0a-dff0-40d9-bdc5-c519d63f8201",
            "word": "to cause",
            "phonetic": "tə kɔːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "His incorrect translation of the phrase caused a misunderstanding between the two parties.",
                "Are you causing trouble again?",
                "The organization supports various charitable causes through donations.",
                "The long delay at the airport caused her great vexation as she was running late for an important meeting.",
                "The power outage caused the traffic lights to go haywire."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2F1c2U&hash=196fe5b8fc5820ed149a5ff9e4197400ddefc5c5&lang=en&cache-only=0",
            "defineEn": "to make someone do something or to make something happen, usually something bad",
            "defineVi": "để làm cho ai đó làm một cái gì đó hoặc để làm cho một cái gì đó xảy ra, thường là một cái gì đó xấu",
            "hasImg": true
        },
        {
            "id": "11d1df7f-32df-4ced-8c79-eaaf6424c62b",
            "word": "to collect",
            "phonetic": "tə kəlɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The museum curator collects antique artworks for the museum's collection.",
                "His clubs are collecting dust now.",
                "I collected seashells as souvenirs from the beautiful island.",
                "They collected glass bottles for a recycling project.",
                "John collects rare stamps from around the world."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29sbGVjdA&hash=51cab3486f071ee80a82211787d01477ef5c53e2&lang=en&cache-only=0",
            "defineEn": "to gather or bring together things from different places or people",
            "defineVi": "để thu thập hoặc tập hợp những thứ từ những nơi khác nhau hoặc những người",
            "hasImg": true
        },
        {
            "id": "17908e14-bd7f-4a19-b388-d0500b6b4d9c",
            "word": "to connect",
            "phonetic": "tə kənɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The construction worker used a heavy-duty bolt to connect the steel beams.",
                "There's been some monkey business connected with his tax returns.",
                "He is raising their spirits and giving them opportunities while connecting them with nature.",
                "It's an opportunity to network and connect with everybody who is anybody in the high society.",
                "The popular new social media platform left its rivals in the dust, attracting millions of users and revolutionizing the way people connect and share information online."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29ubmVjdA&hash=a5fb6f86fa95181c14dfe8ac974b319ef204bc83&lang=en&cache-only=0",
            "defineEn": "to join two or more things together; to be joined together",
            "defineVi": "nối hai hay nhiều thứ lại với nhau; được kết hợp với nhau",
            "hasImg": true
        },
        {
            "id": "9b3f63b5-95bc-430f-b42e-85e00c61aa77",
            "word": "to consider",
            "phonetic": "tə kənsɪdɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The old man considered his granddaughter thoughtfully.",
                "The committee has been considering the report.",
                "The renowned scientist, Dr. Rebecca Thompson, is considered the big enchilada in the field of quantum physics.",
                "Have you considered my feelings?",
                "Have you considered my feelings?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc2lkZXI&hash=b8e5fb4ffe3ec1e2e3df4eafa4e6251864cc60ab&lang=en&cache-only=0",
            "defineEn": "to think carefully about a possibility or before making a decision",
            "defineVi": "suy nghĩ cẩn thận về một khả năng hoặc trước khi đưa ra quyết định",
            "hasImg": true
        },
        {
            "id": "8fb95437-6311-41d2-bc3d-98fabf17d399",
            "word": "to control",
            "phonetic": "tə kəntɹoʊl ",
            "partOfSpeechType": "verb",
            "examples": [
                "to control the traffic congestion",
                "The state has taken control of the company.",
                "The government has lost control of the city.",
                "Her drinking problem is spinning out of control.",
                "The CEO is the big wheel of the entire company, with control over all major decisions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udHJvbA&hash=07e422560fdc4c148242b6505ef4aecc5800ede3&lang=en&cache-only=0",
            "defineEn": "to have power over a person, company, country, etc. and to decide how things should be done",
            "defineVi": "có quyền lực đối với một người, công ty, quốc gia, v.v. và quyết định mọi việc nên được thực hiện như thế nào",
            "hasImg": true
        },
        {
            "id": "45a72566-db4f-4983-96be-d37df1334df4",
            "word": "to cover",
            "phonetic": "tə kʌvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The grounds covered eight acres.",
                "The trees were covered in a blanket of snowy white.",
                "The pig's pink skin was covered in coarse hair.",
                "She covered the floor with a colorful carpet.",
                "The book on the shelf had a purple cover."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY292ZXI&hash=62f41f959151a93f70162a16932e91ae4a9065bc&lang=en&cache-only=0",
            "defineEn": "to put something over something else in a way that hides or protects it",
            "defineVi": "để đặt một cái gì đó trên một cái gì đó khác trong một cách che giấu hoặc bảo vệ nó",
            "hasImg": true
        },
        {
            "id": "c0878d6a-1b69-4553-8918-3153d8abea65",
            "word": "to depend",
            "phonetic": "tə dᵻpɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "It depends which career path you choose.",
                "Legitimacy depends.",
                "Sometimes more, depending.",
                "It depends.",
                "It depends."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVwZW5k&hash=c3bb0f33b02c2dce539fde0e9c5fdeed1fcab2b5&lang=en&cache-only=0",
            "defineEn": "to be based on or related with different things that are possible",
            "defineVi": "được dựa trên hoặc liên quan với những điều khác nhau mà có thể",
            "hasImg": true
        },
        {
            "id": "074c71ca-b4fe-4675-8840-76d9ae8d787f",
            "word": "to destroy",
            "phonetic": "tə dᵻstɹɔɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "And in the last analysis it's going to destroy our country.",
                "Remember, an ant may destroy a whole dam.",
                "The cancer patient underwent radiation therapy to target and destroy cancer cells.",
                "So combining smaller firms will, in fact, destroy value.",
                "The bridge was destroyed so we couldn't get across the river."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVzdHJveQ&hash=42a5d9662ce788d414179221e9079eea22a2d1f3&lang=en&cache-only=0",
            "defineEn": "to cause damage to something in a way that it no longer exists, works, etc.",
            "defineVi": "gây ra thiệt hại cho một cái gì đó theo cách mà nó không còn tồn tại, hoạt động, v.v.",
            "hasImg": true
        },
        {
            "id": "ccfe1938-a1ff-47bd-a60b-a1c7621b3250",
            "word": "to develop",
            "phonetic": "tə dɪvɛləp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Over the years, he developed a reputation as a penny pincher who wouldn't spend money for anything.",
                "The startup is developing cutting-edge technology, boldly going where no man has gone before in the quest for innovation.",
                "The company hedged its bets by developing a second line of products.",
                "Developing a complex software program from scratch within a tight deadline is a herculean task for the development team.",
                "The two colleagues worked together closely and, over time, developed a strong rapport."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGV2ZWxvcA&hash=5623a399537b7fa85fd222791fe571e9465bfff5&lang=en&cache-only=0",
            "defineEn": "to change and become stronger or more advanced",
            "defineVi": "để thay đổi và trở nên mạnh mẽ hơn hoặc tiên tiến hơn",
            "hasImg": true
        },
        {
            "id": "03b4f778-1de8-450b-95b0-42ea049a0f9a",
            "word": "to disappear",
            "phonetic": "tə dɪsɐpɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her husband disappeared into thin air for years.",
                "Then you disappeared, went to ground.",
                "The rough track continues, but it quickly disappears into undergrowth.",
                "When the project manager disappeared for a week without any notice, we suspected she had taken French leave.",
                "The internet is full of people who talk a big game, but when it comes to actually doing something, they disappear -"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzYXBwZWFy&hash=cc8f05d5d4ecf7d0983d29c9edd6cc0c1cd2b78c&lang=en&cache-only=0",
            "defineEn": "to get out of sight or become impossible to see",
            "defineVi": "để có được ra khỏi tầm nhìn hoặc trở nên không thể nhìn thấy",
            "hasImg": true
        },
        {
            "id": "4df6902e-bfbc-4b23-820f-09db43e3d421",
            "word": "to dry",
            "phonetic": "tə dɹaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "My mouth felt completely dry.",
                "I dried my hands with a soft towel.",
                "His throat was dry as dust.",
                "Try some dried apricots as a healthy snack.",
                "The flowers died during a dry spell."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJ5&hash=6ce2c16583e2d04e81a27150d49325b810e66af5&lang=en&cache-only=0",
            "defineEn": "to take out the liquid from something in a way that it is not wet anymore",
            "defineVi": "lấy chất lỏng ra khỏi thứ gì đó theo cách mà nó không còn ướt nữa",
            "hasImg": true
        },
        {
            "id": "390974d7-35cc-468f-afc4-02efba51c1ff",
            "word": "to exist",
            "phonetic": "tʊ ɛɡzɪst ",
            "partOfSpeechType": "verb",
            "examples": [
                "Evidence of their relationship exists in the form of a series of letters.",
                "The hostages existed on bread and water.",
                "Only a minority of people exist on unemployment benefits alone.",
                "Dragons don’t exist.",
                "Does life exist on other planets?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhpc3Q&hash=e3b475a9f3ec17ae53efbf2f930b087be141c1fd&lang=en&cache-only=0",
            "defineEn": "to have a real presence in the world, either physically or conceptually",
            "defineVi": "để có một sự hiện diện thực sự trên thế giới, về thể chất hoặc khái niệm"
        },
        {
            "id": "9d8e32ea-7ddc-4618-8a82-0510ab8f9cb0",
            "word": "to expect",
            "phonetic": "tʊ ɛkspɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Expecting eight guests all told.",
                "Expect these changes to happen soon.",
                "The company's new product launch is expected to do well in the market.",
                "The novel was expected to sell between 1 000 and 1 500 copies.",
                "Thousands of firms are expected to go to the wall this year."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwZWN0&hash=5df88cc7a16d82de1da362bc53f321f1e714e5d2&lang=en&cache-only=0",
            "defineEn": "to think or believe that it is possible for something to happen or for someone to do something",
            "defineVi": "suy nghĩ hoặc tin rằng điều gì đó có thể xảy ra hoặc ai đó có thể làm điều gì đó"
        },
        {
            "id": "5a44fddf-d632-481f-8c7c-632c0ef8b578",
            "word": "to express",
            "phonetic": "tʊ ɛkspɹɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Every person has the right to express their opinions and beliefs.",
                "The manager struck a rather insincere note as he expressed his sorrow at the round of layoffs.",
                "He wanted to express his appreciation for all they had done, but words failed him.",
                "Women should feel free to speak their minds and express themselves.",
                "It is important to create a supportive environment where children can express their thoughts and emotions freely."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwcmVzcw&hash=90eb4a5b0101b7d69c64cbcac65214ccc051c0cd&lang=en&cache-only=0",
            "defineEn": "to show or make a thought, feeling, etc. known by looks, words, or actions",
            "defineVi": "để hiển thị hoặc làm cho một suy nghĩ, cảm giác, vv được biết đến bằng vẻ ngoài, lời nói hoặc hành động",
            "hasImg": true
        },
        {
            "id": "c2d9066a-6043-4d19-b945-d28103ced43b",
            "word": "to fight",
            "phonetic": "tə faɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He rarely fought his political battles in the open.",
                "Fighting like cats and dogs like always.",
                "The children had pillow fights during their sleepover.",
                "He has always fought the good fight against oppression.",
                "A young cyclist is fighting for his life after the accident."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmlnaHQ&hash=71d424518da43d9380cbebeabf0c1e185744d1b8&lang=en&cache-only=0",
            "defineEn": "to take part in a violent action, either physical or verbal, against someone",
            "defineVi": "tham gia vào một hành động bạo lực, thể chất hoặc lời nói, chống lại ai đó",
            "hasImg": true
        },
        {
            "id": "83124c05-4435-4efa-bb3f-db0dff7405ee",
            "word": "to fix",
            "phonetic": "tə fɪks ",
            "partOfSpeechType": "verb",
            "examples": [
                "The repairman fixed the faulty wiring, and now the electrical system in the house was functioning as right as rain.",
                "These problems are not going to fix themselves.",
                "He fixed an old clock that had stopped ticking.",
                "The new software update has done the trick and fixed the issue with the app.",
                "The repairman said he could fix our tire in two shakes of a lamb's tail."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZml4&hash=9db26550a6e1fed158f2c8a643452152d27fec85&lang=en&cache-only=0",
            "defineEn": "to repair something that is broken",
            "defineVi": "để sửa chữa một cái gì đó bị hỏng",
            "hasImg": true
        },
        {
            "id": "b375c621-dcc2-421e-a1bd-c266b8c420a5",
            "word": "to greet",
            "phonetic": "tə ɡɹiːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The old gentleman greeted everyone with a warm smile.",
                "The bus driver greeted us with a smile as we boarded.",
                "The pig greeted me with curiosity and approached the fence.",
                "My grandmother stands near the entrance to greet guests.",
                "In Spanish culture, it is common to greet others with a kiss on each cheek."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3JlZXQ&hash=9fb623141cfa8f59521f8153d75b09786292fbab&lang=en&cache-only=0",
            "defineEn": "to give someone a sign of welcoming or a polite word when we meet them",
            "defineVi": "để cung cấp cho ai đó một dấu hiệu chào đón hoặc một từ lịch sự khi chúng tôi gặp họ",
            "hasImg": true
        },
        {
            "id": "6c64fb21-dde4-4d98-88f8-d8f657c169c5",
            "word": "to produce",
            "phonetic": "tə pɹəduːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The apple tree in our backyard produces juicy fruits every year.",
                "Violence in the last analysis produces more violence.",
                "ur company mainly produces goods for export.",
                "The local factory produces electronic components.",
                "The company has just produced a luxury version of the aircraft."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvZHVjZQ&hash=054a384a1e7f0a408ebc1210f3d4e80c3197790f&lang=en&cache-only=0",
            "defineEn": "to make something using raw materials or different components",
            "defineVi": "để làm một cái gì đó bằng cách sử dụng nguyên liệu thô hoặc các thành phần khác nhau",
            "hasImg": true
        },
        {
            "id": "eb4a691d-5855-428c-ba9b-c850e3fd389b",
            "word": "to carry out",
            "phonetic": "tə kæɹi aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I never thought you would carry out your threat.",
                "The company was struggling because there were too many chiefs and not enough Indians to carry out the work.",
                "Very few carry out these threats and those that do not, lose some credibility with their children who see them as all mouth and no action.",
                "The flu always comes with aches and pains, making it difficult to move around and carry out daily tasks.",
                "She was tempted to call his bluff, hardly able to believe he’d carry out his threat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2Fycnkgb3V0&hash=c2135cf638c2916123b56130625bc27c7fbcd16d&lang=en&cache-only=0",
            "defineEn": "to do a task",
            "defineVi": "để làm một nhiệm vụ"
        },
        {
            "id": "003ce417-9622-42ae-a68e-6bd939251e4f",
            "word": "to look",
            "phonetic": "tə lʊk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The girls looked so pretty in their summer dresses.",
                "The food looks good.",
                "The garden looks nice.",
                "Her father looked unhappy.",
                "The house looks east."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9vaw&hash=8dfa9c52bbf37cceed76c73620dcc8e5f1861286&lang=en&cache-only=0",
            "defineEn": "to search for something or someone",
            "defineVi": "để tìm kiếm một cái gì đó hoặc một ai đó",
            "hasImg": true
        },
        {
            "id": "7f55f9cf-36f3-4f50-aa5c-c1e539f3156b",
            "word": "to stop",
            "phonetic": "tə stɑːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "My watch has stopped.",
                "The buck stops with him.",
                "The car stopped at the traffic lights.",
                "The team stopped the rot with a 5–0 win last night.",
                "Doctors couldn't stop the bleeding."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RvcA&hash=1ddcd5b398b1e2eb01f9e5c4bef8c4d1d53e5212&lang=en&cache-only=0",
            "defineEn": "to cause something to come to an end or prevent it from happening",
            "defineVi": "để gây ra một cái gì đó để đi đến một kết thúc hoặc ngăn chặn nó xảy ra",
            "hasImg": true
        },
        {
            "id": "c53e7ade-45e8-45c4-9f03-443d53981b58",
            "word": "to name",
            "phonetic": "tə neɪm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Put your name here.",
                "The teacher called out our names one by one for attendance.",
                "The machine takes its name from its inventor.",
                "The name rings a bell.",
                "Your name is mud, sonny!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbmFtZQ&hash=febdfd97a2b9dbaddb26445a99e10e8f5774a94a&lang=en&cache-only=0",
            "defineEn": "to give a name to something or someone",
            "defineVi": "để đặt tên cho một cái gì đó hoặc một ai đó",
            "hasImg": true
        }
    ]
}