{
    "id": "5371c647-2553-4e09-a4ab-13032828ca3f",
    "title": "Top 351 - 375 Adverbs",
    "originalTitle": "Top 351 - 375 Adverbs",
    "words": [
        {
            "id": "db489df1-7491-4376-ae69-627e56a666de",
            "word": "openly",
            "phonetic": "oʊpənli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "We may be going through a rough patch in our relationship, but in the end things will mend - as long as we communicate openly and honestly, we can work through our issues.",
                "But a Medwell representative openly promoted its robust export business in an interview on state TV.",
                "Official people, deputy prime ministers are talking about corruption openly at investment forums to Western bankers.",
                "The United States deals openly, fairly.",
                "Walking around openly with a Hammerskins jacket."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Blbmx5&hash=a8214c5bea5179d122df2695129024309962fe6e&lang=en&cache-only=0",
            "defineEn": "in a way that is honest or direct",
            "defineVi": "một cách trung thực hoặc trực tiếp"
        },
        {
            "id": "6573fce6-b68c-4f0a-85f7-e2dd3f3ce92a",
            "word": "broadly",
            "phonetic": "bɹɔːdli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The public disclosure of the Tuskegee study led to an increase in mistrust of the Public Health Service and, more broadly, the American medical community.",
                "Steel was important to our national security broadly.",
                "On Wall Street, stocks were broadly higher.",
                "The protest sentiments were shared rather broadly by up to one-third of the Russian people.",
                "Broadly, it’s any protective layer."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvYWRseQ&hash=bd6da648f49cf26b068d5a44ca338de60f62b530&lang=en&cache-only=0",
            "defineEn": "in general and regardless of minor details",
            "defineVi": "nói chung và không quan tâm đến tiểu tiết"
        },
        {
            "id": "a261bb56-2c76-469c-87f6-fba559fc0628",
            "word": "morally",
            "phonetic": "mɔːɹəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Discrimination based on race or religion is morally unacceptable and considered bad.",
                "So, morally, I completely agree.",
                "So, morally, I completely agree.",
                "Morally relevant differences are things that would actually justify unequal treatment.",
                "They’re all morally corrupt. "
            ],
            "audio": "https://tts.langeek.co/read?text=bW9yYWxseQ&hash=aa2748f848834e98104870135eaa87fec3ce3470&lang=en&cache-only=0",
            "defineEn": "with regard to what behavior is wrong or right",
            "defineVi": "liên quan đến hành vi nào là sai hay đúng"
        },
        {
            "id": "ec18be0c-38b4-4bb1-98ec-e42e97b61c72",
            "word": "near",
            "phonetic": "nɪɹ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "It was too near for comfort.",
                "The big fellow keeps a fish shop near the post office.",
                "Some of his jokes are a bit near the knuckle.",
                "I hear the sound of seagulls near the sea.",
                "My grandmother stands near the entrance to greet guests."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVhcg&hash=3ea2d84d1c39e84e2bb366087240842dfaf9c9fe&lang=en&cache-only=0",
            "defineEn": "not far in distance",
            "defineVi": "khoảng cách không xa"
        },
        {
            "id": "96d20ff7-16e0-4774-8057-c33cdc2c84b1",
            "word": "upward",
            "phonetic": "ʌpwɚd ",
            "partOfSpeechType": "adverb",
            "examples": [
                "That rate nudges upward to 40 to 50 percent.",
                "The barreleye looks upward through its translucent head.",
                "So the thrust was always vertically upward.",
                "And jet fuel prices were trending upward.",
                "And since 2008 the stock has maintained a slow steady climb upward."
            ],
            "audio": "https://tts.langeek.co/read?text=dXB3YXJk&hash=114b86ac8683125ca917c8d49e0fcea481ff755e&lang=en&cache-only=0",
            "defineEn": "facing or pointing toward a higher level or position",
            "defineVi": "đối mặt hoặc hướng tới một cấp độ hoặc vị trí cao hơn"
        },
        {
            "id": "760b6b86-01d7-4edd-aa43-0771bf707143",
            "word": "collectively",
            "phonetic": "kəlɛktɪvli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Collectively, ants alone make up 20% of the entire animal biomass on land.",
                "some Russian legislators collectively raised a champagne toast.",
                "These proteins are collectively called cryptochromes.",
                "These projects are collectively called Extremely Large Telescopes, or ELTs.",
                "These benefits are collectively known as ecosystem services."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGVjdGl2ZWx5&hash=60d04c3f08db8405700f52078b9c3f085610bf7d&lang=en&cache-only=0",
            "defineEn": "in a way that involves or refers to a group as a whole",
            "defineVi": "trong một cách mà liên quan đến hoặc đề cập đến một nhóm như một toàn thể"
        },
        {
            "id": "7501dd60-127e-4d74-a562-e9a00a5fca52",
            "word": "wildly",
            "phonetic": "waɪldli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "We don't come away from all this with wildly genial feelings towards the author. .",
                "Out the gate, the company's latest video game console has proven wildly popular.",
                "Eventually, the whole thing cascades wildly.",
                "Milk prices can fluctuate, sometimes wildly.",
                "he cried wildly."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lsZGx5&hash=9a6b9d14967d6bc2aa65347ba26a764749d3098e&lang=en&cache-only=0",
            "defineEn": "in a way that is not restrained or controlled",
            "defineVi": "theo cách không bị hạn chế hoặc kiểm soát"
        },
        {
            "id": "6df2c871-fc99-4474-92c4-6db3355038b1",
            "word": "severely",
            "phonetic": "sᵻvɪɹli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The infrastructure, the electrical infrastructure in Puerto Rico was severely destroyed.",
                "These stabby crystals, and other plant proteins on them, can severely irritate the delicate tissue in a mouth.",
                "And finally, the big one will severely impact the economy.",
                "We severely limit our talent pool in a number of ways.",
                "At the time, Attica prison was severely overcrowded."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V2ZXJlbHk&hash=16bde37e524d9d5718cb9797ab6754ea274c16a0&lang=en&cache-only=0",
            "defineEn": "very badly or to a serious extent",
            "defineVi": "rất tệ hoặc đến một mức độ nghiêm trọng"
        },
        {
            "id": "1a4e6280-ce6e-4184-a1fc-37dad9c58283",
            "word": "substantially",
            "phonetic": "səbstænʃəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Its stock price has fallen substantially over the last couple of months.",
                "Oh, they would benefit very substantially.",
                "And they must contribute substantially to military protection from now on.",
                "So it's substantially better at its job in infecting people.",
                "So it's substantially better at its job in infecting people."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vic3RhbnRpYWxseQ&hash=be0302cec8df6b87f4e1fcdda5a88d7a5741b85b&lang=en&cache-only=0",
            "defineEn": "to a considerable extent or degree",
            "defineVi": "đến một mức độ đáng kể hoặc mức độ"
        },
        {
            "id": "35d95e5e-ff7d-4276-8d7d-dadc824393a2",
            "word": "temporarily",
            "phonetic": "tɛmpɚɹɛɹᵻli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "A federal judge in Texas has temporarily blocked President Biden's 100 day deportation ban.",
                "The plant temporarily halted operations on April 25th.",
                "In September 2016, the news lifted the stock temporarily.",
                "First, a female wasp temporarily paralyzes a cockroach with a quick venomous stab.",
                "Temporarily closing schools and offices."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVtcG9yYXJpbHk&hash=8aa5b4b4258b4f8e5ddd244f85e1effd18672429&lang=en&cache-only=0",
            "defineEn": "in a way that lasts for a limited period of time",
            "defineVi": "trong một cách mà kéo dài trong một khoảng thời gian giới hạn"
        },
        {
            "id": "102a236a-8467-4f5b-a53a-358159f3466a",
            "word": "visually",
            "phonetic": "vɪʒuːəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "She sprinkled dried alkanet petals in her bathwater, turning it into a relaxing and visually appealing soak.",
                "And you see that here visually.",
                "Visually, it’s awesome.",
                "And then we tell that story visually with the furnishings.",
                "Visually, they’re harder to make out."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlzdWFsbHk&hash=5bbd757f50f14cd70bfb85728bdde61aed9c65fc&lang=en&cache-only=0",
            "defineEn": "in a way that is related to seeing, sight, or appearance",
            "defineVi": "trong một cách có liên quan đến nhìn thấy, thị giác, hoặc xuất hiện"
        },
        {
            "id": "099067e0-5dd9-4d88-a3a9-2c321c9e72d7",
            "word": "utterly",
            "phonetic": "ʌɾɚli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Trump's maximum pressure campaign failed utterly.",
                "The thumb is utterly unique.",
                "But her schedule was utterly unpredictable.",
                "They are utterly without laws, conscience or respect for human life.",
                "The utterly chaotic scenes in World War Z legitimately give me anxiety."
            ],
            "audio": "https://tts.langeek.co/read?text=dXR0ZXJseQ&hash=ab7404beffdab27b05bec0cfeb198753a8a5f897&lang=en&cache-only=0",
            "defineEn": "(used for emphasis) to the fullest degree or extent",
            "defineVi": "(được sử dụng để nhấn mạnh) ở mức độ hoặc mức độ đầy đủ nhất"
        },
        {
            "id": "382ac7f9-4548-43d7-8fea-7bd8286df1f6",
            "word": "readily",
            "phonetic": "ɹɛdili ",
            "partOfSpeechType": "adverb",
            "examples": [
                "I didn't know that skirret may not be as readily available as more common root vegetables.",
                "In Tiger and Bunny, it is readily apparent. ",
                "As the wall came in, we readily the American side.",
                "And this time, there's no readily available replacement.",
                "The good news is detection is now readily available."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhZGlseQ&hash=a7d530872240fc06a26fc7d6883fc0aed28c7831&lang=en&cache-only=0",
            "defineEn": "in a way that is immediate and involves no hesitation or reluctance",
            "defineVi": "theo cách đó là ngay lập tức và liên quan đến không do dự hoặc miễn cưỡng"
        },
        {
            "id": "3c3b6bc8-efb4-485a-8081-a78cc03dd06e",
            "word": "instinctively",
            "phonetic": "ɪnstɪŋktɪvli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "He saw his role and his position instinctively.",
                "Koalas, for example, will instinctively crawl up trees, trapping themselves in the flames.",
                "Instinctively, we've become expert nutritionists, hunting out what we need from our food.",
                "When I have a color on the canvas I would know immediately, instinctively, what is the next color that has to be next to it.",
                "- As individuals, we instinctively tighten our purse strings when times are tough and let the wind flow freely when times are good."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdGluY3RpdmVseQ&hash=b5958c935bbd13939e4bdf402a9dcff0d3ef75e5&lang=en&cache-only=0",
            "defineEn": "in a way that is done because of natural instinct rather than practice or reflection",
            "defineVi": "theo cách được thực hiện vì bản năng tự nhiên hơn là thực hành hoặc phản ánh"
        },
        {
            "id": "c54381e8-1c25-4a55-9401-21145db0be62",
            "word": "beyond",
            "phonetic": "bᵻjɔnd ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Her recent conduct is beyond the pale.",
                "His opinions are entirely beyond the pale.",
                "The paintings were damaged beyond recall.",
                "In a criminal trial the standard of proof is beyond the reasonable doubt.",
                "The relationship between the two friends had deteriorated beyond repair."
            ],
            "audio": "https://tts.langeek.co/read?text=YmV5b25k&hash=39f9c274771b8a67a72a44e7264915d429fdf875&lang=en&cache-only=0",
            "defineEn": "to or at the side that is further",
            "defineVi": "đến hoặc ở bên đó là xa hơn"
        },
        {
            "id": "5d2e5e16-fc10-467d-9869-14ff7b11f29c",
            "word": "ironically",
            "phonetic": "aɪɹɑːnɪkli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Ironically, sunspots actually increase the energy output of the Sun.",
                "And ironically, some regard the once revolutionary metric system as a symbol of global conformity.",
                "Ironically, these resonances, these little islands of stability throughout the universe, are a memory of a past full of movement and change.",
                "And some people were, perhaps ironically, better at that defensive thinking.",
                "Ironically, Kodak actually invented the first digital camera back in 1975."
            ],
            "audio": "https://tts.langeek.co/read?text=aXJvbmljYWxseQ&hash=ae1de3fec2769dbe721d75b41ed5aa9c88bd4dd2&lang=en&cache-only=0",
            "defineEn": "used for saying that a situation is odd, unexpected, paradoxical, or accidental",
            "defineVi": "được sử dụng để nói rằng một tình huống là kỳ quặc, bất ngờ, nghịch lý hoặc tình cờ"
        },
        {
            "id": "9692bfe0-2565-4eb7-b6aa-ddc653b134a3",
            "word": "tight",
            "phonetic": "taɪt ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Airport security was extra tight in the wake of yesterday's bomb attacks.",
                "The recent strike has put the airline company in a tight spot.",
                "Jane sure ran a tight ship around here.",
                "Shaona was running a tight ship and didn't waste time on small talk.",
                "He hung tight for 50 minutes, awaiting further instructions."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlnaHQ&hash=a53ef9788a15652a88d35d1679ccf25593e5da37&lang=en&cache-only=0",
            "defineEn": "in a way that is firm or intense",
            "defineVi": "trong một cách đó là công ty hoặc dữ dội"
        },
        {
            "id": "71d5b9f8-c534-4af0-8f65-dd629f9a8327",
            "word": "low",
            "phonetic": "loʊ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Lower energy consumption means less pollution.",
                "The orchard's yield of apples was lower this year due to unfavorable weather conditions.",
                "The euro hit a record low in trading today.",
                "Watch your head on the low ceiling.",
                "The country was at a low ebb due to the recent war"
            ],
            "audio": "https://tts.langeek.co/read?text=bG93&hash=df64a23aeefb5c8ec4ec37d4752f869da3bb93dc&lang=en&cache-only=0",
            "defineEn": "close to the ground; in or to a low position",
            "defineVi": "Gần mặt đất; ở hoặc đến một vị trí thấp"
        },
        {
            "id": "b20870a3-b24c-4f32-a3f1-3464e8061acc",
            "word": "great",
            "phonetic": "ɡɹeɪt ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Your presentation sounded great, honestly.",
                "The finance minister's fall from grace gave his enemies great satisfaction.",
                "To show great courage.",
                "The pope himself had taken great umbrage at the book.",
                "The baby has brought them great joy."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlYXQ&hash=a889bca53e758b8e988a95aa55f2edec16643e26&lang=en&cache-only=0",
            "defineEn": "extremely well",
            "defineVi": "cực kỳ tốt",
            "hasImg": true
        },
        {
            "id": "9e4062c6-e2de-452c-b000-946533721f31",
            "word": "knowingly",
            "phonetic": "noʊɪŋli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "So only a thinking adult could knowingly participate in Christian faith enough to accept Jesus as lord and savior.",
                "And our latest trove of internal documents shows Amazon knowingly misled the public about safety issues at its warehouses.",
                "He wouldn't knowingly hurt me, but by one careless word he could destroy, if not my life, at least my chance of happiness.",
                "For millennia Parvati had merely smiled knowingly as Shiva dismissed the things she nurtured.",
                "Finally, wear earplugs when you’re knowingly exposing yourself to loud sounds for extended periods."
            ],
            "audio": "https://tts.langeek.co/read?text=a25vd2luZ2x5&hash=76f164831114fa72edf499b661c6a72869921b67&lang=en&cache-only=0",
            "defineEn": "in a deliberate manner or while being aware or conscious about the result of one's action",
            "defineVi": "một cách có chủ ý hoặc trong khi nhận thức hoặc ý thức về kết quả của hành động của một người"
        },
        {
            "id": "fbef40de-768c-4b8b-8b3c-eb2248dfb091",
            "word": "independently",
            "phonetic": "ɪndᵻpɛndəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "When everyone in the group agreed on the idea without questioning it, John reminded them of the proverb great minds think alike, though fools seldom differ, to encourage them to think independently and critically.",
                "In 1868, two researchers independently studied a solar eclipse.",
                "Our ancestors and ant ancestors evolved legs independently.",
                "- Independently, at NASA's Langley Research Center, and alternate approach to lunar simulation was initiated.",
                "Instead, they each acquired that ability independently, at different times."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kZXBlbmRlbnRseQ&hash=5173fb6664d8d8e1e3b9db65699acbc3a5fea359&lang=en&cache-only=0",
            "defineEn": "without being controlled or influenced by someone or something else",
            "defineVi": "không bị kiểm soát hoặc ảnh hưởng bởi ai đó hoặc cái gì khác"
        },
        {
            "id": "434f62b0-eae7-4456-9cf9-d9ef5a677261",
            "word": "remotely",
            "phonetic": "ɹᵻmoʊtli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "You can simply do the same thing remotely with cyberweapons.",
                "Even eliminating a few business trips and doing them remotely eliminates a huge proportion of my own personal carbon footprint.",
                "He’s self-isolating, so I interviewed him remotely.",
                "So a lot of that can be done remotely even if you can't practice it.",
                "Babe, that’s not remotely true."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVtb3RlbHk&hash=5ab663d75e062d7b38e3daa2c15fb302baffd454&lang=en&cache-only=0",
            "defineEn": "with no direct or physical contact; from a distance",
            "defineVi": "không có tiếp xúc trực tiếp hoặc vật lý; từ xa"
        },
        {
            "id": "22bf7257-67ef-4431-bfa7-fd5045db9ef6",
            "word": "internally",
            "phonetic": "ɪntɜːnəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "But, internally, Hamzah's defenders defied the government.",
                "And you expressed your concerns about this internally, that new direction? ",
                "What was the response internally to your concerns? ",
                "So fertilization has to happen internally, before that shell forms.",
                "\"Muffled screams internally.\""
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJuYWxseQ&hash=b2f9c41d9170857f2f70fbff9ee7dd47c9edfc61&lang=en&cache-only=0",
            "defineEn": "in a way that is related to the inside of something",
            "defineVi": "trong một cách có liên quan đến bên trong của một cái gì đó"
        },
        {
            "id": "42549d9a-d2d3-4e82-bdf5-2edac730953d",
            "word": "notably",
            "phonetic": "noʊɾəbli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Notably, the automaker is expanding its Toyota racing development or TR D sub brand.",
                "Notably, none of the band members have their own individual accounts on social media.",
                "This included most notably the passing of Jim Crow Laws.",
                "Notably, the US version has the same plastic cladding and slight lift, which is not seen on the European version.",
                "Notably, the guidelines do not give explicit instructions about when a school district should close in the event of an outbreak."
            ],
            "audio": "https://tts.langeek.co/read?text=bm90YWJseQ&hash=7c62c6f17c3e17e384b911312b50c909f40e720a&lang=en&cache-only=0",
            "defineEn": "used to introduce the most important part of what is being said",
            "defineVi": "được sử dụng để giới thiệu phần quan trọng nhất của những gì đang được nói"
        },
        {
            "id": "75f54be8-3341-4bc4-8a8d-c68fa400a98c",
            "word": "overseas",
            "phonetic": "oʊvɚsiːz ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The business consultant recommended that we expand our operations overseas, but when we faced unexpected challenges and losses, he was not held accountable, highlighting the reality that advisors run no risks.",
                "The new leadership quickly opened 400 stores overseas.",
                "Overseas, world governments largely welcomed President Biden's inauguration.",
                "-She's back overseas.",
                "They sell overseas."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcnNlYXM&hash=f378ef90aad38720bf5be55e7e9eea787768fc53&lang=en&cache-only=0",
            "defineEn": "‌to or in a foreign country, particularly one that is across the sea",
            "defineVi": "‌đến hoặc ở nước ngoài, đặc biệt là ở bên kia biển",
            "hasImg": true
        }
    ]
}